{"19930204":{"guardian_articles":[],"nytimes_articles":[{"date":"19930204","headline":"Germans Crack Down on Right-Wing Rock Music","web_url":"https://www.nytimes.com/1993/02/04/world/germans-crack-down-on-rightwing-rock-music.html","abstract":"The German police began a sweeping crackdown on the country's right-wing music scene today, raiding the homes, studios and record companies of producers and rock musicians suspected of fomenting racial hatred and violence and glorifying Nazism.\n\nThe dawn raids were loosely coordinated by the police in 9 of Germany's 16 states. About 30,000 records, cassette tapes and compact disks were seized, along with several hundred rounds of rifle ammunition and 14.9 pounds of black powder, Johannes Winkel, an Interior Ministry spokesman in North Rhine-Westphalia State, said.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Effective Test Is Developed To Find AIDS in Newborns","web_url":"https://www.nytimes.com/1993/02/04/us/effective-test-is-developed-to-find-aids-in-newborns.html","abstract":"  Researchers say they have found a quick method to determine whether infants are infected with the virus that causes AIDS.   The new method, developed by researchers at the University of California at Los Angeles, can identify more than 80 percent of the infants who are infected. At the same time, it does not give any false results for those who are uninfected.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Topics of The Times; Fire Alarm, False Alarms","web_url":"https://www.nytimes.com/1993/02/04/opinion/topics-of-the-times-fire-alarm-false-alarms.html","abstract":"  It is standard practice for office buildings to require anyone who enters at night or on weekends to sign in --    and sign out.    But failure to sign out is as common and casual as jaywalking; everyone has done it and no one pays much heed. The skyscraper fire in New York City Sunday night should make the heedless think twice.    More than 20 people didn't sign out when they left the Bankers Trust Company's headquarters building on Park Avenue last weekend. When fire swept three floors of the building late Sunday night, and filled the entire building with smoke, firefighters had no way of knowing those people were not still there.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Judge Bars Prosecution Witness in Glen Ridge Assault Case","web_url":"https://www.nytimes.com/1993/02/04/nyregion/judge-bars-prosecution-witness-in-glen-ridge-assault-case.html","abstract":"  The prosecution was dealt a sharp setback at the end of the testimony phase of the Glen Ridge sex-assault trial today when the judge barred the appearance of an eyewitness in the case.    Because of the ruling, the jury will not hear some of the most incriminating information that prosecutors possess against two of the four young men charged with assaulting a mildly retarded schoolmate, including that one of them held her legs in the air during sexual acts involving a bat and broom handle.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Pope Warns Sudan on Imposing Islamic Law","web_url":"https://www.nytimes.com/1993/02/04/world/pope-warns-sudan-on-imposing-islamic-law.html","abstract":"  Beginning his 10th African tour, Pope John Paul II served notice today that the Vatican and its supporters would strongly resist the imposition of Islamic law on Christians in the Sudan but indicated that he wanted African priests elsewhere on the continent to lower their political profile.   The two themes emerged in comments to reporters aboard the plane carrying him from Rome and in an address tonight to the bishops of Benin, where the Roman Catholic Church played a central role in the democratization that led to elections in 1991 after two decades of Marxist rule.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Rabin Didn't Get Allowance for Attenuating Cirmcumstances","web_url":"https://www.nytimes.com/1993/02/04/opinion/IHT-rabin-didnt-get-allowance-for-attenuating-cirmcumstances.html","abstract":"Yitzhak Rabin is an angry man these days. The compromise that he was compelled to adopt this week regarding the some 400 Hamas deportees did not make him any happier.. Last week the Israeli prime minister lashed out at UN Secretary-General Butros Butros G","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Navy Plans Murder Charge in Death of Gay Sailor","web_url":"https://www.nytimes.com/1993/02/04/us/navy-plans-murder-charge-in-death-of-gay-sailor.html","abstract":"  In a criminal case that is being followed closely in the debate over whether homosexuals should be allowed in the military, the Navy announced today that it had decided to charge a sailor with murder in the killing of a gay sailor last fall at a United States naval base in Japan.   The Navy made no comment on possible motives, but some have contended that the slaying was a case of gay-bashing because the victim was about to be discharged after telling his commander that he was homosexual.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"So Where Do Zoos Come From?","web_url":"https://www.nytimes.com/1993/02/04/nyregion/so-where-do-zoos-come-from.html","abstract":"  The word \"zoo,\" short for \"zoological garden,\" phonically pleasant and redolent of the images and sounds of a collection of animals, was bound to adopt a second meaning as a place of \"confusion or disorder.\"    The roots of the word \"zoo\" are in the ancient Greek word zoion, meaning \"living being.\"","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"U.S. WILL NOT PUSH MUSLIMS TO ACCEPT BOSNIA PEACE PLAN","web_url":"https://www.nytimes.com/1993/02/04/world/us-will-not-push-muslims-to-accept-bosnia-peace-plan.html","abstract":"  Clinton Administration officials said today that they would not press the Bosnian Muslims to accept the peace plan put forward by Cyrus R. Vance and Lord Owen and that they were working on their own approach, which President Clinton himself would unveil \"relatively soon.\"    The Administration will not object if all the parties are ready to agree to the Vance-Owen plan on their own, the officials said. But they said they did not expect the Bosnian Muslims to do that and would not press them to accept what they themselves viewed as a flawed initiative.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Clinton Turning to New York To Fill Health Agency Posts","web_url":"https://www.nytimes.com/1993/02/04/nyregion/clinton-turning-to-new-york-to-fill-health-agency-posts.html","abstract":"  James R. Tallon Jr., the majority leader of the New York State Assembly, has rejected overtures from the Clinton Administration about taking a top job in the Department of Health and Human Services, officials in both Albany and Washington said today.   It appeared increasingly certain, however, that Mary Jo Bane, the state's Social Services Commissioner, will be offered a job as Assistant Secretary of Health and Human Services in charge of the Federal welfare bureaucracy. Ms. Bane joined the Cuomo administration only last year after leaving a teaching position at Harvard's John F. Kennedy School of Government.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"It's a Bank. It's a Brain. It's Superphone.","web_url":"https://www.nytimes.com/1993/02/04/technology/it-s-a-bank-it-s-a-brain-it-s-superphone.html","abstract":"  PROGRESS lurches on. In the last few years, the nation's telephone companies, especially local carriers, have begun offering a bewildering array of new phone services. Companies like Bell Atlantic and Nynex have been aggressively selling services like \"three-way calling\" and \"speed calling,\" often with free installation.  Most of these services go begging.   Some services are just poorly marketed. Others are not widely available, so they get little favorable word-of-mouth. But, for the most part, the services are difficult to use, discouraging even interested consumers.","thumbnail":null,"section":"Technology"},{"date":"19930204","headline":"Review/Television; Movers and Shakers of Europe's Past","web_url":"https://www.nytimes.com/1993/02/04/movies/review-television-movers-and-shakers-of-europe-s-past.html","abstract":"  Even without the elegant presence of Ian Richardson as narrator, \"Renaissance\" would come across unmistakably as a \"Masterpiece Theater\" sort of series. If the subject itself is not a giveaway, there is the careful attention to detail of the re-enactments, in real medieval settings, with candles flaring, costumes ironed and every hair of every wig and beard where it belongs. The good cast is American, but the resounding commonplaces (\"The printing press encouraged the free flow of ideas\") know no nationality.   The five programs are organized by theme, beginning with \"The Scientist\" and continuing with \"The Dissenter,\" \"The Prince,\" \"The Artist\" and \"The Warrior.\" As the titles suggest, the focus is on great European figures of the 15th, 16th and 17th centuries, with tonight bringing on Copernicus, Kepler and especially Galileo, whose accomplishments and tribulations are respectfully reviewed with the help of colorful graphics.","thumbnail":null,"section":"Movies"},{"date":"19930204","headline":"Salonika Journal; Greeks' Word for That Republic Isn't Macedonia","web_url":"https://www.nytimes.com/1993/02/04/world/salonika-journal-greeks-word-for-that-republic-isn-t-macedonia.html","abstract":"  Stavros Georgopoulos, a fishmonger here in Greek Macedonia, was prying apart layers of frozen sole with all the surgical delicacy that a screwdriver permits as he talked about his neighbors in the former Yugoslav republic that is also called Macedonia.    \"We should dig out the tomahawk and go on the warpath,\" he said, brandishing the screwdriver like a battle-ax. \"Ask anybody here -- we should go put the boot in. They have stolen our name.\"","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/04/nyregion/c-corrections-788093.html","abstract":"  Because of an editing error, an article on Tuesday about two Arab-Americans arrested by the Israelis referred incorrectly in some editions to the month in which more than 400 Palestinians were deported from the occupied territories. It was December, not last month.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Defense Plans Filed","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-people-sailing-defense-plans-filed.html","abstract":"  A group headed by the Olympic silver medalist KEVIN MAHANEY of Bangor, Me., has been accepted conditionally as a defense candidate for the 1995 America's Cup.   Mahaney submitted his defense plans to the San Diego Yacht Club and told its defense committee members Tuesday that he will mount an America's Cup effort called the PACT '95 Syndicate.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/04/style/chronicle-894193.html","abstract":"  BENAZIR BHUTTO, the former Prime Minister of Pakistan, gave birth yesterday in London to her third child, a daughter. The baby was delivered by Caesarean section three weeks before its due date because Ms. Bhutto was having severe pain from gallstones, according to Reuters.   Ms. Bhutto, 39, left Karachi, Pakistan, on Saturday for treatment of the gallstones. Her adviser, Naseer Shaikh, issued a statement that said she and the baby, who weighed 6 pounds, 2 ounces, and has not been named, were doing well.   Ms. Bhutto's husband, ASIF ALI ZARDARI, a businessman, has been in jail for more than two years on charges that include kidnapping, murder conspiracy and extortion. He was arrested in October 1990, two months after Ms. Bhutto was removed as Prime Minister by President Ghulam Ishaq Khan because of alleged corruption and government mismanagement. She remains a leader of the opposition Pakistan People's Party.    Mr. Zardari has been released from prison several times to attend sessions of the National Assembly, the lower house of the Pakistani Government, because he has not been convicted.    Ms. Bhutto was the first woman to be a named a prime minister of a Muslim country. She was appointed in 1988 and has two other children, a daughter, Bakhtawar, 3, and a son, Bilawal, 4.","thumbnail":null,"section":"Style"},{"date":"19930204","headline":"Historical Society To Close Library","web_url":"https://www.nytimes.com/1993/02/04/arts/historical-society-to-close-library.html","abstract":"  The board of the New-York Historical Society voted yesterday to shut down the institution's library on Feb. 19. All public programs are to be canceled, with the exception of a traveling show of 90 Audubon watercolors that had long been planned, and 41 staff members will be dismissed; a skeleton crew of 35 will be left to handle security, conservation and disposition of the collections.   Last week the society seemed to have weathered a financial storm by putting up $3 million worth of artworks from its collection to secure a $1.5 million loan from Sotheby's auction house. But board members said yesterday that despite receiving the loan, they had decided to shut the library after a staff report indicated that the extra funds would not sustain even a greatly scaled-down operation for six months, as originally planned.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Late Push By Duke Denies Tar Heels","web_url":"https://www.nytimes.com/1993/02/04/sports/college-basketball-late-push-by-duke-denies-tar-heels.html","abstract":"  Duke students had camped out for nearly a month to watch this game, and North Carolina players had waited nearly a year for a chance to banish their arch-rivals' long shadow.    The fifth-ranked Blue Devils had been waiting, too, building a run at a third consecutive national title. Tonight Duke appeared to hit its stride, breaking open a fiercely contested game in the final two minutes to defeat North Carolina, 81-67 before 9,314 at Cameron Indoor Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Billing System For Hospitals Is Overturned","web_url":"https://www.nytimes.com/1993/02/04/us/billing-system-for-hospitals-is-overturned.html","abstract":"  A ruling by a Federal judge in Manhattan yesterday threatens to destroy New York State's delicate system of subsidizing hospital care for some patients.   The judge said the state was violating Federal law by adding an extra charge to hospital bills paid by some insurers and health maintenance organizations. That arrangement has benefited hospitals and nonprofit insurers like the Blue Cross-Blue Shield plans.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Cheeks Out And George In As Nets Cope With Injuries","web_url":"https://www.nytimes.com/1993/02/04/sports/pro-basketball-cheeks-out-and-george-in-as-nets-cope-with-injuries.html","abstract":"  The Nets continued to shuffle their lineup yesterday in the wake of injuries to some leading players, activating backup point guard Tate George and putting guard Maurice Cheeks on the injured list.   The move means that Cheeks, who has a stress fracture in his left foot, will miss a minimum of five games but perhaps at least four weeks. It also means that George, who has been on the injured list since Jan. 26 because of a mild hip injury, will probably see some significant playing time as compared with very little time before he was hurt.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"New Driver for Rahal","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-people-auto-racing-new-driver-for-rahal.html","abstract":"  BOBBY RAHAL has scheduled a telephone press conference for Monday, when he is expected to name a second driver to his Indy-car team for selected races this season.   Rahal, who drives for the team and is co-owner with CARL HOGAN, will name MIKE GROFF, a 31-year-old Los Angeles driver, as his teammate, sources say. Groff, who was the 1989 champion in the American Racing Series, a farm system for Indy-car drivers, is expected to join the team sometime after the Indianapolis 500.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"A Norwegian's South Pole Epic, With Chocolate Cake for Dessert","web_url":"https://www.nytimes.com/1993/02/04/sports/IHT-a-norwegians-south-pole-epic-with-chocolate-cake-for-dessert.html","abstract":"From a fog of swirling ice appeared Erling Kagge of Norway, smiling and waving, the first human to conquer the South Pole alone and unassisted. He arrived the afternoon of Jan. 7, having walked or skied 10 hours a day in minus 15 to minus 35 degrees centi","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Reynolds Prepares to Fight the I.A.A.F.","web_url":"https://www.nytimes.com/1993/02/04/sports/track-and-field-reynolds-prepares-to-fight-the-iaaf.html","abstract":"  Between banishments at the moment and set to race again tomorrow at 400 meters in the Chemical Bank Millrose Games, Butch Reynolds hopes he is the start of a track and field revolution.   Reynolds is calling on his fellow athletes and USA Track and Field, the governing body for the sport in the United States, to declare war against the International Amateur Athletics Federation.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Home Video","web_url":"https://www.nytimes.com/1993/02/04/movies/home-video-546293.html","abstract":"  It's called a video, but nothing about Voyager's special edition of \"A Hard Day's Night,\" to be released next month, resembles a movie video in the conventional sense. To begin with, the picture image, which measures 2 by 3 inches, takes up only a fraction of the screen. That's a computer screen, not a television screen.    Intended for a small group of film buffs, the Voyager edition of Richard Lester's 1964 Beatles film is produced in a CD-ROM format designed to be played on a Macintosh computer. CD-ROM (Compact Disk, Read Only Memory) is an umbrella term for the many different ways of compressing text, music, voice, still pictures, full-motion video and other types of information onto compact disks.","thumbnail":null,"section":"Movies"},{"date":"19930204","headline":"Who Needs '94 Cup Tickets?","web_url":"https://www.nytimes.com/1993/02/04/sports/soccer-who-needs-94-cup-tickets.html","abstract":"  The prices of 1994 World Cup tickets and plans for their distribution were announced yesterday, and although the sale began immediately, the public will have to wait until June to make purchases.   Officials from World Cup USA and the World Cup Organizing Committee of FIFA, the world governing body for soccer, said that a record 3.6 million tickets would be available for the 52 games, and that the price per ticket would range from $25 for a single game in the first round to $475, $300 and $180 for the final, in the Rose Bowl on July 17, 1994.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Review/Jazz; A Band of Improvisers Rapt in Meditation On the Master's Work","web_url":"https://www.nytimes.com/1993/02/04/arts/review-jazz-a-band-of-improvisers-rapt-in-meditation-on-the-master-s-work.html","abstract":"  Slide Hampton and his orchestra spent most of their first set at the Village Vanguard on Tuesday night smiling at each other. A soloist would pull off an especially acrobatic phrase, or superimpose a piece of pungent harmony on a tune, and eyebrows would rise. When the trumpet section -- Jon Faddis, Claudio Roditi and Roy Hargrove -- blasted a difficult riff, or slid into some of Mr. Hampton's well-imagined dissonance, there would be knowing nods. And the rhythm section, swinging with complete authority, had the other band members turning around in admiration.   The audience, aware that something special was going on, wouldn't let the band offstage until the 60-year-old Mr. Hampton genially explained that at his age, he had a right to take a break.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Hillary Clinton Gives Taxpayers a Break","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-hillary-clinton-gives-taxpayers-a-break-802093.html","abstract":"  To the Editor:   Re \"Hillary Clinton to Head Panel on Health Care\" (front page, Jan. 26): I have yet to read a discussion of the extraordinary generosity of Hillary Rodham Clinton. How common is it for a well-known lawyer, used to a six-figure income, to assume a major policy role in the White House without a salary? Ms. Clinton is taking this on in addition to the considerable ceremonial functions of First Lady.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/04/opinion/IHT-letters-to-the-editor-90874695067.html","abstract":"War Goals Revisited. Regarding \"The Lessons of Casablanca Narrow Clinton's Choices\" (Opinion, Jan. 13):. A. M. Rosenthal states that \"in one war after another - Korea, Vietnam, Panama - U.S. presidents did not provide\" war goals. Well,","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/04/arts/pop-and-jazz-in-review-857793.html","abstract":"  Beth Carvalho   The Ballroom  253 West 28th Street  Chelsea  Through Feb. 14    Brazilian samba is anything but single-minded. It can be a street celebration for thousands of people or a private whimsy, a buoyant love song or a pointed educational tract. Beth Carvalho, whose latest album, \"Perolas\" (on Sigla, a Brazilian label) commemorates her 25 years as a samba singer, has brought a sweeping survey of samba and Brazilian pop to her Ballroom engagement, which opened on Tuesday night. Interspersed with bossa novas and pop ballads, the set moved from intimacy to exuberance while Ms. Carvalho's fans gleefully sang along and got up to dance.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Choice for Attorney General Is Near, Official Says","web_url":"https://www.nytimes.com/1993/02/04/us/choice-for-attorney-general-is-near-official-says.html","abstract":"  President Clinton is close to a decision on a choice for Attorney General, with the leading candidate being Federal District Court Judge Kimba M. Wood of New York City, an Administration official said tonight.   Mr. Clinton, who hopes to make the final decision in the next day or two, is also said to be considering Charles F. C. Ruff, a Washington lawyer, and Gerald L. Baliles, a former governor of Virginia, the official said.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Lord Owen's Googly","web_url":"https://www.nytimes.com/1993/02/04/opinion/lord-owen-s-googly.html","abstract":"  With his cheeky, almost condescending lecture to a new American President, Lord Owen has, in effect, welcomed Bill Clinton to the big leagues. The former British Foreign Secretary, as vain as he is smart, has decided to see if he can get the novice to swing at a trick pitch -- a \"googly\" they call it in cricket. Mr. Clinton is wise to look very carefully at what his British guest is throwing and to take this opportunity to sharpen his diplomatic reflexes before he responds.   Bespeaking his years as David Owen, M.P., the British diplomat has argued his case in the cataclysmic terms that prevail in the House of Commons. Either Mr. Clinton must do as he is told or \"scuttle chances of ending the war\" in Bosnia by not endorsing the deal Lord Owen and Cyrus Vance have brokered.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"The Address Was in the 100's","web_url":"https://www.nytimes.com/1993/02/04/nyregion/the-address-was-in-the-100-s.html","abstract":"  Aquiles Familia, a former city welfare worker and aspiring novelist, has been laboring in his Brooklyn apartment to produce what he describes as a \"realistic novel about social problems.\" What he did not know until yesterday was that sitting in the empty apartment next door was the stuff of a compelling nonfiction tale -- the $8 million in cash that had been stolen from an armored-car company in December.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Jesus and the Parade","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-jesus-and-the-parade-809793.html","abstract":"  To the Editor:   Jesus sometimes walked with very large crowds during His public ministry; there is no record that He asked the gays and lesbians in these groups to walk a different road.    Does anyone truly believe that Jesus would refuse to march with gays and lesbians in the St. Patrick's Day parade? AMADEO D'ADAMO JR. South Somerville, N.J., Jan. 22, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"They Talk Not of Bosnia, But of Plans to Cut Jobs","web_url":"https://www.nytimes.com/1993/02/04/us/executive-brief-state-department-they-talk-not-bosnia-but-plans-cut-jobs.html","abstract":"  They're up in arms at the State Department. They're on the phone. They're caucusing in the halls.   But not about Bosnia or Russia. About \"streamlining.\"","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"House Passes Family-Leave Bill; Senate Delays Vote","web_url":"https://www.nytimes.com/1993/02/04/us/house-passes-family-leave-bill-senate-delays-vote.html","abstract":"  The House passed the family-leave bill tonight, adopting the Democrats' first major legislative goal after beating back Republican efforts to give employers greater flexibility in complying with the bill's requirement of 12 weeks of unpaid medical leave.   The vote was 265 to 163, with 224 Democrats, 40 Republicans and one independent voting for the bill and 134 Republicans and 29 Democrats voting against it.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/04/nyregion/c-corrections-787293.html","abstract":"  An article on Jan. 27 about grants by the Lila Wallace-Reader's Digest Fund to help art museums broaden their audiences misidentified the director of the Indianapolis Museum of Art. He is Bret Waller, not Bruce Waller.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Review/Jazz; Celebrating Fitzgerald's 75th Birthday","web_url":"https://www.nytimes.com/1993/02/04/arts/review-jazz-celebrating-fitzgerald-s-75th-birthday.html","abstract":"  Ella Fitzgerald's 75th birthday is still more than two months away. But festivities honoring the singer, who was born in Newport News, Va., on April 25, 1918, have already begun. \"A Celebration of Ella,\" a gala concert at Carnegie Hall on Tuesday evening, brought together performers from Harry Belafonte to Diane Schuur, from Ashford and Simpson to the Duke Ellington Orchestra, in a birthday tribute to the singer, who was too frail to make the trip from her home in Los Angeles.    A sedate affair at which Mr. Belafonte and Maya Angelou took turns telling Miss Fitzgerald's story, the gala was timed to coincide with Black History Month. Its proceeds will benefit the Schomburg Center for Research in Black Culture, in Harlem.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Alexander Schneider, Violon Virtuoso, Dies at 84","web_url":"https://www.nytimes.com/1993/02/04/arts/alexander-schneider-violon-virtuoso-dies-at-84.html","abstract":"  Alexander Schneider, the eminent violinist, conductor and teacher who was one of the last links with the Romantic tradition and a mentor to several generations of American musicians, died on Tuesday at his home in Manhattan. He was 84.    Frank Salomon, Mr. Schneider's manager and a close friend for many years, said that the cause of death was heart failure.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Transit Police Feud","web_url":"https://www.nytimes.com/1993/02/04/nyregion/transit-police-feud.html","abstract":"  Just a year ago, the transit police, long afflicted by high crime and low morale, were beaming from their achievements. Robberies and muggings were down, and many officers, despite the grim nature of their work, were actually happy. The department was suddenly a model for other city agencies.   But the heady times for the nation's seventh-largest police force appear to be over, clouded by scandals and controversies and some very public sniping. In the last few months, high-ranking officials have been accused of improper conduct, from sexual harassment to the showing of pornographic movies, while the Chief of the department, Michael F. O'Connor, has reshuffled his top command in a way that has placed him and the head of the union that represents transit officers in a bare-knuckles feud.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/04/arts/pop-and-jazz-in-review-856993.html","abstract":"  Ute Lemper  Alice Tully Hall    Late in Ute Lemper's go-for-broke solo concert on Monday evening, the German chanteuse delivered three successive renditions of \"Falling in Love Again,\" each of which boldly reconceived one of Marlene Dietrich's best-loved signature songs. The first, sung a cappella and in German, was delivered as a semi-parody of Dietrich's husky performance in \"The Blue Angel.\" The second, also in German, brought in accompaniment by piano, drums and a string quartet as the singer's enigmatic hauteur abruptly changed to a party-loving ebullience.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"F.B.I. Widens Inquiry on Palestinian Fund-Raisers","web_url":"https://www.nytimes.com/1993/02/04/world/fbi-widens-inquiry-on-palestinian-fund-raisers.html","abstract":"  The Federal Bureau of Investigation has intensified investigations of small groups of Muslim militants in the United States who are raising money for a Palestinian fundamentalist group, Hamas.   The fund-raising has attracted increased scrutiny because Hamas has a military branch responsible for a surge of attacks on Israeli troops and civilians. But Clinton Administration officials disputed Israel's contention that the United States had become a center of planning for such operations.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"It's Dullsville, but It's Also Fourth Place","web_url":"https://www.nytimes.com/1993/02/04/sports/hockey-it-s-dullsville-but-it-s-also-fourth-place.html","abstract":"  It wasn't very pretty and it sure wasn't exciting. It wasn't much more than 2 points in the standings for the Islanders. And they will take them, thank you very much, and take a few days off for the All-Star break.   They out-droned the Maple Leafs, 3-2, tonight at Maple Leaf Gardens as Benoit Hogue scored two goals to increase his total to 24 for the season and 99 for his National Hockey League career.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"We Should Treat Depression, Not Assist Suicide; Not a 'Right to Die'","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-we-should-treat-depression-not-assist-suicide-not-a-right-to-die-810093.html","abstract":"  To the Editor:   \"Catholic Group Won't Fight Proposed Right-to-Die Bill\" (news article, Jan. 14) reports on a New York State Assembly Health Committee hearing, at which Bishop Howard Hubbard of Albany, chairman of the Catholic Conference's public policy committee on the surrogate-decision-making proposal prepared by Gov. Mario M. Cuomo's task force on life and the law.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Charles Tierney, 86, State and City Judge In New York, Is Dead","web_url":"https://www.nytimes.com/1993/02/04/us/charles-tierney-86-state-and-city-judge-in-new-york-is-dead.html","abstract":"  Charles G. Tierney, a retired judge in the New York City and State courts, died on Tuesday at the New Rochelle Hospital Medical Center in New Rochelle. He was 86 and lived in Pelham.   Justice Tierney was elected to the City Civil Court in 1961 and to the State Supreme Court in 1974. He retired in 1982 as a justice of the Appellate Term of that court.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Clinton Seeking $14 Billion Cut By the Military","web_url":"https://www.nytimes.com/1993/02/04/us/clinton-seeking-14-billion-cut-by-the-military.html","abstract":"  Defense Secretary Les Aspin has directed the Pentagon to produce a spending plan for the next fiscal year that is at least $14 billion less than the budget for the current year, according to internal Pentagon documents.   Before he left office, President Bush had already proposed spending $3 billion less on the military in the next fiscal year, which begins on Oct. 1. But Mr. Aspin's directive would cut the spending by nearly four times as much and make the Clinton Administration's first step toward honoring a campaign pledge to reduce military spending more.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Hong Kong Governor Has Heart Operation","web_url":"https://www.nytimes.com/1993/02/04/world/hong-kong-governor-has-heart-operation.html","abstract":"  The Governor of Hong Kong, Christopher Patten, underwent a heart operation today to clear two coronary arteries. Officials said the operation was successful and would not affect the introduction this month of legislation to democratize the territory's political system.   \"The team of doctors performing the treatment described the immediate outcome as very satisfactory,\" the Hong Kong Government said in a statement. \"Mr. Patten can now be expected to make a rapid recovery.\"","thumbnail":null,"section":"World"},{"date":"19930204","headline":"HINDU STORM: A special report.; Trust Is Torn: Police Role in Bombay Riots","web_url":"https://www.nytimes.com/1993/02/04/world/hindu-storm-a-special-report-trust-is-torn-police-role-in-bombay-riots.html","abstract":"  Nazira Khatoon rocked slowly back and forth on a dirty mat, a bundle of quilts, a few plastic bags pulled close around her. A stream of tears glistened on her face as she recounted how a mob broke into her house in a Bombay shantytown and seized her son as the police looked on and did nothing.   \"I said, 'Don't do anything to my son,' \" she recalled. \"He was married just two days before. The mob of 250 came. They were with swords and stones, and they pushed me into the bathroom. They took all my property and killed my son in front of me. The police just stood there watching.\"","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Gartner Is a Spark in a Vacuum as Rangers Tie Again","web_url":"https://www.nytimes.com/1993/02/04/sports/hockey-gartner-is-a-spark-in-a-vacuum-as-rangers-tie-again.html","abstract":"  Mike Gartner goes to the All-Star Game today. He wasn't selected by the voters or even the coach. This is a question of Darwin's theory, survival of the fittest. He can walk, he can talk, he can shoot the puck -- shoot it well. He's headed to Montreal.   Not that Gartner doesn't deserve the honor. He should represent the Rangers on Saturday, there is no question of that. If anyone had doubts, Gartner answered them last night, when he scored two goals and bounced an overtime shot off the left post in the Rangers' 2-2 tie with the Philadelphia Flyers at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"We Should Treat Depression, Not Assist Suicide; To Let Them Go","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-we-should-treat-depression-not-assist-suicide-to-let-them-go-811993.html","abstract":"  To the Editor:   Thank you for \"Must They Tinker With the Dying?\" by Nancy M. Lederman (Op-Ed, Jan. 16).   I sang in nursing homes for several years, and I too came to the conclusion that we must let people go.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Tuition Made Easy","web_url":"https://www.nytimes.com/1993/02/04/opinion/tuition-made-easy.html","abstract":"President Clinton's proposal to allow students to repay education debts through public service is an ingenious improvement in our badly flawed system for paying the bill for college. But this change does not go far enough.\n\nWe need fundamental change -- a comprehensive replacement for our ramshackle system of financial aid -- that in scope and effectiveness would match Social Security. The proposals made yesterday by the National Commission on Responsibilities for Financing Postsecondary Education are a start, but only that.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"After Florio Visit, Clinton Ends Medicaid Impasse","web_url":"https://www.nytimes.com/1993/02/04/nyregion/after-florio-visit-clinton-ends-medicaid-impasse.html","abstract":"  New Jersey will get a $412 million Medicaid reimbursement as a result of personal intervention by President Clinton in the long-running financing dispute, a Federal official said today.   The decision came after Gov. Jim Florio met with the President in Washington this week to discuss the reimbursement issue. The Governor had been a prominent supporter of Mr. Clinton early in his Presidential campaign, and helped deliver his state to the Democratic candidate in the November election.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Review/Dance; Laura Dean Premiere Exercises the Spirit Of Troupe From Ohio","web_url":"https://www.nytimes.com/1993/02/04/arts/review-dance-laura-dean-premiere-exercises-the-spirit-of-troupe-from-ohio.html","abstract":"  The Ohio Ballet is one of America's most appealing companies. No, it it does not have the depth of technique or talent of the powerhouse classical troupes, but on its own ground it does extremely well.   That level has much to do with creativity and the total commitment that all 19 members of this relatively small troupe from Akron pour into their performances. There is something galvanizing about their ensemble spirit, as the premiere of \"Earth,\" Laura Dean's eco-ballet, demonstrated in its smashing ritualistic climax on Tuesday night.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"DEPORTEES' RETURN DEFENDED BY RABIN","web_url":"https://www.nytimes.com/1993/02/04/world/deportees-return-defended-by-rabin.html","abstract":"  Prime Minister Yitzhak Rabin told Parliament today that his agreement with the United States to bring back a quarter of the 400 Palestinians banished to Lebanon had preserved his right to deport hundreds more people in the future.    \"The principle of our ability to remove for a limited time hundreds of inciters, leaders, organizers remains,\" he said, replying to harsh criticism that he had surrendered to Washington this week by accepting the swift return of 100 deportees to the occupied territories.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Dokes Now Challenges Purse as Well as Bowe","web_url":"https://www.nytimes.com/1993/02/04/sports/boxing-dokes-now-challenges-purse-as-well-as-bowe.html","abstract":"  Riddick Bowe is a heavy favorite to retain his heavyweight title Saturday night, but he apparently believes that a little divine intervention doesn't hurt, either.   Bowe, making his first title defense, will fight Michael Dokes at Madison Square Garden. Yesterday, he brought his entourage to a media gathering at a midtown hotel. It included two nuns.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Perplexed Recruiters Sort Out Orders on Gay Ban","web_url":"https://www.nytimes.com/1993/02/04/us/perplexed-recruiters-sort-out-orders-on-gay-ban.html","abstract":"  Five days after President Clinton announced that applicants to the military would no longer be asked if they are homosexual, there is much confusion among recruiters about how to handle the issue if it arises and about what to tell recruits who volunteer that they are homosexual.   Most recruiters said they simply scratched out questions 27 (a) and (b) on the military's standard induction form, which ask new recruits whether they are homosexual or bisexual and whether they intend to engage in homosexual acts.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Ballet Theater Reduces Work Time","web_url":"https://www.nytimes.com/1993/02/04/arts/ballet-theater-reduces-work-time.html","abstract":"  The dancers and management of American Ballet Theater reached an agreement yesterday to reduce the performers' guaranteed work weeks from 36 to 26 this year. The dancers have also agreed to extend their current contract, which runs through Oct. 31, for another year without wage increases.   The unusual agreement, part of a larger stabilization plan, is expected to save Ballet Theater $2 million in the next two years. Management and the dancers have also agreed to negotiate the number of guaranteed work weeks if similar reductions appear necessary for the 1994 season.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Two Who Inspired Many Prompt Gifts to Neediest","web_url":"https://www.nytimes.com/1993/02/04/nyregion/two-who-inspired-many-prompt-gifts-to-neediest.html","abstract":"  Many Americans reacted with deep sadness to the recent deaths of Thurgood Marshall and Audrey Hepburn, as if close relatives had passed away. The two touched the lives of millions of people -- he as a legal titan whose work energized the civil rights movement and she as an actress whose graceful beauty awed moviegoers.   After their deaths, several contributors sent donations to The New York Times Neediest Cases Fund in memory of them. In letters to the fund, they wrote that they were inspired by Mr. Marshall and Miss Hepburn even though they never knew them personally.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Writer Gets $2 Million for His First Book","web_url":"https://www.nytimes.com/1993/02/04/books/writer-gets-2-million-for-his-first-book.html","abstract":"  Little, Brown & Company and Warner Books have agreed to pay about $2 million dollars to a first-time, unknown novelist for a thriller about an American doctor who uncovers a neo-Nazi conspiracy in Europe.   The amount is believed to be a record for a first-time novelist and is considered especially high because the two publishers, both divisions of Time Warner Books, obtained the hard-cover and paperback rights only for the United States and Canada. Although publishers have been paying record sums to established authors over the last few years, they have usually been able to secure world publishing rights.","thumbnail":null,"section":"Books"},{"date":"19930204","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/04/nyregion/news-summary-858093.html","abstract":"  International A3-15  U.S. WON'T PRESS MUSLIMS  Clinton Administration officials said they would not press Bosnian Muslims to accept the peace plan put forward by Cyrus R. Vance and Lord Owen and that they were working on their own approach.  A1  TWO VIEWS OF BOSNIAN CONFLICT  News analysis: The very different views of Bosnia between Americans and Europeans is product of geography: Sarajevo is a long way from Washington, but it is on Europe's doorstep.  A10","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Hibbard Gets Big Raise","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-people-baseball-hibbard-gets-big-raise.html","abstract":"  GREG HIBBARD, a pitcher who has moved from the South Side of Chicago to the North Side by way of Florida, moved up on the salary scale yesterday. Settling his arbitration case with the Cubs through negotiation, Hibbard got a raise that exceeds the 1992 major league average salary.   The left-hander, who was 10-7 with a 4.40 earned run average in 1992, raised his salary by nearly $1.2 million, from $210,000 to $1,375,000. Hibbard had sought a $1.8 million salary while the Cubs, who acquired him in a trade after the Florida Marlins took him from the White Sox in the expansion draft, offered $1,025,000.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Head Off A Trade War","web_url":"https://www.nytimes.com/1993/02/04/opinion/head-off-a-trade-war.html","abstract":"  Fears are spreading that the Clinton Administration is moving toward a trade policy so aggressive as to unleash protectionism and a trade war among the major industrial countries. During the campaign, Mr. Clinton was ambiguous about what trade policy he would pursue. On one side, he proclaimed support for an open world economy based on free-trade principles; on the other, he courted business and labor by promising a highly aggressive campaign against foreign countries and companies accused of wiping out American jobs.    Mr. Clinton and his aides now seem to have come down on the aggressive side. The Administration has threatened to block sales to the Government of European telecommunications and power-generation equipment and a wide array of services, charging that the European Community has run a buy-Europe policy against American products. His Trade Representative, Mickey Kantor, declared that the U.S. might withdraw from the government-procurement code of the General Agreement on Tariffs and Trade.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Price Tag: Psychotherapy","web_url":"https://www.nytimes.com/1993/02/04/health/price-tag-psychotherapy.html","abstract":"  Here's a look at the cost of psychotheraphy in the United States. Estimates are based on average fees charged by psychiatrists, psychologists and social workers for a 45-50-minute therapy session. Figures are for 1991 unless otherwise indicated.    Health-insurance coverage varies. Many policies cover a portion of the fee -- typically 50 to 80 percent -- and many impose an annual maximum on payments for mental-health care.    Shown are the average costs of group therapy, individual psychotherapy, and family or couples therapy; average charge per psychotherapy session state by state; who's in therapy and who isn't; and figures on what Freud's fee would be if he were alive today. (Sources: American Psyciatric Association; American Psychoanalytic Association; Mutual of Omaha Company; Medical Economics; Bureau of Labor Statistics; \"Freud: A Life for Our Time,\" by Peter Gay.)","thumbnail":null,"section":"Health"},{"date":"19930204","headline":"Baby Boy Left in Gym Bag Is Expected to Recover","web_url":"https://www.nytimes.com/1993/02/04/nyregion/baby-boy-left-in-gym-bag-is-expected-to-recover.html","abstract":"  First they named him Jim, because the police found him in a gym bag in some bushes, where he was abandoned less than an hour after he was born.   Then the nurses at Winthrop-University Hospital, who slowly warmed him with heat lamps, soft blankets and hot water bottles, decided they preferred the name Christopher.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Topics of The Times; Postage Undue","web_url":"https://www.nytimes.com/1993/02/04/opinion/topics-of-the-times-postage-undue.html","abstract":"  Anyone who doubts that Congress's free mailing privilege has evolved into a costly tool for protecting incumbents need only consult the 1992 House tabulations. Predictably, members facing tough re-election battles chalked up the biggest postage bills -- $200,000 in some cases. With Congress poised to consider campaign finance reform, all those stamps can't be overlooked, not to mention the costs of preparing and printing self-promotional newsletters.    Senate Democrats would help level the playing field for challengers by cutting off free mail in an election year. But perk-happy House Democrats are moving in the opposite direction. Charlie Rose of North Carolina, the chairman of the House Administration Committee, wants to allow members to use official funds to buy a new computer system to make it easier to target voters. The stated reason is \"efficiency.\" The underlying goal is to maximize the political benefit of the frank.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"A Magazine Will Tell All About Bubba","web_url":"https://www.nytimes.com/1993/02/04/us/a-magazine-will-tell-all-about-bubba.html","abstract":"  You could say Mr. Potatoe Head died so that Bubba might live.   This week, the last issue of The Quayle Quarterly, a publication devoted entirely to mocking Vice President Dan Quayle, hits the newsstands, while in Manhattan, final efforts are afoot for the Feb. 9 debut of Bubba, a magazine exclusively concerned with poking fun at Bill Clinton.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/04/opinion/IHT-letters-to-the-editor-91537429375.html","abstract":"Ethnic Tranquillity. Francis Fukuyama's article, \"Danger: Russians Abroad\" (Opinion, Dec. 21), asserts thatEstonia has passed discriminatory citizenship laws that require Russians and other ethnic minorities to go through a difficult process f","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"One Gun Per Month","web_url":"https://www.nytimes.com/1993/02/04/opinion/one-gun-per-month.html","abstract":"  Effective gun control requires national laws because so many firearms used in urban crime are smuggled across state lines. The latest proposal, growing out of concern over gun trafficking in Virginia, is simple and potentially powerful: Limit purchases of handguns by an individual to one per month.   Virginia's Governor, Douglas Wilder, has been pushing a one-gun-per-month bill for his state because it has become a source for illegal gun smuggling on the East Coast. Dealers from New York City, where local laws sharply restrict access to guns, drive to Virginia and fill the trunks of their cars with weapons purchased in stores with the help of local residents. Then they haul the guns back to New York and sell them illegally on the street at huge markups.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Boundaries Hold Key to Yugoslav Solution","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-boundaries-hold-key-to-yugoslav-solution-804693.html","abstract":"  To the Editor:   \"European Community Holds Balkan Key\" (letter, Jan. 14) by Prof. Zygmunt Plater really does not contribute to the solution of the problems that have followed the disintegration of Yugoslavia.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Weicker's Budget Proposals Overshadowed by Tax Fight","web_url":"https://www.nytimes.com/1993/02/04/nyregion/weicker-s-budget-proposals-overshadowed-by-tax-fight.html","abstract":"  The Connecticut Legislature today voted to cut income taxes for the vast majority of middle-class families while raising taxes for those earning higher incomes, setting the stage for yet another income-tax battle with Gov. Lowell P. Weicker Jr.    Mr. Weicker bitterly opposes the bill and has said he may veto it, and it appeared today that legislators would have a hard time overriding a veto.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"New Faces, New Life for Women's Bicycle Racing","web_url":"https://www.nytimes.com/1993/02/04/sports/IHT-new-faces-new-life-for-womens-bicycle-racing.html","abstract":"The queen - well, the queen bee - is dead, long live the queen bee. Jeannie Longo, who dominated and smothered women's bicycle racing in Europe for half a dozen years, has become beatable at age 34. . Now it's Leontien Van Moorsel, a decade younger, who w","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/04/opinion/IHT-letters-to-the-editor-90505850860.html","abstract":"Reluctant Ukraine. Regarding \"Get Ukraine on Board\" (Opinion, Jan. 12):. Ukraine is reluctant to sign the Nuclear Nonproliferation Treaty and to ship all nuclear weapons to Russia until it receives some sort of security guarantees from the Unite","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"3 Western Nations Demand Zaire Leader Yield Power","web_url":"https://www.nytimes.com/1993/02/04/world/3-western-nations-demand-zaire-leader-yield-power.html","abstract":"  As bloodshed intensified here, the United States, France and Belgium demanded today that President Mobutu Sese Seko of Zaire transfer power to the transitional government led by his rival, Prime Minister Etienne Tshisekedi.   A note was turned over to a Mobutu aide here, and was made public in Brussels. It essentially called on Mr. Mobutu to live up to an earlier accord to give the transitional government control of the economy and management of the government. Mr. Mobutu, who has ruled Zaire for 27 years, was reported to be at his palace in the northern part of the country.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"New York City Must Act Right Away on Watershed Protection","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-new-york-city-must-act-right-away-on-watershed-protection-803893.html","abstract":"  To the Editor:   The Environmental Protection Agency's determination to give New York City another year before it mandates filtration of the city's drinking water (news article, Jan. 20) should not make us rest, or drink, easy. Release from this ominous requirement is temporary and conditional.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"2d Trial in Police Beating Begins With a Hard Task","web_url":"https://www.nytimes.com/1993/02/04/us/2d-trial-in-police-beating-begins-with-a-hard-task.html","abstract":"  The second trial of four police officers charged in the beating of Rodney G. King opened today, facing one of its most difficult and decisive moments at its very start: finding a jury that will be able to set aside two years of intense publicity and ignore the possibility of a riot if it votes to acquit.   A pool of 333 prospective jurors filed into the Federal courthouse this morning, some of them gasping in surprise as they were handed a 53-page questionnaire intended to determine their attitudes and possible biases.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Boxing; At Garden, Boxing Comes to Life, if Only for a Night","web_url":"https://www.nytimes.com/1993/02/04/sports/boxing-at-garden-boxing-comes-to-life-if-only-for-a-night.html","abstract":"  Boxing is glitz. It is Las Vegas and Atlantic City. Slot machines and blackjack tables. High rollers and three-day weekends. It is show business.   What it isn't anymore is New York. It used to be. It was Ali-Frazier. It was Joe Louis. It was Jersey Joe Walcott. And now, for at least one night, it will be Riddick Bowe.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"License of Home for the Mentally Ill Revoked After a Fiscal Inquiry","web_url":"https://www.nytimes.com/1993/02/04/nyregion/license-of-home-for-the-mentally-ill-revoked-after-a-fiscal-inquiry.html","abstract":"  Citing a record of \"brazen plundering\" of funds from residents of a group residence for the mentally ill in Queens, a state agency yesterday revoked the license of an organization that has operated the home for 14 years. But a lawyer for the home, Hi-Li Manor in Far Rockaway, Queens, said it would remain open and fight the revocation in court.   The revocation was ordered by the State Department of Social Services, which licenses adult homes for the mentally ill, after an investigation and hearings conducted in the last seven months. In June, a state monitoring agency, the Commission on the Quality of Care for the Mentally Disabled, asserted that from 1985 to 1992 the managers of Hi-Li diverted as much as $4 million in public funds for their personal uses.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/04/arts/pop-and-jazz-in-review-569193.html","abstract":"  'All-Girl Cobra'  Knitting Factory    John Zorn's \"Cobra\" has become a favored pastime among New York improvisers. The Knitting Factory has played host to many \"Cobras,\" but Sunday's performance featured only women -- a band of rebels who offered a stimulating performance.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/04/nyregion/c-corrections-919593.html","abstract":"  A front-page picture caption on Tuesday about two homeless men referred incorrectly in some copies to the capacity of New York City's homeless shelters on Monday night. City officials said that while the shelters were close to capacity that night, they still had some empty beds, and that the cold weather had not increased the number of people seeking shelter.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Nicholls Returns; Devils Fall Flat","web_url":"https://www.nytimes.com/1993/02/04/sports/hockey-nicholls-returns-devils-fall-flat.html","abstract":"  A smile broke out on the face of Bernie Nicholls, who tonight scored his first goal for the Devils since he was acquired from Edmonton on Jan. 13.   It wasn't enough to stop the Devils from giving up a lead in the last period and suffering a 5-4 defeat to the Calgary Flames at Byrne Meadowlands Arena. But the smile was unmistakable and offered a moment of relief for Nicholls.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/04/nyregion/no-headline-904793.html","abstract":"  It's short and snappy -- zoo -- and we know we created a problem. But in The American Heritage Dictionary the word 'zoo' has a secondary meaning of a situation or place marked by 'rampant confusion or disorder.' We are not confused or disordered. - WILLIAM CONWAY of the New York Zoological Society.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/04/style/chronicle-893393.html","abstract":"  It's not easy to intimidate L. JAY OLIVA, the president of New York University. But facing the prospect of teaching a course on Russia starting Monday, he said: \"I am sort of scared. This is one of the most high-powered classes I will ever teach.\"   The two dozen or so students enrolled in the three-session seminar include some of the biggest names in the New York business world: Mortimer B. Zuckerman, Lewis Rudin, Thomas S. Murphy, Sheldon H. Solow and David Margolis.","thumbnail":null,"section":"Style"},{"date":"19930204","headline":"New Ways of Looking at the World","web_url":"https://www.nytimes.com/1993/02/04/arts/new-ways-of-looking-at-the-world.html","abstract":"The children in Katherine Leffler's fourth- and fifth-grade class are studying visual art, and to do so they are reading a poem by William Carlos Williams.\n\nThe 9- and 10-year-olds in this class at Encino Elementary School take turns reading the short poem about a fire engine racing through city streets on a rainy night. Then Ms. Leffler holds up a copy of a painting by Charles Demuth, who was inspired by the poem to try to capture visually what his friend Williams had described in words.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Clinton to Take Show to Detroit","web_url":"https://www.nytimes.com/1993/02/04/us/clinton-to-take-show-to-detroit.html","abstract":"  Bill Clinton grew so fond of campaigning on live television over the last year that he will continue the practice as President next week in a one-hour question-and-answer session broadcast from Detroit with audiences in three other cities.   Administration officials announced today that the President would travel to Detroit on Feb. 10, for a program that would be simultaneously broadcast on ABC affiliates in Detroit, Seattle, Miami, Atlanta and nationally on the C-Span cable network.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Owners' Ruling on Schott Is Assailed and Lauded","web_url":"https://www.nytimes.com/1993/02/04/sports/baseball-owners-ruling-on-schott-is-assailed-and-lauded.html","abstract":"  Although the saga of Marge Schott officially ended tonight with the suspension of the Cincinnati Reds' owner, what has not ended is the scrutiny and criticism of baseball's hiring policies.   \"Twenty-seven other white owners of major league baseball teams have agreed that Marge Schott's words and behavior were so embarrassing, so unacceptable and a threat to the interest of baseball that they had to do something,\" said the Rev. Jesse Jackson, founder of the recently established Rainbow Committee for Fairness in Athletics.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Essay; Truth From Shultz","web_url":"https://www.nytimes.com/1993/02/04/opinion/essay-truth-from-shultz.html","abstract":"  \"The obstacle to everything I want to do,\" Bill Casey told me in 1984, \"is George.\" When I expressed surprise that George Bush had asserted himself, the C.I.A. chief gruffed: \"No, no, the Vice President is on our side -- it's George Shultz who stands in the way.\"   Now we are beginning to see how the principled resistance of the best Cabinet officer in recent history failed to save two Presidents from the blundering and deceit that so tarnished their reputations.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Bosnia War: Quagmire or Just Cause?","web_url":"https://www.nytimes.com/1993/02/04/world/bosnia-war-quagmire-or-just-cause.html","abstract":"  The differences between the United States and Europe over what to do about the fighting in Bosnia and other parts of the former Yugoslavia are grounded in differing views of the conflict.   Not at all a distant war here, bleeding Bosnia is on the doorstep. Refugees in rags are pictured on television nightly and some are turning up on the streets of European capitals.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Magic Rookie Gets Nod As an All-Star Starter","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-people-basketball-magic-rookie-gets-nod-as-an-all-star-starter.html","abstract":"  Shaquille O'Neal, the No. 1 draft choice and centerpiece of the Orlando Magic, yesterday became the first rookie since 1985 to win election to the starting lineup in the National Basketball Association's All-Star Game.   O'Neal received 826,767 votes, beating Patrick Ewing of the Knicks by almost 250,000 votes for the starting center position on the Eastern Conference All-Stars. Ewing received 578,368 votes.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"The Post Attracts Others Wanting to Buy or Invest","web_url":"https://www.nytimes.com/1993/02/04/nyregion/the-post-attracts-others-wanting-to-buy-or-invest.html","abstract":"  The latest crisis at The New York Post is producing the unlikeliest of results: a line of wealthy people who are interested in buying some or all of the beleaguered newspaper.   Steven Hoffenberg, the prospective new publisher, said yesterday that he was not backing away from his promise to buy the newspaper. But he acknowledged that he had talked with several well-financed people who he said also wanted to save the newspaper. Some of those who have expressed interest appear anxious to enter a partnership with Mr. Hoffenberg.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Stolen $8 Million Found; F.B.I. and Police Arrest 4","web_url":"https://www.nytimes.com/1993/02/04/nyregion/stolen-8-million-found-fbi-and-police-arrest-4.html","abstract":"  Most of the $8 million stolen from a Brooklyn armored car warehouse late last year was recovered yesterday in an empty apartment four miles away, and the authorities arrested four men they described as members of a feckless gang who were sitting on stacks of hundred-dollar bills that they couldn't spend.   Officials of the New York Police Department and the Federal Bureau of Investigation said the four men who took part in what was described as an inside job surrendered without a fight.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Short Skis Come Back Into Style","web_url":"https://www.nytimes.com/1993/02/04/sports/skiing-short-skis-come-back-into-style.html","abstract":"  This season, short skis, which have always had a faddish appeal because of their ease in turning and their adaptability for hot-dogging, are making a comeback. Three new versions are being introduced at Eastern ski areas.    One model, now in limited production, is the Gauer 360, named for its inventor, Richard Gauer, and its ability to be used in making 360-degree maneuvers. The skis are made of foam-injected polyethylene, are 80 centimeters (31.5 inches) long and are turned up at the tip and the tail. They are thick and heavy, weighing three and a half pounds -- about the same as traditional 195 centimeter skis -- and have metal edges.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"U.N. STOPS USING BALKAN AID ROUTE","web_url":"https://www.nytimes.com/1993/02/04/world/un-stops-using-balkan-aid-route.html","abstract":"  United Nations aid convoys stopped plying the key overland supply route between the Croatian port of Split and central Bosnia and Herzegovina today after a United Nations aid worker was killed on Tuesday in a shelling attack on a column of aid trucks.   The United Nations High Commissioner for Refugees ordered the organization's aid convoys to quit using the road, from Mostar to Sarajevo, and the rest of Bosnia's heartland until the incident was investigated and Bosnian leaders honored promises to halt the almost-daily attacks on aid columns.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"CLINTON REBUFFED ON PLAN TO REDUCE ELECTION SPENDING","web_url":"https://www.nytimes.com/1993/02/04/us/clinton-rebuffed-on-plan-to-reduce-election-spending.html","abstract":"  President Clinton summoned Congressional Democrats to the White House today to seek help in keeping an election-year promise to act swiftly to change campaign finance laws. But he won no agreement on the basic elements of such a package, and there were signs that the White House was backing off its own plans in the face of Congressional resistance.   Leading Democrats emerged from the one-hour session declaring that for the first time in 12 years they were in accord with a President over the general notion that the amount of money needed to run for office should be reduced and that donations by political action committees should be limited further. President Carter's Mistake    But the participants said they did not discuss specifics, and there was no agreement on issues that were at the heart of promises made by Mr. Clinton during the campaign. One pledge was to limit political action committee contributions to $1,000, instead of the current $5,000 per candidate; another was to provide free or discounted television time for candidates who agree to limit their spending, and a third was to restrict \"soft money\" donations that are intended to skirt Federal spending limits.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"Mahoney's Way: 'A Little Bit More'","web_url":"https://www.nytimes.com/1993/02/04/sports/college-basketball-mahoney-s-way-a-little-bit-more.html","abstract":"  You never plan the victories and the defeats in advance. Not even in pencil. The apprenticeship of Brian Mahoney made that clear. There are too many factors changing too quickly, even in the best of basketball seasons, and too many potential disappointments severe enough for a coach to remember all his life.   So last November, when the coaches of the Big East were asked to submit their projections on the conference standings, it was better for Mahoney, the successor to Lou Carnesecca at St. John's, to think about something other than projections. \"For me to spend time thinking about it would be foolish,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Majority of New York Board Resists Keeping Schools Chief","web_url":"https://www.nytimes.com/1993/02/04/nyregion/majority-of-new-york-board-resists-keeping-schools-chief.html","abstract":"  In the first test of New York City Board of Education sentiment about the future of Schools Chancellor Joseph A. Fernandez, a majority of its members indicated yesterday that they were not inclined to renew his contract, school officials said.    That left the prospect of an uphill battle for survival for Mr. Fernandez, who, after three years of leading the nation's largest school system despite a sometimes troubled relationship with the board, had suggested recently that he did want to stay on.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Hillary Clinton Gives Taxpayers a Break; Unlike Mrs. Wilson","web_url":"https://www.nytimes.com/1993/02/04/opinion/l-hillary-clinton-gives-taxpayers-a-break-unlike-mrs-wilson-808993.html","abstract":"  To the Editor:   While it is probably true that no first lady since Edith Bolling Wilson, as she signed her letters, will have as much power as Hillary Rodham Clinton (news article, Jan. 22), there are vast differences between them.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Foreign Affairs; Personal Hometown Terror","web_url":"https://www.nytimes.com/1993/02/04/opinion/foreign-affairs-personal-hometown-terror.html","abstract":"  The Hercules from Split leveled off over Sarajevo, then dove for the airport to make itself a harder target. The Brits met me on the tarmac and deposited me in what they call a \"soft-skinned vehicle\" -- a non-bulletproof Land Rover -- and we dashed past endless checkpoints to U.N. headquarters at Kiseljak. \"You can't slow down,\" Sgt. Chris Vale said. \"It gives them time to think.\"    In Kiseljak, the Cheshires picked me up and stuffed me into a Warrior, a monster of a fighting personnel carrier straight out of \"Star Wars,\" for the hour's drive to their headquarters in Vitez. The 600-troop Cheshire battalion is the heart of the British contribution to the U.N. Protective Force in central Bosnia.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"Late Spurt Helps the Rams Hold On","web_url":"https://www.nytimes.com/1993/02/04/sports/college-basketball-late-spurt-helps-the-rams-hold-on.html","abstract":"  Fordham 81, Holy Cross 73   Fordham (9-12 over all and 6-2 in the Patriot League) almost lost a 20-point second half lead but managed to hold off Holy Cross by 81-73 last night at Rose Hill Gymnasium. It was the Rams' third straight victory and moved them within a game of the first-place Crusaders, (14-5, 7-1), whose eight-game winning streak ended.   Fordham was clinging to a 28-23 lead when Rob Feaster, the Crusaders' leading scorer with 16.8 points per game, got tangled up with Rams center Sean Hope underneath the Holy Cross basket. The two were about to separate and run upcourt when Feaster lunged at Hope with his arms extended as if he were about to throw a punch. But the referees quickly intervened and one official, John Letscher, assessed Feaster a flagrant personal foul, which resulted in an automatic ejection.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Business as Usual For Shelter Teams; State's Plans for the Mentally Ill","web_url":"https://www.nytimes.com/1993/02/04/nyregion/business-as-usual-for-shelter-teams-state-s-plans-for-the-mentally-ill.html","abstract":"  Dr. James Farrar and his team of state mental health workers recently weaved their way through the echoing corridors of the Bellevue Men's Shelter before settling into a conference room with a stack of manila files on 12 homeless men.   Soon, the team began summoning the men themselves. A few waited nervously outside the closed steel door.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Books of The Times; The Cold War Is Over, But Spies Will Be Spies","web_url":"https://www.nytimes.com/1993/02/04/books/books-of-the-times-the-cold-war-is-over-but-spies-will-be-spies.html","abstract":"  Point of Impact   By Stephen Hunter   451 pages. Bantam Books. $21.95.  The Last Spy   By Bob Reiss   300 pages. Simon & Schuster. $20.      Where will the spy thriller go now that the Soviet Union has collapsed? To judge from these two unusual novels, there is still so much equipment and personnel left over from the cold war that it will take innumerable plots to use them all up.","thumbnail":null,"section":"Books"},{"date":"19930204","headline":"Monetary Fund Criticizes Russia on Inflation","web_url":"https://www.nytimes.com/1993/02/04/world/monetary-fund-criticizes-russia-on-inflation.html","abstract":"  In an unusually strong criticism, the International Monetary Fund's top official faulted Russia's Government today for letting inflation get out of control, saying the risk of hyperinflation threatened Russia's fledgling democracy.   The official, Michel Camdessus, the fund's managing director, said hyperinflation would hurt Russia's poor the most, would jeopardize other economic reforms, and was causing a severe flight of capital that would make economic recovery more difficult.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Creativity vs. Academic Study: How Should Schools Teach Arts?","web_url":"https://www.nytimes.com/1993/02/04/theater/creativity-vs-academic-study-how-should-schools-teach-arts.html","abstract":"  The question in Sharon Anderson's drama class was, What do poor people want for Christmas? The answer came in a song.   To the tune of \"The 12 Days of Christmas,\" the students shouted their answers: red roach spray, two dollar bills, three mice traps, and so on, up to 10 food stamps, 11 neck bones, and down to no collard greens. They punctuated each verse with a barked, sardonic \"Ho, Ho, Ho!\"","thumbnail":null,"section":"Theater"},{"date":"19930204","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/02/04/sports/results-plus-586193.html","abstract":"  HOCKEY  Bruins Stop Nordiques' Streak  Don Sweeney scored two goals, one short-handed and the other into an empty net in the closing seconds as the Boston Bruins beat Quebec, 4-1, last night, ending the Nordiques' five-game unbeaten string. Dmitri Kvartalnov's power-play goal at 18 minutes 24 seconds of the second period was the winner. Glen Featherstone provided the Bruins with a 3-1 lead, scoring his fourth of the season before Sweeney extended the margin, finding the empty net with 13 seconds to play. Joe Sakic, with his 34th goal five minutes into the game, connected for the Nordiques, who entered the game with three victories and two ties in their previous five outings. The Nordiques, whose second-place lead over Boston in the Adams Division was sliced to 2 points, are 1-3-1 against the Bruins this season. (AP) Senators 3, Oilers 2: In Ottawa, Bob Kudelski scored twice as the upstart Senators defeated Edmonton to pick up their fifth point in a week. Kudelski has 13 goals in 21 games since arriving in a trade with the Los Angeles Kings. More surprising, the Senators have two victories and a tie in their last four games. With a record of 6-46-4, that represents almost one-third of Ottawa's total output in its first season. Ottawa goalie Peter Sidorkiewicz, making his first start in the last 10 home games, was strong in stopping 27 shots, a good tuneup for his appearance in this weekend's National Hockey League All-Star Game in Montreal. (AP) TENNIS Graf Advances Easily in Japan  Top-seeded Steffi Graf breezed into the second round of the Toray Pan Pacific Open by beating Japan's No. 1 player, Kimiko Date, 6-1, 7-5, yesterday in Yokohama, Japan. Second-seeded Gabriela Sabatini of Argentina withdrew because of the flu, ending her hopes of winning for the third straight year. (AP) BOXING Hodkinson Retains W.B.C. Title  Paul Hodkinson stopped Ricardo Cepeda 37 seconds into the fourth round yesterday to retain his World Boxing Council featherweight title in London. It was the third title defense for the 27-year-old Englishman, who improved his record to 23-1-0. Cepeda, of Puerto Rico, lost for the third time in 27 fights. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/04/nyregion/metro-digest-216193.html","abstract":"  NEW YORK CITY  AFTER REVIEW, 'ZOO' WON'T DO   The New York Zoological Society, deciding the word \"zoo\" had become an urban pejorative with a limited horizon, announced that it was dropping the word from the Bronx Zoo, the Central Park Zoo, the Queens Zoo and the Prospect Park Zoo. They are to be called Wildlife Conservation Parks beginning Monday. A1.  BOARD SUPPORT FOR FERNANDEZ FADING   In the first test of New York City Board of Education sentiment about the future of Schools Chancellor Joseph A. Fernandez, a majority of its members indicated that they were not inclined to renew his contract, school officials said. That left the prospect of an uphill battle for survival for Mr. Fernandez, who had indicated recently that he wanted to stay on. A1.  INVESTORS LINE UP FOR THE POST   The latest crisis at The New York Post, which lost another columnist, Amy Pagnozzi, to The Daily News, is producing an unlikely result: a line of wealthy people interested in buying some or all of the newspaper. Besides the financier Steven Hoffenberg, they include Ronald S. Lauder, the former Republican candidate for Mayor of New York, and James Nederlander, the New York City theater owner B3.  OPERATOR OF QUEENS HOME LOSES LICENSE   Citing a record of \"brazen plundering\" of funds from residents of a group residence for the mentally ill in Queens, a state agency revoked the license of an organization that has operated the home, HiLi Manor, for 14 years. B3.  TURMOIL AMONG THE TRANSIT POLICE   In the last several months, high-ranking transit police officials have been accused of improper conduct, from sexual harassment to the showing of pornographic movies, while the chief of the department, Michael F. O'Connor, has reshuffled his top command in a way that has placed him and the head of the union that represents transit officers in a bare-knuckles feud. Reverberations from the troubles are beginning to be felt in the tunnels under New York City's streets. B4.  REGION  WITNESS BARRED IN ASSAULT TRIAL   The prosecution was dealt a sharp setback at the end of the testimony phase of the Glen Ridge, N.J., sex-assault trial when the judge barred the appearance of an eyewitness likely to provide some of the most incriminating information against two of the young men charged with assaulting a mildly retarded schoolmate. The prosecutors did not call the witness because they believed the defense planned to. B6.   RECALL VOTE OUSTS AND REINSTATES MAYOR   Mayor Anthony M. DeFino and the town's four other commissioners in West New York, N.J., were ousted from office for a heartbeat and then re-installed in a confusing exercise known as a recall election. B6.  ROAD TO CAPITAL RUNS THROUGH NEW YORK   The Clinton Administration is looking to New Yorkers to fill a variety of Federal positions. B6.    Cuomo receives a list of nominees to replace Chief Judge Sol Wachtler. B6.  Baby found in gym bag is doing well as the police seek the person who abandoned him. B6.  Neediest Cases B3  Chronicle B22","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Voters Oust, Then Elect, Their Mayor","web_url":"https://www.nytimes.com/1993/02/04/nyregion/voters-oust-then-elect-their-mayor.html","abstract":"  Mayor Anthony M. DeFino and the town's four other commissioners were ousted from office for a heartbeat on Tuesday and then re-installed in a confusing exercise known as a recall election.   A majority of the 8,000 people who cast ballots voted \"yes\" in response to a ballot question asking whether each member of the governing body should be removed from office. Then, by almost the same majority, voters elected the same officials over the challengers who had forced the recall, including the man who almost defeated the Mayor in 1991 and has already vowed to challenge him again in the next regular election in 1995.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"GERMANS CANCEL BIG U.S. PURCHASE","web_url":"https://www.nytimes.com/1993/02/04/world/germans-cancel-big-us-purchase.html","abstract":"  Defense Minister Volker Ruhe announced today that he had canceled plans to buy a $1 billion American-designed high-altitude reconnaissance system whose German subcontractor is at the center of a political scandal about reported bribery.   Mr. Ruhe told legislators that the system, Lapas, had fallen victim to the need to cut more than $500 million out of this year's $30.7 billion German military budget by imposing a general freeze on all new weapons acquisitions.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Senior C.I.A. Analyst Admits Discord Over Russia","web_url":"https://www.nytimes.com/1993/02/04/world/senior-cia-analyst-admits-discord-over-russia.html","abstract":"  Reflecting the complexity of Russia's problems, one of the Central Intelligence Agency's most senior analysts today laid out the divisions within the intelligence community and among independent Western and Russian experts on how best to reform Russia and promote its nascent democracy.   George Kolt, the National Intelligence Officer for Russia and Eurasia, told a Senate panel of three broad areas of disagreement over the degree and pace of reform. His testimony illustrates how difficult it will be for the Clinton Administration to reach a consensus on a strategy for Russia as it begins its formal policy review.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Baseball Bans Cincinnati Owner For a Year Over Racial Remarks","web_url":"https://www.nytimes.com/1993/02/04/sports/baseball-bans-cincinnati-owner-for-a-year-over-racial-remarks.html","abstract":"  Major league baseball's ruling executive council today suspended Marge Schott from the day-to-day operation of the Cincinnati Reds for one year and fined her $25,000 after concluding that she had made ethnic slurs.   Bud Selig, chairman of the executive council, which runs the sport in the absence of a commissioner, refused to repeat what he considered the most vile remarks investigators now attributed to Mrs. Schott. But he released a 10-page report outlining a pattern of language that Mrs. Schott's fellow owners termed \"the most base and demeaning type of racial and ethnic stereotyping.\"","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Sports of The Times; Schott Punished for Wrong Thing","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-of-the-times-schott-punished-for-wrong-thing.html","abstract":"  THE hypocrisy of the Marge Schott decision yesterday by major league baseball is that the owners are punishing her for the wrong thing.   They have no business coming down on her for racial and ethnic slurs that were uttered in private, something, to be sure, some if not many of them have said in one way or another themselves. And if they haven't said it, they have certainly acted as though they believe such racial and ethnic stereotypes are written in stone, or at least the baseball bylaws.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/04/nyregion/inside-848293.html","abstract":"  Hospital Billing System In New York Is Rejected    A ruling by a Federal judge threatens to destroy New York State's delicate system of subsidizing hospital care for some patients. The judge said the state was violating Federal law by adding an extra charge to hospital bills paid by some insurers and health maintenance organizations, an arrangement has benefited hospitals and nonprofit insurers. Page B1. House Backs Family Leave    The House passed a family-leave bill requiring employers to provide 12 weeks of unpaid medical leave. It awaits Senate action. Page A18. Justice Dept. Choice Is Near    President Clinton is close to selecting an Attorney General, and the top candidate is said to be Judge Kimba M. Wood of New York. Page A19. Power Shift Urged for Zaire    As fighting intensified in Zaire, the United States, France and Belgium demanded that President Mobutu Sese Seko transfer power. Page A3. Historical Library to Close    The New-York Historical Society, despite a $1.5 million loan, will close its library this month and cancel all its public programs. Page C15.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Marciulionis's Concern","web_url":"https://www.nytimes.com/1993/02/04/sports/sports-people-basketball-marciulionis-s-concern.html","abstract":"  He and his Golden State Warriors teammates had arrived in New York from Cleveland at 4 A.M. yesterday, but only hours later SARUNAS MARCIULIONIS was selling his autograph for $25. No, he was not at a trading-card show or charging youngsters for his signature on a basketball. Rather, he was putting his signature on T-shirts emblazoned with the Grateful Dead logo. They adorn shirts depicting his native Lithuania's bronze-medal finish in last summer's Olympic Games. Marciulionis, the aggressive guard, was Lithuania's star in Barcelona.   There might never have been a Lithuanian basketball team if it weren't for the financial support of the Grateful Dead. The band knew of hsi concern for his country, and it helped fund the team. Shirts and jackets with their skeleton logo became hot items. Now the shirt proceeds are going to his Lithuanian Children's Fund, which helps bring children who have complicated medical problems to the United States for treatment.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"Differing Views on Bosnia","web_url":"https://www.nytimes.com/1993/02/04/world/differing-views-on-bosnia.html","abstract":"  The United States and Europe differ over Bosnia and other parts of the former Yugoslavia because of how they look at the conflict. Page A10.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"Review/Music; Brooklyn College Opera Tries Handel's 'Hercules'","web_url":"https://www.nytimes.com/1993/02/04/arts/review-music-brooklyn-college-opera-tries-handel-s-hercules.html","abstract":"  All the stage doings on Friday evening at the Walt Whitman Hall of Brooklyn College, all the moralizing from chorus and secondary characters, stressed the baleful effects of jealousy. But the sin more vividly illustrated in the Brooklyn College Opera Theater's production and performance of Handel's music drama \"Hercules\" was excessive ambition.   Neither opera nor oratorio, \"Hercules\" was evidently not intended to be staged, though the interplay between characters adapts well enough to dramatic treatment and in some respects seems to demand it. The idea of presenting the New York staged premiere of the work was admirable in principle, but Richard Barrett, the director, and Harry Saltzman, the conductor, seriously overestimated their resources as well as their potential audience.","thumbnail":null,"section":"Arts"},{"date":"19930204","headline":"Amtrak Gains Accord for Wide Use of Fast Trains","web_url":"https://www.nytimes.com/1993/02/04/us/amtrak-gains-accord-for-wide-use-of-fast-trains.html","abstract":"  Clearing an important obstacle to the development of high-speed rail travel outside the Northeast, the nation's freight railroads agreed today to let Amtrak use fast European trains on their tracks.   Under the agreement, Amtrak plans to guarantee that the freight lines will be indemnified against liability for accidents involving its trains, said W. Graham Claytor Jr., president of Amtrak, the national passenger railroad corporation.","thumbnail":null,"section":"U.S."},{"date":"19930204","headline":"BALKAN MEDIATORS PRESS THEIR PLAN","web_url":"https://www.nytimes.com/1993/02/04/world/balkan-mediators-press-their-plan.html","abstract":"  The international mediators trying to solve the Balkan crisis continued their efforts today to build international support for their peace plan here, emphasizing that it calls on Bosnia's Serbian nationalists to surrender substantial portions of the land they have conquered.   At the same time, France let it be known that if the peace talks here failed and fighting continued, it had an alternative plan for the Western allies to throw a ring of heavily armed troops around Sarajevo, the capital of Bosnia and Herzegovina, and drive the Serbian gunners back from the surrounding hills so they could no longer shell the besieged city.","thumbnail":null,"section":"World"},{"date":"19930204","headline":"L.I. Protests U.S. Data-Gathering Change","web_url":"https://www.nytimes.com/1993/02/04/nyregion/li-protests-us-data-gathering-change.html","abstract":"  The Nassau and Suffolk County Executives and the president of Long Island's largest business and civic group today urged the Federal Government to rescind a decision that would eliminate the Island as a separate statistical area in gathering Federal data.   At a news conference this morning, officials said the change could cost Nassau County $17 million in Federal money and would have a similar impact on Suffolk County, where figures were not yet available. They also added that the change could deter the Island's efforts to attract private businesses.","thumbnail":null,"section":"New York"},{"date":"19930204","headline":"Riley's Tight Rein May Limit Knicks","web_url":"https://www.nytimes.com/1993/02/04/sports/on-pro-basketball-riley-s-tight-rein-may-limit-knicks.html","abstract":"  More pictures from the Alamo City of John Lucas leaving the San Antonio Spurs' team huddle to let his players do the talking were seen in these parts the other night. At roughly the same time, a few spaces up the digital dial, the Knicks were making Pat Riley crazy again in the fourth quarter.   While the revitalized Spurs were winning for the 18th time in 21 games under Lucas, blowing away Chuck Daly's Nets, the men of Riley were coughing up a 16-point lead, falling behind, then rallying behind the mercurial John Starks to tame the 12-victory Washington Bullets. Again, Riley was left at his post-game news conference to explain his team's disturbing habit for attacking a wounded, inferior opponent with the enthusiasm and flair of a man defending his wallet.","thumbnail":null,"section":"Sports"},{"date":"19930204","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/04/opinion/IHT-letters-to-the-editor.html","abstract":"Serbian Ubiquity. Your editorial, \"Milosevic Remains\" (Dec. 24), contained some well-intentioned but misguided references to a lack of provision for the rights of resident Serbs that arose when Croatia, Slovenia and Bosnia declared independence.","thumbnail":null,"section":"Opinion"},{"date":"19930204","headline":"What's 3 Letters and Zoologically Incorrect?","web_url":"https://www.nytimes.com/1993/02/04/nyregion/what-s-3-letters-and-zoologically-incorrect.html","abstract":"  The New York Zoological Society, deciding the word \"zoo\" had become an urban pejorative with a limited horizon, announced yesterday that it was dropping the word from the Bronx Zoo, the Central Park Zoo, the Queens Zoo and the Prospect Park Zoo.   They are to be called Wildlife Conservation Parks beginning Monday, said William Conway, president of the society, who concedes he risks greatly bestirring much of the urban menagerie beyond the 10,000 creatures of the, uh, zoos. But he says he must do something about the little word.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930204","time":"1993-02-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":99,"wspd":5.4},{"date":"19930204","time":"1993-02-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":100,"wspd":3.6},{"date":"19930204","time":"1993-02-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":99,"wspd":7.6},{"date":"19930204","time":"1993-02-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":100,"wspd":3.6},{"date":"19930204","time":"1993-02-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":98,"wspd":5.4},{"date":"19930204","time":"1993-02-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":99,"wspd":3.6},{"date":"19930204","time":"1993-02-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":99,"wspd":5.4},{"date":"19930204","time":"1993-02-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":97,"wspd":3.6},{"date":"19930204","time":"1993-02-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":95,"wspd":5.4},{"date":"19930204","time":"1993-02-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":94,"wspd":5.4},{"date":"19930204","time":"1993-02-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":94,"wspd":7.6},{"date":"19930204","time":"1993-02-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":92,"wspd":7.6},{"date":"19930204","time":"1993-02-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":89,"wspd":5.4},{"date":"19930204","time":"1993-02-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":88,"wspd":3.6},{"date":"19930204","time":"1993-02-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":90,"wspd":7.6},{"date":"19930204","time":"1993-02-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":89,"wspd":5.4},{"date":"19930204","time":"1993-02-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":91,"wspd":5.4},{"date":"19930204","time":"1993-02-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":91,"wspd":7.6},{"date":"19930204","time":"1993-02-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":90,"wspd":5.4},{"date":"19930204","time":"1993-02-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":87,"wspd":5.4},{"date":"19930204","time":"1993-02-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":92,"wspd":7.6},{"date":"19930204","time":"1993-02-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":94,"wspd":9.4},{"date":"19930204","time":"1993-02-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":94,"wspd":5.4},{"date":"19930204","time":"1993-02-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":93,"wspd":7.6},{"date":"19930204","time":"1993-02-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":18,"wspd":16.6},{"date":"19930204","time":"1993-02-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":18,"wspd":20.5},{"date":"19930204","time":"1993-02-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":18,"wspd":24.1},{"date":"19930204","time":"1993-02-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":20,"wspd":24.1},{"date":"19930204","time":"1993-02-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":21,"wspd":22.3},{"date":"19930204","time":"1993-02-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":24,"wspd":20.5},{"date":"19930204","time":"1993-02-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":29,"wspd":16.6},{"date":"19930204","time":"1993-02-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":32,"wspd":37.1},{"date":"19930204","time":"1993-02-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":37,"wspd":31.7},{"date":"19930204","time":"1993-02-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":41,"wspd":25.9},{"date":"19930204","time":"1993-02-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":44.6},{"date":"19930204","time":"1993-02-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":38.9},{"date":"19930204","time":"1993-02-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":56,"wspd":37.1},{"date":"19930204","time":"1993-02-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":40.7},{"date":"19930204","time":"1993-02-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":40,"wspd":37.1},{"date":"19930204","time":"1993-02-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":39,"wspd":42.5},{"date":"19930204","time":"1993-02-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":28,"wspd":38.9},{"date":"19930204","time":"1993-02-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":18,"wspd":44.6},{"date":"19930204","time":"1993-02-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":19,"wspd":38.9},{"date":"19930204","time":"1993-02-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":15,"wspd":42.5},{"date":"19930204","time":"1993-02-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":14,"wspd":42.5},{"date":"19930204","time":"1993-02-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":14,"wspd":38.9},{"date":"19930204","time":"1993-02-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":17,"wspd":37.1},{"date":"19930204","time":"1993-02-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":20,"wspd":37.1}]},"19930205":{"guardian_articles":[],"nytimes_articles":[{"date":"19930205","headline":"Jerusalem Journal; Try to Honor a Jeremiah, and All Israel Kvetches","web_url":"https://www.nytimes.com/1993/02/05/world/jerusalem-journal-try-to-honor-a-jeremiah-and-all-israel-kvetches.html","abstract":"  Prof. Yeshayahu Leibowitz of Hebrew University is a man of years and accomplishment. No one ever said he is easy to take, though, least of all Professor Leibowitz himself.   Israeli emotions about him run deep. And when he was nominated recently for the Israel Prize, the nation's most prestigious award, those emotions became a cascade, sweeping past Professor Leibowitz to brush against Israelis' perceptions of their own society.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/02/05/arts/sounds-around-town-832793.html","abstract":"  A Gillespie Tribute   Slide Hampton and the Jazzmasters, Village Vanguard, 178 Seventh Avenue South, at 11th Street, Greenwich Village, (212) 255-4037. Slide Hampton's 12-piece orchestra, which provided many of the musicians for the United Nations Band led by Dizzy Gillespie last year, is presenting a memorial tribute to Gillespie this weekend. It features Mr. Hampton's arrangements of Gillespie's music, and the group includes one of the legendary trumpeter's most celebrated trumpet-playing followers, Jon Faddis, as well as the trumpeters Claudio Roditi and Roy Hargrove. The trombonists are Steve Turre, Douglas Purviance and Mr. Hampton; the saxophonists are Jimmy Heath, David Sanchez and Antonio Hart, and the rhythm section is made up of the pianist Danilo Perez, the bassist George Mraz and the drummer Lewis Nash. The band will be recorded tomorrow and Sunday by Tel-Arc Records. Sets are at 9:30 and 11:30 P.M. and 1 A.M.; there is a $15 music charge and a $10 minimum. A New Sextet     The Warren Vache-Ken Peplowski-Howard Alden-Dan Barrett Sextet, Sweet Basil, 88 Seventh Avenue South, at Bleecker Street, Greenwich Village, (212) 242-1785. The group, with its multi-barreled name, is led by four of the leading contemporary lights of mainstream jazz and is making its debut this weekend. There is little doubt that Mr. Vache's cornet, Mr. Peplowski's clarinet and saxophone, Mr. Alden's guitar and Mr. Barrett's trombone give the group an unusually solid foundation for success, particularly with the support of Michael Moore on bass and Billy Hart on drums. Their challenge will be to train audiences to remember all those names. Sets tonight and tomorrow are at 9, 11 and 12:30; Sunday, 9 and 11 P.M. only. On all three nights, the music charge is $15 and the minimum, $6.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Kidnapper Killed in Trap Set by Victims' Relatives","web_url":"https://www.nytimes.com/1993/02/05/nyregion/kidnapper-killed-in-trap-set-by-victims-relatives.html","abstract":"  It began as a kidnapping and armed robbery on a Chinatown street, an increasingly common crime in communities with large Asian-American populations. But for the kidnappers, it went terribly wrong when a witness called relatives of the victims, who set up an ambush.   When the kidnappers arrived at the victims' home in Manhasset, L.I., Wednesday night, one of the kidnappers was killed by an uncle of the victims, the Nassau County police said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"65 Seized in Sale of Drugs","web_url":"https://www.nytimes.com/1993/02/05/nyregion/65-seized-in-sale-of-drugs.html","abstract":"  More than 65 men and women, believed to be illegal aliens involved in the distribution of narcotics, were arrested in Fordham, the Bronx, last night by the police and the Immigration and Naturalization Service. Farrell Adams, an immigration service spokesman, said the arrests resulted from a yearlong investigation stemming from complaints by Fordham residents about the sale of drugs. Mr. Adams said most of those arrested were from the Caribbean, principally the island of Jamaica.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Russia's Mirror in Space Reflects The Light of the Sun Into the Dark","web_url":"https://www.nytimes.com/1993/02/05/world/russia-s-mirror-in-space-reflects-the-light-of-the-sun-into-the-dark.html","abstract":"  Unfurling a thin aluminum and plastic mirror in space, Russian scientists and engineers for the first time have sent a narrow beam of reflected sunlight flashing across the darkened side of the Earth.   They said the experiment early yesterday proved the feasibility of putting much larger mirrors in space to illuminate areas tens of miles across. Proponents say such mirrors could change night into twilight, saving billions of dollars in electricity and extending planting and harvesting seasons.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Army Coach Dismissed","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-people-college-basketball-army-coach-dismissed.html","abstract":"  His team is 3-15 this season and 13-61 during his tenure, but Coach TOM MILLER of Army was dismissed yesterday because of his poor relationship with his players, officials at the United States Military Academy said.   Miller, a 1970 West Point graduate who played basketball at the Academy under BOB KNIGHT, \"publicly degraded\" his players and had been told twice this season by administrators that his outbursts were inappropriate, school officials said.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Yale Names New Dean Of College","web_url":"https://www.nytimes.com/1993/02/05/nyregion/yale-names-new-dean-of-college.html","abstract":"  Yale University today named Richard Brodhead, the chairman of its English department, as dean of Yale College.    With Mr. Brodhead's appointment, Yale has filled the second of three top positions vacated last spring amid controversy over budget cuts and reorganization plans. The university named Judith Rodin, the former dean of the graduate school, as provost last spring, and it is paring down a list of candidates for president.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Fossil Belongs Not Just to the Ages But to the U.S., a Judge Declares","web_url":"https://www.nytimes.com/1993/02/05/us/fossil-belongs-not-just-to-the-ages-but-to-the-us-a-judge-declares.html","abstract":"  A fossil Tyrannosaurus rex that was seized by the F.B.I. last May from a South Dakota dealer belongs to the Federal Government, a United States district judge has ruled.   The case, which centers on the most complete and best preserved tyrannosaur fossil ever found, is being closely watched by paleontologists, fossil dealers, museum officials and lawyers.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"3 and Out: Bills' General Manager Exits Stage Left","web_url":"https://www.nytimes.com/1993/02/05/sports/pro-football-3-and-out-bills-general-manager-exits-stage-left.html","abstract":"  Bill Polian, the bold and highly regarded general manager of the Buffalo Bills, was dismissed yesterday, only four days after his team became the first one to lose three straight Super Bowl games.   But this was not a case of an unhappy owner with a winning-is-everything philosophy. Rather, there were long-standing differences between the 50-year-old Polian and the people who worked for 74-year-old Ralph Wilson, the Bills' owner.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Albert R. Erskine, 81, an Editor For Faulkner and Other Authors","web_url":"https://www.nytimes.com/1993/02/05/nyregion/albert-r-erskine-81-an-editor-for-faulkner-and-other-authors.html","abstract":"  Albert Russel Erskine Jr., a retired Random House editor who worked with James A. Michener, William Faulkner, John O'Hara and Robert Penn Warren, died on Wednesday at Norwalk Hospital in Norwalk, Conn. He was 81 and lived in Westport, Conn.   His family said he had had a long illness.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Feathered Dinosaur or a Real Bird?","web_url":"https://www.nytimes.com/1993/02/05/us/feathered-dinosaur-or-a-real-bird.html","abstract":"  A new study of Archeopteryx, the earliest established birdlike fossil, has cast serious doubt on the widely held theory that this feathered creature and presumably all birds are direct descendants of dinosaurs.   In a detailed comparison of the fossil's claws with those of modern birds, the ornithologist who did the study observed that the curvature of its foot claws must have enabled Archeopteryx to perch on tree limbs and that claws at the end of its wings apparently allowed it to climb tree trunks.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"On My Mind; The Crime Of Vance And Owen","web_url":"https://www.nytimes.com/1993/02/05/opinion/on-my-mind-the-crime-of-vance-and-owen.html","abstract":"  When everybody is screaming nobody is listening.   Rarely have so many American commentators, editorial writers and think-tankers screamed so loud and bitterly at any Western diplomats as they are doing at Cyrus Vance and Lord Owen.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"7 Journalists Drop Plans to Leave The News","web_url":"https://www.nytimes.com/1993/02/05/nyregion/7-journalists-drop-plans-to-leave-the-news.html","abstract":"  Seven reporters and columnists who had announced they were leaving The Daily News said yesterday that they would stay after all.   The seven, including the columnists Juan Gonzalez and Jerry Capeci, had opted for a severance package offered by the publisher, Mortimer B. Zuckerman, last month in the midst of his takeover of The News and his bitter battle with the Newspaper Guild of New York. The guild is the only one of 10 unions at The News that remains without a contract with Mr. Zuckerman.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Ethics Panel Is Expanding Inquiry Into Charges Against Packwood","web_url":"https://www.nytimes.com/1993/02/05/us/ethics-panel-is-expanding-inquiry-into-charges-against-packwood.html","abstract":"The Senate Ethics Committee announced tonight that it would broaden its investigation into accusations of sexual harassment by Senator Bob Packwood to include charges of intimidation by him or his staff members. The panel also said witnesses would be shielded from questions about their sexual histories.\n\nLast week, outlining the defense he planned against the accusations, Senator Packwood, Republican of Oregon, said he had not ruled out questioning his accusers about their private lives to cast doubt on their assertions of unwanted sexual advances.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Look Sharp, Viewers, It's the Garden","web_url":"https://www.nytimes.com/1993/02/05/sports/tv-sports-look-sharp-viewers-it-s-the-garden.html","abstract":"  The fight may not be much, but at least there's a ton of tradition.  Unless Riddick Bowe encounters unexpected turbulence with Michael Dokes in their heavyweight championship bout tomorrow, HBO will have to rely on letting viewers soak in the sight of the new champion making his first defense in the once-sainted boxing mecca that is Madison Square Garden.   \"The Garden is unlike any arena for boxing,\" said Ross Greenburg, the executive producer of HBO Sports. \"It's like being in Wrigley Field or Fenway Park. There are very knowledgeable fans, not just high rollers who happened to leave the casino for a fight. It's very loud and electric.\"","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Fallout From Sessions Case","web_url":"https://www.nytimes.com/1993/02/05/us/fallout-from-sessions-case.html","abstract":"  The F.B.I. has halted all proceedings against agents accused of breaking rules that the bureau's Director was found to have violated. Page A13.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/02/05/style/IHT-hear-this.html","abstract":"In the '70s, we got in touch with our feelings, if we had any. Times have changed: Now we can get in touch with our dogs' feelings. A book advertised in a London newspaper purports to help you \"create a deeper, even more loving relationship by learni","thumbnail":null,"section":"Style"},{"date":"19930205","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/02/05/arts/diner-s-journal.html","abstract":"  A Blend of David Kehs    In David Keh's long and colorful career as a culinary showman he has undergone more costume changes than a fashion runway model. His styles have ranged from elegant (Auntie Yuan, Uncle Tai's Hunan Yuan) to mainstream (David K's and David K's Cafe) to whimsical (Pig Heaven). Mr. Keh's latest Manhattan venture, David K's Noodle Road, is a bit of everything.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/05/us/inside-268093.html","abstract":"  The Dow Leads the Stock Market to Record Highs   Propelled by falling American interest rates and exuberant corporate earnings, the stock market surged again yesterday, with the Dow Jones industrial average gaining 42.95 points, to close at a record high of 3,416.74. In just the last two days, the Dow has risen nearly 3 percent in value. Page D1. Germany Central Bank Cuts Key Interest Rate    Germany's powerful central bank lowered its major rates yesterday. The surprising German move was meant to reinforce the battered European curency-exchange-rate system, rekindle growth in a flagging economy and silence critics. Page D1. Japan Trade Tally Up Again    Japan's exports are rising again, worrying Tokyo about relations with President Clinton. Page A7. Big Jump in Productivity    American workers' productivity surged 4 percent in the fourth quarter, the Government said. Page D1. New Pension Problems    Some corporations with underfunded pension plans are nonetheless expanding benefits, knowing that the Government will pay if the plans fail, Congressional auditors said. Page D1. From Orbit, a Beam of Light    In a Russian experiment, a mirror in space sent a narrow beam of reflected sunlight flashing down to the Earth's dark side, testing the feasibility for much larger mirrors. Page A6. A Cry for Help Unanswered    A fourth grader in Harlem wrote in a school essay, \"My father raped me.\" But no action was taken to help her until she told her grandmother weeks later, an investigator said. Page B1. Rebels Keep Fighting in Peru    One Peruvian city sees little hope that the Shining Path guerrilla movement will soon be subdued. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Clinton's National Service Program Will Have Modest Start","web_url":"https://www.nytimes.com/1993/02/05/us/clinton-s-national-service-program-will-have-modest-start.html","abstract":"  The White House said today that the ambitious national service program Bill Clinton proposed in the Presidential campaign would begin as a more modest and economical effort to encourage volunteerism.   George Stephanopoulos, the White House communications director, said President Clinton \"intends to fulfill his commitment to build a national service plan\" but acknowledged that it would be costly to do immediately.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-92187699155.html","abstract":"Keeping Ghosts at Bay. Regarding \"A Cultural History on German Memory\" (Back Page,Jan. 13) by Joan Dupont:. The account of the American historian Claudia Koonz on schoolchildrens' reactions when visiting the former concentration camp of Buchen","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Review/Film; The Americanization of a Mystery","web_url":"https://www.nytimes.com/1993/02/05/movies/review-film-the-americanization-of-a-mystery.html","abstract":"  Thanks to the peculiar lily-gilding process that yields the Hollywood remake, \"The Vanishing\" is one of two haunting European films that open today in newly Americanized form. The other one, \"Sommersby,\" reworks \"The Return of Martin Guerre,\" the story of a man who is reunited with his wife and neighbors after a long, mysterious absence. He looks and sounds recognizable, yet something essential seems to have changed. His fellow citizens regard him with a mixture of warmth, bewilderment and unease, much the same response moviegoers might have to a structurally familiar, spiritually different version of a favorite story.   \"The Vanishing\" is a fascinating case in point, since it has been made twice by the same director, and since its original version is so dangerously unsuited to mainstream American tastes. As directed by George Sluizer, the Dutch film maker who once worked as an assistant director on \"Around the World in 80 Days,\" \"The Vanishing\" (released in 1991) told of an ordinary man thrown into limbo by the disappearance of his girlfriend. When these vacationers stopped at a rest area beside a highway, she went off to get them cold drinks and simply did not return.","thumbnail":null,"section":"Movies"},{"date":"19930205","headline":"France, After 50 Years, Plans Memorials to Jews Sent to Die","web_url":"https://www.nytimes.com/1993/02/05/world/france-after-50-years-plans-memorials-to-jews-sent-to-die.html","abstract":"  Often criticized for refusing to apologize for the deportation of Jews from France during World War II, President Francois Mitterrand has created a national day of remembrance of the racist and anti-Semitic crimes carried out by the collaborationist Vichy regime.   The decision, which was warmly welcomed by Jewish leaders here, was seen as an important step in France's gradual acceptance of the role played by French citizens -- as well as by Nazi occupation forces -- in the deportation of some 76,000 Jews from France to German death camps.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Woman Reported Raped","web_url":"https://www.nytimes.com/1993/02/05/nyregion/woman-reported-raped.html","abstract":"  A 40-year-old woman was raped on a sidewalk in midtown Manhattan early yesterday morning as she walked to work, a police spokesman said. A man startled the rapist by jumping out of his red car, shouted for help, and after scaring the rapist, sped away, said Lieut. Raymond O'Donnell, a police spokesman. The woman was walking east on 51st Street between Madison and Park Avenues about 6 A.M. when she was approached from behind by the attacker, Lieutenant O'Donnell said.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Bosnia Mediators Urging U.S. to Join Peace Force","web_url":"https://www.nytimes.com/1993/02/05/world/bosnia-mediators-urging-us-to-join-peace-force.html","abstract":"  The international mediators trying to solve the Balkan crisis are suggesting that the Clinton Administration contribute troops to the new peacekeeping force needed for Bosnia and Herzegovina under their peace plan as a way of putting its stamp on American policy toward the crisis, diplomats here say.   Former United States Secretary of State Cyrus R. Vance, who represents the United Nations, and Lord Owen, who represents the European Community, have also suggested that the Clinton Administration take a lead in asking the Security Council to set up a special tribunal to judge accusations of war crimes in Bosnia and Herzegovina and to create a special human rights commission to monitor conditions there.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"A Zoo by Any Other Name . . .","web_url":"https://www.nytimes.com/1993/02/05/opinion/a-zoo-by-any-other-name.html","abstract":"  After two years of debate, the wise heads at the New York Zoological Society have decided to change the names of their organization and all its facilities. No longer will there be a Bronx Zoo; as of Monday, it's the International Wildlife Conservation Park. Gone is the Central Park Zoo; it's the Central Park Wildlife Conservation Center. Even the New York Aquarium is becoming the Aquarium for Wildlife Conservation.   Why the multisyllabic mayhem? The society believes that it has outgrown its old names. Like a butterfly bursting from its cocoon, it has become an international wildlife conservation organization, whose projects in 41 countries go far beyond anything implied by the word \"zoo.\" So now the public must be clued in to the wider horizons -- by robbing the city's zoological landmarks of names used for generations.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-91505407470.html","abstract":"And Instilling Tolerance. In this final decade before the third millennium, humanity has a unique opportunity and responsibility for global change, and for taking practical initiatives to build a better, safer, more humane future. Now, more than ever, the","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"House Passes Voter Bill Over G.O.P. Opposition","web_url":"https://www.nytimes.com/1993/02/05/us/house-passes-voter-bill-over-gop-opposition.html","abstract":"  House Democrats stood almost as one today and passed legislation fiercely denounced by Republicans that would make it easier to register new voters and harder to purge them from precinct rolls.   The legislation, the daylong debate over it and the party-line vote of 259 to 160 echoed an election-year battlewaged in Congress last spring and summer over voter registration. The Senate, which now gets the bill, is expected to pass it and send it to the White House, just as it did last year.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-93965888154.html","abstract":"Vandals and Nazis. Attributing all kinds of German violence against foreigners to \"neo-Nazism\" is unjustified. The use of slogans like \"Sieg Heil\" and \"Heil Hitler\" and of Nazi emblems by youngsters is, in my view, a kind of","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Dance and Lectures On Sex and Spirituality","web_url":"https://www.nytimes.com/1993/02/05/arts/dance-and-lectures-on-sex-and-spirituality.html","abstract":"  A conference on \"The Union of Sex and Spirit,\" a daylong program of dance performances and lectures on the link between sexuality and spirituality in Eastern and Western myths and religions, is to take place tomorrow at St. Peter's Church, Lexington Avenue and 54th Street, from 8:30 A.M. to 6 P.M. The sponsor is Cauldron Productions, which presented similar events at the Asia Society. Tickets are $80; $60 for students and the elderly. Telephone: (212) 245-0445.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Schott Case: Both Sides Attained Goals","web_url":"https://www.nytimes.com/1993/02/05/sports/baseball-schott-case-both-sides-attained-goals.html","abstract":"  Marge Schott wanted to make sure she retained her position as general partner of the Cincinnati Reds and her right to attend Reds games. The major league executive council wanted to make sure she would not be in a position to operate the Reds on a day-to-day basis during the 1993 season and didn't want to be sued for its action against Schott.   Both sides attained their goals.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/02/05/arts/art-in-review-830093.html","abstract":"  Richard Artschwager    Mary Boone Gallery   417 West Broadway (near Spring Street)   SoHo   Through Feb. 17    There is much to admire in Richard Artschwager's recent sculpture and painting, although on the whole they do not represent this artist at the top of his form. Some of the work looks crabbed and fussy, as if Mr. Artschwager were trying to keep his familiar deadpan energy alive through ingenuity rather than inspiration.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Many Doubts, Few Answers In Kenya Vote","web_url":"https://www.nytimes.com/1993/02/05/world/many-doubts-few-answers-in-kenya-vote.html","abstract":"  After suffering two strokes, Kenneth Matiba has trouble walking, even shaking hands. His conversation, extremely sharp one moment, often wanders into yarns about attempts against his life.   But at 60 Mr. Matiba, wealthy, forceful and stubborn, could a new political force in Kenya if his party's showing in elections just over a month ago is a barometer of this nation's will.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Small Hotel, Large Weekend","web_url":"https://www.nytimes.com/1993/02/05/arts/small-hotel-large-weekend.html","abstract":"  THERE are some of us who know that big cities are best experienced from small hotels. Can there be a more suitable base for exploring Paris, particularly for the first time, than one of those tiny Left Bank places with lumpy beds, shutters and Portuguese chambermaids laughing as they pass you on the stairs? Is there a more restful sanctuary in London than one of those elegant hotels of a few rooms around Cadogan Square where the valet can make you believe he is your very own Jeeves?   But what of New York? Are there any small hotels here? Respectable hotels? That is what I was wondering as I scanned the telephone book, looking without much hope for something on a modest scale, not necessarily luxurious, possibly adventurous, maybe even pioneering, ideally the kind of place full of charm and eccentrics that Ludwig Bemelmans used to write about in the 1940's and 50's.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-90345112901.html","abstract":"Double Standards. It is indeed a double standard for the United States and its allies to punish Iraq while allowing Israel to slip out from under a United Nations resolution that demands the repatriation of the Islamic militants it deported. . But that do","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Black History","web_url":"https://www.nytimes.com/1993/02/05/arts/black-history.html","abstract":"  Here is a sampling of events celebrating Black History Month that are to be held in the metropolitan region this weekend:      Today    \"THE CIRCLE UNBROKEN IS A HARD BOP,\" Nuyorican Poets Cafe, 236 East Third Street, East Village. A theater piece by Sekou Sundiata, a poet, and Craig S. Harris, a musician, about three black American artists who come of age during the 1960's. The piece, in the form of letters, features Mr. Sundiata, Mr. Harris and the actress Stephanie Alston; the director is Rome Neal. Tonight and tomorrow at 7:30 P.M. and Sunday at 4 P.M. Also Feb. 11 through 14. Admission: $10. Reservations: (212) 465-3167.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/05/nyregion/metro-digest-379193.html","abstract":"   NEW YORK CITY  A MILE IN THE SHOES OF WELFARE CLIENTS  Barbara J. Sabol, the head of New York City's Human Resources Administration, posed as a welfare applicant last year to experience firsthand the huge bureaucracy she administers. Ms. Sabol disclosed her odyssey through a process she found \"depersonalized\" and rife with indignities at a time of bitter feuding with a First Deputy Mayor. A1.   BACKERS LOBBY FOR SCHOOLS CHANCELLOR  Joseph A. Fernandez's supporters sought to rally backing for the Schools Chancellor before today's meeting of the Board of Education, a majority of whose members have said they are unwilling to renew his contract. B3.   CHINATOWN KIDNAPPING ENDS IN DEATH  It began as a kidnapping and armed robbery on a Chinatown street, an increasingly common crime in the Asian-American community. But a witness called relatives of the victims, who set up an ambush. When the kidnappers arrived at the victim's home in Manhasset, L.I., one was killed by an uncle of the victims, the Nassau County police said. B3.   A $200 TOLL TO CROSS THE HUDSON  In the latest skirmish in the trans-Hudson wars, officials in New Jersey said that they would begin charging New York City limousines and taxis $200 a year per vehicle for the right to bring passengers from New Jersey to New York. B3.   KELLY RESERVES JUDGMENT ON SHOOTOUT  Police Commissioner Raymond W. Kelly said that it was too early to pass judgment on officers who responded to a bank robbery that devolved into a wild shootout on the Upper West Side, leaving a man and his hostage dead. Mr. Kelly suggested that new details reinforced that the situation was uncontrollable. B2.  A second homeless mentally ill man is ordered released from a mental hospital. B2.  REGION   ASSESSING HOSPITAL ORDER  A ruling by a Federal judge in Manhattan struck down a large part of New York's payment system, saying hospitals could no longer impose extra charges, a practice begun in 1983 when the state began regulating hospital rates. The ruling, if upheld, will deprive the hospitals of $160 million a year, make the position of the ailing Empire Blue Cross and Blue Shield even more precarious, and, threaten to dismantle New York's complicated and fragile hospital financing system. News analysis, B5.    DEMOCRATS ANGERED BY WEICKER ADDRESS  The tone of Governor Weicker's budget address and his dismissal of an income-tax bill angered Democrats, who for the most part have been his allies, and may carry a high price, especially if he decides to seek a second term next year. B4.    CENSUS-TRACT PLAN SAID TO BE REVERSED  After a public outcry from Long Island officials and civic leaders, the Federal Government has agreed to reverse a decision that would have lumped Nassau and Suffolk Counties with New York and northern New Jersey in the same census tract, a Long Island Representative said. B5.   Yale names Richard Brodhead, chairman of its English department, as dean of Yale College. B4.  Our Towns by Joseph Berger B5  Neediest Cases B3  Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Looking Beneath Its Oddest Character, a Town Finds Its Soul","web_url":"https://www.nytimes.com/1993/02/05/nyregion/our-towns-looking-beneath-its-oddest-character-a-town-finds-its-soul.html","abstract":"  IN big cities, tramps and vagrants have no faces. There are so many that they are glimpsed fleetingly, like scratched frames in a movie, or they are dismissed anonymously as a social problem.   In this tidy village in Westchester County, almost everyone knows Smitty and looks out for him. Tony Ameiro, the mechanic at the Mobil station, fixes the wheels of the shopping cart that Smitty uses to transport the tools and trophies of his deposit bottle trade. Chris Yuhas and Aaron Liebson at Hartsdale Liquors leave their lunchtime soda cans for him to scavenge and they cash his personal checks, which are always for $12.50. Robert Feferman at Hartsdale Office Supplies sells him the key chains with miniature flashlights and other knicknacks that so beguile him.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Supreme Court Began Assault on Privacy With Bank Records","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-supreme-court-began-assault-on-privacy-with-bank-records-110793.html","abstract":"  To the Editor:   \"Supreme Court No Longer Protects Privacy\" (letter, Jan. 24), Ira Glasser's response to a William Safire column on the decline of privacy, should have noted that the demise of privacy has been the official policy of the Supreme Court since 1976, the year it held in Miller v. United States that no one had an expectation of privacy in his or her canceled checks and personal bank records.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Woodard Is Honored","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-people-awards-woodard-is-honored.html","abstract":"  Receiving the award named for her role model brought back poignant Olympic memories for the basketball star LYNETTE WOODARD.   The leading career scorer in the history of women's college basketball yesterday received the Flo Hyman Award, presented annually to the woman who \"exemplifies the dignity, spirit and commitment to excellence\" demonstrated by Hyman, captain of the 1984 United States Olympic women's volleyball team. Two years after leading that team to a gold medal, Hyman died of Marfan's syndrome.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Ewing Sits, But Smith Is Standout Stand-In","web_url":"https://www.nytimes.com/1993/02/05/sports/pro-basketball-ewing-sits-but-smith-is-standout-stand-in.html","abstract":"  Patrick Ewing wore a tasteful olive-gold suit, a white shirt and a patterned silk tie. He sat at the end of the bench. People kept glancing his way, it was such an odd sight.   His right knee sore from an on-court collision Tuesday night against the Washington Bullets, Ewing did something last night he doesn't do often. He decided he was in too much pain to play basketball, for only the fourth time in more than five years.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Excuses Are Running Rampant at Millrose","web_url":"https://www.nytimes.com/1993/02/05/sports/track-and-field-excuses-are-running-rampant-at-millrose.html","abstract":"  The track is too short, too skinny. The curves are not banked properly. The meet is too early in the season. The International Amateur Athletics Federation is too power hungry.   \"I sprained my knee carrying a nativity scene up Mount Pico de Urbion before Christmas,\" said Fermin Cacho of Spain, the Olympic champion at 1,500 meters. \"And I have never run indoors on a board track.\"","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Article 925093 -- No Title","web_url":"https://www.nytimes.com/1993/02/05/arts/article-925093-no-title.html","abstract":"  Slender, winding Baxter Street, which runs along the western edge of Chinatown, is nowadays most interesting as an entryway into the cool, vibrant cooking of Vietnam.   Vietnamese restaurants have never established much of a foothold in New York City, but there are now several on Baxter Street. One of the newest is Nha Trang, named for the city in central Vietnam that was home to the owner, Ha Binh, before he fled his country after the war. Mr. Binh had owned a restaurant in Nha Trang, and worked in several New York City restaurants before opening Nha Trang last March with his wife, Lam Huong, who oversees the cooking, and a partner, Thinh Chau.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"German Citizen Law Predates Nazi Racism","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-german-citizen-law-predates-nazi-racism-106993.html","abstract":"  To the Editor:   A Jan. 25 report that Germany is planning to make it easier for longtime foreign residents to become citizens terms the German citizen law of 1913 \"an embarrassing relic of an era when Germans sought to protect their supposed racial purity.\"","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Polgar Defeats Spassky In Fourth Match Game","web_url":"https://www.nytimes.com/1993/02/05/arts/polgar-defeats-spassky-in-fourth-match-game.html","abstract":"  Judit Polgar, the 16-year-old Hungarian chess whiz, defeated Boris Spassky today in the fourth game of their exhibition match. The score is now 2 1/2-1 1/2 in her favor.   Today's marathon game lasted nearly seven hours. Spassky, a former world champion who now lives in France, resigned on the 65th move of a hard-fought endgame.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-90009556970.html","abstract":"Time for Action in Bosnia. From the start, the Geneva peace talks have been nothing but a sinister farce. The Serbs have made their goal clear beyond doubt: They call it \"ethnic cleansing.\" And they have shown beyond hope how earnest they are. T","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-024093.html","abstract":"  Articles on Tuesday and in some editions yesterday about Federal District Judge Kimba M. Wood of New York, the likely nominee for United States Attorney General, misstated her age. She is 49.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Secret Kennedy Tapes May Be Made Public","web_url":"https://www.nytimes.com/1993/02/05/us/secret-kennedy-tapes-may-be-made-public.html","abstract":"  After years of frustration for scholars, audio tapes made in President John F. Kennedy's White House office may finally be made public.   The tapes may become available if new sound equipment that the Kennedy Library here is buying improves the quality of the recordings enough for the National Security Council to understand and declassify them, library officials say.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Lindros on 'Beer Fight'","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-people-hockey-lindros-on-beer-fight.html","abstract":"  ERIC LINDROS, the standout Philadelphia Flyers rookie, testified at an assault trial in Oshawa, Ontario, yesterday that he splashed beer on a woman at a bar, but only after she did the same to him.   A subdued Lindros, his hands clasped in front of him, denied that he ever spat beer at LYNN NUNNEY, a factory worker, last November at a nightclub in nearby Whitby. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/05/nyregion/news-summary-222193.html","abstract":"  International A3-11  WHITE HOUSE EFFORT ON BOSNIA    The Clinton Administration has set aside for now the use of military force to resolve the Balkan crisis and is preparing instead a diplomatic effort to modify the peace plan for Bosnia to make it acceptable to the Muslims, U.S. officials said.  A1  Mediators want the U.S. to send troops to Bosnia.  A8","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Posing as Welfare Recipient, Agency Head Finds Indignity","web_url":"https://www.nytimes.com/1993/02/05/nyregion/posing-as-welfare-recipient-agency-head-finds-indignity.html","abstract":"  Disguised in a sweat shirt, jeans and scarf or wig, Barbara J. Sabol, the head of the city's Human Resources Administration, posed as a welfare applicant over the course of last year to experience firsthand the huge bureaucracy she administers.   On her occasional journey, she said she suffered numerous indignities: She said she handed over a set of personal documents, only to have them lost. She was sent more than once to the wrong office. She waited in long and sometimes fruitless lines. She sat in seedy waiting rooms with cockroaches, broken chairs and broken telephones.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Press Harder on Deficit Reduction","web_url":"https://www.nytimes.com/1993/02/05/opinion/press-harder-on-deficit-reduction.html","abstract":"  The Clinton Administration is headed in the right direction with two of its major plans for reducing the Federal budget deficit -- a sharp cut in defense spending and a reduction in the cost of Social Security. But the Administration can't afford to flinch as it confronts two of the nation's most powerful interest groups, the military and the elderly.   Secretary of Defense Les Aspin's proposals to cut the military budget are fine as far as they go, but they don't go far enough. As Senator Everett Dirksen once observed in another context, a billion here, a billion there, and pretty soon you're talking about real money. Mr. Clinton needs to add some more real money to Mr. Aspin's unnecessarily modest proposals.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Clinton Seeking Negotiated Path To Bosnia Pact","web_url":"https://www.nytimes.com/1993/02/05/world/clinton-seeking-negotiated-path-to-bosnia-pact.html","abstract":"  The Clinton Administration has set aside for now the use of military force to resolve the Balkan crisis and is preparing instead a diplomatic effort to modify the peace plan for Bosnia to make it acceptable to the Muslims, Administration officials said today.   The officials declined to specify what changes they would seek in the partition of Bosnian territory envisioned by the current plan, fashioned in recent months by former Secretary of State Cyrus R. Vance and Lord Owen, a former British Foreign Secretary, under the authority of the United Nations and the European Community. Washington has refused to endorse the plan because it sees it as unfair to the Bosnian Muslims.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-90545760767.html","abstract":"Hindu Revivalists. Regarding \"India: The Nation's Democratic Identity Is at Stake\" by Sunanda K. Datta-Ray (Opinion, Jan. 8):. I cannot let pass the statement that the Hindu revivalist Bharatiya Janata Party, orBJP, demands that \"all Indi","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-023293.html","abstract":"  Because of an editing error, an article yesterday about the Bombay riots referred incorrectly in some copies to the targets of the violence. As the rest of the article noted, they were mostly Muslims, not Hindus.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Leinsdorf Cancels","web_url":"https://www.nytimes.com/1993/02/05/arts/leinsdorf-cancels.html","abstract":"  Erich Leinsdorf, who was scheduled to conduct a series of New York Philharmonic subscription concerts and a Young People's Concert at Avery Fisher Hall this weekend, has canceled his appearances because of back trouble. Richard Westerfield, making his Philharmonic debut, will conduct the scheduled programs. The subscription concerts are today at 2 P.M., tomorrow at 8 P.M. and Tuesday at 7:30 P.M.; the Young People's Concert is tomorrow at 2 P.M., preceded by a Children's Promenade at 1. Information: (212) 875-5030.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/02/05/theater/on-stage-and-off.html","abstract":"  Identity Crisis in Chicago    CHICAGO, Feb. 2 -- This is a particularly fecund moment for the nexus between America's first and second theater cities. \"The Goodbye Girl,\" Neil Simon's Broadway-bound musical, closed up shop last weekend after six weeks at the Shubert Theater here -- the city's first pre-Broadway tryout in three decades. And \"The Song of Jacob Zulu,\" the Steppenwolf Theater Company's play about apartheid, featuring the music of Ladysmith Black Mambazo, is also on its way to New York. On Saturday, it opened a two-week reprise engagement of a production that had its world premiere last year.","thumbnail":null,"section":"Theater"},{"date":"19930205","headline":"How to Market a Film Full of Misery: Smile!","web_url":"https://www.nytimes.com/1993/02/05/movies/how-to-market-a-film-full-of-misery-smile.html","abstract":"  Let's say your plane had just gone down in the Andes, forcing you to eat the pilot and spend 70-odd days braving the freezing cold.  Would that be any reason for looking downbeat? Of course not, if you're a movie distributor determined to see the bright side, as movie distributors so often are. Observe the current ads and posters for films about fatal disease or would-be suicide, featuring vicious thugs or quarrelsome families or sex-obsessed adulterers, and you will see a remarkable wave of sunny, feel-good images. Only if you're familiar with the films themselves will you ask the obvious question: Why are these people smiling?   Well, we certainly know the answer. They're smiling to put the best faces forward for their respective films, even if those faces in truth aren't so happy. Ads for \"Lorenzo's Oil,\" the film about parents who learn their son has a fatal disease, show the three principals beaming lovingly at one another, even though there is hardly a moment in the film when these worried, anxious characters are able to smile at all.","thumbnail":null,"section":"Movies"},{"date":"19930205","headline":"Abroad at Home; Lord Owen's Argument","web_url":"https://www.nytimes.com/1993/02/05/opinion/abroad-at-home-lord-owen-s-argument.html","abstract":"  Lord Owen got a bristling reception when he came to New York this week to sell his and Cyrus Vance's peace plan for Bosnia. There was criticism from the Clinton Administration, Congress, the press. I decided to hear his case for the plan.    Denying suggestions that he and Mr. Vance were soft on Serbian aggression, Lord Owen said in an interview that he was \"seething\" about the situation before the European Community appointed him as mediator last summer. He wrote to Prime Minister John Major comparing what was going on in Bosnia to Nazi atrocities and urging him to \"consider using air power.\"","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Clinton Chooses New York Judge For Justice Post","web_url":"https://www.nytimes.com/1993/02/05/us/clinton-chooses-new-york-judge-for-justice-post.html","abstract":"  President Clinton has settled on Kimba M. Wood, a Federal District judge in New York, as his nominee for Attorney General but will not announce her selection until background checks are completed, Administration officials said today.   With the White House still stung by Mr. Clinton's embarrassing withdrawal of his first nominee for the job, Zoe Baird, after she admitted hiring illegal immigrants for household work, officials said the selection process was moving with extreme caution.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/02/05/style/IHT-the-movie-guide.html","abstract":"Yamai wa Ki kara. Directed by Yojiro Takita. Japan.. After the surprise success of last year's farce \"Byoin e Iko\" (Let's Go to the Hospital), the producers decided as a sequel to do this comedy about a woman in the final stages of stomach cance","thumbnail":null,"section":"Style"},{"date":"19930205","headline":"New Jersey Retaliates for New York Taxi Fee","web_url":"https://www.nytimes.com/1993/02/05/nyregion/new-jersey-retaliates-for-new-york-taxi-fee.html","abstract":"  In the latest skirmish in the trans-Hudson wars, officials in New Jersey said yesterday that they would begin charging New York City limousines and taxis $200 a year per vehicle for the right to bring passengers from New Jersey to New York.   Members of the Bergen County legislature, which enacted the law Wednesday evening, described it as a tit-for-tat action intended to encourage New York's Taxi and Limousine Commission to rescind regulations for out-of-town hired cars that went into effect last week.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Books of The Times; Behind the Scenes With Bush and Gorbachev","web_url":"https://www.nytimes.com/1993/02/05/books/books-of-the-times-behind-the-scenes-with-bush-and-gorbachev.html","abstract":"  At the Highest Levels The Inside Story of the End of the Cold War By Michael R. Beschloss and Strobe Talbott 498 pages. Little, Brown & Company. $24.95   During the years 1989 through 1991, history leaped into fast forward as events overtook expectations and the cold war came sliding to a dramatic end. In these three short years, there came in mind-boggling succession the liberation of Eastern Europe, the reunification of Germany, the disbanding of the Warsaw Pact, the Persian Gulf war, the collapse of a hard-line Soviet coup and the formal dissolution of the Union of Soviet Socialist Republics","thumbnail":null,"section":"Books"},{"date":"19930205","headline":"Baird's Replacement Wins High Praise","web_url":"https://www.nytimes.com/1993/02/05/us/baird-s-replacement-wins-high-praise.html","abstract":"  Federal Judge Kimba M. Wood, whom President Clinton plans to nominate to be Attorney General, has a reputation for toughness seemingly contradicted by a gracious demeanor.    Prosecutors, defense lawyers and her fellow judges in the Federal Courthouse in lower Manhattan were unanimous, almost exultant, in their praise yesterday.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"For Children","web_url":"https://www.nytimes.com/1993/02/05/arts/for-children.html","abstract":"  Videos for Black History Month A singing Tom and Huck  Improvisational theater in Manhattan.    Children's Film Festival    The Studio Museum in Harlem   144 West 125th Street   (212) 864-4500   Recommended ages: 4 and up   Through Feb. 27    John Henry, the steel-driving hero, is a legendary giant of the railroad who was born \"with a hammer in his hand.\" His powerful story, with shake-rattle-and-roll music by B. B. King, is the first in a series of international videos that will be shown during Black History Month at the Studio Museum in Harlem, starting tomorrow.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Winking at Baseball's Racism","web_url":"https://www.nytimes.com/1993/02/05/opinion/winking-at-baseball-s-racism.html","abstract":"  Baseball claims a special place in America's sporting heart. It also claims special dispensations, including exemptions from the antitrust laws. By any rule of reason, it therefore has a special obligation to behave in the national interest. In the case of Marge Schott, it has failed to do so.    Ms. Schott, the owner of of the Cincinnati Reds, has long engaged in racist behavior. Under pressure, but only after months of dithering, her fellow owners suspended her for one year from day-to-day decisions involving her team. The punishment is feeble, the message far short of the declaration of racial justice the nation deserves to hear.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Review/Film; Whatever Is Loaded, Laugh at It","web_url":"https://www.nytimes.com/1993/02/05/movies/review-film-whatever-is-loaded-laugh-at-it.html","abstract":"``Lethal Weapon'' is main sendup. Crammed, strained, tiresome.","thumbnail":null,"section":"Movies"},{"date":"19930205","headline":"Hospitals and Bills","web_url":"https://www.nytimes.com/1993/02/05/nyregion/hospitals-and-bills.html","abstract":"  When New York State began regulating hospital rates in 1983, a mainstay of the system was the hospitals' ability to charge more for some patients to help keep down costs for others.   The extra charges were meant to advance the state's goal of helping nonprofit insurers like the Blue Cross plans, which did not have to pay the surcharges, compete more evenly with profit-making insurance companies, which were required to pay them. They were also used as a way to channel more money into the state's ailing hospitals, already staggering under the weight of increased health costs.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Sheffield Gets a Pot of Gold Gary Sheffield, who nearly won the Triple Crown of hitting in the National League last season, yesterday received a raise of $2,385,000 for his effort. Sheffield and the San Diego Padres averted an arbitration hearing next week by reaching agreement on a $3.11 million salary.   The new salary is $5,000 above the midpoint between the figures the two sides had submitted. The third baseman, who earned $725,000 last year, had sought $3.45 million while the Padres wanted to keep his salary to $2.76 million.","web_url":"https://www.nytimes.com/1993/02/05/sports/baseball-sheffield-gets-pot-gold-gary-sheffield-who-nearly-won-triple-crown.html","abstract":"Another third baseman, Charlie Hayes, whom the expansion Colorado Rockies plucked from the Yankees in the draft, settled his potential arbitration case. He said yes to $1.2 million, a hefty raise from his $280,000 salary last year.   Lance Johnson of the Chicago White Sox accepted a three-year contract for $7.6 million. The average of $2,533,333 is nearly five times his 1992 salary of $530,000. And two pitchers named Kevin -- Appier of Kansas City and Tapani of Minnesota -- each agreed to a $2 million salary. Appier earned $390,000 last year, Tapani $485,000.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Miyazawa Deserves Better","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-miyazawa-deserves-better.html","abstract":"- If a country is judged by the company it keeps, then the current U.S. brushoff of Kiichi Miyazawa says a lot more about the United States than it does about the Japanese prime minister.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/05/nyregion/no-headline-700293.html","abstract":"  Msgr. Joseph P. Moore, a priest of the Roman Catholic Archdiocese of New York and longtime chaplain at the United States Military Academy, died on Wednesday at the residence of St. Augustine's Rectory in Ossining, N.Y. He was 87.   Msgr. Robert F. McCormick, the pastor of St. Augustine's, said he had been ill for a long time.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Where Jewish and Black Victimizations Differ","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-where-jewish-and-black-victimizations-differ-108593.html","abstract":"  To the Editor:   J. J. Goldberg is to be congratulated for \"Love Divides Us, Not Hatred\" (Op-Ed, Jan. 13), a thoughtful article on black-Jewish relations. But he misses one crucial point.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Exodus Into the Arms of Fistiana","web_url":"https://www.nytimes.com/1993/02/05/sports/boxing-exodus-into-the-arms-of-fistiana.html","abstract":"  Imagine a small, dangerous, fragmented city-state without an elected central government. Warlords make deals with outside powers to develop the country's one natural resource. Coups are always violent.    Yet there is a romance to the place: Brave warriors and outrageous buccaneers and slimy henchmen abound. Libel and slander are nearly impossible. It is Beirut without the horror, Wall Street without the heavy math. Call it Fistiana.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Sports of The Times; Weigh-In Sometimes A Laugh-In","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-of-the-times-weigh-in-sometimes-a-laugh-in.html","abstract":"  THEY all laughed when Michael Dokes, at a luncheon designed to show he was still alive, downed a prodigious meal of soup, Caesar salad, shrimp scampi, pasta and the entire garlic-bread basket. The truth was, he was eating for two.   Dokes and Riddick Bowe had a great shot at the heaviest heavyweight championship match in history, but they fell a few garlic loaves short yesterday at the wonderfully goofy boxing tradition known as the weigh-in.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"For Neediest Cases Fund, Late Is Better Than Never","web_url":"https://www.nytimes.com/1993/02/05/nyregion/for-neediest-cases-fund-late-is-better-than-never.html","abstract":"  The end of the 81st annual appeal of The New York Times Neediest Cases Fund is fast approaching, prompting a flurry of last-minute check writing by contributors who sheepishly admitted that they had procrastinated their way through the last few months.   In a letter with her $25 donation, Dorothy Sluter of Hillsdale, N.J., referred to an unofficial motto of the fund. \" 'To delay may mean to forget,' and that is exactly what happened in my case,\" she wrote. \"I have belatedly found the enclosed check, which I meant to send before New Year's. Still, better late than never!\"","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-92617446306.html","abstract":"Stop Punishing the Iraqis. Regarding the editorial \"A Policy to Prod Iraq\" (Jan. 22):. Why can't everyone leave Iraq alone? For humanity's sake, you should use the precious space in your newspaper to publish articles on the unconscionable punish","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-025993.html","abstract":"  A table in Business Day yesterday with a brief report about the earnings of Allied Signal Inc. misstated its stock price in some copies. Allied Signal closed on Wednesday at $61.875, up $2.875.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Zaire Opposition Seeks Foreign Troops to Restore Order; Capital Is Calm but Nervous","web_url":"https://www.nytimes.com/1993/02/05/world/zaire-opposition-seeks-foreign-troops-restore-order-capital-calm-but-nervous.html","abstract":"  Adding a potentially explosive element to Zaire's political crisis, Prime Minister Etienne Tshisekedi called today for foreign military intervention to help restore order after a week of civil disorders.    \"What we need is foreign pressure, whatever it is, be it moral or physical,\" Mr. Tshisekedi said at a news conference, his first public appearance since marauding soldiers went on a rampage a week ago.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Reviews/Film; Husband Back From War: Too Good to Be True?","web_url":"https://www.nytimes.com/1993/02/05/movies/reviews-film-husband-back-from-war-too-good-to-be-true.html","abstract":"``Martin Guerre'' in Old South. Lush but lacking.","thumbnail":null,"section":"Movies"},{"date":"19930205","headline":"Lemieux Is Skating","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-people-hockey-lemieux-is-skating.html","abstract":"  MARIO LEMIEUX has responded well to the first four days of radiation therapy for his Hodgkin's disease and skated yesterday for the first time in weeks, the Pittsburgh Penguins said. Lemieux, the N.H.L.'s leading scorer, began the radiation treatments Monday after taking antibiotics for two weeks to combat a lung infection. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-92689072274.html","abstract":"Life Without a Lift. Regarding \"Waiting for a Jan- uary Lift\" (Meanwhile, Jan. 19) by John L. Phillips:. When I was in my 50s I lived in a fifth-floor apartment, without elevator, for five years. So I feel qualified to give a few helpful hints o","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Changing Times? Perez Lowers Price","web_url":"https://www.nytimes.com/1993/02/05/sports/baseball-changing-times-perez-lowers-price.html","abstract":"  Melido Perez was so adamant about wanting to remain in New York and pitch for the Yankees that he defied the advice of his agent. He decreased his original contract demand by about $3 million in the hope that the team would sign him and they would both avert arbitration. It worked.    After watching other pitchers snub their lucrative offers during the off season, the Yankees were quite pleased yesterday when Perez, their ace last season, agreed to a four-year, $14 million deal, one day before his scheduled arbitration hearing.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"The Rebels Lose Leaders, but Give Peru No Peace","web_url":"https://www.nytimes.com/1993/02/05/world/the-rebels-lose-leaders-but-give-peru-no-peace.html","abstract":"  Hopes for eventual peace soared in September with the arrest of Abimael Guzman and most of the central committee of the Shining Path revolutionary group. But almost five months later, Peru's Maoist rebellion seems to have barely skipped a beat.   Few thought the arrest of Mr. Guzman would lead to the immediate collapse of Shining Path, but many officials declared the end was in sight. \"By 1995 we will eliminate the Path's genocidal terrorism,\" President Alberto K. Fujimori vowed two weeks ago.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/02/05/sports/results-plus-752593.html","abstract":"  N.B.A Spurs Win Again, Dominating the Pacers  Sean Elliott scored 22 points and David Robinson added 20 as the Spurs won for the 13th time in 14 games, beating the Indiana Pacers, 133-115, last night in San Antonio. The Spurs' starting lineup, which did not play in the fourth quarter, shot a combined 69 percent from the field. The 133 points represented a season-high total for the Spurs and was also the most points allowed this season by the Pacers. Dale Ellis scored 9 points in the final 4 minutes of the second quarter as San Antonio used an 18-8 run to take a 62-46 halftime lead. The lead peaked at 33 late in the game as both teams emptied their benches. Vern Fleming led the Pacers with 24 points. (AP) Lakers 114, Jazz 110: A. C. Green scored a season-high 23 points and grabbed 10 rebounds to lead Loss Angeles at the Great Western Forum. After trailing by 52-33 in the second quarter, the Jazz rallied to tie the game, 76-76, late in the third period. The Lakers took an 84-80 lead into the final period. Karl Malone of the Jazz scored 15 of his 32 points in the third period. James Worthy scored 18 points and Sam Perkins and Sedale Threatt 17 each for Los Angeles, which lost its three previous home games. (AP) TENNIS  Gilbert Defeats Rostagno in Three Sets  Brad Gilbert advanced to the quarterfinals of the Volvo-San Francisco tournament with a 3-6, 6-3, 7-6 (7-2) victory over Derrick Rostagno last night. Gilbert, seeded second and the ranked No. 25, trailed by 5-0 in the first set before finding his touch. Gilbert won the final-set tie breaker by ripping off six straight points after Rostagno, ranked No. 82, won the first. (AP) Lendl Is Upset: Top-seeded Ivan Lendl was upset in the second round of the Marseilles Open, falling to Gianluca Pozzi, 6-4, 5-7, 6-4, in the French indoor tournament. It was the second early exit for the eighth-ranked Lendl, who lost in the first round of the Australian Open to Christian Bergstrom. Lendl complained about line calls and the crowd and made unforced errors against Pozzi, a 27-year-old Italian ranked 68th. Second-seeded Sergi Bruguera advanced to the quarterfinals by beating Guillaume Raoux, 6-4, 5-7, 7-4. (AP) Graf and Navratilova Advance: Steffi Graf and Martina Navratilova advanced to the quarterfinals of the Toray Pan Pacific Open in Yokohama, Japan. Graf, seeded No. 1, needed just 45 minutes to trounce Natalya Zvereva of Belarus, 6-2, 6-0, in their second-round match. Third-seeded Navratilova, competing in her first tournament in two months, made short work of Yayuk Basuki of Indonesia, winning, 6-2, 6-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"F.B.I. IS DELAYING DISCIPLINARY CASES","web_url":"https://www.nytimes.com/1993/02/05/us/fbi-is-delaying-disciplinary-cases.html","abstract":"  The Federal Bureau of Investigation has halted all disciplinary proceedings against agents accused of violating internal rules like those that the F.B.I. Director, William S. Sessions, was found to have broken, the agency said today.   The action, which came without Mr. Sessions's knowledge, appeared to be an attempt to ease mounting tensions within the agency over the perception of a double standard, with one code of conduct for the agency's rank and file and more permissive rules for the Director.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"A Clinton Aide's Farewell To Clients: Keep in Touch","web_url":"https://www.nytimes.com/1993/02/05/us/a-clinton-aide-s-farewell-to-clients-keep-in-touch.html","abstract":"  Robert E. Rubin, a former co-chairman of Goldman, Sachs & Company who is President Clinton's top economics adviser, sent a letter in December to many of his clients urging them to continue doing business with the investment banking firm and to stay in touch with him at the White House.    A copy of one of the letters, on Goldman, Sachs stationery and signed by Mr. Rubin, assures a Japanese client that Goldman, Sachs can continue to work closely with the client despite Mr. Rubin's departure. \"I am confident that Goldman, Sachs will continue to work as well or even better with\" the company, Mr. Rubin wrote, \"given the strength of trust and the bond of mutual respect between our organizations.\"","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/02/05/arts/art-in-review-118293.html","abstract":"  Vik Muniz    Stux Gallery   163 Mercer Street (near Houston Street)   SoHo   Through Feb. 13    The Brazilian-born artist Vik Muniz continues to blur the edges between media. Mr. Muniz presents a series of black-and-white photographs, printed in the luscious tones of the platinum process and showing small sculptures made in Plasticine. The sculptures are done in a smart but vague style, with some pieces recalling the globular, biomorphic forms of Louise Bourgeois or Saint Clair Cemin, and others having the cartoonish quality of a Kenny Scharf painting.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Christopher Plans Mideast Trip","web_url":"https://www.nytimes.com/1993/02/05/world/christopher-plans-mideast-trip.html","abstract":"  Secretary of State Warren Christopher will travel to the Middle East this month in an effort to revive the moribund Arab-Israeli peace talks.    The Clinton Administration is hoping that by sending Mr. Christopher to Israel and to Arab capitals on his first foreign trip as Secretary of State, it can shift the focus away from the issue of the more than 400 Palestinians deported by Israel to southern Lebanon and persuade the Palestinians to rejoin the peace talks.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Building on Speculation;","web_url":"https://www.nytimes.com/1993/02/05/us/building-on-speculation.html","abstract":"A buyer willing to spend $1 million or more for a house usually wants it custom-built. But a handful of developers are defying the conventional wisdom by putting up high-priced homes on speculation -- and they are selling them.\n\nThat is the case at Great Hill Farms, a community of 14 country estates, including a 1920's farmhouse, on 63 acres of woodlands along Long Ridge Road in the affluent town of Pound Ridge, N.Y., about 50 miles north of midtown Manhattan. Glazer Builders Inc., based in New Canaan, Conn., is developing the project, its first in Westchester County. The company has built high-end homes on speculation in Connecticut.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Vote on Pay-Toilet Bids","web_url":"https://www.nytimes.com/1993/02/05/nyregion/vote-on-pay-toilet-bids.html","abstract":"  The New York City Council voted overwhelmingly yesterday to authorize the city to grant a franchise for providing public toilets on city streets. The resolution, which passed 47 to 1, instructs the city to favor companies that can provide a single toilet for both handicapped and nonhandicapped users, though it does not rule out companies that build systems with separate toilets for the disabled. The vote paves the way for the Transportation Department to request proposals from several companies and evaluate the bids using the Council's guidelines, a process that will take months.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"L.I. to Remain Census Entity, Ackerman Says","web_url":"https://www.nytimes.com/1993/02/05/nyregion/li-to-remain-census-entity-ackerman-says.html","abstract":"  After a public outcry from Long Island officials and civic leaders, the Federal Government has agreed to reverse a decision that would have lumped Nassau and Suffolk Counties with New York and northern New Jersey in the same census tract, a Long Island Representative said tonight.   Long Island officials had argued that the decision to eliminate Long Island's status in the census as a separate Primary Metropolitan Statistical Area would have cost Nassau and Suffolk Counties millions of dollars in Federal aid. It also would have made it more difficult to attract businesses to the region, because statistics about the Island's economy would have been less readily available, they said.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Just Another Swing and a Miss","web_url":"https://www.nytimes.com/1993/02/05/sports/on-baseball-just-another-swing-and-a-miss.html","abstract":"  Marge Schott, the censured owner of the Cincinnati Reds, a woman who is apparently given to spewing enough racial and ethnic garbage to fill a toxic waste dump, is about to go to school. Multicultural training school.    That's the one good idea that came from the wrist slap her fellow baseball owners delivered to Schott on Wednesday. It would have been even better if the powers that be admitted that precious few of the 28 major league clubs have yet to approach anything hinting at racial and ethnic understanding themselves. It would have been a miracle if they had decided that it would be in the best interest of baseball if all club owners, and their senior officials in charge of hiring, also marched off to school right alongside Schott.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"A Worthy Bird Has an Unlikely Night","web_url":"https://www.nytimes.com/1993/02/05/sports/pro-basketball-a-worthy-bird-has-an-unlikely-night.html","abstract":"  Rather than a laser show, Larry Bird surely would've preferred to have manufactured a few lightning bolts of his own from behind the 3-point line. He would've wanted high-fives from sweaty men in shorts, not handshakes from well-groomed gents in Celtic warmup suits. He would've liked to have dressed down a defender or two, not address thousands in the stands who wouldn't dare talk trash.   His choice would have been to go out with a spontaneous performance on the parquet floor, not in a planned extravaganza on a stage about six feet above it. But his back still hurts, and Larry Bird Night was an inevitability, one way or another.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/05/style/chronicle-032193.html","abstract":"  BETTE BAO LORD, the novelist and human-rights activist, has been named to become the chairwoman of Freedom House, which monitors and works for human rights around the world. On March 1, she will succeed MAX KAMPELMAN, the former arms-control negotiator, who has been the chairman for the last 10 years.   \"When I heard about it, I said I felt like a shrimp elevated to dragon because of the kinds of people who have been chairman in the past,\" Ms. Lord said yesterday. \"The only other women in that post have been Eleanor Roosevelt and Margaret Chase Smith. Being an immigrant, this is terrific.\"   Ms. Lord, 54, left China, her homeland, when she was 8 and did not return for 27 years. Her husband, Winston Lord, was the United States Ambassador to Beijing from 1985 to 1989. She was a consultant there to CBS News during the brief democractic movement that ended with the Tiananmen Square crackdown in June 1989.    \"With the end of the cold war and with new problems of ethnicity erupting everywhere, with our own questions of diversity, this is a critical time to emphasize the importance of democracy and democratic values,\" she said.   The author of two best-selling books, \"Spring Moon\" and \"Legacies, a Chinese Mosaic,\" she is at work on a new novel for Alfred A. Knopf, tentatively titled \"The Middle Heart.\"","thumbnail":null,"section":"Style"},{"date":"19930205","headline":"Time to Get Politics Out of Justice","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-time-to-get-politics-out-of-justice-104293.html","abstract":"  To the Editor:   The inauguration eve attack by the outgoing Attorney General, William P. Barr, on William S. Sessions, Director of the Federal Bureau of Investigation (front page, Jan. 20), is a chilling reminder of the need for constant vigilance to protect the independence of the F.B.I. from interference by political appointees.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"In Florida, Family Bill Wins Converts","web_url":"https://www.nytimes.com/1993/02/05/us/in-florida-family-bill-wins-converts.html","abstract":"  When the Dade County Commission was considering a family-leave ordinance in 1991, Malone & Hyde Food Distributors was among the many companies that testified against the idea, arguing that the legislation would impose an unnecessary and disruptive burden on them.    But nearly a year after the law took effect in Florida's most populous county, the company has a new attitude. \"We had reservations about being told what we could and couldn't do, but it hasn't really had any affect on us,\" said Janet Blair, the personnel director. None of the 600 employees have yet asked for a family leave \"even though they are aware of it,\" she added.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Strange Is Out Of the Woods","web_url":"https://www.nytimes.com/1993/02/05/sports/golf-strange-is-out-of-the-woods.html","abstract":"  A fresh start might not seem like a good idea when the recent past includes consecutive United States Open victories, but that is exactly Curtis Strange's intention coming into 1993.   Strange hasn't had a victory since he won his second United States Open at Oak Hill in 1989, and he is coming off a career-worst year that saw him finish 99th on the money list. It was a nightmare season filled with talk about the end of a career as Strange lost his legendary fighting spirit and, for a disturbing period, his health.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"PASSPORTS PLEASE!: Nothing's Changed at Europe's Airports","web_url":"https://www.nytimes.com/1993/02/05/style/IHT-passports-please-nothings-changed-at-europes-airports.html","abstract":"Passengers arriving since Jan. 1 at Europe's major airports may well wonder what all the single market fuss was about. The principle of freer movement hasn't yet translated into faster or easier airport exits.. Travelers within the European Community now","thumbnail":null,"section":"Style"},{"date":"19930205","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/02/05/arts/restaurants-908093.html","abstract":"  Brasserie Pascal    Brasseries are made for midwinter days, especially those when the wind makes a wool coat feel as porous as a screen door and when it seems that nothing short of a hearty meal and a glass of red wine could thaw your bone marrow.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"The Shop as the Mirror Of a Museum's Soul","web_url":"https://www.nytimes.com/1993/02/05/arts/the-shop-as-the-mirror-of-a-museum-s-soul.html","abstract":"  IF you could wrestle a museum onto the analyst's couch and peer inside its head, what you would find might look something like its museum shop. Although this theory has not been scientifically tested, field research gives it a certain force. Careful study of any one of the sometimes seductive, often chaotic, commercial venues housed within New York museums can resemble a close encounter with the institution's most intimate thoughts and fantasies, about both itself and its public. In short, today's museum shop is rife with conflicts and desires, and they're not all coming from the shoppers.   Museum shops have always mirrored their parent institutions, but they've come a long way since the reflection consisted primarily of exhibition catalogues and posters, postcards of works in the collection and relevant art books. For some time now, major museums have emblazoned their logos on tote bags and umbrellas, and have been developing other more creative ways to capitalize on their holdings and cachet.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"G.M. IS HELD LIABLE OVER FUEL TANKS IN PICKUP TRUCKS","web_url":"https://www.nytimes.com/1993/02/05/us/gm-is-held-liable-over-fuel-tanks-in-pickup-trucks.html","abstract":"  A state court jury today held the General Motors Corporation responsible for the death of a Georgia teen-ager in the fiery crash of one of its pickups, finding that the company had known that the trucks had a defective fuel-tank design but that it had failed to correct the problem. The case has been closely watched by the car industry and safety experts.   Already reeling from more than $10 billion in losses in the last seven quarters and the resignation last year of its chairman, Robert C. Stempel, G.M. now faces negative publicity and possible economic fallout from the Georgia case. A former G.M. safety expert testified at the trial that the company had intentionally misled the public about a dangerous safety problem. Besieged by Problems    G.M.'s stock closed today at $37.75, down $1.375, as the Dow Jones Industrial Average gained almost 43 points. The news of the jury's award came a day after the auto maker announced disappointing January car sales and saw its credit rating lowered because of huge pension obligations.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/02/05/arts/the-art-market.html","abstract":"  More goes on in loan exhibitions than meets the public eye. When a museum's galleries are closed, curators and conservators often take a very close look at the works assembled from different collections, lately with the help of such high-tech equipment as infrared video cameras. What is found beneath the skin of a painting can often surprise even the experts.   Take the giant Matisse retrospective that ended last month at the Museum of Modern Art. The show's curator, John Elderfield, and the museum's team of conservators, headed by Jim Coddington, put certain paintings side by side that had never been seen together. They also went through the rooms with the infrared equipment, recording images of the paintings, displaying them on a monitor and then isolating and enlargingcertain detailed areas that experts thought might show something that hadn't been seen before.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Rangers' Bourque Out With Injury 3-4 Weeks","web_url":"https://www.nytimes.com/1993/02/05/sports/sports-people-hockey-rangers-bourque-out-with-injury-3-4-weeks.html","abstract":"  The Rangers announced yesterday that left wing PHIL BOURQUE will miss three to four weeks with a sprained left knee, making him the eighth player on the team's injury list.   Bourque, who has 5 goals and 12 assists in 38 games, sprained his medial collateral ligament when he collided with his teammate SERGEI NEMCHINOV in the second period of Wednesday night's 2-2 tie with the Philadelphia Flyers.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Honda Stalls Indy-Car Plans","web_url":"https://www.nytimes.com/1993/02/05/sports/auto-racing-honda-stalls-indy-car-plans.html","abstract":"  Honda, which announced last month that it planned to enter Indy-car racing in 1994, is reconsidering because of rules that could require the company to build as many as 100 racing engines by 1995.   The company had planned to announce which team would use its engine in 1994 next Tuesday, said Tom Elliott, executive vice president of American Honda. But, Elliott said yesterday, that was canceled after a decision by IndyCar, the group that sanctions the 15 Indy-car races other than the Indianapolis 500.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Review/Film; In a Futuristic Tale of 2042, Abortion Is Outlawed","web_url":"https://www.nytimes.com/1993/02/05/movies/review-film-in-a-futuristic-tale-of-2042-abortion-is-outlawed.html","abstract":"  \"Rain Without Thunder,\" a dreary, nondramatic tract envisioning an America in which abortion is outlawed, deserves special notice for its unfortunate timing. Two weeks into the Clinton Administration, here is a film set in a 2042 where pictures of young Dan Quayle still adorn the walls of government offices. And women who have had abortions are imprisoned at Walker Point, a correctional facility presumably imagined in honor of Walker's Point, George Bush's summer home. To be fair, \"Rain Without Thunder\" would be hopeless even if its foot were not so clearly in its mouth.   As written and directed by Gary Bennett, \"Rain Without Thunder\" is all talk. Endless subjects are supposedly interviewed by a television reporter (Carolyn McCormick), who is trying to reconstruct the story of Allison Goldring (Ali Thomas). Allison and her mother (Betty Buckley) have been jailed for trying to go to Sweden in the early weeks of Allison's pregnancy, under the provisions of a new Unborn Child Kidnaping Act. The film dwells portentously on this and other imaginary legal developments, like a 28th Amendment giving full Constitutional rights to fertilized eggs.","thumbnail":null,"section":"Movies"},{"date":"19930205","headline":"CONGRESS PASSES MEASURE PROVIDING EMERGENCY LEAVES","web_url":"https://www.nytimes.com/1993/02/05/us/congress-passes-measure-providing-emergency-leaves.html","abstract":"  Congress gave President Clinton his first legislative victory tonight, passing the family-leave bill to guarantee workers up to 12 weeks of unpaid leave for medical emergencies.   The Senate passed the bill 71 to 27, and the House followed on a 247 to 152 vote, just minutes before midnight.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Fresh Questions on Iraqgate","web_url":"https://www.nytimes.com/1993/02/05/opinion/fresh-questions-on-iraqgate.html","abstract":"  Two well-connected arms merchants have a long lunch in a foreign capital. As they wait for the check, Merchant X turns to Merchant Y and says, \"I'm confident that the Banca Nazionale del Lavoro in Rome knew about the illegal loans to Iraq from its Atlanta branch.\"    Merchant Y smiles and responds, \"Really?\"    Merchant X's comment eventually reaches a U.S. intelligence agency. The agency, however, never distributes the report, because it is suggested that Merchant X had too much wine at lunch and that his statement was speculative.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1993/02/05/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B14-15.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Pope Meets Rivals in 'the Cradle of Voodoo'","web_url":"https://www.nytimes.com/1993/02/05/world/pope-meets-rivals-in-the-cradle-of-voodoo.html","abstract":"  The Rev.  Raymond Domas, a French Roman Catholic priest, has tended his flock at the Basilica of the Immaculate Conception here for about 10 years and does not seem troubled that he is not the only contender for souls in a town that calls itself \"the cradle of voodoo.\"   Just across a muddy way from his church, a less imposing temple offers, in place of his God, sacred pythons to cure the sick, curses, spells, gongs to summon the spirits and other magic. But Father Domas said: \"The pythons don't worry us at all. In fact, sometimes they come visit us. And the man who looks after them is a Christian.\"","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Hillary Clinton Visits Capitol In Vivid Display of Her Clout","web_url":"https://www.nytimes.com/1993/02/05/us/hillary-clinton-visits-capitol-in-vivid-display-of-her-clout.html","abstract":"  Demonstrating in unmistakable terms her intent to serve as the Administration's chief lobbyist and negotiator on health care, Hillary Rodham Clinton went to Capitol Hill today for closed-door policy discussions with leaders from both parties.   Mrs. Clinton's lobbying trip, extraordinary for a First Lady, was the latest manifestation of her influence. An unpaid volunteer with no official Government job, Mrs. Clinton has nevertheless emerged as the most important White House adviser on domestic issues.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-028393.html","abstract":"  A picture caption yesterday with an article about arts education misidentified the Miami school at which Roxanna Torres worked on a drawing. It is the Cutler Ridge Middle School.  ","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Police Give New Details In Shooting Of Hostage","web_url":"https://www.nytimes.com/1993/02/05/nyregion/police-give-new-details-in-shooting-of-hostage.html","abstract":"  Police Commissioner Raymond W. Kelly said yesterday that new details surrounding the deaths last week of a bank robber and the woman he grabbed as a hostage on the Upper West Side suggested that police officers were forced to fire at the gunman because he had been shooting at them throughout a four-block chase.   In addition, the time that passed between the moment the gunman grabbed his hostage, Aurea Bonnie Vargas, an elementary school teacher, and the time they were shot by the officers was no more than 90 seconds, far less than originally thought, Mr. Kelly said.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-026793.html","abstract":"  An entry in the Executive Changes listing of Business Day on Jan. 19 about an appointment at the North American Reinsurance Corporation misstated the position of William E. Thiele. He was named president and chief operating officer. N. David Thompson remains chairman and chief executive.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor.html","abstract":"Handouts and Subsidies. Regarding \"Needed: Hard Currency for a Social Safety Net in Russia\" (Opinion, Jan. 5) by George Soros:. After living and working in Moscow for two years, I know that no amount of Western aid, whether it be $10 billion or","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"A Tale of Inside Aid in $8 Million Robbery","web_url":"https://www.nytimes.com/1993/02/05/nyregion/a-tale-of-inside-aid-in-8-million-robbery.html","abstract":"  The man suspected of driving the getaway car in the $8.2 million robbery of a Brooklyn armored car company last December turned in three confederates, gave away the hiding place of the bulk of the loot and confirmed what investigators had believed all along: that it was an inside job, Federal officials said yesterday.   The officials declined to say if their informant, Joseph Jesus James, whom relatives described as a man easily swayed, had cracked under the pressure of around-the-clock surveillance by investigators or had agreed to cooperate for leniency on robbery-conspiracy charges carrying up to 15 years in prison.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/02/05/theater/last-chance.html","abstract":"    Here is a sampling of shows and art exhibitions in the New York metropolitan region that close soon: Cosing This Weekend   \"THE GOOD NATUR'D MAN,\" Pearl Theater, 125 West 22d Street, Chelsea. An 18th-century comedy by Oliver Goldsmith about an extravagant man who stays out of trouble with help from his well-to-do friends. Through tomorrow.  Performances: today at 8 P.M.; tomorrow at 5 and 9 P.M.; Sunday at 2 P.M. Tickets: $14 and $16. Information: (212) 645-7708.  \"JACQUES BREL IS ALIVE AND WELL AND LIVING IN PARIS,\" Village Gate, Bleecker Street at Thompson Street, Greenwich Village. A 25th anniversary production of the Eric Blau/Mort Shuman music, with songs by Jacques Brel; directed by Elly Stone. Through Sunday. Performances: today at 8 P.M.; tomorrow and Sunday at 3 and 7 P.M. Tickets: $32.50 and $37.50. Information: (212) 307-4100.   ","thumbnail":null,"section":"Theater"},{"date":"19930205","headline":"Japan's Growing Trade Surplus Is a Minus in U.S. Equation","web_url":"https://www.nytimes.com/1993/02/05/world/japan-s-growing-trade-surplus-is-a-minus-in-us-equation.html","abstract":"  After years of negotiations to reduce Japan's huge trade imbalances with the United States, Japanese exports are once again rising dramatically and Japanese corporations appear to be backsliding on their commitments to purchase more goods overseas.   As a result, Japanese leaders fear that their first efforts to build a relationship with the new Clinton Administration will be undercut even before they begin. In recent weeks, the United States Ambassador, Michael H. Armacost, is said to have warned Japan that it should come up with concrete proposals to improve the trade picture before meeting President Clinton or other officials.","thumbnail":null,"section":"World"},{"date":"19930205","headline":"Democrats Stung by Weicker Rebuke On Passing Bill to Cut Income Taxes","web_url":"https://www.nytimes.com/1993/02/05/nyregion/democrats-stung-by-weicker-rebuke-on-passing-bill-to-cut-income-taxes.html","abstract":"  Gov. Lowell P. Weicker Jr.'s impromptu imitation of Dolly Parton, singing \"Here You Come Again,\" may go down as one of the more lasting images of his budget address on Wednesday, not for the quality of the singing, but for the stinging 10-minute rebuke of the Democratic Party that followed when the laughter died.   Less than 90 minutes before the speech, the Democrats, who control the General Assembly, had passed a bill to cut income taxes for the middle class. The vote fulfilled a central campaign promise for many lawmakers, and addressed, they said, the elements of unfairness in the law.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/02/05/arts/sounds-around-town-116693.html","abstract":"  Voices Amid the Noise    Th' Faith Healers, and Velocity Girl, CBGB's, 315 Bowery, at Bleecker Street, East Village, (212) 982-4052. In today's rock sound, voices survive within the anarchy of noise. The classic singer's stance, pushed up to the mike, overriding the guitars' dominance with wit and vigor, gives way to a deeply articulate quietism. Singers like Roxanne Stephen of Th' Faith Healers and Sarah Shannon of Velocity Girl never force their way to center stage, preferring to ride the junk-filled stream of their bands' music, their voices sometimes bobbing to the surface like lost treasure. Th' Faith Healers, who come from England, claim influence from outlaw progressive rockers like Can; the group's cacophony resolves into rich tones that pique the imagination.  Velocity Girl is part of the newest wave of American independents, and brews a gentle storm of dreamy melodies and feedback. The bands appear together tonight, sharing the bill with fellow groundbreakers Fuse and Prison Shake. Tickets are $9, and the first band goes on at 10 P.M. Bob Marley's Birthday     Bob Marley Day Celebration, the Ritz, 54th Street and Broadway, (212) 541-8900. Bob Marley remains a hero to progressive music lovers of all stripes, and his physical absence, now in its 12th year, hasn't shaken the power of his influence. Like many spiritual movements, Rastafarianism knows how to honor its holy ones.  This year's birthday party for Marley includes an appearance by his mother, Cedella Marley Booker; a set by the majestic singer Judy Mowatt, spins by the disk jockey Tony Rebel, a set featuring the old-time reggae star Denroy Morgan and his children, and a special all-star band organized by the Black Rock Coalition. Also not to be missed is new video of Marley, collected by Roger Steffens. It should be a righteous night of jamming, which reggae lovers will dedicate to a friend and leader whom they'll never forget. Tickets are $20 for general admission or $27 for reserved seating, available at the Ritz box office or through Ticketmaster. The festivities begin at 9 P.M. tomorrow; doors open at 8.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/05/nyregion/no-headline-270193.html","abstract":"  \"I ceased to be. -- BARBARA J. SABOL, on her voyage through New York City's welfare system.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Islam Doesn't Sanction Female Circumcision","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-islam-doesn-t-sanction-female-circumcision-109393.html","abstract":"  To the Editor:   In a report that France has jailed a Gambian woman for mutilating the genitals of two baby daughters (news article, Jan. 11), you characterize female circumcision as an \"age-old Muslim ritual\" that \"was originally applied in Muslim countries to control women.\" Nothing in the sacred scriptures of Islam justifies this brutal operation, nor do most Muslims practice it. It is found in parts of sub-Saharan Africa where Islam has combined with local custom, as well as in non-Muslim societies elsewhere. A. M. Rosenthal (column, Dec. 29) rightly condemns this practice as \"female mutilation\" and calls for withholding aid to those who foster it.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"On Not Reading Too Much Into a Suit","web_url":"https://www.nytimes.com/1993/02/05/opinion/l-on-not-reading-too-much-into-a-suit-107793.html","abstract":"  To the Editor:   I find \"Peekaboo Power Suits\" (Op-Ed, Jan. 28) by Ann Taylor Fleming very disturbing. Mixed messages, pshaw, to use an old-fashioned word!   Barbra Streisand's evening suit at the inaugural gala -- I stress    evening    -- by Donna Karan, was elegant and provocative. What's wrong with that? She was entertaining, not conducting a board meeting or running for P.T.A. president. As for her momentary flattery at being asked to run for the Senate, it was hardly a serious consideration and was refuted in hours.","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/02/05/arts/art-in-review-117493.html","abstract":"  Mary Kelly    Postmasters Gallery   80 Greene Street (near Broome Street)   SoHo   Through tomorrow    Mary Kelly's ambitious multi-part installation \"Interim,\" exhibited at the New Museum in 1990, remains vivid in the memory. Many of its 30 silk-screened panels carried the words of conversations among women whose bodies, relationships and identities were changing as they entered middle age. Ms. Kelly's visual means were bone-dry, but the casual and intimate language of the speakers was mesmerizing, and this avowedly feminist work had a feeling of empathetic tenderness.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/05/opinion/IHT-letters-to-the-editor-90415121761.html","abstract":"Tolerating Intolerance. Regarding \"Germany Seeks to Strip Nazis of Political Rights\" (Dec. 10):. I am struck by the difference between how Germany and the United States handle intolerance. I recall innumerable instances in the United States wher","thumbnail":null,"section":"Opinion"},{"date":"19930205","headline":"Review/Art; Serrano Focuses On Death","web_url":"https://www.nytimes.com/1993/02/05/arts/review-art-serrano-focuses-on-death.html","abstract":"  It's not hard to figure out why big crowds have been going to see Andres Serrano's latest photographs at the Paula Cooper Gallery in SoHo. Mr. Serrano has been a fashionable figure since right-wing protests against government financing of his art several years ago catapulted him onto the national stage as a martyr to freedom of expression. Moreover, he has seemed especially eager to push the sorts of hot buttons that give his art an air of urgency and risk. Having made works involving homelessness, the Ku Klux Klan, body fluids and the Roman Catholic Church, he has now turned his camera on a subject that, while timeless, could not be trendier or more sensationalistic in this era of AIDS and rampant street crime: death.   His new larger-than-life, glitzy photographs, taken in a morgue, offer close-ups of corpses -- a decomposed head here, a charred torso there, each belonging to some unidentified victim of disease or violence. With black backdrops and the hyped-up coloration of Cibachrome, the photos are at once calculated in their artsy presentation and also poorly carried out, promising an emotional impact without delivering more than an occasional shiver. They seem big not because the images demand it but because bigness is de rigueur nowadays for ambitious photography.","thumbnail":null,"section":"Arts"},{"date":"19930205","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/05/nyregion/c-corrections-027593.html","abstract":"  A caption on Jan. 25 with a photograph by Brett Weston that appeared with his obituary omitted a credit. It should have read, \"The Voyage of the Eye,\" $; 1975 Aperture Inc.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Politicians Ride the Rails In Annual Campaign Rite","web_url":"https://www.nytimes.com/1993/02/05/nyregion/politicians-ride-the-rails-in-annual-campaign-rite.html","abstract":"  Cary Edwards was only up to the fourth car of the 18-car train when he ran into a woman wearing a lapel sticker that said, \"Hire Me -- I'm Legal.\"   Mr. Edwards, who is nothing if not quick on his feet, said, \"Make sure you have a green card; I'm checking.\"","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Girl's Report Of Her Rape Was Ignored","web_url":"https://www.nytimes.com/1993/02/05/nyregion/girl-s-report-of-her-rape-was-ignored.html","abstract":"  In a poignant plea for help, a fourth-grade student at a Harlem school wrote a classroom essay telling her teacher: \"When I was 8 years old my father raped me.\"   The teacher passed the essay along to the principal, and the principal passed it along to a physician's assistant at a neighborhood hospital. Apparently, no one talked to the girl about her essay for weeks. No one at the school called the police. No one called the state's emergency hot line, despite state reporting requirements.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Making Do With the Arts in New York Schools; With Budgets Cut, Artwork and the Sounds of Music Are Fading, but Some Persist","web_url":"https://www.nytimes.com/1993/02/05/nyregion/making-with-arts-new-york-schools-with-budgets-cut-artwork-sounds-music-are.html","abstract":"  There is something missing on the sparkling-clean walls of P.S. 34 -- children's artwork.   What little art there is -- snowmen made of cotton balls, cut-out paper hearts, sponge paintings -- is the little that this school on the Lower East Side, like schools all over New York City, can afford. The only formal arts training in Public School 34 is a part-time stringed-intruments class, taught to a lucky few children culled from the fourth, fifth and sixth grades by a teacher whose main qualification is having once studied the piano.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Boxing; The Dokes Diet Program: Eat, Eat, Eat","web_url":"https://www.nytimes.com/1993/02/05/sports/boxing-the-dokes-diet-program-eat-eat-eat.html","abstract":"  Maybe all that linguine and clam sauce actually helped Michael Dokes lose a few pounds this week.   Dokes, who appeared to live it up while training only occasionally for Saturday night's heavyweight title fight against the champion, Riddick Bowe, surprised himself and his camp when he stepped on the scales at yesterday's weigh-in.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Research Panel Concludes AIDS Has Small Impact on Most of U.S.","web_url":"https://www.nytimes.com/1993/02/05/us/research-panel-concludes-aids-has-small-impact-on-most-of-us.html","abstract":"  The AIDS epidemic has had little impact on the lives of most Americans or on the way society functions, largely because it has struck most fiercely among \"marginalized\" groups, the National Research Council said in a study released today.   But the disease has had a major impact in areas where those groups -- homosexuals, drug users, the poor and the undereducated -- are concentrated, like New York City, the study said. Strikes the Powerless    The study said groups with greater power remain relatively unaffected while AIDS \"is burrowing into socially disadvantaged segments of our society that may be ignored by the general population and by public policy.\" As a result, it said, there is the danger that attention may wane and that \"the disease may become accepted as one of the 'synergy of plagues' endemic in vulnerable communities.\"    AIDS \"will 'disappear,\" the council concluded, not because, like smallpox, it will have been eliminated, but because those who continue to be affected by it are \"socially invisible.\"   Thomas Brandt, an official of the National Commission on AIDS, said the report was \"on the mark\" because \"there has not been an appropriate level of response\" in America.   \"Many segments of society have not changed, but they need to,\" he said. \"While America will never be the same, some of our core institutions are continuing to do business as usual.\"   Among the study's conclusions about the extent of the effect of AIDS on social structures were these:   *Initially, public-health officials set aside conventional containment practices, like quarantine and mandatory testing, and developed control methods involving education. As the AIDS epidemic enters its second decade and settles firmly in minority groups, public-health officials are returning to more traditional practices, including screening to detect H.I.V., the virus that causes AIDS. Education efforts, the study said, have resulted in wider acceptance of \"safe sex,\" including the use of condoms.   *Although AIDS has put a great strain on health-care resources in some communities, most areas have been able to absorb the new patients. About 2 percent of the nation's health expenditures are consumed by AIDS, and the disease has caused two health-care changes -- increased efforts to protect the nation's blood supply and a reassessment of ethical concerns among health-care workers treating patients with lethal infectious diseases.   *AIDS has instilled a new sense of urgency in developing and testing drugs and has led to fewer restrictions on testing drugs developed to compbat lethal diseases.   *Widespread voluntary action arose from the gay male population, which was most severely affected early in the AIDS epidemic. But as the epidemic becomes more centered in the poor communities, the resources of voluntary actions may grow smaller. Panel of 11 Experts    The National Research Council is part of the National Academy of Sciences, a private organization chartered by Congress to provide scientific advice to the Federal Government. The study was compiled by a committee of 11 experts and reviewed by organizations within the academy.   \"In the panel's judgment,\" the study said, \"the H.I.V.-AIDS epidemic has affected many transient changes in the institutes we studied and relatively few changes that we expect to be permanent.\"","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"Nets Return From Land Of the Big Blown Lead","web_url":"https://www.nytimes.com/1993/02/05/sports/pro-basketball-nets-return-from-land-of-the-big-blown-lead.html","abstract":"  If the Nets want to be respected as contenders this season, they must beat elite teams like the Seattle SuperSonics, who came into tonight's game tied for the league's third-best record.   And in order for New Jersey to enter that class, their prime-time players -- Drazen Petrovic, Derrick Coleman and Kenny Anderson -- have to step up. It doesn't matter when, but it has to happen.","thumbnail":null,"section":"Sports"},{"date":"19930205","headline":"Mentally Ill Man Who Abused Drugs Is Freed","web_url":"https://www.nytimes.com/1993/02/05/nyregion/mentally-ill-man-who-abused-drugs-is-freed.html","abstract":"  For the second time in three days, a judge in New York City yesterday ordered a mentally ill homeless man with a history of substance abuse and repeated arrests freed from a mental hospital.   Francis Stuart, 38 years old, was released from South Beach Psychiatric Center on Staten Island, despite a record of 26 arrests, most of them in Manhattan, for charges that include weapons offenses and assault.","thumbnail":null,"section":"New York"},{"date":"19930205","headline":"Earl J. McGrath, Education Chief Under 2 Presidents, Dies at 90","web_url":"https://www.nytimes.com/1993/02/05/us/earl-j-mcgrath-education-chief-under-2-presidents-dies-at-90.html","abstract":"  Earl James McGrath, a Commissioner of Education under two Presidents, died on Jan. 14 in Tucson, Ariz. He was 90.   Dr. McGrath's death was reported to The New York Times yesterday by Dr. Robert S. Webber, a friend of Dr. McGrath's and the president of Western International University in Phoenix. Dr. Webber had just returned from a trip to the Far East.","thumbnail":null,"section":"U.S."},{"date":"19930205","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/05/style/chronicle-031393.html","abstract":"  They were often a formidable team in the international political arena, so despite the fact that they're now both out of office, there's no reason to expect that RONALD REAGAN and MARGARET THATCHER will stop attending one another's parties.   Lady Thatcher will be among the 500-or-so people who will help celebrate the former President's 82d birthday tomorrow at a black-tie dinner at the Ronald Reagan Presidential Library and Center for Public Affairs in Simi Valley, Calif. To wish the former President a happy birthday is costing each guest $500, with proceeds benefiting the library's educational programs. But that is no barrier: tickets are sold out.","thumbnail":null,"section":"Style"},{"date":"19930205","headline":"Who on Earth Still Flies First Class?","web_url":"https://www.nytimes.com/1993/02/05/style/IHT-who-on-earth-still-flies-first-class.html","abstract":"IN these straitened times, when all the talk is about downgrading, who on earth still flies first class? It costs about twice the business-class fare and up to three times that of full economy (seven times that of some discount fares). And the standards o","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19930205","time":"1993-02-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":91,"wspd":11.2},{"date":"19930205","time":"1993-02-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":92,"wspd":13},{"date":"19930205","time":"1993-02-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.8,"rhum":92,"wspd":9.4},{"date":"19930205","time":"1993-02-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":92,"wspd":5.4},{"date":"19930205","time":"1993-02-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.8,"rhum":90,"wspd":9.4},{"date":"19930205","time":"1993-02-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":91,"wspd":9.4},{"date":"19930205","time":"1993-02-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":87,"wspd":11.2},{"date":"19930205","time":"1993-02-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":86,"wspd":7.6},{"date":"19930205","time":"1993-02-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":84,"wspd":11.2},{"date":"19930205","time":"1993-02-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":84,"wspd":7.6},{"date":"19930205","time":"1993-02-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":83,"wspd":7.6},{"date":"19930205","time":"1993-02-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":87,"wspd":9.4},{"date":"19930205","time":"1993-02-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":79,"wspd":7.6},{"date":"19930205","time":"1993-02-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":77,"wspd":11.2},{"date":"19930205","time":"1993-02-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":77,"wspd":13},{"date":"19930205","time":"1993-02-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":81,"wspd":13},{"date":"19930205","time":"1993-02-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":84,"wspd":14.8},{"date":"19930205","time":"1993-02-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":83,"wspd":13},{"date":"19930205","time":"1993-02-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":83,"wspd":13},{"date":"19930205","time":"1993-02-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":84,"wspd":13},{"date":"19930205","time":"1993-02-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":86,"wspd":13},{"date":"19930205","time":"1993-02-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":89,"wspd":13},{"date":"19930205","time":"1993-02-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":90,"wspd":13},{"date":"19930205","time":"1993-02-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":92,"wspd":11.2},{"date":"19930205","time":"1993-02-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":24,"wspd":27.7},{"date":"19930205","time":"1993-02-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":24,"wspd":25.9},{"date":"19930205","time":"1993-02-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":26,"wspd":16.6},{"date":"19930205","time":"1993-02-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":27,"wspd":11.2},{"date":"19930205","time":"1993-02-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":30,"wspd":9.4},{"date":"19930205","time":"1993-02-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":30,"wspd":0},{"date":"19930205","time":"1993-02-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":33,"wspd":0},{"date":"19930205","time":"1993-02-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":41,"wspd":11.2},{"date":"19930205","time":"1993-02-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":37,"wspd":13},{"date":"19930205","time":"1993-02-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":48,"wspd":13},{"date":"19930205","time":"1993-02-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":37,"wspd":14.8},{"date":"19930205","time":"1993-02-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":41,"wspd":14.8},{"date":"19930205","time":"1993-02-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":42,"wspd":14.8},{"date":"19930205","time":"1993-02-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":16.6},{"date":"19930205","time":"1993-02-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":35,"wspd":24.1},{"date":"19930205","time":"1993-02-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":25,"wspd":27.7},{"date":"19930205","time":"1993-02-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":22,"wspd":29.5},{"date":"19930205","time":"1993-02-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":16,"wspd":33.5},{"date":"19930205","time":"1993-02-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":12,"wspd":31.7},{"date":"19930205","time":"1993-02-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":10,"wspd":33.5},{"date":"19930205","time":"1993-02-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":12,"wspd":33.5},{"date":"19930205","time":"1993-02-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":10,"wspd":33.5},{"date":"19930205","time":"1993-02-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":15,"wspd":31.7},{"date":"19930205","time":"1993-02-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":17,"wspd":25.9}]},"19930206":{"guardian_articles":[],"nytimes_articles":[{"date":"19930206","headline":"Judge's Hiring of Illegal Alien in 80's Did Not Violate Immigration Law","web_url":"https://www.nytimes.com/1993/02/06/us/judge-s-hiring-of-illegal-alien-in-80-s-did-not-violate-immigration-law.html","abstract":"  Judge Kimba M. Wood was right when she said tonight that she violated no law in hiring an illegal immigrant to work as her baby sitter in March 1986.   Congress outlawed the practice eight months later. On Nov. 6, 1986, President Ronald Reagan signed the Immigration Reform and Control Act, which prohibits the hiring of illegal aliens.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-937093.html","abstract":"  The \"On Stage, and Off\" column in Weekend on Jan. 29 misidentified a producer of the play \"Jeffrey\" at the WPA Theater in Manhattan. He is Richard Frankel.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Union Prepares For Long Strike At Coal Mines","web_url":"https://www.nytimes.com/1993/02/06/us/union-prepares-for-long-strike-at-coal-mines.html","abstract":"  Along the mountainous roads that wind through southern West Virginia's coal fields, miners in camouflage strike gear built shacks of weathered wood panels at a half-dozen mine entrances here today in grim anticipation of a long strike against the nation's largest coal producer.   \"It's going to be our home away from home until we get a contract,\" one member of the United Mine Workers said. He paused while tacking hand-lettered \"On Strike\" signs to spindly gray trees and pointed to the makeshift shelter near the Harris 1 mine. He and his fellow strikers plan to outfit it with a heater, citizen- and police-band radios and maybe even a television set, he said.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"BRIEFCASE: Deutsche Bank Launches Bond Fund in Luxembourg","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-briefcase-deutsche-bank-launches-bond-fund-in-luxembourg.html","abstract":"International fund managers seem to have decided that bond funds are what investors want. The latest in a series of bond-invested funds to be launched this year comes from the Luxembourg-based mutual fund arm of Deutsche Bank. DB Investment Management's n","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"One Mean Substitute","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-football-one-mean-substitute.html","abstract":"  HOWIE LONG of the Los Angeles Raiders was added to the American Football Conference Pro Bowl team for Sunday's game in Honolulu, replacing BRUCE SMITH of the Buffalo Bills at defensive end.   Smith, who played in the Super Bowl and three previous playoff games with injured ribs, practiced with the A.F.C. team in Honolulu but decided to withdraw yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Now, a Coach. Next, a Running Game.","web_url":"https://www.nytimes.com/1993/02/06/sports/pro-football-now-a-coach-next-a-running-game.html","abstract":"  The Jets, under a mandate by General Manager Dick Steinberg to revive the ground game and lessen the pressure on quarterback Browning Nagle, hired Johnny Roland yesterday as the running backs coach.    Roland, a former running back, was the National Football League rookie of the year in 1966 and had been the Bears' running backs coach for the last 10 seasons. Chicago's staff was scattered with the dismissal of Coach Mike Ditka.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Letterman Says on Air: No Decision on Moving","web_url":"https://www.nytimes.com/1993/02/06/arts/letterman-says-on-air-no-decision-on-moving.html","abstract":"  In an early segment of his television show last night, David Letterman denied a newspaper report that he planned to move the show to Los Angeles from New York City in the summer.   A report published yesterday in The New York Post said Mr. Letterman had held a meeting on Thursday to tell his staff he was moving the show to Los Angeles.","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Review/Dance; The Diverse Jazz Idiom, With Unifying Elements","web_url":"https://www.nytimes.com/1993/02/06/arts/review-dance-the-diverse-jazz-idiom-with-unifying-elements.html","abstract":"  No wonder jazz dance is diverse. It has been influenced by tap, ballroom dancing, vaudeville, modern dance, musical comedy and the riches of black culture and history. The sheer variety of this dance form was celebrated on Sunday afternoon in \"Jazz Music in Motion\" at the Evolving Arts Theater at Dance Space Inc.   Lynn Simonson, the choreographer who introduced the performance, says all manifestations of jazz dance have in common a concern for swing, rhythm and syncopation. The program proved her right.","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"JUDGE WITHDRAWS FROM CLINTON LIST FOR JUSTICE POST","web_url":"https://www.nytimes.com/1993/02/06/us/judge-withdraws-from-clinton-list-for-justice-post.html","abstract":"  Judge Kimba M. Wood withdrew today from consideration for Attorney General after the White House learned she had employed an illegal immigrant as a baby sitter before it became illegal to do so.   That stunning setback left President Clinton scrambling for the third time to fill the post.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"200 Somali Youths Stone American Troops","web_url":"https://www.nytimes.com/1993/02/06/world/200-somali-youths-stone-american-troops.html","abstract":"  More than 200 youths hurled stones at United States troops and burned tires at the Mogadishu port today after a rumor spread that marines had shot and killed six Somalis. Military spokesmen said there had been no gunfire from American forces.   The demonstration, in which two marines were injured, followed a morning clash by the seaport in which one clan faction tried to reclaim houses that a rival faction had seized.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Met Display Of Drawings","web_url":"https://www.nytimes.com/1993/02/06/style/IHT-met-display-of-drawings.html","abstract":"One of the world's great museums of Old Master drawings and engravings is at last lifting the curtain on its treasures.. In the permanent gallery, which opened on Jan. 13 at the Metropolitan Museum, works will be presented on a rotating basis every two mo","thumbnail":null,"section":"Style"},{"date":"19930206","headline":"Israel Lists Arabs Who May, but Don't, Return","web_url":"https://www.nytimes.com/1993/02/06/world/israel-lists-arabs-who-may-but-don-t-return.html","abstract":"  Israel today released a list of 101 deported Palestinians in southern Lebanon who it says may return immediately to Israeli-occupied territories as part of an agreement that it reached this week with the Clinton Administration.    The names were handed to the International Committee of the Red Cross, and also relayed to families of the 101 men through town and village leaders in the West Bank and the Gaza Strip.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Pro-Democracy? Start With Haiti.","web_url":"https://www.nytimes.com/1993/02/06/opinion/pro-democracy-start-with-haiti.html","abstract":"  Bill Clinton, as a candidate, promised a foreign policy based on support for America's democratic values. He also denounced as cruel George Bush's Executive Order, probably illegal, that commanded the Coast Guard to intercept boatloads of Haitian refugees in international waters and ship them home without a hearing on their claims to refuge.   Fine words. But Bill Clinton the President has yet to translate them into deeds. In fact, one of his first acts as President was to reaffirm the Bush refugee policy.    Now his hopes of an early diplomatic breakthrough have been thwarted by Haiti's ruling thugs, who have reneged on their agreement with an international mediator. So Mr. Clinton needs to strike out on a dramatically different course.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/06/style/chronicle-041693.html","abstract":"  PIERRE BERGE, president of the Paris Opera and the chief business associate of Yves Saint Laurent, was removed Thursday from his 20-year post as president of the ready-to-wear division of the Chambre Syndicale, the quasi-official body governing the fashion industry in France.   The reason for the ouster, which came amid much jockeying in Paris fashion circles, may have been his opposition to changes in the schedule for forthcoming shows of fall collections. The shows are usually held in March, and he had fended off a move to push them back to February.","thumbnail":null,"section":"Style"},{"date":"19930206","headline":"Mobutu Spurns West and Ousts Premier","web_url":"https://www.nytimes.com/1993/02/06/world/mobutu-spurns-west-and-ousts-premier.html","abstract":"  President Mobutu Sese Seko of Zaire today rejected Western demands that he give up power and said he was dismissing his main political rival, Etienne Tshisekedi, as Prime Minister.   The move not only rejects the man chosen in August 1992 by Zaire's National Conference, the legislative body, but also rebuffs the country's main creditors, France, Belgium and the United States, who early this week called upon Mr. Mobutu to yield all power to the Prime Minister and his interim Government.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Hans Jacobson, 88, A Trader in Bonds Of Shaky Railroads","web_url":"https://www.nytimes.com/1993/02/06/us/hans-jacobson-88-a-trader-in-bonds-of-shaky-railroads.html","abstract":"  Hans Jacobson, a Wall Street specialist who traded the bonds of bankrupt railroads, died on Thursday in Cambridge, England. He lived in Basking Ridge, N.J., and was 88.   The cause was pancreatic cancer, for which he was being treated at a Cambridge hospital, his family said.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/06/nyregion/bridge-688593.html","abstract":"  The North American College Bridge Contest, played in November, was won by Sam Ehrlichman of Flushing, Queens, and Dave Seligman of Falls Church, Va. They represented Swarthmore College and headed a field of 180 pairs on 24 campuses. The winners were two of 10 players to receive $500 scholarships toward college tuition, awarded by the American Contract Bridge League's Educational Foundation.   All the players played the same deals, with match-point scoring predetermined by play in an earlier event. On the diagramed deal it was normal for North-South to reach four spades, and the official commentator pointed out that three no-trump would be easy and might make an overtrick.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Cremation Ashes in 16 Urns Found in Lot","web_url":"https://www.nytimes.com/1993/02/06/nyregion/cremation-ashes-in-16-urns-found-in-lot.html","abstract":"  It was a bizarre discovery even to hardened investigators accustomed to grisly sights: 16 urns containing the ashes of dead people dating back to 1958 scattered among weeds, broken bottles, car parts and old furniture in a vacant lot.   \"I don't know how the ashes of someone cremated in 1958 ends up like this,\" said Sgt. Michael McFarlane, who works in the patrol division of the 40th Precinct in the Mott Haven section of the Bronx. \"It's bizarre. I can tell this is going to be one of those investigations that you don't know where it's going to turn.\"","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/06/nyregion/inside-400993.html","abstract":"    Zairian Refuses to Yield   President Mobutu Sese Seko rejected Western demands that he yield power and said he was ousting his main rival, the Prime Minister. Page 3. Overtures Hearten Rushdie    As the fourth anniversary of the Iranian death sentence that drove him into hiding nears, Salman Rushdie is beginning to see a ray of hope. Page 4. Support for Schools Chief    Joseph A. Fernandez, the New York City Schools Chancellor, received support from an unexpected quarter in his effort to keep his job. Page 23. Baboon-Liver Patient Dies    The world's second recipient of a baboon liver died of an infection without ever regaining consciousness after the Jan. 10 operation. Page 6. Joseph L. Mankiewicz Dies    The meticulous and acerbic writer and director of \"All About Eve\" and other film classics died at 83. Page 10.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Displaced New Yorkers Remember the Neediest","web_url":"https://www.nytimes.com/1993/02/06/nyregion/displaced-new-yorkers-remember-the-neediest.html","abstract":"  They are exiles, former New Yorkers who are trying to adapt to locales where the pace is maddeningly slow or the civic life seems to revolve around strip malls or the bagels come frozen (the horror!). They often long for a taste of their rough-and-tumble homeland, so they eagerly buy New York newspapers and phone friends who live there.   They rekindle their relationship with New York City by supporting a charity that has been fighting its ills -- from homelessness to illiteracy to hunger -- since the early years of this century. The New York Times Neediest Cases Fund has received dozens of donations during the 81st annual appeal from one-time New Yorkers who would like nothing more than to see the city thrive.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"3 Reputed Gotti Associates Charged With Murder","web_url":"https://www.nytimes.com/1993/02/06/nyregion/3-reputed-gotti-associates-charged-with-murder.html","abstract":"  In another blow against the crime family headed by the imprisoned John Gotti, three men identified by prosecutors as a captain and two soldiers in the family were charged yesterday with participating in one of the murders Mr. Gotti was convicted of.   The three were named in an indictment in Federal court in Brooklyn stemming from the slaying of Louis DiBono, a construction contractor and reputed Gambino family member whose bullet-riddled body was found in a World Trade Center parking garage in October 1990.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"F.B.I. Director Overrules Decision To Put Off Disciplining of Agents","web_url":"https://www.nytimes.com/1993/02/06/us/fbi-director-overrules-decision-to-put-off-disciplining-of-agents.html","abstract":"  The Director of the Federal Bureau of Investigation, William S. Sessions, today abruptly overruled a decision by senior aides to delay action against agents accused of violating bureau rules that the Director was found to have broken.   Mr. Sessions's decision followed a fiery hourlong meeting he held this morning with his senior aides, who pleaded with him to allow their initial decision to stand. They hoped to quell rising dissension over the perception that a double standard of discipline exists at the F.B.I., with lower standards for the Director than for agents.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-032793.html","abstract":"  \"Absolut Concerto\" Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Second Baboon-Liver Recipient Dies of Infection","web_url":"https://www.nytimes.com/1993/02/06/us/second-baboon-liver-recipient-dies-of-infection.html","abstract":"  The world's second recipient of a baboon liver died last night without having regained consciousness since the experimental transplant operation was performed Jan. 10 at the University of Pittsburgh.   The patient, a 62-year-old man whose name was not disclosed because he had requested confidentiality, died from an infection of the membrane that surrounds the intestines. The infection, peritonitis, is often fatal. It was particularly dangerous for the patient because his immune system was being suppressed by drugs designed to prevent rejection of the baboon liver.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Clinton and Mulroney Fault Balkan Peace Plan","web_url":"https://www.nytimes.com/1993/02/06/world/clinton-and-mulroney-fault-balkan-peace-plan.html","abstract":"  President Clinton and Prime Minister Brian Mulroney of Canada today both criticized a plan to end the crisis in the Balkans negotiated by international mediators. Mr. Mulroney suggested that both Russia and the United States should assume more active roles in working out a diplomatic solution.   Mr. Clinton, in his first public criticism of the agreement negotiated by former Secretary of State Cyrus R. Vance and Lord Owen, a former British Foreign Secretary who represents the European Community, said the plan could put Bosnian Muslims at a disadvantage.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Review/Opera; A Comic-Book 'Magic Flute' From Peter Hall","web_url":"https://www.nytimes.com/1993/02/06/arts/review-opera-a-comic-book-magic-flute-from-peter-hall.html","abstract":"  If \"Die Zauberflote\" has \"the metabolism of a child,\" as the director Sir Peter Hall has said, how active should that metabolism be? How much fantasy and whimsy and invention can Mozart's opera take? There are limits, as Mr. Hall's new production at the Los Angeles Music Center Opera proves.   This was a \"Magic Flute\" in which Sarastro, with a head of purple hair and a gold medallion on his chest, looked as though he had just stepped out of a Marvel Comics strip. His evil servant Monostatos was padded to look like a Sumo wrestler, with elephantine thighs and a quivering belly that made him waddle. And every scene involved the sliding about of a giant pyramid, split in half (to represent a world gone awry) and illuminated with projections that included an array of naked women and paisley swirls.","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Not Enough for Domestic Partners","web_url":"https://www.nytimes.com/1993/02/06/opinion/not-enough-for-domestic-partners.html","abstract":"  In moving to grant them some of the benefits enjoyed by married couples, Mayor David Dinkins makes a welcome gesture of recognition and respect to the non-marital relationships that constitute \"family\" for millions of New Yorkers. Yet he continues to dodge the most urgent issue facing non-traditional families -- health care benefits.    The Mayor will create a city registry in which residents or nonresident city workers can file as \"domestic partners.\" Homosexuals or unmarried heterosexual registrants will have the same standing as married couples in qualifying for city apartments, the same visiting rights at city jails and hospitals. Those who work for the city may also take unpaid leave to care for newborn children.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-932993.html","abstract":"  Because of an editing error, an article yesterday about Hillary Rodham Clinton's policy discussions with leaders of both parties referred incorrectly to Senator Bob Dole in some editions. He leads the Senate minority, not the majority.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Russians Have Few Illusions About Progress","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-russians-have-few-illusions-about-progress-017393.html","abstract":"  To the Editor:   Nathaniel Knight (\"In Yeltsin's Russia, Glimmers of Hope Emerge,\" letter, Jan. 28) finds my speculations about the Russian future in \"Russia Comes Apart\" (Op-Ed, Jan. 10) \"nothing short of irresponsible.\" I hope his supply of moral indignation is plentiful, because if he studies the Russian press, he will find that every day it carries similar speculations about fragmentation and incipient anarchy, written by public figures of every political viewpoint. In reality, their aim is often constructive: to understand genuinely threatening trends and on that basis to propose measures that may reverse or mitigate them.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Beliefs","web_url":"https://www.nytimes.com/1993/02/06/us/beliefs-466193.html","abstract":"  Joyce Davis, the foreign desk editor at National Public Radio, says the subject of women and Islam is one that has long puzzled her. A former reporter at The New Orleans Times-Picayune, she has lived in Athens, traveled frequently in the Middle East and written about the Palestinian Liberation Organization.   She found it hard to reconcile the news media's depiction of Islam as totally hostile to women with the many intelligent, articulate and independent women she met who considered themselves loyal Muslims.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Expert Links Mandatory Desegregation to 'White Flight'","web_url":"https://www.nytimes.com/1993/02/06/nyregion/expert-links-mandatory-desegregation-to-white-flight.html","abstract":"  Large numbers of whites have removed their children from public schools wherever mandatory integration plans have been imposed, an expert testified today in the state's defense against a suit challenging the racial and economic segregation in Hartford's schools.   In the Hartford area, said the expert, Prof. Christine Rossell of Boston University, a survey done for the state found that 51 percent of the whites questioned said they would move or resort to private schools if a desegregation plan assigned their children to a city school.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/06/style/chronicle-042493.html","abstract":"  Gov. MARIO M. CUOMO had the ball and was driving toward the basket Wednesday evening in a tournament at the State Police Academy when, he said, \"I felt a little pop, like a little balloon exploding.\"   \"It was as though someone had hit me with a BB gun or a hard-thrown handball in my left leg,\" he said.","thumbnail":null,"section":"Style"},{"date":"19930206","headline":"Game, Set, Match","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-tennis-game-set-match.html","abstract":"  PHILIPPE CHATRIER, who steered tennis through boycott and hot pants controversies and then back into the Olympics, steps down today after having served for 24 years as president of the French Tennis Federation.   Chatrier was president of the International Tennis Federation from 1977 to 1991. He also was president of the Men's International Pro Tennis Council from 1979 to 1985 before pro tennis was taken over by the players.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"BRIEFCASE: LIFFE Will Offer a Contract On Long-Term Spain Bonds","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-briefcase-liffe-will-offer-a-contract-on-longterm-spain-bonds.html","abstract":"The London International Financial Futures and Options Exchange announced plans to trade a futures contract on long-term Spanish government bonds.. The Spanish bond market is one of the world's largest and has been of particular interest to investors and","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"Albany G.O.P. Grappling With Gay Rights","web_url":"https://www.nytimes.com/1993/02/06/nyregion/political-memo-albany-gop-grappling-with-gay-rights.html","abstract":"  The State Senate's decision on what action to take on a gay-rights bill is shaping up as a particularly difficult test for the Republican majority -- one that could define the direction of party politics in New York through the 1994 elections.   Both supporters and opponents of the bill believe the choice confronting 35 Republican senators reflects the divisions in the national party after the loss of the White House.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Some Regions Fear the Price As Pollution Rights Are Sold","web_url":"https://www.nytimes.com/1993/02/06/nyregion/some-regions-fear-the-price-as-pollution-rights-are-sold.html","abstract":"  When Congress passed the Clean Air Act of 1990, it created something never before seen in the annals of capitalism: a free market in pollution.   If a company could clean up its emissions more than required under the new law, it could sell the right to pollute to another company. The freedom to trade pollution rights like pork bellies, and even make a profit, would give companies an incentive to upgrade dirty plants, the thinking went.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Changing Barometer Clouds Index Funds","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-changing-barometer-clouds-index-funds.html","abstract":"THERE'S a little investment conundrum: When does \"average\" really mean \"good\"? When you're talking about fund performance, according to some skeptics, who point to the apparent inability of the majority of fund managers to beat market","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/02/06/sports/results-plus-801293.html","abstract":"  GOLF  Faldo Shares Lead  Nick Faldo and Colin Montgomerie of Scotland were tied for the lead at 135 after two rounds of the Johnnie Walker Classic yesterday in Singapore. Montgomerie grabbed a share of the lead by shooting a three-under-par 67 in the second round of the P.G.A. European event, while Faldo had a 68. One stroke behind were Ernie Els of South Africa and Choi Sang Hoi of South Korea. Els had a 65 and Choi shot 67. (AP)   Geiberger and Colbert Share Lead: Al Geiberger and Jim Colbert shared the lead at six-under-par 65 and hometown favorite Ray Floyd shot 67 but it was the the Links at Key Biscayne, Fla., course that stole the show in the first round of the Royal Caribbean Classic, the opening event of the 1993 Senior PGA Tour. The bayside public course near downtown Miami was ravaged by Hurricane Andrew less than six months ago. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-027093.html","abstract":"  Gloria Cheng Pianist Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Public Hospital Chief Picked To Lead Public Health Agency","web_url":"https://www.nytimes.com/1993/02/06/us/public-hospital-chief-picked-to-lead-public-health-agency.html","abstract":"  Dr. James J. Mongan, director of the Truman Medical Center in Kansas City, Mo., will be named Assistant Secretary for health in the Clinton Administration, in charge of the Public Health Service, Administration officials say.   The appointment is expected to be announced next week bythe Secretary of Health and Human Services, Donna E. Shalala. Department officials said the fact that Dr. Mongan is the head of a large public hospital indicated the importance Dr. Shalala places on these institutions.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"G. L. Monahan, 59, A General Who Led 'Star Wars' Program","web_url":"https://www.nytimes.com/1993/02/06/us/g-l-monahan-59-a-general-who-led-star-wars-program.html","abstract":"  George L. Monahan Jr., a former head of the \"Star Wars\" missile-defense program and a vice president of the Loral Corporation, died Thursday in San Jose, Calif., during a business trip. He was 59 and lived in Falls Church, Va.   The cause of death was a heart attack, said Loral, a military electronics and space communications company in New York City.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Howe Makes His First Appearance of 1993","web_url":"https://www.nytimes.com/1993/02/06/sports/baseball-howe-makes-his-first-appearance-of-1993.html","abstract":"  The cameras were rolling and Steve Howe was clowning for them. While a crew from \"60 Minutes\" was taping the relief pitcher at the Yankee Fan Festival yesterday, he was waving anxious fans over to his booth, joking with children and scribbling his autograph and No. 57 on baseball cards, pennants and caps for three hours at the Javits Center.   In his first appearance in New York since an arbitrator ruled almost three months ago that his lifetime suspension from baseball for pleading guilty to a Federal drug charge should be rescinded, Howe looked fit and happy. He also appeared capable of throwing his blazing fastball by tomorrow, which had to hearten the Yankees, who will need him if they are to challenge in the American League East this season. Void in Bullpen    After Howe was indefinitely suspended from baseball for a seventh time last June, the Yankees crumbled. Without Howe, who was 3-0 with 6 saves and a 2.45 earned run average, Manager Buck Showalter did not have a reliable left-hander. The Yankees lost 59 of the 107 games the reliever missed. Now Howe is back.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Case of Double Jeopardy; Clinton's 2d Setback Over Attorney General Is Calling His Political Savvy Into Question","web_url":"https://www.nytimes.com/1993/02/06/us/case-double-jeopardy-clinton-s-2d-setback-over-attorney-general-calling-his.html","abstract":"  Casey Stengel asked it about the 1962 New York Mets -- \"Can't anybody here play this game?\" -- and politicians in the capital, including many Democrats, are starting to ask it about the Clinton Administration in the wake of a second, painfully public, politically devastating failure to find an acceptable candidate for Attorney General.   The new President now desperately needs a victory, as quickly as possible, on more of a test than the family-leave bill he signed today.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Why Teachers Must Maintain Seniority Rules","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-why-teachers-must-maintain-seniority-rules-039493.html","abstract":"  To the Editor:   Your report on a new teacher assignment for a class at Public School 145 in Manhattan (news article, Jan. 19) demonstrates the hardship of changing teachers in midyear, but you wrongly place the blame for the disruption on the teachers' contract.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-028993.html","abstract":"  The Vogler Quartet 92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"They Appreciate Herbal Remedies Outside U.S.","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-they-appreciate-herbal-remedies-outside-us-034393.html","abstract":"  To the Editor:   The American Botanical Council appreciates that Jane E. Brody, in her Jan. 20 Personal Health column on cold remedies, mentions ephedra as a decongestant and elm bark as a soother of irritating coughs; also the plant-derived camphor, menthol and eucalyptol for nasal congestion.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"British Test 19-Year Ban On 'Clockwork Orange'","web_url":"https://www.nytimes.com/1993/02/06/movies/british-test-19-year-ban-on-clockwork-orange.html","abstract":"  Two decades ago the director Stanley Kubrick and Warner Brothers abruptly withdrew Mr. Kubrick's \"Clockwork Orange\" from theaters across Britain, an unusual act of self-censorship amid public protests that the movie had stirred a wave of violence.   This week a London court was asked to affirm the 19-year-old distribution ban on the film by punishing the manager of a London movie house who is accused of showing a bootleg copy to an audience last April.","thumbnail":null,"section":"Movies"},{"date":"19930206","headline":"Kennedy Library Acts Properly on Archives","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-kennedy-library-acts-properly-on-archives-036093.html","abstract":"  To the Editor:   In \"A Plea to the Kennedys\" (Op-Ed, Jan. 22), Nigel Hamilton, author of \"J.F.K.: Reckless Youth,\" reiterates unsubstantiated allegations about the John Fitzgerald Kennedy Library.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"A Film Maker in the Avant-Garde for 40 Years","web_url":"https://www.nytimes.com/1993/02/06/movies/a-film-maker-in-the-avant-garde-for-40-years.html","abstract":"  Stan Brakhage is a living argument for the proposition that the avant-garde is good for your health. In the last four decades, most of them spent in near-poverty, he has made more than 250 films, ranging in length from nine seconds to more than four hours. Yet at 60, the grand old man of the American avant-garde cinema is smooth of face and unfurrowed of brow.   Mr. Brakhage (pronounced BRACK-idge) floats placidly in a brightly colored, very strange cinematic universe of his own devising. He has described his films as closer in spirit to the cave paintings of Lascaux than to Hollywood film, and few people would contest the point. They dispense with narrative, character and in most instances sound, which Mr. Brakhage at one point in his career dismissed as an esthetic mistake. They bear titles like \"Window Water Baby Moving,\" \"The Text of Light,\" \"Roman Numeral Series I-X\" and more recently \"Delicacies of Molten Horror Synapse,\" which Mr. Brakhage describes helpfully as \"four superimposed rolls of hand-painted and bi-packed television negative imagery edited so as to approximate the hypnagogic process whereby the optic nerves resist grotesque infusions of luminescent light.\"","thumbnail":null,"section":"Movies"},{"date":"19930206","headline":"Sports of The Times; Bobbing Amid Thugs And Bullies","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-of-the-times-bobbing-amid-thugs-and-bullies.html","abstract":"  IN a span of 48 hours this weekend, Madison Square Garden will have played host to two major sporting events. Last night, the Chemical Bank Millrose Games were held, and tonight Riddick Bowe will make his first heavyweight championship defense, against Michael Dokes.    For all the drama, however, much greater battles are taking place off the track and out of the ring as a maverick and a renegade challenge the iron-fisted rules of order.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-031993.html","abstract":"  Atlanta Symphony Orchestra Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"The Envelope, Please: A.P. Indy Nears Sweep","web_url":"https://www.nytimes.com/1993/02/06/sports/horse-racing-the-envelope-please-ap-indy-nears-sweep.html","abstract":"  A.P. Indy, who was voted North America's best 3-year-old colt earlier this week, stood at the brink of racing's ultimate honor tonight as the overwhelming favorite to be named Horse of the Year.   The colt was back at the Lane's End Farm in Kentucky awaiting his new career as a stallion. But his owners had already converged on Los Angeles from as far away as Tokyo for the climactic moment at the Eclipse Awards dinner. And to racing people across the country, it was considered a sure bet that the name inside the sealed envelope would be A.P. Indy.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Woman, 70, Is Hit By Cab and Killed","web_url":"https://www.nytimes.com/1993/02/06/nyregion/woman-70-is-hit-by-cab-and-killed.html","abstract":"  A 70-year-old woman died yesterday after she was struck by a yellow cab as she tried to cross the Avenue of the Americas at Bleecker Street in the West Village, the police said.   The woman, Mary Racioppi, of 25 Thompson Street, was crossing with the light at 4:20 P.M. when she was struck. The cabdriver drove away, said Detective Joseph McConville, a police spokesman. Ms. Racioppi was taken to St. Vincent's Hospital where she died, he said.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Piggott Rained Out","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-horse-racing-piggott-rained-out.html","abstract":"  Heavy rain delayed the return of the British jockey LESTER PIGGOTT to racing yesterday in a series of races in Dubai, United Arab Emirates.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Hans Jonas, Influential Philosopher, Is Dead at 89","web_url":"https://www.nytimes.com/1993/02/06/nyregion/hans-jonas-influential-philosopher-is-dead-at-89.html","abstract":"  Hans Jonas, who fled Nazi Germany and became an influential philosopher, died yesterday at his home in New Rochelle, N.Y. He was 89.   Professor Jonas drew wide attention in 1964 when he repudiated an early mentor, the German thinker Martin Heidegger, for being pro-Hitler in the Nazi era.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Observer; Laundry And Debt","web_url":"https://www.nytimes.com/1993/02/06/opinion/observer-laundry-and-debt.html","abstract":"  I am trying to worry about the deficit but make no headway. Driving shirts to the laundry, I am worrying about the American laundry situation when a radio yakmeister insinuates himself into my ear.    He is worrying about the deficit. He asks people to phone him. I think he is in Seattle, but may be wrong because the laundry problem has my mind by the throat.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Fisk Not Through Yet","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-baseball-fisk-not-through-yet.html","abstract":"  CARLTON FISK, 45, signed last night to play his 22d major league season, the Chicago White Sox said. Terms of the catcher's one-year contract were not available. Injuries limited him to 188 times at bat last season, and he batted .229 with 3 homers and 21 runs batted in. He ranks second behind BOB BOONE in career games behind the plate. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Despite a Few Bad Putts, Ogle Leads by a Stroke","web_url":"https://www.nytimes.com/1993/02/06/sports/golf-despite-a-few-bad-putts-ogle-leads-by-a-stroke.html","abstract":"  Brett Ogle, despite four-putting for a triple bogey on his next-to-last hole, took the lead today after two rounds of the A.T.&T. Pebble Beach National Pro-Am.   On a bright and windswept day when Donald Trump enriched the huge amateur field with a hole-in-one, Ogle, who is from Australia, shot a three-under-par 68 at Poppy Hills for a 36-hole total of seven-under-par 137.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Baker to Write of Years as Diplomat for Putnam's","web_url":"https://www.nytimes.com/1993/02/06/books/baker-to-write-of-years-as-diplomat-for-putnam-s.html","abstract":"  James A. Baker 3d has agreed to write the memoirs of his years as Secretary of State for G.P. Putnam's Sons in a deal that could earn Mr. Baker more than a million dollars if the book is successful.   The publisher bought North American rights only for the book, leaving Mr. Baker's agent, Robert Barnett, a partner in the Washington law firm Williams & Connolly, to pursue independently the potentially lucrative foreign-rights market. Such a deal means that Mr. Baker does not have to share any money earned abroad with the publisher, but it also reduces the advance that Putnam has to pay to Mr. Baker.","thumbnail":null,"section":"Books"},{"date":"19930206","headline":"Balkan Mediators Ask U.S. Assent For NATO Planes to Keep Peace","web_url":"https://www.nytimes.com/1993/02/06/world/balkan-mediators-ask-us-assent-for-nato-planes-to-keep-peace.html","abstract":"  The international mediators trying to solve the Balkan crisis want the United States to support the use of NATO war planes to enforce provisions of their peace plan for ending the civil war in Bosnia and Herzegovina, arguing that this would reassure Muslims and deter Serbs from further aggression.   The co-chairmen of the United Nations and European Community effort to bring peace to Bosnia, Cyrus R. Vance, a former American Secretary of State, and Lord Owen, a former British Foreign Secretary, also want the United States to provide modern satellite communications for the expanded 25,000-member peacekeeping force that the United Nations will be asked to send to Bosnia if all three factions agree to their proposals, officials close to the negotiations here say.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Tyson's 'Dear Riddick' Letter","web_url":"https://www.nytimes.com/1993/02/06/sports/boxing-tyson-s-dear-riddick-letter.html","abstract":"  Mike Tyson, the imprisoned former heavyweight champion who is from the same Brooklyn neighborhood as Riddick Bowe, sent Bowe a message yesterday, and it wasn't to wish him good luck.   In comments dictated on the telephone to his assistant trainer, Rory Holloway, and then released to the news media, Tyson called Bowe \"obese.\" Tyson, who grew up in Brownsville and now is serving a prison term in Indiana after a rape conviction, learned that Bowe weighed in at 243 pounds for tonight's heavyweight title fight with Michael Dokes. That was eight pounds more than Bowe weighed when he defeated Evander Holyfield for the title Nov. 13.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-933793.html","abstract":"  A roll-call listing of the votes by Senators from the New York area on the family leave bill misstated the vote of Senator Christopher J. Dodd of Connecticut in some editions yesterday. He voted for it.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Courts Grow Wary on Science Testimony","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-courts-grow-wary-on-science-testimony-037893.html","abstract":"  To the Editor:   The Supreme Court has agreed to review Daubert v. Merrell Dow Pharmaceuticals (front page, Jan. 2), which turns on what kind of scientific evidence is admissible in Federal courts. \"Scientific Evidence Doesn't Tell Whole Story,\" a Jan. 29 letter from Margaret G. Farrell, responds by attacking me and my book \"Galileo's Revenge: Junk Science in the Courtroom.\" Your article is accurate; the letter is not.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"BRIEFCASE: Dow Industrials Fluctuated In a Narrow Band in 1992","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-briefcase-dow-industrials-fluctuated-in-a-narrow-band-in-1992.html","abstract":"Speaking of volatility, last year had by far the least of it by one measure: the trading range of the Dow Jones industrial average. From its low at 3,137 to the peak at 3,413, the Dow stayed in a band of 8.5 percent, well below the mean of 24.2 percent. T","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"Real Help for the Everglades","web_url":"https://www.nytimes.com/1993/02/06/opinion/real-help-for-the-everglades.html","abstract":"  In her hearings for confirmation as Administrator of the Environmental Protection Agency, Carol Browner spoke of the need for a \"new era of communication\" between environmentalists and business. As one of her first moves, she has a rare opportunity to work to the benefit of the environment and the economy, resolving a dispute with which she is keenly familiar.    As head of the Florida Department of Environmental Regulation, she led the state into an agreement with the U.S. Justice Department aimed at preserving the Everglades, one of the world's great wetlands. The pact between Florida and the Federal Government called for protecting the area by reducing phosphorus runoff from farmland. The phosphorus, thought to harm native plant species, comes from soil, fertilizer, sugar mills, rain and irrigation water.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-029793.html","abstract":"  New York Philharmonic Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/06/arts/classical-music-in-review-030093.html","abstract":"  Philadelphia Orchestra Carnegie Hall","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Harm From Alaska Spill Goes On, Scientists Say","web_url":"https://www.nytimes.com/1993/02/06/us/harm-from-alaska-spill-goes-on-scientists-say.html","abstract":"The environmental devastation caused by the Exxon Valdez oil spill four years ago persists along parts of Alaska's coast today, scientists say.\n\nShellfish, otters, birds and ducks are still being poisoned by the oil, and 14 killer whales have suspiciously vanished, they say.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"The Top Soldier Is Torn Between 2 Loyalties","web_url":"https://www.nytimes.com/1993/02/06/us/the-top-soldier-is-torn-between-2-loyalties.html","abstract":"  In his waning months as America's senior soldier, Gen. Colin L. Powell is struggling to balance loyalties to a new Commander in Chief whose ideas clash with his, and to a tightly knit military culture he feels bound to protect.    Challenges to these fealties are piling up fast. General Powell's sharp criticism last week of President Clinton's plan to allow homosexuals in the armed forces prompted some Administration officials to suggest that his behavior had bordered on insubordination, a notion he vehemently rejects.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"They Appreciate Herbal Remedies Outside U.S.; Acupuncture's Benefits","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-they-appreciate-herbal-remedies-outside-us-acupuncture-s-benefits-035193.html","abstract":"  To the Editor:   As \"U.S. Opens the Door Just a Crack to Alternative Forms of Medicine\" (front page, Jan. 10) points out, the time to examine the benefits claimed for \"alternative\" forms of medicine has arrived in light of the escalation of health care costs.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Real Shock Radio to G.O.P.: Imus Likes Florio","web_url":"https://www.nytimes.com/1993/02/06/nyregion/real-shock-radio-to-gop-imus-likes-florio.html","abstract":"  Don Imus, the radio talk-show host who has been called \"irreverent\" so often it seems part of his name, is insinuating himself into the New Jersey race for governor, to the delight of Gov. Jim Florio and the chagrin of his opponents.   Actually, Mr. Imus doesn't have to push himself into campaigns in the region, since candidates for offices from President on down have repeatedly knocked on his door in the hope of appearing more human during a freewheeling conversation with the I-Man, as Mr. Imus is called by his supporting cast. After his first on-the-air meeting with Bill Clinton in April, when the Democrat's campaign was in trouble, Mr. Imus said he had to give the \"redneck bozo\" credit for having a sense of humor.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Budapest Needs to Bridge Marketing Gap","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-budapest-needs-to-bridge-marketing-gap.html","abstract":"A YEAR ago, Budapest was chosen to host the 1996 World Expo, just what city fathers said they needed to make the city the cultural and business capital of the East. . Their vision is not outlandish. Under \"goulash communism,\" Budapest had closer","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"BRIEFCASE: Chicago Options Exchange Creates Index of Volatility","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-briefcase-chicago-options-exchange-creates-index-of-volatility.html","abstract":"When a prominent financier was asked a couple of epochs ago what the stock market would do, he answered: \"It will fluctuate.\" Safe reply, no way to place a bet on that either way.. It may not be so safe much longer. The Chicago Board Options Exc","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/06/nyregion/metro-digest-594393.html","abstract":"  FEARS OVER FREE-MARKET POLLUTION   Under the Clean Air Act of 1990, if a company could clean up its emissions more than required, it could sell the right to pollute to another company. But an announcement this week that the Long Island Lighting Company was selling some of its pollution rights to another company has raised fears in New York's environmental community. Because the law does not regulate the sales or require companies to provide any public information about them, at least until 1995, pollution could be quietly shifted from one region to another, critics say. Page 1.   NEW YORK CITY   JANUARY JOBLESS RATE HIGHEST ON RECORD   The unemployment rate for New York City soared to 13.4 percent in January from 11 percent in December, hitting the highest level on record in the 25 years that the Federal Bureau of Labor Statistics has tracked the city labor market. There were 447,000 people out of work in January, excluding those who have dropped out of the labor market and are not actively seeking jobs. That number, up from 369,000 in December, was also the highest on record. Page 1.  AMTRAK ORDERED TO ALLOW BILLBOARD   A Federal judge ruled that Amtrak must permit an artist to display a montage criticizing the owners of the Coors Brewing Company on a giant billboard in Pennsylvania Station in Manhattan. Amtrak had rejected the artist's montage of pictures and text on the ground that it had a policy of barring political advertising. Page 25.  EX-BLACKBURNE ADVISER PLEADS GUILTY   The former top tenant adviser to the New York City Housing Authority pleaded guilty in Federal Court in Manhattan to embezzling $32,000 in a case that law-enforcement officials said the authority's former chairwoman, Laura D. Blackburne, tried to keep quiet. Page 25.  REGION   FALSE ALARM ON INSURANCE   Although there were dire predictions last year that commercial insurance companies would cancel health coverage for thousands of small businesses and individuals if New York State changed its rules governing rates, the outlook now seems far less grim. Page 26.  NEW JERSEY HATS IN IMUS'S THREE RINGS   Don Imus, the radio talk-show host, is insinuating himself into the New Jersey race for Governor, to the delight of Gov. Jim Florio and the chagrin of his opponents. Candidates for offices from President on down have repeatedly knocked on his door in the hope of appearing more human during a freewheeling conversation with Mr. Imus. Page 26.  'WHITE FLIGHT' TESTIMONY IN SCHOOLS CASE   Large numbers of whites have removed their children from public schools wherever mandatory integration plans have been imposed, an expert testified in the state's defense against a suit challenging the racial and economic segregation in Hartford's schools. Page 26.  VOTE NEARS ON SECOND WEAPONS BILL   Faced with uncertain prospects of overriding Governor Florio's veto of a bill that would have ended a ban nearly all two semiautomatic guns, the New Jersey Senate is expected to vote Tuesday on an plan that would allow some 200,000 current owners to keep their guns. Page 27.  About New York by Michael T. Kaufman 25    Neediest Cases 27","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Shlomo Mintz Recital","web_url":"https://www.nytimes.com/1993/02/06/arts/shlomo-mintz-recital.html","abstract":"  The violinist Shlomo Mintz is to give his only New York recital of the season tomorrow at 8 P.M. at the 92d Street Y, at Lexington Avenue. Mr. Mintz, accompanied by Itamar Golan, will perform Bartok's Rhapsody No. 2, Shostakovich's Op. 134 Sonata, and Schumann's rarely played Sonata No. 2 in D minor. Tickets are $25. Information: (212) 996-1100.","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Raspy but Democratic, Kazoos Corner Market; A Company in Eden, N.Y., Hums Along","web_url":"https://www.nytimes.com/1993/02/06/nyregion/raspy-but-democratic-kazoos-corner-market-a-company-in-eden-ny-hums-along.html","abstract":"  It is said that a kazoo is to music what a full body cast is to ballet.   But in this one-stoplight town, the rasp of the kazoo is a sweet serenade, the Magna Carta and Constitution of musical democracy.   That's because Eden is the home of \"The One and Only, Original Kazoo Company Inc.,\" the world's only remaining factory for metal kazoos -- the Stradivarius of kazoos.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"All-Stars Skate Around Rumors","web_url":"https://www.nytimes.com/1993/02/06/sports/hockey-all-stars-skate-around-rumors.html","abstract":"  On the banks of the icy St. Lawrence, the hockey world has come together this weekend, and rumors are flying like snow flurries on Ste. Catherine Street.   The occasion is the All-Star weekend, with the old-timers playing tonight, the current stars playing Saturday afternoon and the businessmen gathering behind closed doors on Sunday morning. The game site is the Forum, an ancient, soon-to-be-replaced temple of a sport that everyone here will tell you, again and again, is \"like a religion.\"","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/06/nyregion/news-summary-394093.html","abstract":"  International 2-5 INVESTING IN APPRENTICES   A major reason for Germany's long economic boom is its career training system, in which the state invests heavily to turn out highly productive workers. Some say the system rewards training over talent, but few dispute that the country profits from the quality of its workers.  1","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Bird Confronts the 24-Hour Clock","web_url":"https://www.nytimes.com/1993/02/06/sports/pro-basketball-bird-confronts-the-24-hour-clock.html","abstract":"  When the cheering stopped, and his final starring night had ended, Larry Bird returned to the reality of retirement.   \"I'm pretty bored right now,\" he admitted after Larry Bird Night concluded late Thursday night at a sold-out Boston Garden.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Joseph L. Mankiewicz, Literate Skeptic of the Cinema, Dies at 83","web_url":"https://www.nytimes.com/1993/02/06/movies/joseph-l-mankiewicz-literate-skeptic-of-the-cinema-dies-at-83.html","abstract":"  Joseph L. Mankiewicz, a writer, director and producer who was one of Hollywood's most literate and intelligent film makers, died yesterday at Northern Westchester Hospital in Mount Kisco, N.Y. He was 83 and lived in Bedford, N.Y.    Robert Vincent, a friend of the family, said the cause of death was heart failure.","thumbnail":null,"section":"Movies"},{"date":"19930206","headline":"A Touch of the Irish, a Dash of the Algerian","web_url":"https://www.nytimes.com/1993/02/06/sports/track-and-field-a-touch-of-the-irish-a-dash-of-the-algerian.html","abstract":"  There had been a stirring rendition of the Irish national anthem, and then Eamonn Coghlan, a 40-year-old runner from Dublin with ageless springs for legs, had set a new standard in the masters indoor mile.   Now, Noureddine Morceli of Algeria, the best middle-distance racer in the world, was being passed three-quarters of the way into the Wanamaker Mile by another Irishman with his own emerald dreams at the Chemical Bank Millrose Games.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Review/Dance; How Being Still Is an Art, And Being Fidgety Isn't","web_url":"https://www.nytimes.com/1993/02/06/arts/review-dance-how-being-still-is-an-art-and-being-fidgety-isn-t.html","abstract":"  If a choreographer demands it, standing still is as much a part of dancing as jumping and whirling. Darci Kistler and Nilas Martins jumped and whirled charmingly enough in George Balanchine's \"Duo Concertant,\" which the New York City Ballet offered last Saturday night at the New York State Theater. But they had trouble standing still.    \"Duo Concertant\" pays tribute to the power of music. A violinist and a pianist are on stage playing a score by Stravinsky. Two dancers stand perfectly still listening them. Then the music inspires a pas de deux.","thumbnail":null,"section":"Arts"},{"date":"19930206","headline":"Nets Are Close To Signing Bernard King","web_url":"https://www.nytimes.com/1993/02/06/sports/pro-basketball-nets-are-close-to-signing-bernard-king.html","abstract":"  The Nets are on the verge of signing Bernard King to a contract for the remainder of the season, his lawyer, Bob Woolf, said last night.   The contract, which would be for the National Basketball Association's minimum salary of $140,000, should be done, according to a very optimistic Woolf, \"by the end of the weekend.\" The Nets, hoping to use King as instant offense off the bench, next play tomorrow night against the Bucks in Milwaukee.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-936193.html","abstract":"  An article on Thursday about a record book deal for Allan R. Folsom, a first-time novelist, misidentified the publisher of the previous record holder, Sally Beauman's book \"Destiny.\" It was published by Bantam, not Doubleday.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Dokes May Not Be Ready, but He Is Well Rested","web_url":"https://www.nytimes.com/1993/02/06/sports/boxing-dokes-may-not-be-ready-but-he-is-well-rested.html","abstract":"  Michael Dokes said he needed some rest, so he spent most of yesterday afternoon lying in bed, watching game shows on television.   Was it a dress rehearsal? If tonight's heavyweight championship goes as anticipated, Dokes will be lying on his back before the first round ends at Madison Square Garden. It could be over that quickly.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Knicks Stop Miami Cold At the End","web_url":"https://www.nytimes.com/1993/02/06/sports/pro-basketball-knicks-stop-miami-cold-at-the-end.html","abstract":"  The Knicks won the hard way tonight, which made the victory both gratifying and impressive.   They trailed almost the entire game. They were down by 12 points in the third quarter, and they were down by 7 with three and a half minutes to play.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Pyongyang Balks on Nuclear Visits","web_url":"https://www.nytimes.com/1993/02/06/opinion/pyongyang-balks-on-nuclear-visits.html","abstract":"  North Korea has rebuffed a request to allow international inspectors to visit two sites suspected of contributing to its nuclear arms program. The International Atomic Energy Agency is right to insist on the inspections and Pyongyang would be wise to invite the inspectors. By dispelling doubts about its nuclear intentions, the North can open the way to wider political and economic ties.   The inspections are needed to clear up discrepancies between what Pyongyang told the I.A.E.A. about its production of plutonium and what the agency discovered in its recent inspections. By searching through the North's nuclear plants and waste, inspectors can determine how long its research reactors have been running and how much plutonium they could have produced. That would help determine whether the discrepancy is a minor one or whether the North has produced enough nuclear material for bomb-making.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Big Cannons Turning on the Franc","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-big-cannons-turning-on-the-franc.html","abstract":"THE consensus among foreign exchange analysts is that Thursday's tiny downward move in German interest rates has sent a signal to the markets. Unfortunately, that signal is, as it always has been, that the Bundesbank is prepared to defend the French franc","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"All Sides Get Message: Haiti Is a Top U.S. Priority","web_url":"https://www.nytimes.com/1993/02/06/world/all-sides-get-message-haiti-is-a-top-us-priority.html","abstract":"  In an acknowledgement that it will have to take more action on Haiti, the Clinton Administration sent a variety of signals today on the crisis there.   Explicitly and implicitly, the Administration told the ousted Haitian President, the Rev. Jean-Bertrand Aristide, that it still supported his restoration as President. It also signaled Haiti's military-backed leaders that it understood their fear of retribution by Father Aristide, and informed Florida lawmakers, nervous over the possibility of a new wave of refugees, that it was giving the crisis in Haiti a higher priority.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Senate Panel Says C.I.A. Fumbled Iraq Loan Case","web_url":"https://www.nytimes.com/1993/02/06/us/senate-panel-says-cia-fumbled-iraq-loan-case.html","abstract":"  The nation's intelligence agencies badly mishandled their roles in the prosecution of a bank that secretly financed Iraq's arms buildup, a Senate report issued today said.   In the report, the Senate Select Committee on Intelligence found a pattern of bureaucratic clumsiness, official finger pointing and running for cover among the senior Government officials involved.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Skeptics Ask: Who Needs It?","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-skeptics-ask-who-needs-it.html","abstract":"SOME industry skeptics doubt the need for index funds. Others go even further, and question whether the indexes themselves are either necessary or desirable.. Concern among some investment analysts centers on whether the indexes are being created as tools","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"S.I. Official Gives Support To Fernandez","web_url":"https://www.nytimes.com/1993/02/06/nyregion/si-official-gives-support-to-fernandez.html","abstract":"  In a significant shift as the Board of Education prepared to vote on the fate of Schools Chancellor Joseph A. Fernandez, he received support from an unexpected quarter yesterday when the Staten Island Borough President praised his leadership.   Borough President Guy V. Molinari also warned that to remove Mr. Fernandez now would throw the schools into \"directionless chaos.\"","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Nicklaus and Watson Gain Open Exemptions","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-golf-nicklaus-and-watson-gain-open-exemptions.html","abstract":"  The former champions JACK NICKLAUS and TOM WATSON were among the 13 players granted special exemption for this year's United States Open by the United States Golf Association yesterday. The tournament is scheduled for June 17-20 at the Baltusrol Golf Club in Springfield, N.J.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Malpractice Suit Fund Serves New York Well","web_url":"https://www.nytimes.com/1993/02/06/opinion/l-malpractice-suit-fund-serves-new-york-well-040893.html","abstract":"  To the Editor:   In \"Regulate the Drug Monopolies\" (Op-Ed, Jan. 16), Harvey F. Wachsman confuses the New York State excess liability program with the 1975 crisis in malpractice insurance. Since 1985, the Medical Malpractice Insurance Association has collected some $800 million in excess premiums on about 100,000 policies. The average doctor thus has as much as $1 million of insurance over primary coverage for a single occurrence. More than $150 million of the $800 million has gone to the hospital excess liability pool as return premium.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"G.M. Verdict Intensifies Debate on Jury Awards","web_url":"https://www.nytimes.com/1993/02/06/us/gm-verdict-intensifies-debate-on-jury-awards.html","abstract":"  The mammoth judgment handed down by a Georgia jury on Thursday against the General Motors Corporation has already renewed calls to curb runaway verdicts by placing caps on punitive damage awards.    But opponents of such limits maintain that the verdict is justified, because of both the message it sends and the near-certainty that in the end only a small fraction of that money will ever enter the plaintiffs' pockets. Federal Legislation Blocked    The verdict shows how far a jury will go when it is convinced that a giant corporation has recklessly or deceitfully endangered lives for a long time. Of the $105.2 million the jury awarded Thomas and Elaine Moseley, whose 17-year-old son died when his 1985 GMC Sierra pickup burst into flames in a collission, $101 million was in punitive damages.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"U.S. EXPATRIATES BRACE FOR TAX 'SACRIFICE'","web_url":"https://www.nytimes.com/1993/02/06/your-money/IHT-us-expatriates-brace-for-tax-sacrifice.html","abstract":"ONE thing is certain: President Clinton's tax proposals will be unlike Candidate Clinton's tax proposals. That presents U.S. taxpayers, resident and nonresident alike, with two questions to ask themselves: What is he going to do? What action should I take","thumbnail":null,"section":"Your Money"},{"date":"19930206","headline":"Hanga Roa Journal; As World Crowds In, an Island Shields Its Culture","web_url":"https://www.nytimes.com/1993/02/06/world/hanga-roa-journal-as-world-crowds-in-an-island-shields-its-culture.html","abstract":"  The topography is like the political climate in this speck of land with its Polynesian people isolated in the South Pacific.   At first, Easter Island appears to be a pleasant and even breathtaking place, with undulating pastures carpeted in pale green that spike up to rounded peaks and then plummet into blue Pacific. But just under the surface are sharp volcanic rocks that make walking painful.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"How Somalia Was Left in the Cold","web_url":"https://www.nytimes.com/1993/02/06/opinion/how-somalia-was-left-in-the-cold.html","abstract":"The cold war is over and so are its intrigues, now buried in the diplomatic archives, forgotten except by those who suffer its legacy, as they do in Somalia. The tragedy in Somalia is well-known, but not the diplomatic tale of misperception, naivete and duplicity that brought it about.\n\nIn early 1977, Jimmy Carter hoped to build constructive new relationships with third world countries alienated from the U.S. by cold war hostilities. Somalia seemed a promising candidate, and the opportunity wasn't by chance. President Mohammed Siad Barre let it be known through covert diplomatic channels that he was searching for an escape from Moscow's orbit, if only the West would hold out its hand. Mr. Carter was intrigued.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"A Jew, a Woman and Still a Scientist","web_url":"https://www.nytimes.com/1993/02/06/nyregion/about-new-york-a-jew-a-woman-and-still-a-scientist.html","abstract":"  AS befits a scientist, Salome Waelsch has cultivated meticulous habits. Each morning she rises at exactly 5:55 in her Morningside Heights apartment, makes breakfast, reads the paper and walks to meet colleagues who drive her to her laboratory at the Albert Einstein College of Medicine in the Bronx. At 8:30 she begins checking to see which of her mutant mice gave birth overnight.   She is 85 years old, far older than the science of molecular genetics that she pursues. For 50 years she has been examining mouse embryos and for longer than that she has held to the rigors of a life in science in the face first of prejudices against Jews in Germany and always against women everywhere.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Judge Upholds the Right Of Artist to Use Billboard","web_url":"https://www.nytimes.com/1993/02/06/nyregion/judge-upholds-the-right-of-artist-to-use-billboard.html","abstract":"  A Federal judge ruled yesterday that Amtrak must permit an artist to display a montage criticizing the owners of the Coors Brewing Company on a giant billboard in Pennsylvania Station in Manhattan.   The unusual case involves an artist with a fondness for political parody, Michael A. Lebron, who sued Amtrak because it refused to lease the billboard to him. Amtrak rejected the artist's montage of pictures and text on the ground that it had a policy of barring political advertising from the billboard.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Advantage, Ball Club","web_url":"https://www.nytimes.com/1993/02/06/sports/sports-people-baseball-advantage-ball-club.html","abstract":"  JERRY BROWNE and the Oakland Athletics went into salary arbitration with the largest spread among the 100 players and their clubs on the arbitration list. WILLIAM GOULD, the arbitrator, was asked yesterday to rule on a difference of $1,325,000.   Gould, who earlier in the week ruled in favor of ANDY BENES over the San Diego Padres, gave the Athletics their choice of $625,000 over Browne's $1.95 million. The multiposition player earned $375,000 last year.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Clinton Ponders, Then Drops Plan to Cut Science Projects","web_url":"https://www.nytimes.com/1993/02/06/us/clinton-ponders-then-drops-plan-to-cut-science-projects.html","abstract":"  Eager to find more ways to cut the Federal budget, the Clinton Administration today considered scrapping two of the nation's premier science projects, the space station and the superconducting super collider, but decided to keep them for now after encountering intense opposition.   Administration officials said the White House still was considering scaling back one or both projects to save money.","thumbnail":null,"section":"U.S."},{"date":"19930206","headline":"Former Tenant Advisory Chief Admits Misusing $32,000","web_url":"https://www.nytimes.com/1993/02/06/nyregion/former-tenant-advisory-chief-admits-misusing-32000.html","abstract":"  The former top tenant adviser to the New York City Housing Authority pleaded guilty in Federal Court in Manhattan yesterday to embezzling $32,000 in a case that law-enforcement officials said the authority's former chairwoman, Laura D. Blackburne, tried to keep quiet.   The defendant, Violet B. Hamilton, the former chairwoman of the authority's Tenant Advisory Council, admitted she billed the authority for official transportation that actually was for her personal use.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"German Doctors and Their Secrets","web_url":"https://www.nytimes.com/1993/02/06/opinion/german-doctors-and-their-secrets.html","abstract":"  How could a doctor with a Nazi past rise to prominence, let alone be elected president of the world's largest medical society? Since the scandal of Dr. Hans-Joachim Sewering broke, a disturbing chain of events suggests the medical profession has not adequately dealt with its past.    He was elected president of the World Medical Association on Oct. 1 and was scheduled to take office this fall. Yet it was reported in 1978 in Der Spiegel that he had joined the SS in 1933 and the Nazi party in 1934 and that he had sent a disabled girl to a euthanasia site. A medical historian, Dr. Michael Kater, had also written about Dr. Sewering's past.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"Judge Kaye for Chief Judge","web_url":"https://www.nytimes.com/1993/02/06/opinion/judge-kaye-for-chief-judge.html","abstract":"  For the vacant post of Chief Judge of New York's highest court, the state's nominating commission has offered Gov. Mario Cuomo seven names. With all respect to the six men on the list, they are no match for Judge Judith Kaye, the slate's only woman.    Judge Kaye has led the field since last fall, when Sol Wachtler, the former Chief Judge, resigned after his shocking arrest on Federal extortion charges. All seven candidates have strengths that could help the court recover from the stunning setback of the Wachtler prosecution. Some of them may be worthy candidates for future high court vacancies.","thumbnail":null,"section":"Opinion"},{"date":"19930206","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/06/nyregion/no-headline-409293.html","abstract":"  I have fulfilled every legal requirement with respect to the employment of our babysitter. Nevertheless, and after further consultations, I have concluded that in the current political environment, proceeding further with the possibility of my nomination would be inappropriate. -- KIMBA WOOD, withdrawing as a prospect for Attorney General.  [ 8:5. ]","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Trenton to Vote on Bill Easing Semiautomatic Ban","web_url":"https://www.nytimes.com/1993/02/06/nyregion/trenton-to-vote-on-bill-easing-semiautomatic-ban.html","abstract":"  Faced with uncertain prospects of overriding Gov. Jim Florio's veto of a bill last year that would have ended a ban on all but two semiautomatic weapons, the New Jersey Senate is expected to vote Tuesday on an alternative that would allow some 200,000 current owners to keep their guns.   The legislation, which was introduced by Senator Gerald Cardinale, would exempt or \"grandfather\" people who bought semiautomatic guns before the ban, while retaining a ban on future sales and possession.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"Despite New Rate Limits, Health Insurers Stay Put","web_url":"https://www.nytimes.com/1993/02/06/nyregion/despite-new-rate-limits-health-insurers-stay-put.html","abstract":"  Although there were dire predictions last year that commercial insurance companies would cancel health coverage for thousands of small businesses and individuals if New York State changed its rules governing rates, the outlook now seems far less grim.   At least nine large commercial insurance companies have notified their small-group customers that they are eliminating their traditional fee-for-service coverage. But at least a dozen other companies are preparing to live with the new rules. And the state's five Blue Cross plans and 31 health maintenance organizations plan to push hard to recruit individuals and small group members.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"After Nearly 4 Years, Rushdie Has Hope","web_url":"https://www.nytimes.com/1993/02/06/world/after-nearly-4-years-rushdie-has-hope.html","abstract":"  As he approaches the fourth anniversary of the edict that drove him into a life of nomadic secrecy and lethal hide-and-seek, Salman Rushdie is beginning to see a ray of hope.   The 45-year-old author whose writing so offended Iran that he was publicly sentenced to death says he now sees more aggressive support for his case at high levels in a number of Western governments. It is causing them to take a tougher line in pressing Iran to lift the fatwa, or death edict, he said.","thumbnail":null,"section":"World"},{"date":"19930206","headline":"Transactions","web_url":"https://www.nytimes.com/1993/02/06/sports/transactions-784993.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Named Matt Keough special assignment scout.   CHICAGO WHITE SOX -- Agreed to terms with Carlton Fisk, catcher, on a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-934593.html","abstract":"  A picture yesterday with an obituary of the book editor Albert Russel Erskine Jr. was published in error. It showed Donald S. Klopfer, co-founder of Random House, who died in 1986.","thumbnail":null,"section":"New York"},{"date":"19930206","headline":"King Again Puts Himself Among the Heavyweights","web_url":"https://www.nytimes.com/1993/02/06/sports/boxing-king-again-puts-himself-among-the-heavyweights.html","abstract":"  Just as the surging tide of prefight hype seemed to be reaching full froth for tonight's heavyweight championship bout between Riddick Bowe and Michael Dokes at Madison Square Garden, along comes the undertow.   Or to put it another way, Don King was in town yesterday to throw some cold water on the Bowe-Dokes bout while stirring the pot for the \"real\" heavyweight championship fight, the one he is promoting between Lennox Lewis and Tony Tucker in Las Vegas on May 8.","thumbnail":null,"section":"Sports"},{"date":"19930206","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/06/nyregion/c-corrections-935393.html","abstract":"  A picture in some copies yesterday on the front page of The Metro Section, with a cross reference to a sports article, was published in error. It showed Pascual Perez (in a dark jacket), formerly of the Yankees, not his brother, Melido, who signed a new contract with the team.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930206","time":"1993-02-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":94,"wspd":14.8},{"date":"19930206","time":"1993-02-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":93,"wspd":13},{"date":"19930206","time":"1993-02-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":87,"wspd":13},{"date":"19930206","time":"1993-02-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":95,"wspd":14.8},{"date":"19930206","time":"1993-02-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":90,"wspd":11.2},{"date":"19930206","time":"1993-02-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":89,"wspd":16.6},{"date":"19930206","time":"1993-02-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":87,"wspd":14.8},{"date":"19930206","time":"1993-02-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":87,"wspd":14.8},{"date":"19930206","time":"1993-02-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":86,"wspd":13},{"date":"19930206","time":"1993-02-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":90,"wspd":7.6},{"date":"19930206","time":"1993-02-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":86,"wspd":7.6},{"date":"19930206","time":"1993-02-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":82,"wspd":11.2},{"date":"19930206","time":"1993-02-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":75,"wspd":11.2},{"date":"19930206","time":"1993-02-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":73,"wspd":9.4},{"date":"19930206","time":"1993-02-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":76,"wspd":9.4},{"date":"19930206","time":"1993-02-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":74,"wspd":11.2},{"date":"19930206","time":"1993-02-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":75,"wspd":7.6},{"date":"19930206","time":"1993-02-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":78,"wspd":7.6},{"date":"19930206","time":"1993-02-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":83,"wspd":5.4},{"date":"19930206","time":"1993-02-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":5.4},{"date":"19930206","time":"1993-02-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":5.4},{"date":"19930206","time":"1993-02-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":84,"wspd":3.6},{"date":"19930206","time":"1993-02-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":86,"wspd":5.4},{"date":"19930206","time":"1993-02-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":85,"wspd":7.6},{"date":"19930206","time":"1993-02-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":20,"wspd":22.3},{"date":"19930206","time":"1993-02-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":21,"wspd":20.5},{"date":"19930206","time":"1993-02-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":26,"wspd":20.5},{"date":"19930206","time":"1993-02-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":31,"wspd":20.5},{"date":"19930206","time":"1993-02-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":38,"wspd":16.6},{"date":"19930206","time":"1993-02-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":40,"wspd":18.7},{"date":"19930206","time":"1993-02-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":41,"wspd":18.7},{"date":"19930206","time":"1993-02-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":43,"wspd":11.2},{"date":"19930206","time":"1993-02-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":9.4},{"date":"19930206","time":"1993-02-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":53,"wspd":37.1},{"date":"19930206","time":"1993-02-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":66,"wspd":29.5},{"date":"19930206","time":"1993-02-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":96,"wspd":22.3},{"date":"19930206","time":"1993-02-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":96,"wspd":29.5},{"date":"19930206","time":"1993-02-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":92,"wspd":27.7},{"date":"19930206","time":"1993-02-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":88,"wspd":27.7},{"date":"19930206","time":"1993-02-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":92,"wspd":27.7},{"date":"19930206","time":"1993-02-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":87,"wspd":27.7},{"date":"19930206","time":"1993-02-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-10,"rhum":84,"wspd":31.7},{"date":"19930206","time":"1993-02-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-10.6,"rhum":88,"wspd":25.9},{"date":"19930206","time":"1993-02-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":53,"wspd":25.9},{"date":"19930206","time":"1993-02-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":22.3},{"date":"19930206","time":"1993-02-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":47,"wspd":20.5},{"date":"19930206","time":"1993-02-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":47,"wspd":18.7},{"date":"19930206","time":"1993-02-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":38,"wspd":20.5}]}}