{"19940509":{"guardian_articles":[],"nytimes_articles":[{"date":"19940509","headline":"The West's Mistake Was to Relax After the Cold War","web_url":"https://www.nytimes.com/1994/05/09/opinion/IHT-the-wests-mistake-was-to-relax-after-the-cold-war.html","abstract":"It is time to shake the head, rub the eyes and start again. We in the democracies have made a terrible mess of the past five years, because we never really understood what we ought to be doing. We never saw, you might say, what history expected of us..","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Businessman Appears to Oust 'Old Guard' in Panama Election","web_url":"https://www.nytimes.com/1994/05/09/world/businessman-appears-to-oust-old-guard-in-panama-election.html","abstract":"  A left-of-center businessman who remade the image of his party after its disgrace under Gen. Manuel Antonio Noriega has won Panama's first democratic elections in more than a quarter of a century, according to exit polls and early official results this evening.   The expected victor, Ernesto Perez Balladares, 48, an American-educated banker and former Government minister, overcame the stigma attached to General Noriega by recalling the image of another former dictator, Gen. Omar Torrijos.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1994/05/09/nyregion/traffic-alert-037044.html","abstract":"  Because of President Clinton's visit to New York today, delays are expected in and around Cherry Street on the Lower East Side in the early afternoon, and around the New York Hilton, Avenue of the Americas at 53d Street. Closings are expected along the Franklin D. Roosevelt Drive in the early and late afternoon.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Hillman Tries Peace Pitch","web_url":"https://www.nytimes.com/1994/05/09/sports/baseball-hillman-tries-peace-pitch.html","abstract":"  Eric Hillman refuses to get into a war of words with San Francisco outfielder Barry Bonds, who threatened the Mets' pitcher Saturday in response to having been hit on the elbow with a Hillman pitch during the Mets-Giants game last Wednesday at Shea Stadium.   \"You don't want it to go back and forth,\" Hillman said today in a phone conversation from New York, where he returned this weekend to be treated for an inner-ear problem. \"He can say what he wants to say, I had no intention of hitting him. After the game, I talked to Matt Williams and I explained that to him.\"","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"PRESIDENT NAMES BLACK DEMOCRAT ADVISER ON HAITI","web_url":"https://www.nytimes.com/1994/05/09/world/president-names-black-democrat-adviser-on-haiti.html","abstract":"  After a six-week review of an Administration policy that he said is no longer \"sustainable,\" President Clinton appointed a well-known black Democrat today as his new special adviser on Haiti. The President also announced plans to allow Haitian refugees hearings at sea to determine whether they should be granted asylum.   Mr. Clinton said that the evidence of mounting political violence in Haiti made the new asylum policy necessary and asserted that the United States also considered it necessary for domestic and foreign policy reasons to use sanctions to force a return to democracy.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Lyric Soprano Wins Top Naumburg Prize","web_url":"https://www.nytimes.com/1994/05/09/arts/lyric-soprano-wins-top-naumburg-prize.html","abstract":"  A lyric soprano from New York City has won first prize in the 1994 Walter W. Naumburg International Vocal Competition in Concert Repertoire. Theresa Santiago, 25, is to receive $5,000 in cash, two recitals in Alice Tully Hall, a recording on the Musical Heritage label, and recital and oratorio appearances around the country. Her first Tully Hall recital is to take place on Dec. 12.   Leon Williams, a 28-year-old baritone from New York, is to receive the $2,500 second prize, and Christopheren Nomura, a 30-year-old baritone from Boston, the $1,000 third prize.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"On Way to U.S. Open, A Dispute Breaks Out","web_url":"https://www.nytimes.com/1994/05/09/sports/on-tennis-on-way-to-us-open-a-dispute-breaks-out.html","abstract":"  The head honchos of the United States Tennis Association, trying to blend a new tradition into a lucrative United States Open television package, claim they cannot understand the ATP Tour's reluctance to allow several top players to participate in a charitable exhibition they are hosting on the eve of the Open.   The head honcho of the men's tour, Mark Miles, claims he isn't convinced the exhibition is so charitable.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Crows Tell Us We're Altering the Environment; Wise and Witty Birds","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-crows-tell-us-we-re-altering-the-environment-wise-and-witty-birds-043788.html","abstract":"  To the Editor:   There is no reason to react in a mean-spirited fashion to the apparent growing presence of crows in Manhattan (letter, April 25). Having observed crow culture for many years because of the close proximity of a winter roost near my office, I can attest that crows are respectful of human impatience and wrath, anxious to avoid us and full of intelligence and playfulness.    In St. Petersburg, Russia, crows have worn stained-glass windows smooth from sliding down them on their bottoms in fun, and they are notorious for the often-complicated tricks they play on dogs and other animals for their own amusement.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Giuliani's Policy Point Man Is a Quiet No. 2","web_url":"https://www.nytimes.com/1994/05/09/nyregion/giuliani-s-policy-point-man-is-a-quiet-no-2.html","abstract":"  In the days after he was elected, Rudolph W. Giuliani scratched the title of First Deputy Mayor out of the government organization chart. But he clearly has not eliminated the job.   To the contrary, Peter J. Powers, the shy, self-effacing Deputy Mayor for operations, has emerged over the last four months as the strongest second-in-command seen at City Hall in years, despite a profile so low that a police officer recently asked him for identification when he tried to enter the building.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Review/Rock; Casual and Steeped in Neil Young","web_url":"https://www.nytimes.com/1994/05/09/arts/review-rock-casual-and-steeped-in-neil-young.html","abstract":"  Howe Gelb, the songwriter, singer and guitarist of Giant Sand, likes to keep things loose. At the Thread Waxing Space on Friday night, when this three-man band from Joshua Tree, Calif., topped a quadruple bill, a typical Giant Sand song might start out with a folky strummed guitar, move into a country-rock oompah, solidify into a hard-rock stomp or unleash a wailing, psychedelic guitar solo, dropping back into oompah now and then. The band's set also followed no fixed path as it meandered from folksiness to blare, then abandoned any momentum while Mr. Gelb decided on the next song. \"I guess we're sluggish,\" he observed halfway through an unhurried set; once a good part of the audience had left, he returned for a half-hour of more energetic encores.    Mr. Gelb's songs earn him his eccentricities. Beginning with Giant Sand's first single in 1981, he has created his own wayward updating of the 1960's. The music is steeped in Neil Young -- both the folksy simplicity and the grungy hard-rock -- but skewed toward Mr. Gelb's own timing and daydreams.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/09/nyregion/c-corrections-036498.html","abstract":"  Because of an editing error, a chart on Saturday of the new South African Cabinet misstated the first name of a Minister Without Portfolio. He is Jay Naidoo, not Joe Naidoo.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Pippen and the Bulls Are No Jordanaires","web_url":"https://www.nytimes.com/1994/05/09/sports/on-pro-basketball-pippen-and-the-bulls-are-no-jordanaires.html","abstract":"  For two and a half quarters, Scottie Pippen was everything Michael Jordan would have been had it been Jordan roaming Madison Square Garden and Pippen shagging Southern League fungoes. Pippen was all over the Garden floor and everywhere in the stat sheet, showing up under his own name and in everyone else's line as well.   Pippen and the Chicago Bulls were playing what seemed to be the perfect game for them against the Knicks. They had a 15-point lead deep into the third quarter. They had everyone, Pippen and his, uh, supporting cast, strutting their game as if this were Sacramento, not New York. They had the Garden crowd cheering scared, as it did last spring in Game 5. They had Pat Riley looking around for someone, anyone, to guard Pippen, settling for John Starks, who is half a head smaller.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Congress Enters Battle Over New Lost Ground at Gettysburg","web_url":"https://www.nytimes.com/1994/05/09/us/congress-enters-battle-over-new-lost-ground-at-gettysburg.html","abstract":"  It is the ground that Lincoln said words could not hallow, the rolling fields and ridges of the farm town that became the central battlefield of the most searing conflict in American history. Now a battle over the loss of part of that ground has drawn the scrutiny of Congress after riling Civil War experts and pitting townspeople against each other.    The controversy has been brewing for years, the outgrowth of a long-running debate over just how much land should be set aside in this shrine to the thousands of Union and Confederate troops who \"here gave their lives\" in the first three hot days of July 1863.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/09/world/no-headline-037389.html","abstract":"  This was Jericho today under the Palestinian self-rule that went into effect four days ago:   Israeli soldiers set up roadblocks along the main roads outside town and, offering no reasons, declared the area to be a closed military zone. No one could be found at the local office of the Palestine Liberation Organization.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Embassy in Haiti Doubts Aristide's Rights Reports","web_url":"https://www.nytimes.com/1994/05/09/world/embassy-in-haiti-doubts-aristide-s-rights-reports.html","abstract":"  Although President Clinton reaffirmed his support of Rev. Jean-Bertrand Aristide today, the United States Embassy in Haiti asserted in a cablegram in April that the exiled Haitian President and his supporters were exaggerating and even fabricating reports of human rights abuses.   The cablegram, signed by Ambassador William L. Swing and sent to Secretary of State Warren Christopher on April 12, acknowledges that violence by criminal elements in the Haitian police has sharply increased in recent months. But it suggests that the situation is not as bad as reported by Father Aristide, his followers, non-governmental organizations, an international monitoring mission in Haiti and the news media.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"The New Senate Standard on Gifts","web_url":"https://www.nytimes.com/1994/05/09/opinion/the-new-senate-standard-on-gifts.html","abstract":"  The debate was unusually passionate and personal last week when the Senate considered banning one of lawmakers' most cherished perks: the lavish meals, resort vacations and other gifts from lobbyists and other special interests seeking influence.   For a while, it looked as if the perk preservationists, led by Democratic Senator J. Bennett Johnston of Louisiana and Republican Senators Mitch McConnell of Kentucky and Bob Dole of Kansas, the minority leader, might just prevail.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Racial Stress Divides Town After Death of Black Youth","web_url":"https://www.nytimes.com/1994/05/09/nyregion/racial-stress-divides-town-after-death-of-black-youth.html","abstract":"  Few people here, either black or white, would have gone so far as describing race relations here as perfect. Good, they might have said, certainly better than in big cities like Philadelphia or nearby Camden, where the races live in virtual isolation.   That was the situation when Patricia Kunchynski, the first woman to be a police chief in New Jersey, went on vacation in April. By the time she had rushed back, a 14-year-old was dead, the victim of a bullet fired by one of her officers, and this town was split as never before along racial lines.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"1919:The Dry Law : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/09/opinion/IHT-1919the-dry-law-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - There is much dispute here as to whether President Wilson has promised that he would revoke the wartime prohibition (which becomes effective July 1) if the country does not want prohibition. A rumor is current to this effect, but official confi","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Observers Enter Hebron To Help Restore Calm","web_url":"https://www.nytimes.com/1994/05/09/world/observers-enter-hebron-to-help-restore-calm.html","abstract":"  An international force entered the occupied territories today for the first time since they fell to Israel in 1967. A contingent of 117 unarmed foreign observers moved into this troubled city to try to help restore normal life after the massacre here two and a half months ago.   They quickly got a first-hand look at the tensions simmering here since Feb. 25, when a Jewish settler killed at least 29 Muslims at prayer in a mosque.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/09/nyregion/chronicle-039640.html","abstract":"  When FELICE PICANO gets up to read this evening at the bookstore, A Different Light, in its new location at 151 West 19th Street between Avenue of the Americas and Seventh Avenue, he will invoke the names and the writings of comrades lost to AIDS.   The event will be a reading from a new anthology of works by members of the gay literary salon known as the Violet Quill.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"More Missed Opportunities Postpone Ranger Celebration","web_url":"https://www.nytimes.com/1994/05/09/sports/hockey-more-missed-opportunities-postpone-ranger-celebration.html","abstract":"  The Washington goalie, Don Beaupre, was out of position, following the path of Mark Messier as he carried the puck wide. The Ranger forward, Glenn Anderson, was in perfect position, moving into the slot in front of the net.   This was in the first few seconds of the Rangers' game at Washington Saturday night, a chance for the New York team to get off to a good start, an opportunity for Anderson to end a scoring slump.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Domestic Partners Rebuffed","web_url":"https://www.nytimes.com/1994/05/09/us/domestic-partners-rebuffed.html","abstract":"  Voters in Austin, Tex., made their city the first to repeal a policy that had provided benefits to companions of municipal workers. Page A8.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"A Portrait Of a School In Trouble","web_url":"https://www.nytimes.com/1994/05/09/nyregion/a-portrait-of-a-school-in-trouble.html","abstract":"  Silence pervaded classrooms and hallways last week as the students of Intermediate School 193 in the Bronx sat at desks, puzzling over the two-hour reading test administered to all New York City lower school students each spring.   Only occasionally did sounds intervene: the hallway tread of a teacher delivering bundles of pencils, the buzz of a faltering fluorescent bulb, the chatter of the walkie-talkie carried by Alan Brandt, the principal, on his rounds through the building. The moment the test concluded, however, there was mayhem, teachers said.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Review/Theater; Jumping Into the Melting Pot","web_url":"https://www.nytimes.com/1994/05/09/theater/review-theater-jumping-into-the-melting-pot.html","abstract":"  You would have to have been brought up in the Philippines to understand fully the cultural and emotional reverberations that the word \"hot dog\" sets off in the mind of a Filipino immigrant to the United States. In the Philippines, dog meat is an accepted dish. In America, slaughtering dogs for food is against the law.  A hot dog is not literally a hot dog.    \"Airport Music,\" a theatrical collage of poetry, reminiscences, slides and dance movement, written and performed by Jessica Hagedorn and Han Ong, makes much of such verbal dissonance. Again and again, it asks the audience to follow its creators in making imaginative verbal leaps between two cultures. Both Ms. Hagedorn, a multimedia artist, poet and novelist, and Mr. Ong, a Chinese-American playwright, are New York-based artists who grew up in the Philippines. In \"Airport Music,\" they offer interlocking meditations on the immigrant experience.","thumbnail":null,"section":"Theater"},{"date":"19940509","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/09/arts/dance-in-review-043664.html","abstract":"  Wendy Whelan and Nilas Martins  'The Sleeping Beauty' New York City Ballet New York State Theater","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Judge Kiser Misses the Beat, Again","web_url":"https://www.nytimes.com/1994/05/09/opinion/judge-kiser-misses-the-beat-again.html","abstract":"  The judge who in 1991 upheld the right of the taxpayer-supported Virginia Military Institute to deny women admission to its \"unique\" training program has done it again. This time Judge Jackson Kiser of the Federal District Court in Roanoke finds that V.M.I. can reject women as long as the state offers a few drills and military courses at Mary Baldwin College. Wrong again.   As he did three years ago, Judge Kiser tripped over his own metaphors. \"V.M.I. truly marches to the beat of a different drummer,\" he said then, \"and I will permit it to continue to do so.\" Reversed by a higher court and told to require an end to sex discrimination, he now writes, \"If V.M.I. marches to the beat of a drum, then Mary Baldwin marches to the melody of a fife, and when the march is over, both will have arrived at the same destination.\"","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"At Last! A Game of Their Own Against Men","web_url":"https://www.nytimes.com/1994/05/09/sports/on-baseball-at-last-a-game-of-their-own-against-men.html","abstract":"  One team complained about its accommodations, having to change in the lavatory. There was talk of salaries, and the disparities, what with one club's pay limited to $700 to $2,000 a month as opposed to $20,000 a year on the other side, scandalously rich for the minor leagues.   The rich kids, meanwhile, out to make an impressive debut, wondered if the veterans were a little more veteran than they were supposed to be, what with former big leaguers like Oil Can Boyd and Leon Durham brought in to lead the competition.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Multiple-Personality Cases Perplex Legal System","web_url":"https://www.nytimes.com/1994/05/09/nyregion/multiple-personality-cases-perplex-legal-system.html","abstract":"  The unmapped territory into which psychiatry can lead the courts became apparent earlier this year when a man on trial for rape in Arizona took the witness stand in a skirt, pink sweater, high heels and press-on nails.   The man, James Carlson, claimed to have 11 personalities, eight of which knew something about the crimes in question. So the defense called each one as a witness, including the lesbian prostitute in the powder-pink sweater.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"First, Do No Harm","web_url":"https://www.nytimes.com/1994/05/09/opinion/first-do-no-harm.html","abstract":"  I was stunned by the words of a juror who, with his other colleagues, had just voted to acquit Dr. Jack Kevorkian, the Michigan physician tried for helping a terminally ill man gas himself to death with carbon monoxide.   \"In the back of a van -- I don't think that's the place for a medical procedure,\" the juror complained last week after the trial.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Review/Music; Hard Rock From Seattle With a Need to Be Loved","web_url":"https://www.nytimes.com/1994/05/09/arts/review-music-hard-rock-from-seattle-with-a-need-to-be-loved.html","abstract":"  One of the differences between Candlebox and other rock bands to come out of Seattle in the past few years is that Candlebox isn't success-shy. The band wants to be liked, and isn't afraid to let it show. On Friday night at Roseland, the quartet went out of its way to make the audience feel special. Candlebox thanked its fans three times for coming to the concert, helped potential stage-divers climb onto the stage and held up a set of lost keys and announced that it could be picked up at the box office. This type of public service announcement usually isn't made at hard-rock shows, where there are often as many lost shoes and keys in the mosh pit as people.   Candlebox specializes in hard-rock entertainment. It plays well-rehearsed blues-infused rock-and-roll anthems that never get too indulgent or too soft. Kevin Martin, the singer, and Peter Klett, the guitarist, seem to have spent a lot of time rehearsing to Led Zeppelin records. They've also been taking lessons from alternative rock success stories like Pearl Jam and Soul Asylum. During its encore, Candlebox brought together its 1960's classic rock and late 1980's alternative-rock influences by performing the Doors' \"Roadhouse Blues\" and following it with Jane's Addiction's \"Mountain Song.\"","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/09/nyregion/news-summary-035920.html","abstract":"  International A2-7 DETAILS ON NEW HAITI POLICY  President Clinton named a new envoy to Haiti, a well-known black Democrat, and discussed details of the new policy of allowing asylum hearings for Haitian refugees.  A1  HAITI ABUSES QUESTIONED  President Clinton reaffirmed his support for the exiled President of Haiti, but a cable from the American Ambassador there has charged that the President's supporters exaggerated human rights abuses. A7  A fast over Haiti policy was worth it, an activist said. A7  THE TOLL OF WAR IN ANGOLA  In Angola's rebel stronghold, life is a struggle, with no electricity or running water and little food or medicine, but the potential wealth of the country allows one of Africa's longest civil wars to continue. A1  IMPATIENCE IN JERICHO  The Israeli occupation is supposed to end in Jericho, but so far little has changed. The first contingent of the Palestinian police force was just six miles away, though, awaiting the signal to enter the area. A1  An international force went to Hebron to keep order. A3  SOUTH AFRICA'S CHALLENGE  Two men with very different backgrounds have responsibility in South Africa's new Cabinet for a complex task: improving the lives of the new electorate while protecting the stability of the economy. A6  THE BASIC ISSUE IN BOSNIA  News Analysis: the town of Brcko, seen as the next flash point of Bosnian conflict, is also a sign of why the war is unlikely to end soon: Muslims are fighting to go home to areas cleared by the Serbs.  A2  HEADING FOR BRAZIL  American business people are flocking to Brazil in a new display of confidence that economic ties between the two nations will revolve around trade and investment. D1  Ex-Communists were ahead in Hungary's elections. A5  A businessman was winning Panama's presidential elections. A5  Seoul Journal: In North's shadow, picnics, not panic.  A4 National A8-14 PRESSURE ON THE FED  The Federal Reserve is preparing to raise short-term rates for the fourth time in four months, but it is under pressure to act more quickly and more sharply this time. A1  LOOKING OUT FOR ONE'S INTERESTS  The underlying story of why the Clinton Administration backed away from a proposed gambling tax to pay for part of the welfare plan illustrates the way the capital is patrolled by vigilant, organized interest groups.  A1  CRITICISM BY GAY SERVICEMEN  The \"don't ask, don't tell, don't pursue\" policy may have made life worse for homosexuals in the military, polarizing attitudes toward homosexuals and shifting the burden of proof to service members accused of engaging in homosexual acts.  A1  SETBACK FOR DOMESTIC PARTNERS  Voters in Austin, Tex., have repealed a policy granting health benefits for the partners of homosexual and unmarried city employees, making the city the first of roughly 20 communities in the nation with such benefits to repeal its program.  A8  NEW BATTLE WAGED AT GETTYSBURG  A dispute over the loss of part of the Gettysburg battlefield is the outgrowth of a long-running debate over just how much land should be set aside in the shrine to thousands of Union and Confederate dead.  A8  DESEGREGATING HIGHER EDUCATION  At issue in a Federal trial in Oxford, Miss., is how the historically black public institutions of higher learning will be treated as their formerly all-white counterparts are often attracting the cream of the crop of black students.  A10  REACTION TO ASSAULT WEAPON BAN  One freshman Republican Congressman and his staff in mostly Democratic Long Beach, Calif., found little passion over the assault weapons bill, and most constituents, worried above all about crime, seemed to support the ban.  A12  SEXUAL HARASSMENT RE-EXAMINED  America has again been plunged into a national seminar on sexual harassment, a migraine issue full of gray areas and her-word-against-his contentions, with Prof. Anita Hill and Senator Bob Packwood now providing commentary.  A12  EMERGING FORCE IN HEALTH CARE  Robert Reischauer's Congressional Budget Office has no vote on health care legislation, but he and his team of analysts have emerged as a crucial voice in the current debate, with more influence at the moment than many lawmakers.  A14  GACY EXECUTION SET  The mass murderer John Wayne Gacy is scheduled to die by lethal injection at 12:01 A.M. on Tuesday in Illinois.  A9 Metro Digest B1 A NO. 2 WITH CLOUT  Peter J. Powers, the Deputy Mayor for operations, is the strongest second-in-command at City Hall in years. He is the point man on both policy and on politics, roles traditionally split. And his 35-year friendship with Rudolph W. Giuliani gives him an unrivaled authority. A1  MULTIPLE PERSONALITIES IN COURT  As the diagnosis of multiple-personality disorder has become more common, it has stretched the rules by which people are tried. The issue could become central in the case of Ricardo S. Caputo, who confessed in New York to four murders.  A1  Business Digest D1  Sports C1-10  Baseball: Yanks sweep Red Sox. C1  Mets top Cardinals. C7  Orioles' McDonald wins seventh. C5  Basketball: Knicks beat Bulls in Game 1. C1  Hawks even series with Heat. C9  Boxing: Chavez reclaims title amid chaos. C2  Columns: Anderson on Garden's front row. C8  On tennis. C3  On pro basketball. C5  Cycling: LeMond fights headwind of age. C9  Golf: Daly gains golf and personal victories. C3  Hockey: Rangers have yet to hear from Anderson. C4  Richer's goal gives Devils a life. C4  Horse Racing: Go for Gin heading to Preakness. C2  Arts/Entertainment C11-16  Maya Lin on art and architecture.  C11  Marilyn Horne's class.  C11  Celebrating Martha Graham's centenary.  C14  Theater: Festival of one-act plays.  C13  \"Airport Music.\" C13  Music: Giant Sand.  C13  Candlebox from Seattle.  C16  Andre Watts in recital.  C16  Books: \"The Massacre at El Mozote,\" by Mark Danner.  C15  Television: The Road to Prime Time.  C11  Obituaries B7  Joe Layton, an award-winning director, producer and choreographer.   Clement Greenberg, a prominent American art critic.   Editorials/Op-Ed A16-17  Editorials  Haiti: Sanctions at last.  The new Senate standard on gifts.  No cigarettes are \"light.\"  Judge Kiser off the beat, again.  Letters  Anthony Lewis: Words, words, words.  William Safire: For a Haitian Legion.  Walter Reich: First, do no harm.  Chronicle B8 Bridge C13 Crossword C15","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Texas Capital Ends Benefits For Partners","web_url":"https://www.nytimes.com/1994/05/09/us/texas-capital-ends-benefits-for-partners.html","abstract":"  By nearly 2 to 1, voters here have repealed a policy providing health insurance benefits to the live-in partners of homosexual and other unmarried city employees. With the vote on Saturday, Austin, one of roughly 20 cities with such benefits, became the first to repeal its policy.    The passage of Proposition 22, an amendment to the city charter, means that health insurance will again be offered only to employees' legal family members. Christian groups that backed the measure said they would push repeal efforts in other cities with similar policies.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"BOXING;\nA Bitter Conclusion For a Confusing Bout","web_url":"https://www.nytimes.com/1994/05/09/sports/boxing-a-bitter-conclusion-for-a-confusing-bout.html","abstract":"The sordid image of boxing grew a bit uglier when Julio Cesar Chavez reclaimed his World Boxing Council super-lightweight championship in a controversial conclusion.\n\nThe feature fight of \"Revenge: The Rematches\" was stopped with three seconds remaining in the eighth round when Chavez was unintentionally head butted by Frankie Randall, causing a deep gash above Chavez's right eye.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Critic's Notebook; Do as I Say, and as I Do, Says Marilyn Horne","web_url":"https://www.nytimes.com/1994/05/09/arts/critic-s-notebook-do-as-i-say-and-as-i-do-says-marilyn-horne.html","abstract":"  When Marilyn Horne was enduring what Verdi once called the galley years -- laboring to build a career in difficult circumstances -- she made a sign and hung it prominently in her apartment. The sign offered a stern warning against the presumably well-meaning critics, teachers and singers always ready to offer advice on her tone, her technique and her interpretations. \"Don't listen,\" it declared. \"Think first who is speaking.\"   Ms. Horne told a group of young sopranos and mezzo-sopranos about this message last week during a series of seminars and master classes sponsored by Carnegie Hall, but it was doubtful that anybody in the room had to think twice about who was speaking or whether to listen.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Ex-Communists Leading Ballot In Hungary","web_url":"https://www.nytimes.com/1994/05/09/world/ex-communists-leading-ballot-in-hungary.html","abstract":"  Hungary's former Communists, swept from power four years ago, appear likely to be the dominant partner in a new coalition government after voting today in the first round of parliamentary elections.   With more than 80 percent of the vote counted, the Socialists, as the former Communists have renamed themselves, led with 32.7 percent; their likely coalition partner, the Alliance of Free Democrats, stood at 19.8 percent.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/09/nyregion/metro-digest-037184.html","abstract":"  NEW YORK CITY  CITY HALL'S STRONG NO. 2   Peter J. Powers, the shy, self-effacing Deputy Mayor for operations, has emerged over the last four months as the strongest second-in-command seen at City Hall in years, despite a profile so low that police officers still occasionally ask him for identification when he tries to enter the building. His 35-year friendship with Mr. Giuliani, dating back to their days in Catholic school, gives him an unrivaled authority rare in politics. A1.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Review/Theater; A Curmudgeon, a Drunk And Various Other Losers","web_url":"https://www.nytimes.com/1994/05/09/theater/review-theater-a-curmudgeon-a-drunk-and-various-other-losers.html","abstract":"  Despite the big names on the bill, there are no finds in the first installment of \"Marathon 1994,\" the Ensemble Studio Theater's 17th annual festival of one-act plays. A couple of performers, David Margulies and Lois Smith, will make you sit up and take notice though.   In Herb Gardner's \"I'm With Ya, Duke,\" Mr. Margulies plays an aging Jewish immigrant, the owner of a fruit store who's having heart problems and is not sure he wants to undergo a bypass operation. Crusty and abrupt, he's unhappy with his life, his three sons and New York City without the Dodgers. \"The times, these times, ain't my times,\" he grumbles from his hospital bed.","thumbnail":null,"section":"Theater"},{"date":"19940509","headline":"Review/Music; At Andre Watts's Recital, A Highlight but No Encores","web_url":"https://www.nytimes.com/1994/05/09/arts/review-music-at-andre-watts-s-recital-a-highlight-but-no-encores.html","abstract":"  Andre Watts declined to play encores after his recital on Friday evening at Avery Fisher Hall, saying it was \"not an encore day\" and leaving listeners to sift back through the performances for telltale signs of trouble.   There were problems all right, but they were of a kind not unusual in Mr. Watts's pianism. He seemed edgy in the first work, Mozart's Rondo in D (K. 485), and his impatience got the better of him in a couple of blurred passages. He ran off track altogether late in the first movement of Beethoven's \"Appassionata\" Sonata but recovered his aplomb and successfully negotiated the high-wire act he set himself with a revved-up coda in the finale.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"No Cigarettes Are 'Light'","web_url":"https://www.nytimes.com/1994/05/09/opinion/no-cigarettes-are-light.html","abstract":"  Anyone who chooses a brand labeled \"light\" in the belief that he or she is getting a lower dose of tar and nicotine is deluded. The amounts listed on the cigarette package, the Federal Trade Commission now concedes, bear little or no relation to what the smokers are actually ingesting.   Measurements carried out by tobacco laboratories under F.T.C. supervision are based on tests with machines that hold the cigarette and draw air through it in two-second puffs, one puff per minute, until the cigarette burns close to the filter.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Can Both Wealth and Justice Flourish in a New South Africa? Two Old Foes Think So.","web_url":"https://www.nytimes.com/1994/05/09/world/can-both-wealth-and-justice-flourish-in-a-new-south-africa-two-old-foes-think-so.html","abstract":"  A fiery-eyed union leader with a Trotsky beard, Jay Naidoo is the chief proponent of Nelson Mandela's plan to ease the misery of South Africa's black majority by transforming the apartheid bureaucracy into an engine of houses, jobs and decent schools.   Derek Keys, a heavy-lidded boardroom wizard who has spent the last two years as President F. W. de Klerk's Finance Minister, is the country's ranking apostle of low-spending, business-friendly Government.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"You're Never Too Smart To Be Mentally Ill","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-you-re-never-too-smart-to-be-mentally-ill-043826.html","abstract":"  To the Editor:   America's lack of understanding of mental illness was plainly on view in your April 29 report that the prosecutor handling the case of Joel Rifkin, the Long Island man who has acknowledged killing 17 women, attempted to use Mr. Rifkin's excellent grades in high school as proof that he was not insane.   I do not know if Mr. Rifkin suffers from a severe mental illness; that is for his doctors to determine. I do know, however, a great deal about schizophrenia and other serious psychiatric disabilities. Such illness tends to strike males in late adolescence or into their early 20's. Women usually are affected a few years later.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Second Thoughts on Health Data; Budget Office Estimates Carry Weight (Some Say Too Much)","web_url":"https://www.nytimes.com/1994/05/09/us/second-thoughts-health-data-budget-office-estimates-carry-weight-some-say-too.html","abstract":"  The director of Congressional Budget Office, Robert D. Reischauer, has no vote on health care legislation. But he and his team of analysts have emerged as a crucial voice in the current debate over it, with more influence at the moment than many lawmakers.   While the many health care proposals before Congress vary tremendously in philosophy and detail, they share some traits: they all involve huge amounts of money, are extremely complicated and are something of a plunge into the unknown.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Celebrating Tchaikovsky","web_url":"https://www.nytimes.com/1994/05/09/arts/celebrating-tchaikovsky.html","abstract":"  American Ballet Theater is to celebrate Tchaikovsky in a gala to benefit the company tonight at the Metropolitan Opera House. Excerpts from ballet classics and works by George Balanchine and James Kudelka set to music by Tchaikovsky will be performed. Tickets for the program and a post-performance dinner-dance in Damrosch Park are from $650 to $1,500. Information: 477-3030, ext. 246.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Doghouse to Penthouse: Praise Heaped on Mason","web_url":"https://www.nytimes.com/1994/05/09/sports/pro-basketball-doghouse-to-penthouse-praise-heaped-on-mason.html","abstract":"  There is still a debate going on among Knick fans about whether or not the suspension of Anthony Mason for the final three games of the regular season was the right thing or the wrong thing for Coach Pat Riley to have done.   But every Knick fan who saw how Mason's pit-bull intensity helped New York to come from 15 points down yesterday and win Game 1 of their Eastern Conference semifinal playoff series against the Bulls, 90-86, would agree that without Mason the Knicks may not have all the meanness and muscle they need.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Tour Pro: LeMond Pedals On","web_url":"https://www.nytimes.com/1994/05/09/sports/cycling-tour-pro-lemond-pedals-on.html","abstract":"  So who is this Greg LeMond who is riding so well in the Tour Du Pont?   Is he still the king of the road, the American hero who won cycling's world road-race championship twice, the epic Tour de France three times and this, America's premier race, two years ago? Or is he an almost 33-year-old has-been trying to recapture the glories of old with a body that no longer performs magic?","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Enforcement of Scofflaw Penalties Is Sought","web_url":"https://www.nytimes.com/1994/05/09/nyregion/enforcement-of-scofflaw-penalties-is-sought.html","abstract":"  The chief architect of New York State's six-month-old statute designed to mete out swift punishment to unlicensed drivers is calling for a special state inquiry concerning enforcement of the law.   \"We have the toughest scofflaw driving law in the country and it doesn't seem to be working, and I want to know why,\" said Assemblyman Joseph R. Lentol, a Brooklyn Democrat and chairman of the New York State Assembly Committee on Codes.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Bottle Bill","web_url":"https://www.nytimes.com/1994/05/09/nyregion/pulse-bottle-bill.html","abstract":"  In the decade that New York State has had a returnable container law, or bottle bill, consumers have returned about 76 percent of their bottles and cans and gotten their five cents back. The 24 percent that get discarded are an annual bone of contention between Gov. Mario M. Cuomo and the state Legislature. Last month budget negotiators killed Mr. Cuomo's latest proposal to have the state take $70 million in unclaimed bottle deposits from beverage distributors. The distributors say they need the nickels to pay for the redemption system. A proposal to replace Connecticut's 5-cent bottle deposit with a tax of the same amount was defeated last year. A national bottle bill -- the National Beverage Container Reuse and Recycling Act -- could come to a floor vote in Congress for the first time this summer.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"1894:American Lady : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/09/opinion/IHT-1894american-lady-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Florence Thecla Morris, an American, twenty-nine years of age, of Wokingham, Berks, was charged yesterday [May 8] with assaulting Constable Harvey and presenting a revolver at a passenger named Coles in a railway carriage on the Great Eastern Rai","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Execution Date Only Hours Off For John Gacy","web_url":"https://www.nytimes.com/1994/05/09/us/execution-date-only-hours-off-for-john-gacy.html","abstract":"  John Wayne Gacy is scheduled to die by lethal injection at 12:01 A.M. Tuesday, more than 15 years after police detectives discovered dozens of decaying bodies in the crawl space beneath his home in suburban Chicago.   Mr. Gacy, a 52-year-old former contractor, became one of the nation's most notorious murderers in 1980 when he was convicted for the sex-related slayings of 33 young men and boys. He has remained the subject of morbid fascination over the years, receiving more mail than anyone else on death row and earning thousands of dollars with his paintings.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/05/09/arts/dance-in-review-040592.html","abstract":"  'The Magic Rose'  'A Tale of Beauty and the Beast'   New York Theater Ballet  Gould Hall","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Hill and Packwood: Divergent Commentators on Harassment","web_url":"https://www.nytimes.com/1994/05/09/us/hill-and-packwood-divergent-commentators-on-harassment.html","abstract":"  If this country is ever going to come to grips with sexual harassment, Prof. Anita F. Hill suggested today, Americans will have to put aside their predilection for villains and heroes and face the fact that \"sometimes people who we admire and respect and we want to do well may engage in behavior that is objectionable and maybe even against the law.\"   Asked about the way liberals had quickly backed her accusations of harassment against a conservative Supreme Court nominee, Clarence Thomas, and the way conservatives have quickly backed a woman's accusations of harassment against a Democratic President, Ms. Hill said that partisan motives could undermine efforts to get at the truth.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"The Conception and Delivery of a Sitcom: Everyone's a Critic","web_url":"https://www.nytimes.com/1994/05/09/arts/the-conception-and-delivery-of-a-sitcom-everyone-s-a-critic.html","abstract":"  At the end of the dress rehearsal, the question seemed to come down to this: Was it O.K. for Monica to have sex with Paul on the first date?   On one side of the issue were the NBC executives who had come to monitor the nascent sitcom produced by David Crane and Marta Kauffman. After the rehearsal, they huddled with the producers on a set designed to look like a Japanese restaurant. Over plastic sushi, they said they were concerned that Monica did not care enough for Paul to hop into bed with him. On the other side were the Warner Brothers studio executives, who even produced some patently unscientific research to back their position: As the spectators who watched the rehearsal left the set, they were asked to fill out a brief survey, and most indicated that sex on the first date was no big deal.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/09/nyregion/no-headline-036501.html","abstract":"  We have an interest in bolstering the cause of democracy in the Americas. We have an interest in insuring the security of our citizens living and working in Haiti. We have an interest in stopping the gross human rights violations and abuses of the military and their accomplices. And we clearly have a humanitarian interest in preventing a massive and dangerous exodus of Haitians by sea. -- PRESIDENT CLINTON.  [ A7:5. ]","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Crows Tell Us We're Altering the Environment","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-crows-tell-us-we-re-altering-the-environment-043770.html","abstract":"  To the Editor:   Brooks Rogers is correct in \"The Crows Are Coming, So Prepare\" (letter, April 25) that crows are intelligent and becoming more abundant, but that is only part of the story.   Garbage from landfills, dumpsters, cans and other sources, along with road-killed squirrels, rabbits and other animals, are abundant food sources for crows, generating vast numbers of crows, many times greater than were ever in the New York City area before.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Civil War of Nearly Two Decades Exhausts Resource-Rich Angola","web_url":"https://www.nytimes.com/1994/05/09/world/civil-war-of-nearly-two-decades-exhausts-resource-rich-angola.html","abstract":"  When the sun goes down and darkness descends, this city disappears into an eerie void. No one stirs on the streets. There are no lights, no sounds, not even the barking of a dog. Darkened hulks of crumbling buildings lie silent under the stars.    Huambo, Angola's second-largest city, is headquarters of the rebel movement that roams across two-thirds of the countryside. Like Luanda, the coastal capital held by the Government, it is a place to measure the havoc and suffering wrought by nearly two decades of civil war.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"What Have You Done for Me Late? Knicks Storm Back to Win","web_url":"https://www.nytimes.com/1994/05/09/sports/pro-basketball-what-have-you-done-for-me-late-knicks-storm-back-to-win.html","abstract":"  Of all the fourth-quarter rallies that the Knicks have enjoyed this season, yesterday's was the most important.   All signs pointed toward a Knick loss. They trailed the Chicago Bulls by 15 points late in the third quarter. The Bulls were poised to steal Game 1 of the four-of-seven-game playoff series. And if the Bulls had won, they would have captured the home-court advantage, leaving the Knicks with a lot of disturbing questions to answer heading into Game 2.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Tempest in Court: An Ousted Judge; Metuchen Officials Want More Fines From Municipal Court","web_url":"https://www.nytimes.com/1994/05/09/nyregion/tempest-court-ousted-judge-metuchen-officials-want-more-fines-municipal-court.html","abstract":"  Metuchen calls itself the \"brainy borough\" of central New Jersey, a haven of petite streets, petite stores and grand self-esteem. It hardly seems like one of those fabled backwaters where out-of-towners are summarily ticketed to fatten the coffers of the local chieftains.   But that was the impression that lingered recently after some officials in Metuchen squashed the reappointment of their municipal judge because, they suggested, he had failed to wring enough fines from his part-time court on Main Street, which handles traffic violations, petty theft, zoning disputes and other offenses too trifling for the judicial big leagues.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Tyson Foods Behaved Properly With Clintons","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-tyson-foods-behaved-properly-with-clintons-025410.html","abstract":"  To the Editor:   With regard to \"Mrs. Clinton Steps Forward\" (editorial, April 24):   (1) The poultry industry is heavily regulated, but it is regulated primarily by the Federal Government, not by individual states.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"1944:Perfect Weather : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/09/opinion/IHT-1944perfect-weather-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The finest and dryest spring in fifty years has dried and hardened western Europe to provide ideal invasion weather conditions, according to data compiled in London tonight [May 8] from reports from neutral capitals.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Dance Theater Benefit","web_url":"https://www.nytimes.com/1994/05/09/arts/dance-theater-benefit.html","abstract":"  Dance Theater Workshop is to celebrate its 29th anniversary with \"States of Grace,\" a benefit performance tomorrow at 7 P.M. at the Kaye Playhouse, 68th Street between Lexington and Park Avenues. Performers include Ann Carlson, the Dayton Contemporary Dance Company, Ulysses Dove, Steve Elson and David Parsons. The program is a tribute to Stephanie French, vice president of corporate contributions and cultural affairs at Philip Morris Companies Inc., one of the largest donors to dance in New York. Tickets are from $200 to $3,000 for the program and a post-performance dinner; $50 for the performance alone. Information and reservations: (212) 691-4823.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Books of The Times; The Nature of One Particular War","web_url":"https://www.nytimes.com/1994/05/09/books/books-of-the-times-the-nature-of-one-particular-war.html","abstract":"  The Massacre at El Mozote  A Parable of the Cold War  By Mark Danner  Illustrated. 304 pages. Vintage Books/Random House. Paperback, $12.","thumbnail":null,"section":"Books"},{"date":"19940509","headline":"Maya Lin's World Of Architecture, Or Is It Art?","web_url":"https://www.nytimes.com/1994/05/09/arts/maya-lin-s-world-of-architecture-or-is-it-art.html","abstract":"  Say Maya Lin's name to architects, and they will tell you she's really an artist. Mention her to artists, and they'll start reeling off the architectural projects she has completed. Spending one's life walking a delicate tightrope isn't easy. Ms. Lin knows she doesn't really belong to any one camp.    \"It's been exceedingly difficult and at times downright discouraging,\" she said, perched on the edge of a chair designed by Charles Eames, the 1950's architect, that occupies the front corner of her Manhattan office.  \"There's an incredible suspicion that if you're interested in two different disciplines, then you treat them lightly. I love architecture and I love sculpture, but I could never choose. Sculpture to me is like poetry, and architecture is like prose.\"","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Police Problems' Scale Eludes Senior Officials","web_url":"https://www.nytimes.com/1994/05/09/nyregion/police-problems-scale-eludes-senior-officials.html","abstract":"  With 25 officers already arrested or removed from duty in a corruption investigation in a Harlem precinct, senior law-enforcement officials with access to intelligence information and personnel files acknowledge that even they are not sure about the extent of the problems in the New York City Police Department.   But they and outside experts agree that the scandal, whatever its full dimensions, will be tough to overcome because the roots of the problem are varied and run deep into the historical and cultural core of the department.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"The Macedonian Issue Has a Sorry Past","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-the-macedonian-issue-has-a-sorry-past-043818.html","abstract":"  To the Editor:   \"Athenian Games\" (Op-Ed, April 21) by Robert Kaplan, no less than \"Macedonians Ask Recognition, Not Greek Land\" (letter, April 2) by Loring Danforth, claims to defend the rights of an oppressed entity seeking justice, Macedonians, against an uncivilized and irrational opponent, the Greek Government.   The authors should be commended for their rhetorical prowess. Mr. Danforth extends an alleged Macedonian ethnicity inside Greek borders. Mr. Kaplan warns the President against a \"gutter populist\" and terrorist-loving Greek Prime Minister, and he sanctions the expansionist Macedonian constitution as \"self-protection outside its borders\"!","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Giuliani Broadens Crackdown To Banish All Illegal Vendors","web_url":"https://www.nytimes.com/1994/05/09/nyregion/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html","abstract":"  Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy pedestrian traffic.   The administration contends that its strategy could ultimately lead to the removal of virtually all unlicensed vendors from New York City's streets and to the opening of as many as two dozen of the open-air markets throughout the city.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Seoul Journal; Nuclear Fears? Korea's Noodle Sales Say No","web_url":"https://www.nytimes.com/1994/05/09/world/seoul-journal-nuclear-fears-korea-s-noodle-sales-say-no.html","abstract":"  Signs everywhere in this city proclaim that 1994 is \"Visit Korea Year.\" Never mind that a North Korean official declared a while back that Seoul might be turned into a \"sea of fire.\"   Even as the nuclear standoff with North Korea approaches its next showdown, people in Seoul are enjoying a warm spring and a reinvigorated economy. Many South Koreans say they do not believe that a war will come or that North Korea would ever use an atomic bomb, if it has one.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Freshman Withstands Volley of Calls on Guns","web_url":"https://www.nytimes.com/1994/05/09/us/freshman-withstands-volley-of-calls-on-guns.html","abstract":"  Connie Szeibl was having fun. The threats from opponents of gun control, the invective, the words she had to lower her voice to repeat: she typed them up faithfully -- \"you jackass\" and all -- and passed them on to her boss, Representative Steve Horn.   \"You don't know the threats we received,\" said Mrs. Szeibl, who is the the Congressman's district director and who rarely hears such colorful language in the normal course of business. \"For four days we did nothing but answer phone calls, one after another after another.\"","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"After 4 1/2-Year Wait, Gozzo Wins Another","web_url":"https://www.nytimes.com/1994/05/09/sports/baseball-after-4-1-2-year-wait-gozzo-wins-another.html","abstract":"  The first four times Mauro Gozzo stepped on a major league pitcher's mound, he walked away with the victories. The first three came as a starting pitcher for the Toronto Blue Jays and the fourth came when he pitched two innings of relief for the Jays in what would be a 14-inning victory over Paul Gibson and the Detroit Tigers.   That last victory came on Aug. 22, 1989.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/05/09/style/IHT-what-theyre-reading.html","abstract":"Jochen Zeitz, chairman of the German athletic-clothing maker Puma AG, is reading the German translation of \"Preparing for the 21st Century\" by Paul Kennedy..\"It's about historical trends and developing trends for the coming decades in the","thumbnail":null,"section":"Style"},{"date":"19940509","headline":"GAY TROOPS SAY CLINTON'S POLICY IS OFTEN MISUSED","web_url":"https://www.nytimes.com/1994/05/09/us/gay-troops-say-clinton-s-policy-is-often-misused.html","abstract":"  In its first two months, the Clinton Administration's policy on homosexuals in the military has not made life easier for many gay servicemen and women and in some ways has made it worse, gay service members and their advocates say.   The policy -- nicknamed \"Don't ask, don't tell, don't pursue\" -- was meant to allow homosexuals to serve without fear of persecution if they kept their sexual orientation private.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Opportunities' Knocks Put Judge High on Lists","web_url":"https://www.nytimes.com/1994/05/09/nyregion/opportunities-knocks-put-judge-high-on-lists.html","abstract":"  Fifteen years ago, a young lawyer working as Yale University's general counsel noticed that job opportunities tended to hit him like tornado winds -- all at once and from every direction. At the time, Jose A. Cabranes was given the unusual and luxurious option of becoming a Federal District Court judge in one of two states -- Connecticut or New York.   Now, after years of service on the bench in New Haven, Judge Cabranes has been swept up with even greater force, mentioned prominently for at least two high judicial posts: seats on the United States Court of Appeals for the Second Circuit and the Supreme Court.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Casinos Became Big Players In the Overhaul of Welfare","web_url":"https://www.nytimes.com/1994/05/09/us/casinos-became-big-players-in-the-overhaul-of-welfare.html","abstract":"  Earlier this spring, Senator Harry Reid, a Nevada Democrat, stood on the White House lawn and issued a threat. If President Clinton went forward with part of his contemplated welfare plan, he said, \"I will become the most negative, the most irresponsible, the most obnoxious person of anyone in the Senate.\"   Nevada politicians are not known for being passionate about welfare. But Mr. Reid was incensed that the Administration was considering a gambling tax to pay for part of the plan, and he and other allies of the gambling industry around the country set out to do something about it.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Absent Father Gives Up Bid for Daughter's Estate","web_url":"https://www.nytimes.com/1994/05/09/us/absent-father-gives-up-bid-for-daughter-s-estate.html","abstract":"  A father who had refused to pay child support to his daughter but sought a share of her estate after her death has given up his quest for the money.    In exchange, the father, James E. Brindamour, was released last Monday after spending 59 days in jail for failure to pay tens of thousands of dollars in support to his daughter, Colleen. The move came as part of a settlement with Mr. Brindamour's estranged wife, Rose, a nurse's aide who will keep the entire estate.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Pilot Diverts Plane From Cuba to Miami","web_url":"https://www.nytimes.com/1994/05/09/us/pilot-diverts-plane-from-cuba-to-miami.html","abstract":"  A Cuban plane taking 23 people from Havana to Nassau, Bahamas, was diverted to Miami by the pilot, officials said today.    Paul Miller, a spokesman for the Federal Bureau of Investigation, said the pilot, Basilio Garcia-Breto, had requested asylum. Lemar Wooley, a spokesman for the Immigration and Naturalization Service, said the pilot would be released.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Bridge","web_url":"https://www.nytimes.com/1994/05/09/nyregion/bridge-039713.html","abstract":"  The 20th Cavendish Invitation Pairs, a prestigious event contested by most of America's top-ranked players, approached its climax yesterday afternoon at Loews New York Hotel, at Lexington Avenue and 51st Street    With 81 deals of a scheduled 117 completed, the leaders were: first, Sam Lev of Forest Hills, Queens, and Bob Levin of Orlando, Fla., 1452.44 imps; second, Neil Silverman of Fort Lauderdale, Fla., and Kit Woolsey of Kensington, Calif., 1357.97; third, Neil Chambers of Schenectady, N.Y., and John Schermer of Seattle, 912.8; fourth, Fred Stewart of Accord, N.Y., and Steve Weinstein of Montclair, N.J., 897.56; fifth, Beth Palmer and Bill Pettis of Silver Spring, Md., 812.44.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Sports of The Times; Where Nobody Yells, 'Hey, Down in Front!'","web_url":"https://www.nytimes.com/1994/05/09/sports/sports-of-the-times-where-nobody-yells-hey-down-in-front.html","abstract":"  WHAT a seat! Down there next to the Knicks' bench for last night's opener with the Bulls. Nothing in front of you except the Garden's glossy court.   It's an even better seat than all those vermilion chairs in section 15 going for $105 a pop in the playoffs, with waiter and waitress service. Those customers not only can order golden chicken fingers at $6.95 or a vodka and tonic at $5, they can almost reach out and touch the orange \"New York\" lettering on the backs of the Knicks' white warmup suits.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Haiti: Sanctions at Last","web_url":"https://www.nytimes.com/1994/05/09/opinion/haiti-sanctions-at-last.html","abstract":"  The Clinton Administration has finally admitted that its Haiti policy is failing. Mr. Clinton announced yesterday that America would cease sending Haitian refugees home without a hearing. The Administration's most visible symbol, the U.S. special envoy, Lawrence Pezzullo, has been replaced by William Gray, president of the United Negro College Fund and former Democratic whip in the House. Mr. Clinton has refused to rule out the use of force to restore President Jean-Bertrand Aristide. And the U.N. Security Council has passed a U.S. resolution mandating stiffer sanctions to back up the current embargo on oil and weapons.   The President's increased resolve is welcome. But it would be disturbing if the Administration's long and fruitless experiment with weak sanctions led to a premature military adventure in Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Abroad at Home; Words, Words, Words","web_url":"https://www.nytimes.com/1994/05/09/opinion/abroad-at-home-words-words-words.html","abstract":"  President Clinton is under heavy attack these days for his handling of foreign policy. The reason why was perfectly demonstrated last week in his appearance on CNN's \"Global Forum.\"   As a performance it was impressive; Mr. Clinton is never at a loss for words. But when he was asked about the war in Bosnia, the flood of words revealed a confusion of substance, an emptiness of will.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Mississippi's University System Going on Trial","web_url":"https://www.nytimes.com/1994/05/09/us/mississippi-s-university-system-going-on-trial.html","abstract":"  With its flat-roofed, spartan buildings shimmering under the harsh Delta sun, Mississippi Valley State University, established 44 years ago \"to train Negro teachers and provide vocational training for Negroes,\" looks like a no-frills military installation.   Less than 50 miles away in Cleveland is Delta State University, where stately pin oaks shade manicured quadrangles and gabled buildings. The university was founded 70 years ago to educate whites.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Back to Square One : Nagano Has Knocked Japanese Diplomacy","web_url":"https://www.nytimes.com/1994/05/09/opinion/IHT-back-to-square-one-nagano-has-knocked-japanese-diplomacy.html","abstract":"The whitewashing of Japan's stained record before and during World War II by Justice Minister Shigeto Nagano is sending shock waves throughout Asia. It leaves the newly inaugurated minority government of Prime Minister Tsutomu Hata facing its first major","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/09/nyregion/inside-036072.html","abstract":"  Kemper Goes on the Block   Kemper put itself up for sale, inviting a bidding war by G.E. and other potential suitors for the insurance and investment company. Page D1. A New Policy on Peddlers    The Giuliani administration is trying to move peddlers from streets to open-air-style markets far from heavy pedestrian traffic. Page B1. Battle Over Black Colleges    A judge will hear a challenge to Mississippi's plan to desegregate its college system by closing a black institution. Page A10. Knicks Rally Past Bulls    The Knicks defeated Chicago, 90-86, in Game 1 of their Eastern Conference semifinals. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Hunger Strike on Haiti: Partial Victory at Least","web_url":"https://www.nytimes.com/1994/05/09/world/hunger-strike-on-haiti-partial-victory-at-least.html","abstract":"  Day 27 turned out to be the final day of tomato juice and water for Randall Robinson.    Mr. Robinson, the executive director of TransAfrica Forum, a research and lobbying group, had adopted the liquid diet to protest the Administration's policy of returning refugees to Haiti without hearings on asylum. In the last week, particularly after he was hospitalized for a day for dehydration, reporters increasingly asked whether the fast was worthwhile -- a question that irked him.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Martha Graham's Centenary To Merge Past and Future","web_url":"https://www.nytimes.com/1994/05/09/arts/martha-graham-s-centenary-to-merge-past-and-future.html","abstract":"  Martha Graham would have been 100 years old on Wednesday. The anniversary is being celebrated not only with a party -- a gala on Tuesday at the Rainbow Room -- but also with long-term programs to preserve the dances and the company created by this American modern dance pioneer, who died in 1991.    The Martha Graham Centennial Celebration projects announced last week by the Graham company range from a new work by Robert Wilson and a line of dance and casual clothes inspired by Graham's costumes to a five-year, $10 million fund-raising campaign. \"The overall position of the centennial year is more than just a celebration,\" Ron Protas, the artistic director of the Graham company, said in a recent statement. \"It is the beginning of the steps to preserve Martha's legacy of technique and ballets.\" The Centennial Celebration is being sponsored by the Philip Morris Companies.","thumbnail":null,"section":"Arts"},{"date":"19940509","headline":"Push Came to Shove, but Go for Gin Toughed It Out","web_url":"https://www.nytimes.com/1994/05/09/sports/horse-racing-push-came-to-shove-but-go-for-gin-toughed-it-out.html","abstract":"  It was the morning after he won the Kentucky Derby with Go for Gin, and Nick Zito signed autographs and addressed a bowl of oatmeal in the track kitchen at Churchill Downs. Somebody handed him a cellular phone, and he said \"thank you\" into it several times.   Engaging, numb with joy and hoarse from talking, Zito handed the phone back, and said: \"I thought it was the President again.\"","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Dow Corning Had Conflicting Findings on Silicone","web_url":"https://www.nytimes.com/1994/05/09/us/dow-corning-had-conflicting-findings-on-silicone.html","abstract":"  Twenty years ago, the world's largest maker of silicone products made a fateful decision. Two scientific teams for the company had worked side by side for a decade on the nature of silicones, had talked to each other frequently and had come up with very different conclusions.   One group found that some forms of silicone -- including a type used in the manufacture of breast implants -- are biologically active and alter the immune system. The other group determined that silicones were inert and could be used safely in implants.","thumbnail":null,"section":"U.S."},{"date":"19940509","headline":"Daly Packs Up His Troubles and Wins Again","web_url":"https://www.nytimes.com/1994/05/09/sports/golf-daly-packs-up-his-troubles-and-wins-again.html","abstract":"  John Daly took another giant step on the long road back today. He took an emotional walk across the minefield, from alcoholism, from suspension and, ultimately, from self-doubt, all on one cool, spectacular afternoon, and he won the BellSouth Classic at the Atlanta Country Club the way he has never won a golf tournament in his life.   He won it sober.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Crows Tell Us We're Altering the Environment; The Distressed Hawk","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-crows-tell-us-we-re-altering-the-environment-the-distressed-hawk-043796.html","abstract":"  To the Editor:   After having read Brooks Rogers's \"The Crows Are Coming, Be Prepared\" (letter, April 25), I was walking on Lexington Avenue at 61st Street in Manhattan about 4:45 P.M. and heard a lot of noisy crows. At about the same time, I noticed people surrounding an injured bird on the sidewalk. I recognized it as a red-tailed hawk. The crows had attacked the hawk, forcing it into the side of a building, knocking it to the sidewalk.   A few minutes later the hawk recovered enough to fly directly above onto an awning. With crows pursuing at every move, the hawk then flew half a block and landed in a tree.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Crows Tell Us We're Altering the Environment; Cleanup Crew","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-crows-tell-us-we-re-altering-the-environment-cleanup-crew-043800.html","abstract":"  To the Editor:   Re \"The Crows Are Coming, So Prepare,\" (letter, April 25):   I live in Santa Barbara, Calif., sharing my space with the city cleanup crew -- our local crow population. They nest in our palms, bathe in the trash-infested creek, and early every morning they patrol the streets, cleaning up Kentucky fried chicken bones and the rest of the edible garbage thrown out by our citizens the night before. Most of this is unnoticed and unobserved by the humans they live with and above. We need them.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/09/sports/results-plus-040193.html","abstract":"  TENNIS Martinez Topples Navratilova in Italy  Conchita Martinez successfully defended her Italian Open title by defeating Martina Navratilova, 7-6 (7-5), 6-4, yesterday in Rome. The top-seeded Martinez, ranked No. 3, had won their last two meetings in Rome. But with the crowd behind her, Navratilova led, 3-0, with two breaks. At 5-4, 30-30, she made a spectacular volley but netted the next one on set point. \"I just looked up to see where Conchita was, and took my eyes off the ball,\" she said. Martinez broke there and when Navratilova served for the set again at 6-5, and controlled the tie breaker. At 4-4 in the second set, Martinez easily broke and held serve for the title.  Medvedev Wins German Open: Andrei Medvedev made better use of the wind yesterday to defeat a friend, Yevgeny Kafelnikov, 6-4, 6-4, 3-6, 6-3, in the German Open final in Hamburg. Medvedev and the 20-year-old Russian had practiced together all week, and before the final, the two played a badminton match. In winning at Monte Carlo two weeks ago, Medvedev, a 19-year-old Ukrainian, beat Kafelnikov in the semifinals. (AP) A First for Palmer: Jared Palmer, a third-year pro, won his first ATP tournament, answering top-seeded Todd Martin's powerful serves with an all-court game in a 6-4, 7-6 (7-5) triumph yesterday in the U.S.T.A. Clay Court Classic in Pinehurst, N.C. In the first set, Martin had two break points for a 5-2 lead. Palmer saved the game with the help of a backhand winner and a service ace, then rallied to win the set. (AP) TRACK AND FIELD Last-Event Triumph Lifts Princeton  Ugwunna Ikpeowo led the Princeton men's track team to a dramatic last-event victory in the Heptagonal track and field championships at Columbia's Wien Stadium yesterday. Ikpeowo, a Nigerian sophomore who has lived in Los Angeles since 1982, won the triple jump with a fourth-round leap of 52 feet 1 1/4 inches to give Princeton a 124-120 1/2 edge on Pennsylvania, with Dartmouth a distant third at 81. Earlier, Ikpeowo had finished second in the long jump and fourth in the 200 meters. Tanya Hall, a sophomore sprinter, paced Brown to a second straight women's title. She won the 200 meters in 25.02 seconds, won the 100-meter hurdles in 14.16 and finished a close second in the 100 meters. She also anchored Brown's victorious 400-meter relay team. A Move Up and a Victory: Jawauna McMullen, a sophomore at Christ the King High School, moved up to the open competition yesterday and won the 400 meters at the Metropolitan Athletics Congress New York relays. Her winning time at the Downing Stadium meet was 55.53 seconds. Tameika Grizzle, a student at George Washington High, also won in the open division, taking the 800 meters in 2 minutes 11.54 seconds. Ric Liddie of the New York Pioneer Club was a three-time gold medal winner in the men's open events: the 100 in 10.66 seconds, the 200 in 21.52 seconds and the 400-meter relay.  DOG SHOWS  Cocker Spaniel Takes Top Honors  An English cocker spaniel, Ch. Stage Door's Hoist the Flag, who answers to the name of Waldo, yesterday was gaited by Bonnie Threlfall to the best-in-show honors at the 65th all-breed show of the Trenton Kennel Club at Mercer County Park in West Windsor Township, N.J. It was the 10th top award for the 4-year-old blue roan dog, owned by Martin Sellers, Susan Ostermueller and Garrett Feather. LACROSSE Syracuse Draws Top-Seeded Position  Syracuse was seeded No. 1 yesterday followed by Loyola College in Baltimore, Princeton and North Carolina in the draw announced for the National Collegiate Athletic Association's Division I tournament. The four teams received first-round byes. The Orangemen are the defending champions.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Essay; For a Haitian Legion","web_url":"https://www.nytimes.com/1994/05/09/opinion/essay-for-a-haitian-legion.html","abstract":"  Here is my secret plan to avert a flood of Haitian refugees seeking political asylum, to reassert the credibility of American power in our sphere of influence, and to bring parliamentary democracy to the hemisphere's most oppressed nation -- all without the use of U.S. ground troops.   Can't be done, you say? Certainly it will not be done by following the increased-asylum plan President Clinton announced yesterday.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"Hawaii Leads the Way On Same-Sex Couples","web_url":"https://www.nytimes.com/1994/05/09/opinion/l-hawaii-leads-the-way-on-same-sex-couples-025399.html","abstract":"  To the Editor:   Having read \"After a Ruling, Hawaii Weighs Gay Marriages\" (front page, April 25), on efforts by Hawaii's legislators to bring the state into conformity with a State Supreme Court ruling that to refuse a marriage license to same-sex couples violates the due process clause of the Hawaii Constitution, I must admit confusion. Opponents of gay and lesbian marriages assert that such unions are threats to the family and contrary to public policy. While these arguments are familiar, they seem inconsistent with today's reality.   Our society's traditionally homophobic attitudes have done more to tear apart families than gay marriages could. Ignorance and intolerance lead heterosexual parents to disown their gay and lesbian children, who take to the streets or take their own young lives in disproportionate numbers. Heterosexual bigots are more a threat to the American family than same-sex couples ever could be.","thumbnail":null,"section":"Opinion"},{"date":"19940509","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/09/nyregion/chronicle-043834.html","abstract":"  The Library of Congress held a luncheon the other day to honor RITA DOVE on the completion of her year as poet laureate of the United States, and, lamenting that her duties had kept her from writing much poetry, she said, \"I hope to change that this year.\"   Ms. Dove has accepted an appointment by James H. Billington, the Librarian of Congress, for another year in the post because, she said, \"You can't get anything done in a year. That's not just for poets; that's everyone.\"","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Red Sox Lose Series, But Not Their Spirit","web_url":"https://www.nytimes.com/1994/05/09/sports/baseball-red-sox-lose-series-but-not-their-spirit.html","abstract":"  Before the finale of his team's three-game series at Yankee Stadium yesterday, Red Sox Manager Butch Hobson taped up a simple message on the door of the visitors' clubhouse. It read: \"Keep your heads up. You're still in first place.\"   Eight home runs by both teams and an 8-4 Yankee victory later, the Red Sox were still in first place -- barely, a half-game up on the Yanks. Their heads were still up -- at least judging from their comments afterward -- even though they had just been swept at the Stadium for the first time in nine seasons.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"Yankees Go the Extra Distance in Sweep","web_url":"https://www.nytimes.com/1994/05/09/sports/baseball-yankees-go-the-extra-distance-in-sweep.html","abstract":"  Within the carefully constructed environment of the Yankee clubhouse, the mantras are what get them through the oh-fers, the traffic on the George Washington Bridge, the static on the talk shows and the grind between now and the moment when we learn the magic numbers for those wild-card playoff spots.   And perhaps the most frequently repeated mantra is the need to win each series. That is one level of significance to attach to the 8-4 Yankee victory yesterday over the Red Sox, which completed a sweep of a series against a team that entered the Bronx with a seven-game winning streak and the best record in the major leagues.","thumbnail":null,"section":"Sports"},{"date":"19940509","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/09/nyregion/chronicle-043842.html","abstract":"  There are awards made of gold or silver, there are awards made of crystal, there are awards with stipends of thousands of dollars, and there is the award WALTER CRONKITEwill get next Monday. It is the $24 Award, signifying the legendary amount paid by the Dutch to buy Manhattan Island and given by the Museum of the City of New York for contributions to the quality of life in a city now worth considerably more.   Contemplating his prize, Mr. Cronkite said the other day, \"I have been looking forward to winning such an award for some time; my investment in the state lottery hasn't paid off. I intend to invest it well. I won't go off and spend it wildly.\"","thumbnail":null,"section":"New York"},{"date":"19940509","headline":"Bosnians' 2d Wind; Muslim Forces Seem to Be United In Seeking to Reclaim Lost Towns","web_url":"https://www.nytimes.com/1994/05/09/world/bosnians-2d-wind-muslim-forces-seem-be-united-seeking-reclaim-lost-towns.html","abstract":"  The Clinton Administration and NATO have identified the northern town of Brcko as a likely next point of confrontation in the Bosnian war. But Brcko is much more than the site of a possibly imminent battle: it is a symbol of why the war, already two years old, is still far from over.    Lying on the Sava River on Bosnia's northern border, Brcko was a mainly Muslim town before the war. Then, in April 1992, Serbian forces evicted or killed the Muslims, and took control of a narrow corridor that is a vital link between Belgrade and Serb-held land in western Bosnia.","thumbnail":null,"section":"World"},{"date":"19940509","headline":"Woman Burned in Lincoln Hospital Fire","web_url":"https://www.nytimes.com/1994/05/09/nyregion/woman-burned-in-lincoln-hospital-fire.html","abstract":"  A 30-year-old woman who was burned in a fire in her room at Lincoln Hospital was in critical condition yesterday at the Jacobi Hospital burn center in the Bronx, a hospital spokesman said.   The woman, Lourdes Torres, was a patient in an infectious disease ward at Lincoln Hospital, also in the Bronx, when a fire broke out in her room at 10:15 P.M. on Saturday.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940509","time":"1994-05-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":13},{"date":"19940509","time":"1994-05-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":83,"wspd":11.2},{"date":"19940509","time":"1994-05-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":86,"wspd":7.6},{"date":"19940509","time":"1994-05-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":88,"wspd":11.2},{"date":"19940509","time":"1994-05-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":90,"wspd":5.4},{"date":"19940509","time":"1994-05-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":88,"wspd":7.6},{"date":"19940509","time":"1994-05-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":88,"wspd":3.6},{"date":"19940509","time":"1994-05-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":11.2},{"date":"19940509","time":"1994-05-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":72,"wspd":7.6},{"date":"19940509","time":"1994-05-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":94,"wspd":3.6},{"date":"19940509","time":"1994-05-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":53,"wspd":5.4},{"date":"19940509","time":"1994-05-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":46,"wspd":3.6},{"date":"19940509","time":"1994-05-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":40,"wspd":5.4},{"date":"19940509","time":"1994-05-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":40,"wspd":5.4},{"date":"19940509","time":"1994-05-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":41,"wspd":13},{"date":"19940509","time":"1994-05-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":39,"wspd":7.6},{"date":"19940509","time":"1994-05-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":47,"wspd":14.8},{"date":"19940509","time":"1994-05-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":51,"wspd":16.6},{"date":"19940509","time":"1994-05-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":49,"wspd":16.6},{"date":"19940509","time":"1994-05-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":53,"wspd":14.8},{"date":"19940509","time":"1994-05-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":51,"wspd":14.8},{"date":"19940509","time":"1994-05-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":46,"wspd":13},{"date":"19940509","time":"1994-05-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":53,"wspd":9.4},{"date":"19940509","time":"1994-05-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":49,"wspd":9.4},{"date":"19940509","time":"1994-05-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":27.7},{"date":"19940509","time":"1994-05-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":25.9},{"date":"19940509","time":"1994-05-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":24.1},{"date":"19940509","time":"1994-05-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":25.9},{"date":"19940509","time":"1994-05-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":69,"wspd":16.6},{"date":"19940509","time":"1994-05-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":72,"wspd":13},{"date":"19940509","time":"1994-05-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":11.2},{"date":"19940509","time":"1994-05-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":11.2},{"date":"19940509","time":"1994-05-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":11.2},{"date":"19940509","time":"1994-05-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":11.2},{"date":"19940509","time":"1994-05-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":13},{"date":"19940509","time":"1994-05-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":20.5},{"date":"19940509","time":"1994-05-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":57,"wspd":16.6},{"date":"19940509","time":"1994-05-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":52,"wspd":22.3},{"date":"19940509","time":"1994-05-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":42,"wspd":20.5},{"date":"19940509","time":"1994-05-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":24.1},{"date":"19940509","time":"1994-05-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":33,"wspd":27.7},{"date":"19940509","time":"1994-05-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":27,"wspd":25.9},{"date":"19940509","time":"1994-05-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":29,"wspd":27.7},{"date":"19940509","time":"1994-05-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":29,"wspd":25.9},{"date":"19940509","time":"1994-05-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":26,"wspd":31.7},{"date":"19940509","time":"1994-05-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":29,"wspd":25.9},{"date":"19940509","time":"1994-05-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":32,"wspd":29.5},{"date":"19940509","time":"1994-05-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":34,"wspd":27.7}]},"19940510":{"guardian_articles":[],"nytimes_articles":[{"date":"19940510","headline":"Observer; The National Pastime","web_url":"https://www.nytimes.com/1994/05/10/opinion/observer-the-national-pastime.html","abstract":"  Because it was Topic A in the weekend sex news I wrote a column on the latest sexual harassment charges, which was a waste of four good hours. After reading the finished opus, I recoiled.   With all the solemnity of a papal bull I had weighed the significance of the ineffable Bobbitts, of Anita Hill's story about Justice Thomas, of Gary Hart's destruction by a righteous press and much more that was extremely important, not to mention grave and vital to the American soul.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Finchem Selected as P.G.A. Commissioner","web_url":"https://www.nytimes.com/1994/05/10/sports/golf-finchem-selected-as-pga-commissioner.html","abstract":"  Opting for continuity over change, the Tournament Policy Board of the PGA Tour named Timothy W. Finchem yesterday to succeed Deane Beman as the commissioner of the multimillion-dollar organization that oversees touring professionals.   Finchem, 47, the deputy commissioner and chief operating officer of the PGA Tour, had been rumored to be the frontrunner for the job ever since Feb. 28, when Beman announced his intention to step down.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-051390.html","abstract":"  An article on Sunday about the Mayor of Newark, Sharpe James, misstated the year that Newark received two awards. It was 1991, not 1992, when Newark won an All-America Cities award from the National Civil League and was honored as one of the nation's most livable cities by the United States Conference of Mayors.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Brodeur Lets Devils Zero In on Rangers","web_url":"https://www.nytimes.com/1994/05/10/sports/hockey-brodeur-lets-devils-zero-in-on-rangers.html","abstract":"  Jacques Lemaire pushed three key buttons tonight -- the most crucial one in goal -- and the first-year coach hit the jackpot.   Lemaire decided to start Martin Brodeur, who took the place of Chris Terreri after Terreri earned the two victories in Boston. The 22-year-old rookie made 22 saves to key a 2-0 victory over the Bruins before a sellout crowd of 19,040 at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Finding on Turtle Evolution","web_url":"https://www.nytimes.com/1994/05/10/science/finding-on-turtle-evolution.html","abstract":"  AN ancient, fist-size skull discovered in South Africa sheds new light on the turtle's evolution, establishing a link between the most primitive fossil specimens and modern turtles.    Dr. Eugene S. Gaffney, curator of the American Museum of Natural History's department of vertebrate paleontology, said the find he and a colleague are reporting revealed that major structural changes in the turtle's cranium occurred much earlier than had been believed.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Word Processing Without Bells and Whistles","web_url":"https://www.nytimes.com/1994/05/10/science/peripherals-word-processing-without-bells-and-whistles.html","abstract":"  YOU write a report with Wordperfect. Track expenses with Lotus 1-2-3 and customers with Borland Paradox. Do presentations with Microsoft Office. Or maybe you use the top programs, bought as a cut-rate \"suite,\" from one publisher.   But realistically nobody with anything else to do plays all the bells and whistles of advanced applications in two, three, four or more fields. And plenty of people run a small business or a life with less computer power than those space-, memory- and speed-hogging programs assume to be an inalienable right.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Crackdown on Illegal Apartments Stirs a Dispute","web_url":"https://www.nytimes.com/1994/05/10/nyregion/crackdown-on-illegal-apartments-stirs-a-dispute.html","abstract":"  Vanessa Merton has lived in a Tudor house on the Hudson River overlooking the sheer face of the Palisades since Harry S. Truman was President.    Throughout her childhood, her college years and now that Ms. Merton is raising her own children in the house, her family has always rented out a three-bedroom apartment over the garage. But in September, Village of Hastings officials notified her that the garage apartment was illegal and would have to be vacated.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Review/Music; Dirty and Noisy, on Purpose","web_url":"https://www.nytimes.com/1994/05/10/arts/review-music-dirty-and-noisy-on-purpose.html","abstract":"  Unsane, a New York City rock band that performed on Sunday night at Wetlands, makes music that reflects life on the streets of the East Village. It's dirty, noisy and cluttered. This is not an insult; it's Unsane's musical objective. The band, which lost its original drummer, Charlie Ondras, to a heroin overdose in 1992, has experienced the brutality of city living firsthand.    Though Unsane is only a trio of bass, guitar and drums, it raised a racket on Sunday. Its drummer, Vinnie Signorelli, pounded his kit constantly, even between songs. Chris Spencer hammered only the low notes on his guitar while Peter Shore played his bass as if it were a second lead guitar. No one used his instrument merely to keep time, and no one soloed.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Patterns","web_url":"https://www.nytimes.com/1994/05/10/style/patterns-048798.html","abstract":"  Engineered Athletic Wear   Nautilus knows what its name means to those who have worked their way up the ladder of its high-tech weight machines. So when the company decided to produce a line of athletic clothes, it decided to make another kind of patented \"machine,\" of fabric. \"We come at it from an engineering point of view,\" said Nicholas J. DeMarco, the president of Nautilus Wear International. \"It's function before fashion.\"","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"A to Z Plan Spells Fiscal Responsibility","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-a-to-z-plan-spells-fiscal-responsibility-051853.html","abstract":"  To the Editor:   The A to Z spending-cut plan, which would allow the House of Representatives to vote separately on any amendments proposed for the budget bill from A to Z, has been endorsed by a majority of the members. Yet it fails to win your endorsement in \"Foolishness, From A to Z\" (editorial, May 2) because the plan represents a radical departure from business as usual in the House. This is the point. Our bill compels Congress to do what state and local governments, businesses and families throughout the country have had to do -- go through each item in their budget and decide if they can afford it.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"ABC Announces 6 New Series for Fall","web_url":"https://www.nytimes.com/1994/05/10/arts/abc-announces-6-new-series-for-fall.html","abstract":"  ABC, the broadcast network that most successfully introduced new shows last year, announced a fall prime-time lineup yesterday with just six new series.   Among them are the first situation comedy about an Asian-American, a new drama from the makers of \"Thirtysomething\" and two new shows featuring stand-up comedians.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-045101.html","abstract":"  A picure caption yesterday about the civil war in Angola referred incorrectly to an examination being performed on a crying child. He was being weighed and measured as part of a nutritional analysis, not measured for a coffin.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Yemenis Battle For the Control Of a Major City","web_url":"https://www.nytimes.com/1994/05/10/world/yemenis-battle-for-the-control-of-a-major-city.html","abstract":"  Yemen's rival armies, locked in a deadly struggle that threatens the disintegration of the Arab world's poorest nation, battled for control of the strategic southern port city of Aden today as hundreds more foreigners fled.    Hundreds of people have been killed or wounded during five days of fighting between army units from the formerly Marxist Southern Yemen and the conservative north. Electricity, water and telephone services have been cut in much of the country. Gasoline and diesel fuel are in short supply. Schools and businesses are closed and many Yemenis have fled to remote villages.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Clinton Aides Consider Fund To Pay His Private Legal Fees","web_url":"https://www.nytimes.com/1994/05/10/us/clinton-aides-consider-fund-to-pay-his-private-legal-fees.html","abstract":"  White House aides are considering a legal defense fund and other ways to help President Clinton pay for lawyers he has hired to deal with both a sexual harassment suit and a special prosecutor's inquiry into his Arkansas land dealings.   Bruce Lindsey, a top aide to Mr. Clinton, told reporters today that White House lawyers would advise Mr. Clinton on how to pay bills that are likely to reach hundreds of thousands of dollars.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Europe:The Institutional Debate Begins at Last","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-europethe-institutional-debate-begins-at-last.html","abstract":"This is the first of two articles.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/10/style/chronicle-051446.html","abstract":"  When LES ASPIN resigned under pressure as President Clinton's Secretary of Defense last December, he said, \"It's time for me to take a break and to undertake a new kind of work.\"    His \"new work,\" it turns out, is a continuation of the career he had before he decided to run for Congress in 1970: he is returning to academe. Marquette University, in Milwaukee, announced the appointment of Mr. Aspin as Distinguished Professor of International Policy. He will also work with the newly established Marquette University Washington Center for Government, an academic program that places students in internships with national political leaders.","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"Silver Screen, Black Lungs","web_url":"https://www.nytimes.com/1994/05/10/opinion/silver-screen-black-lungs.html","abstract":"  The cigarette industry is under siege. The Food and Drug Administration is investigating whether nicotine should be declared a controlled substance. Industry scientists have admitted that more than a decade ago studies found a less-toxic nicotine substitute but were suppressed. Congressional testimony by cigarette company executives about the safety of their product left the public profoundly unimpressed.    Nick Naylor, the main character in Christopher Buckley's new novel, \"Thank You For Smoking,\" is chief Washington spokesman for the tobacco lobby. In the book, Congress has threatened the industry with a total advertising ban, so Nick proposes to his boss, BR, an end-run around the impending ban.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Woman Is Held in Slashing of 14-Year-Old Girl","web_url":"https://www.nytimes.com/1994/05/10/nyregion/woman-is-held-in-slashing-of-14-year-old-girl.html","abstract":"  A teen-age girl staying with a Brooklyn family suffered slashes requiring more than a thousand stitches when she tried to shield two small children from their deranged mother, who attacked the three children with a knife, the police said yesterday.   The police had only a sketchy account of the incident, but relatives of the teen-ager said the ordeal began on Friday and continued until early yesterday morning. It was not clear exactly when the children's injuries were inflicted, but the woman apparently kept them captive in the apartment for the entire weekend.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Trade Center Defendant Agrees to a Plea Bargain","web_url":"https://www.nytimes.com/1994/05/10/nyregion/trade-center-defendant-agrees-to-a-plea-bargain.html","abstract":"  A Jordanian immigrant who has been in police custody for more than a year in connection with the World Trade Center bombing pleaded guilty yesterday in Federal court to immigration fraud as part of a plea agreement with prosecutors.   The man, Bilal Alkaisi, told Judge Kevin T. Duffy in United States District Court in Manhattan that he had lied on immigration papers to improve his chances of gaining permanent residency in the United States. He also agreed to submit to deportation to any country except Jordan after serving a yet-to-be-determined sentence. In return, the Government dropped the seven conspiracy charges against him connected to the bombing.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Vietnam Revisited: A periodic report.; Where Monuments Speak of a U.S. Defeat, the Talk Is of 'Peaceful Contacts'","web_url":"https://www.nytimes.com/1994/05/10/world/vietnam-revisited-periodic-report-where-monuments-speak-us-defeat-talk-peaceful.html","abstract":"  In Hanoi and Ho Chi Minh City there are Vietnamese who wash down pizza with Coke, pay for things with American dollars, wear American flag patches on jackets and yell \"hello!\" at any \"big nose\" foreigner they see.   But the country still raises patriotic banners gloating over what the Communists regard as America's defeat in the Vietnam War. Beneath an outwardly friendly curiosity many Vietnamese display toward Americans, a predatory undertone tinged with bitter resentment is often detectable. There are many reminders for Americans visiting Vietnam of the lacerations left by a war that ended nearly two decades ago but that still colors Vietnamese attitudes.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Avery Fisher Memorial","web_url":"https://www.nytimes.com/1994/05/10/arts/avery-fisher-memorial.html","abstract":"  A memorial concert for the philanthropist Avery Fisher is to be held on Friday at 3:30 P.M. in the Lincoln Center hall that was named for him. The cellist Yo-Yo Ma, the pianist Emanuel Ax and the Juilliard String Quartet are to perform, and the recipients of the $25,000 Avery Fisher Prize (last awarded in 1991) and the annual Avery Fisher Career Grants are to be announced. Free tickets will be available at 3:15 P.M. on the day of the concert, first come first served.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"In Wave of Anticrime Fervor, States Rush to Adopt Laws","web_url":"https://www.nytimes.com/1994/05/10/us/in-wave-of-anticrime-fervor-states-rush-to-adopt-laws.html","abstract":"  The Florida Legislature has voted to increase the size of the state's prison system by nearly one third and to try juvenile criminals, regardless of their age, as adults when they commit three felonies. Texas has approved \"no bail\" provisions for sex offenders and other violent criminals, and proposals known as \"three strikes and you're out\" and \"truth in sentencing\" are finding support in state legislatures from coast to coast.   While much of the nation's attention has been focused on the Federal anticrime package to be negotiated by the House and the Senate, state legislatures have been moving even more quickly and aggressively to address the issue. Responding to what they describe as a state of alarm among their constitutents, lawmakers are writing tough new bills and supporting ballot initiatives intended to punish criminals more severely while they are in prison and make it more difficult for them to get out.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"To End Welfare, Create Real Jobs; Colombia Targets Lawyers for Terror","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-to-end-welfare-create-real-jobs-colombia-targets-lawyers-for-terror-051918.html","abstract":"  To the Editor:   Your April 26 article about the increased pressure that human rights groups are putting on the Colombian Government, with details of Colombia's sorry human rights record, sheds welcome attention on a serious problem that goes virtually unreported in the North American press.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"More Rats, Fewer Dollars","web_url":"https://www.nytimes.com/1994/05/10/opinion/more-rats-fewer-dollars.html","abstract":"  \"In New York City, as in all great seaports, rats abound. . . . In the whole city relatively few blocks are entirely free of them . . . some authorities believe that in the five boroughs there is a rat for every human being.\"    Joseph Mitchell wrote those words in \"The Rats on the Waterfront,\" an eerie piece of reportage published in The New Yorker in 1944 -- one year after rats infected with bubonic plague were intercepted on a ship in the harbor and prevented from bringing the disease ashore.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/10/nyregion/news-summary-044440.html","abstract":"  International A2-10  MANDELA VICTORY AFFIRMED  A Parliament as diverse as any in the world took office in South Africa and proclaimed Nelson Mandela the country's President. A1","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/05/10/sports/soccer.html","abstract":"  United States   The American team and its coach, Bora Milutinovic, got mixed news from Europe over the weekend about two key midfielders.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Newark Gunman Kills 3 While Abducting His Son","web_url":"https://www.nytimes.com/1994/05/10/nyregion/newark-gunman-kills-3-while-abducting-his-son.html","abstract":"  A man angered over a breakup with his girlfriend and the loss of contact with his son shot and killed three people in Newark yesterday, stole a car and kidnapped the boy, the police said.   Jose Luis Beroa, 33, who the police said was a resident of New York City, went to the home of his girlfriend's family in Newark, saying he wanted to discuss a reconciliation, said Detective Derek Glenn.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Financing for Poor Schools Is Back in New Jersey Court","web_url":"https://www.nytimes.com/1994/05/10/nyregion/financing-for-poor-schools-is-back-in-new-jersey-court.html","abstract":"  In the latest round of a dispute that has confounded the state's leaders for two decades, New Jersey will return to court next week to defend the way it finances poor school districts.   In a hearing before the State Supreme Court scheduled for Monday, the state intends to argue that it has made progress toward fulfilling the court's 1990 mandate to equalize vast disparities in spending between rich and poor districts. New Jersey's richest schools spend $8,486 a pupil on average, and some districts much more. The poorest spend an average of $7,058.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Testosterone May Avert Heart Attack","web_url":"https://www.nytimes.com/1994/05/10/science/testosterone-may-avert-heart-attack.html","abstract":"  A SURPRISING new finding by researchers in New York City challenges the long-held belief that the male sex hormone, testosterone, is important in causing heart attacks in men.   Rather, the researchers conclude, testosterone may help protect men against heart attacks, which are the leading cause of death in the United States and many other countries.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Review/Television; Case of the Missing Mason","web_url":"https://www.nytimes.com/1994/05/10/arts/review-television-case-of-the-missing-mason.html","abstract":"  On television's crime-drama circuit tonight, contrived fiction turns out to be more diverting than based-on-fact dithering. NBC's middling \"Perry Mason: The Case of the Lethal Lifestyle,\" at 8, looks positively sophisticated next to CBS's \"Getting Gotti,\" at 9.    Can the Perry Mason franchise be salvaged after the death of Raymond Burr? A 1973 revival of the Mason series without Mr. Burr in the title role (he was then starring in \"Ironside\") faded quickly. The producers of this evening's two-hour movie, Dean Hargrove and Fred Silverman, take a different tack. Their new hotshot defense lawyer is Bill McKenzie (Hal Holbrook), who gets a call at his Utah ranch from his old buddy Mason, unexpectedly summoned to Washington and needing someone to cover for him at a speaking engagement in a new California hotel. Wild Bill jumps off his horse and onto a Harley-Davidson. Malibu, here we come.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/05/10/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Olajuwon Named N.B.A.'s Top Defender","web_url":"https://www.nytimes.com/1994/05/10/sports/sports-people-basketball-olajuwon-named-nba-s-top-defender.html","abstract":"  Houston Rockets center HAKEEM OLAJUWON, who says scoring is secondary to him, earned his second straight National Basketball Association defensive player of the year award yesterday.   The honor came with the Rockets trailing the Phoenix Suns, 1-0, in their four-of-seven-game Western Conference semifinal series that resumes tomorrow night at the Summit.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"It's Franco To Rescue As Mets Triumph","web_url":"https://www.nytimes.com/1994/05/10/sports/baseball-it-s-franco-to-rescue-as-mets-triumph.html","abstract":"  John Franco had wanted this one for personal redemption almost as much as he wanted it for the Mets. Three days ago, Franco blew a one-run lead in the worst fashion -- he walked four Cardinal batters to give away two runs. Two days ago, Franco watched Bobby Jones close his own one-run game in St. Louis. On Sunday, Josias Manzanillo was the one to hold a one-run advantage and earn the save.   Tonight at Olympic Stadium, Franco got a second chance.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Jury Convicts Rifkin, Rejecting Insanity Plea","web_url":"https://www.nytimes.com/1994/05/10/nyregion/jury-convicts-rifkin-rejecting-insanity-plea.html","abstract":"  Joel Rifkin, the unemployed landscaper who led a secret life of killing prostitutes and keeping their corpses for days, was found to be legally sane today by a jury that took only two hours to convict him of murder.   Mr. Rifkin, 34, who stood expressionless as the jury read its verdict, had admitted killing 17 women, so the facts of the case were never at issue in the two-week trial.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Infectious Diseases on the Rebound in the U.S., a Report Says","web_url":"https://www.nytimes.com/1994/05/10/science/the-doctor-s-world-infectious-diseases-on-the-rebound-in-the-us-a-report-says.html","abstract":"  DOZENS of healthy people become acutely short of breath and die from a new virus, which turns out to belong to a group of viruses known to cause kidney disease and bleeding. Why the new virus attacks the lung, not the kidneys, is a mystery.    A parasite rarely known to affect humans causes the largest outbreak of waterborne illness in this country.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/10/style/chronicle-048747.html","abstract":"  Dog bites Nobel laureate.   MOTHER TERESA, 83, has learned that not every creature responds well to human kindness. She had to be given a rabies shot last week after a dog bit her finger.","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"Warming of Deep Sea Is Surprising","web_url":"https://www.nytimes.com/1994/05/10/science/warming-of-deep-sea-is-surprising.html","abstract":"  THE waters of the Atlantic Ocean deep below the course of Christopher Columbus's 1492 voyage have warmed by nearly six-tenths of a degree Fahrenheit in the last 35 years, oceanographers have discovered, a finding that has important implications for the study of global climate change.   The oceans are a critical part of the climate system because they absorb, store, move and eventually release heat, the system's main driving force. Mathematical models of the system predict that sea-surface temperatures should rise by 3 to 7 degrees if, as many scientists expect, atmospheric concentrations of carbon dioxide double in the next 100 years. The gas, which traps heat in the atmosphere, is produced by the burning of fossil fuels like coal and natural gas.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Chess","web_url":"https://www.nytimes.com/1994/05/10/arts/chess-048038.html","abstract":"  Quick play is the current wave splashing over the chess world. Its time limit of 25 minutes for all moves is sufficient to satisfy the spectators who want everything to happen at express pace, and yet it is not too quick to grasp. The Professional Chess Association opened a new cycle of Active Chess Grand Prix tournaments, sponsored by the giant computer chip maker, Intel, in the Kremlin in Moscow, from April 17 to 24.   The 24-year-old Indian grandmaster Viswanathan Anand took first prize, $30,000, out of a total purse of $160,000. It was his second consecutive victory in a quick-chess event; he won the Melody Amber Tournament in Monaco earlier in April.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Review/Music; Strains of Celtic Kinship","web_url":"https://www.nytimes.com/1994/05/10/arts/review-music-strains-of-celtic-kinship.html","abstract":"  Johnny Cunningham, one of three fiddlers in the Celtic Fiddles concert of the World Music Institute on Saturday night at Symphony Space, made a mock confession: \"All the tunes we're playing tonight are basically the same tune in different keys.\" Actually, the concert revealed both differences and kinship in music from Brittany, Scotland and Ireland.   The fiddlers -- Mr. Cunningham from Scotland, Kevin Burke from Ireland and Christian Lemaitre from Brittany -- played music meant for dancing, designed for open-ended variations and perpetual motion. Their tones echoed the cutting drones of bagpipes and bombardes (French oboes). And they harmonized easily when they shared tunes for the concert's finale.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Japan to Help Pentagon Acquire Technology","web_url":"https://www.nytimes.com/1994/05/10/world/japan-to-help-pentagon-acquire-technology.html","abstract":"  In a development long sought by the Pentagon, Japan's Government has agreed to help the American military acquire advanced Japanese commercial technology, like flat-panel displays and composite materials, for use in American weapons, officials said today.   Washington hopes the new defense-related technology exchange program will allow the United States to lower the cost and raise the sophistication of weaponry by drawing on Japan's expertise in the low-cost manufacture of advanced products.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"DEATH OF SUSPECT IN POLICE CUSTODY IS CALLED HOMICIDE","web_url":"https://www.nytimes.com/1994/05/10/nyregion/death-of-suspect-in-police-custody-is-called-homicide.html","abstract":"  The New York City Medical Examiner's office said yesterday that a Staten Island man who died in the custody of police officers 10 days ago suffocated because of pressure on his chest and neck while he lay in a prone position with his hands handcuffed behind his back.   The Chief Medical Examiner, Dr. Charles S. Hirsch, called the death a homicide because, he said, it was caused at least in part by the action of the officers, who were members of an anti-narcotics squad who had gone to a low-income housing complex on northern Staten Island to make drug arrests.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Thousands of Eyes for State Police","web_url":"https://www.nytimes.com/1994/05/10/us/thousands-of-eyes-for-state-police.html","abstract":"  Short of staff and short on money, the Florida Highway Patrol has enlisted a new set of allies to help its officers do battle with drunk and reckless drivers: all one million of the state's cellular telephone users, who are being urged to place a free call to the nearest patrol station when they spot wrongdoing on the highway.   Started in mid-April with the cooperation of all 10 of Florida's cellular phone companies, the \"Dial *FHP\" program has captured the fancy of motorists across the state and has been endorsed by politicians of every ideological stripe. Highway patrol officials say the new service has quickly improved their ability to respond to highway offenses and motorists in distress.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-051403.html","abstract":"  An article on Friday about the death of a Staten Island man in the custody of the police misstated the affiliation of Dr. Mark Taff, the forensic pathologist hired to conduct a private autopsy. He is an associate clinical professor of pathology at the Mount Sinai School of Medicine, not a former associate professor.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Quayle Meets Fans and Foes on 5th Ave.","web_url":"https://www.nytimes.com/1994/05/10/nyregion/quayle-meets-fans-and-foes-on-5th-ave.html","abstract":"  Dan Quayle -- former Vice President, possible Presidential hopeful and proponent of the humble potatoe -- came to New York City yesterday to sell his book and ended up tangling with yet another nettlesome, three-syllable word.   \"What's your name?\" the tanned and beaming politician asked a 5-year-old girl who had appeared before him in the Barnes & Noble store on Fifth Avenue, tendering two blank file cards to be autographed.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Books of The Times; The Lives and Crimes of 2 Women","web_url":"https://www.nytimes.com/1994/05/10/books/books-of-the-times-the-lives-and-crimes-of-2-women.html","abstract":"  Split Skirt  By Agnes Rossi  223 pages. Random House. House. $20.   In her last book, a wonderfully swift, elliptical novella called \"The Quick,\" Agnes Rossi demonstrated her mastery of ventriloquism, her ability to create a fictional narrator and a voice seemingly capable of confessing an entire life. By cutting back and forth between the narrator's efforts to cope with her father's death and her memories of the death of her best friend's husband, the novella opened out seamlessly to become both a moving portrait of a woman and a musical meditation on the themes of loss and grief.","thumbnail":null,"section":"Books"},{"date":"19940510","headline":"The Great Republican Gubernatorial Road Show; Six Candidates Travel the State, Seeking Convention Support, Money and Credibility","web_url":"https://www.nytimes.com/1994/05/10/nyregion/great-republican-gubernatorial-road-show-six-candidates-travel-state-seeking.html","abstract":"  They came more for prime rib than for state politics, but the 250 people at the annual Otsego County Republican dinner here seemed pleased enough to meet George E. Pataki. And it would be fair to say Mr. Pataki, chewing on his ambition to become the next Governor, seemed positively thrilled to meet them -- each and every one of them.   \"Nice to see you -- don't get up!\" he beamed beside a full table in the stately Otesaga Hotel ballroom. \"I've got a complaint here. Not one of you has eaten your potato skins. It's the healthiest part!\"","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Krzyzewski Rules: School Before Travel","web_url":"https://www.nytimes.com/1994/05/10/sports/sports-people-basketball-krzyzewski-rules-school-before-travel.html","abstract":"  Duke Coach MIKE KRZYZEWSKI has canceled a series of games for the Blue Devils in Australia against that country's national team because Duke's players have not performed up to expectations in the classroom.   The Blue Devils, who lost in the National Collegiate Athletic Association final last month, were to play the Australian national team in Adelaide, Canberra, Melbourne, Newcastle and Sydney between May 19 and June 2.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Armstrong on a Rise As Tour Goes Uphill","web_url":"https://www.nytimes.com/1994/05/10/sports/cycling-armstrong-on-a-rise-as-tour-goes-uphill.html","abstract":"  On this, the sixth and most dramatic day so far of the 12-day Tour DuPont, some of the world's best bicycle riders experienced various degrees of euphoria or disaster.   It was a great day for Vyacheslav Yekimov of Russia, who rode the fastest time of the day and became the overall leader. It was a really good day for the world champion, Lance Armstrong of Austin, Tex., who was third today and moved into third over all. It was a bad day for last year's winner, Raul Alcala of Mexico; bad for Greg LeMond of Medina, Minn. (\"I'm out of contention now,\" he said), and bad for Malcolm Elliott of England, who started the day as the overall leader and ended it in 38th place.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Republicans' Gubernatorial Ad Wars Heat Up","web_url":"https://www.nytimes.com/1994/05/10/nyregion/republicans-gubernatorial-ad-wars-heat-up.html","abstract":"  Two weeks before the Republican State Convention, Herbert London announced a television advertising campaign today aimed at challenging the independence of his main rival for the gubernatorial nomination, State Senator George E. Pataki.   In the advertisement, which does not refer to Mr. Pataki by name, Mr. London calls himself \"the one truly independent candidate for governor,\" according to a transcript. \"I've never been controlled by party bosses and I never will be,\" he says.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"1919:Red Cross Activity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-1919red-cross-activity-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - At a dinner given last night [May 9] at the Hotel Ritz for the Board of Governors of the League of Red Cross Societies, an announcement was made by Mr. Henry P. Davison, chairman of the board, for the future plans of the League. The headquarters w","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Rangers Halfway to 1940 as Late Goal Ousts Caps","web_url":"https://www.nytimes.com/1994/05/10/sports/hockey-rangers-halfway-to-1940-as-late-goal-ousts-caps.html","abstract":"  So now the Rangers are halfway there, at the midpoint of a journey, with five days off to rest and refresh themselves before resuming the trail. At the end of it, four or five weeks away, a trophy gleams grail-like, in fuzzy focus, as if in a dream, so near and yet so far.   By beating Washington by 4-3 at Madison Square Garden last night, the Rangers inched closer to a Stanley Cup championship they have not enjoyed since 1940. They eliminated the Capitals from the second round of the playoffs, the second of four possible foes. This time it took five games, one more than they needed in the first round when they swept the Islanders in that four-of-seven game series.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Spacecraft Malfunction May Thwart Mission","web_url":"https://www.nytimes.com/1994/05/10/science/spacecraft-malfunction-may-thwart-mission.html","abstract":"  THE little Clementine spacecraft, which completed mapping the Moon and left lunar orbit a week ago, has suffered a serious malfunction that could prevent it from completing its mission by taking close-up pictures of an asteroid in August, the Defense Department announced yesterday.   Only last week the Pentagon tried to cut off financial support for the rest of Clementine's flight, but influential members of Congress intervened to save the mission.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Anger And Grief Over Use Of Force","web_url":"https://www.nytimes.com/1994/05/10/nyregion/anger-and-grief-over-use-of-force.html","abstract":"  The mother of the man who died in police custody last month on Staten Island lay on her bed yesterday, clutching a copy of the city Medical Examiner's Office's findings and speaking of murder. Some other residents talked of a double tragedy, sobered by the young man's death but also concerned for the officers involved in the April 29 incident.    A young girl said the issue was not race -- one of the officers was black, as was the dead man -- but the unnecessary use of force. A young man said such a use of force was too typical for there to be a margin for sympathy for the officers.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"1944:Fall of Sevastopol : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-1944fall-of-sevastopol-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Premier Marshal Stalin announced early today [May 10] the capture by storm of the Crimean fortress port of Sevastopol after a twenty-four day siege in which thousands of Axis troops died at their guns or perished in t","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Giuliani Plans License Sale Of WNYC","web_url":"https://www.nytimes.com/1994/05/10/nyregion/giuliani-plans-license-sale-of-wnyc.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that his administration planned to sell the license for WNYC-FM, the New York City-owned classical-music station, to help close the budget deficit for the next fiscal year.   But Mr. Giuliani said the city would strive to keep the station -- one of only two that still broadcasts classical music -- on the air by buying a less expensive license from a nonprofit station.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Unwelcome Focus on a New Anti-Drug Unit","web_url":"https://www.nytimes.com/1994/05/10/nyregion/unwelcome-focus-on-a-new-anti-drug-unit.html","abstract":"  Ernest Sayon died in the custody of a special anti-drug unit that had been in existence only three weeks, police officials said yesterday.   All nine members of the unit in the 120th Precinct known as the Street Narcotics Enforcement Unit -- a sergeant and eight officers -- were volunteers who joined the team on the recommendation of previous superiors.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Mandela Is Named President, Closing the Era of Apartheid","web_url":"https://www.nytimes.com/1994/05/10/world/mandela-is-named-president-closing-the-era-of-apartheid.html","abstract":"  The power that had belonged to whites since they first settled on this cape 342 years ago passed today to a Parliament as diverse as any in the world, a cast of proud survivors who began their work by electing Nelson Mandela to be the first black president of South Africa.   Unopposed, Mr. Mandela was proclaimed president without a word of dissent or even a show of hands, then sat, strangely grim-faced, while his giddy followers whooped in unparliamentary delight.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Soccer's Melting Pot -- A periodic look at the World Cup teams and their fans in the metropolitan area; 1 Team, but 150 Million Coaches","web_url":"https://www.nytimes.com/1994/05/10/sports/soccer-s-melting-pot-periodic-look-world-cup-teams-their-fans-metropolitan-area.html","abstract":"  The decorator is coming. Via Brasil restaurant in midtown is getting its party face on, the atmospheric volume pumping up from sedately tropical to riotously soccer. Posters will adorn the walls, trophies will be brought in, goal nets will be strung up like bunting. The World Cup is coming in June. That's when the seven-foot television screen will unfurl from the ceiling, and for a month soccer will be the main item on the menu.   Along 46th Street, between Fifth and Sixth avenues, at restaurants such as Via Brasil and Ipanema, at stores such as Coisa Nossa and Emporium Brasil and the Brasil Way Pharmacy, at the BACC Travel Agency, there is feverish anticipation for the calypso beat of Brazilian soccer. Brazil has won the World Cup three times, but not since 1970. This will be the year, that is the word on 46th Street. With the magnificent, creative Romario and Bebeto at forwards, this is Brazil's time.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Leetch's Presence Enough","web_url":"https://www.nytimes.com/1994/05/10/sports/hockey-leetch-s-presence-enough.html","abstract":"  There they were, about to clinch the conference semifinals on their raucous home ice, about to venture farther in the post-season than they had in seven years. Why, then, did the Rangers all look periodically fragile in the act of eliminating the Capitals by 4-3 last night? If not for Brian Leetch, they probably would have ventured into Game 6 instead of receiving two vacation days before starting preparations for the conference finals.   \"You're looking for your best players to be at their best and come up with the big play, and Brian served up the biggest play of his playoff career to this point,\" Rangers Coach Mike Keenan said of Leetch, the understated hero with the overstated playoff ambition.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Long Lost Notebooks Of Egyptian Expedition","web_url":"https://www.nytimes.com/1994/05/10/science/long-lost-notebooks-of-egyptian-expedition.html","abstract":"  MORE field notebooks written during a major archeological excavation in Egypt, long feared to have been destroyed in World War II, have turned up in Germany.   The recovery of the daily excavation logs and artifact lists, with other materials discovered more than a year ago, should enable archeologists to complete their interpretation of the tombs, temples and other sacred remains at Medinet Habu, an important ancient site on the west bank of the Nile River, near Luxor. The excavations were conducted from 1927 to 1933 by the University of Chicago with the assistance of German archeologists.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-051420.html","abstract":"  A map yesterday with an article about the expected struggle for a strategic town in Bosnia depicted control of nearby territory incorrectly. Circles around the cities of Sarajevo and Gorazde depicted NATO-imposed \"exclusion zones\" from which heavy weapons have been barred. The circles did not correspond to areas of Bosnian Government control.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Verdicts on Heroin Sales","web_url":"https://www.nytimes.com/1994/05/10/nyregion/verdicts-on-heroin-sales.html","abstract":"  Six defendants were convicted and four others were acquitted yesterday in a heroin sales conspiracy case in Federal District Court in Manhattan.   Eric Millan, who was charged with supervising a ring that sold heroin through a network of outlets in the Bronx, Queens, Manhattan and Brooklyn, was found guilty and faces life in prison without parole.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Communing With Nature and Nearby Desktop","web_url":"https://www.nytimes.com/1994/05/10/science/personal-computers-communing-with-nature-and-nearby-desktop.html","abstract":"  IN the spring, a keyboarder's fancy lightly turns to thoughts of decktop computing: communing with keyboard and trackball en plein air in chaise longue while sipping a kir. Such charming notions quickly evaporate when one discovers that the best and brightest color displays of today's laptop computers are virtually unreadable outdoors.    Memo to anyone considering open-air computing: Haul the machine outside and try it. What you see, or more accurately what you do not, will probably send you running back indoors for a different model, possibly monochrome. Like vampires, the color screens of laptop computers must shun the light of day.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Politicizing Privatization","web_url":"https://www.nytimes.com/1994/05/10/opinion/politicizing-privatization.html","abstract":"  The New York City Council and Mayor Rudolph Giuliani are headed for a showdown this week on one of his key objectives -- privatizing city services. The Council wants a role in awarding contracts, and is scheduled to vote on a bill to authorize it. Mayor David Dinkins blocked a similar bill last December, and Mayor Giuliani threatens to veto this one. Both men argue, correctly, that contracting is the mayor's business, not the Council's.   The symbolism of this issue is as strong as the substance. City unions are fighting to preserve jobs against a Republican Mayor determined to reduce the payroll; they have sympathetic friends in the Council's overwhelming Democratic majority. The new Mayor, for his part, is properly concerned with cutting the cost of city services that private contractors might perform as well or better.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Is There One More Title in Morris?","web_url":"https://www.nytimes.com/1994/05/10/sports/on-baseball-is-there-one-more-title-in-morris.html","abstract":"  The sight of Jack Morris on the mound at Yankee Stadium last night, perhaps for the last time, prompted thoughts to leap back to that December day in 1986 when Morris was in another Yankees-related location. He was in a conference room at the Bay Harbor Inn in Tampa, Fla., and he was prepared to shake hands with another man in the room and go to work for him.   Except George Steinbrenner let Morris walk out of the conference room and out of his hotel that day without hiring him. Considering the affinity the Yankees' principal owner had for free-agent pitchers and winning, it was mind-boggling to watch Morris leave without a Yankee cap on his head and a Yankee contract in his pocket.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/05/10/style/IHT-what-theyre-reading.html","abstract":"Richard Hodges, archaeologist and director of the British School at Rome, is reading \"Murdoch,\" William Shawcross's biography of Rupert Murdoch..\"Shawcross portrays remarkably well a businessman who is both a romantic and a complete globa","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"America and China:The Goal Is Human Welfare","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-america-and-chinathe-goal-is-human-welfare.html","abstract":"Even among dedicated Washington evangelists who want to place \"human rights\" at the core of the basic purpose of foreign policy there lurks secret discomfort about the prospect that Bill Clinton could wield the most- favored-nation sledgehammer","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Brain Locates Source of a Sound With Temporal, Not Spatial, Clues","web_url":"https://www.nytimes.com/1994/05/10/science/brain-locates-source-of-a-sound-with-temporal-not-spatial-clues.html","abstract":"  ROAMING the woods on a lovely spring afternoon, a birdwatcher hears the tat-tat-tat of a woodpecker at work. His head turns toward the sound, which came from the left, probably near that big oak tree 50 yards away. Yes, there it is -- a downy woodpecker.    Localizing interesting sounds is an ordinary human experience, but to scientists who study the human auditory system, the feat is mind-boggling. The woodpecker emits sound waves that travel through air, enter human ears and set off a chain reaction of impulses and computations that result in a person's being able to locate the bird's position, instantly and accurately. How this occurs remains cloaked in mystery.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-051438.html","abstract":"  Because of an editing error, an article on Wednesday about the transition to self-rule in the West Bank town of Jericho referred incorrectly to civil servants there. They are Palestinians, not Israeli Arabs.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Hollywood Discovers a New Subject: Overweight","web_url":"https://www.nytimes.com/1994/05/10/movies/hollywood-discovers-a-new-subject-overweight.html","abstract":"  You can't be too thin or, for that matter, too rich in Hollywood. Ask Andrea King.    Ms. King, a former journalist and now screenwriter, says she's certainly not rich (by Hollywood standards) and obviously not thin. She views the weight issue with a mixture of pain and dark humor.","thumbnail":null,"section":"Movies"},{"date":"19940510","headline":"Review/Theater; Sondheim Explores the Heart's Terrain","web_url":"https://www.nytimes.com/1994/05/10/theater/review-theater-sondheim-explores-the-heart-s-terrain.html","abstract":"  For years, people have accused Stephen Sondheim of being all head and no heart. Whenever the subject of love arose, it seemed, he had difficulty hiding his skepticism. He could already see the bitter end in the rosy beginning, the inevitable disenchantment lurking under the transports of ardor. No one was cleverer at dissecting feelings. As for feeling feelings, well, presumably that just wasn't his forte.   In \"Passion,\" however, Mr. Sondheim has dropped his defenses. With the playwright and director James Lapine, he has written an unalloyed love story, one that wants to penetrate the heart's deepest mysteries. Ironically, he has come up with his most somber musical since \"Sweeney Todd.\" But was it supposed to be this somber? I think not.","thumbnail":null,"section":"Theater"},{"date":"19940510","headline":"More Ways to Pop Corn","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-more-ways-to-pop-corn-051969.html","abstract":"  To the Editor:   The popcorn alarm triggered by the Center for Science in the Public Interest (The Week in Review, May 1) unjustly implicates all movie theaters that don't air-pop in the arterial goo of coconut oil.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"To End Welfare, Create Real Jobs","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-to-end-welfare-create-real-jobs-051780.html","abstract":"  To the Editor:   The prospect of eliminating welfare, discussed in your April 22 article on Charles Murray of the American Enterprise Institute and his decadelong campaign to let poor women and children fend for themselves, sounds exciting. But history has proved that the recommendations offered by Mr. Murray and others are misdirected and will not work.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/10/nyregion/c-corrections-051411.html","abstract":"  The obituary of Richard M. Nixon on April 24 referred incorrectly to part of a 1958 trip he made to South America as Vice President. While there were \"sessions of crowd-mingling\" by Mr. Nixon and few problems in some countries, that was not the case in Caracas, Venezuela. There, crowds along the motorcade route attacked the vehicles, and Mr. Nixon took refuge in the United States Embassy.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"President Feels Under Assault","web_url":"https://www.nytimes.com/1994/05/10/us/president-feels-under-assault.html","abstract":"  President Clinton suggested to a sympathetic audience at a televised \"town hall meeting\" here tonight that he had been subject \"to more assault than any previous President,\" but that he was prepared to put up with it as long as the American people wanted him to.    The President, who capped an intensely campaignlike day with the meeting, made his comment in response to a woman who asked if he thought he was \"being held on a higher standard than previous Presidential families.\"","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Review/Music; Dawn Upshaw as Soloist With Orpheus","web_url":"https://www.nytimes.com/1994/05/10/arts/review-music-dawn-upshaw-as-soloist-with-orpheus.html","abstract":"  To say that the film cameras at work on a documentary about the conductorless Orpheus Chamber Orchestra missed the best parts of the group's concert on Saturday evening at Carnegie Hall is accurate as far as it goes. In fact, they helped determine the best parts by finally absenting themselves from the stage after the first two pieces. In a crude, commonplace parallel to Heisenberg's principle of physics, the act of observation altered the thing being observed.   The filming caused a reordering of a nicely balanced program and distracted the audience throughout Stravinsky's \"Dumbarton Oaks\" Concerto. In Ravel's \"Pavane for a Dead Princess,\" some uncharacteristically tentative attacks and careless balances suggested that the ever more intrusive cameras were unsettling the players as well.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Rams' Owner Calls a Move 'More Likely'","web_url":"https://www.nytimes.com/1994/05/10/sports/sports-people-football-rams-owner-calls-a-move-more-likely.html","abstract":"  GEORGIA FRONTIERE, the owner of the Los Angeles Rams, says it is looking more likely that her team will move out of Anaheim Stadium after the 1994 season.   \"It seems like that's the way it's going; we're losing money,\" she was quoted as saying in Sunday's issue of The Los Angeles Times.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Back in the Lineup, Millen Ends Drought","web_url":"https://www.nytimes.com/1994/05/10/sports/hockey-back-in-the-lineup-millen-ends-drought.html","abstract":"  Corey Millen's moment came at last.   At 1 minute 23 seconds into the second period tonight, the chunky, spunky skater scored the first and winning goal for the Devils in their 2-0 victory over the Boston Bruins at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Communists as Market Reformers","web_url":"https://www.nytimes.com/1994/05/10/opinion/communists-as-market-reformers.html","abstract":"  Hungarians voted Sunday to put former Communists -- now called Socialists -- back into power. As in Poland and Lithuania, market reformers had promised economic miracles they could not possibly deliver and voters vented their frustration, bringing back \"professionals\" who \"know how to make government work.\"    The West need not despair the resurrection of Hungarian Communists. Their pledge to keep Hungary headed toward democracy and markets is credible. The former Communist Government brought Hungary modest market reforms in the 1970's. And the Socialist leader, Gyula Horn, as Foreign Minister in the former Communist Government, smashed a gaping hole in the Iron Curtain when he opened Hungary's border in 1989 to refugees fleeing from East Germany.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Daly Is a Long Way From Punxsutawney","web_url":"https://www.nytimes.com/1994/05/10/sports/pro-basketball-daly-is-a-long-way-from-punxsutawney.html","abstract":"  On the morning of the day he was to be inducted into the Naismith Memorial Basketball Hall of Fame, Chuck Daly was in a reminiscent mood, recalling how he decided to become a basketball coach when he was a high school sophomore in Kane, Pa.   \"I remember telling my mother, 'Mom, I'm going to be a basketball coach and I bet I can make as much as $10,000 a year at it,' \" Daly said here today, hours before he was to be inducted along with another coach, Denny Crum; Buddy Jeannette, regarded as the pre-eminent backcourt player during the pro game's early days; Carol Blazejowski, the former Montclair State star who is the all-time women's collegiate scoring leader, and Cesare Rubini, the central figure in the development of basketball in Italy.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Abortion Foes Ordered to Pay Clinic Damages","web_url":"https://www.nytimes.com/1994/05/10/us/abortion-foes-ordered-to-pay-clinic-damages.html","abstract":"  In what abortion-rights advocates hailed as the largest civil award ever against the anti-abortion movement, a state jury in Houston today ordered two anti-abortion groups to pay more than $1 million in punitive damages to a Planned Parenthood clinic whose operation was disrupted by protests during the 1992 Republican National Convention here.    The size of the award, which was slightly more than Planned Parenthood had sought, elated advocates of abortion rights and raised the prospect that people who had contributed money to anti-abortion causes could see some portion go to abortion clinics in the form of damages paid by anti-abortion groups.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Sea Sanctuaries Expand in U.S., Offering Refuge to a Riot of Life","web_url":"https://www.nytimes.com/1994/05/10/science/sea-sanctuaries-expand-in-us-offering-refuge-to-a-riot-of-life.html","abstract":"  IT is a hidden part of America bigger than the combined areas of Connecticut, Massachusetts and Rhode Island. It harbors a greater diversity of life than the national parks, including odd creatures that glow in the dark and mammals the size of apartment buildings. Its forests can grow up to two feet a day. One of its fissures is deeper than the Grand Canyon. And it is attracting teams of scientists eager to fathom its riches and help preserve them for the future.   This secret paradise is a network of 11 marine sanctuaries that dot the coastal waters of the United States and its territories, covering more than 14,000 square miles in all. The sanctuary program, run by the National Oceanic and Atmospheric Administration, is in a phase of rapid expansion. New sanctuaries are being added, budgets are growing, and teams of scientists are forming to assess the abundant wildlife.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Italians Look at the New, and Wonder if It's the Old","web_url":"https://www.nytimes.com/1994/05/10/world/italians-look-at-the-new-and-wonder-if-it-s-the-old.html","abstract":"  On the surface, much seems to have changed in Italy since landmark elections in March consigned a whole generation of postwar politicians to history and thrust Silvio Berlusconi, the tycoon-turned-politician, into the job of Prime Minister.   Even Mr. Berlusconi's adversaries acknowledge that just as he parlayed modest financial beginnings into a huge business empire, the Prime Minister-designate has turned the novelty of his three-month-old Forza Italia party into political power.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Critic's Notebook; The Influence of Stravinsky's Russian Roots","web_url":"https://www.nytimes.com/1994/05/10/arts/critic-s-notebook-the-influence-of-stravinsky-s-russian-roots.html","abstract":"  \"The Russian Stravinsky,\" the theme of a series of lectures and concerts by the Brooklyn Philharmonic last weekend at the Brooklyn Academy of Music, might seem a redundant label for a composer who was born and trained in Russia. But of course we never think of Stravinsky as a Russian first and foremost; he was the arch-cosmopolitan, the modernist in perpetual exile, a principality unto himself. As Robert Craft, the composer's closest associate, has observed, he was a dandy, forever reinventing himself. He was also an imponderable legend; in the 1960's he was asked for an autograph by a man who turned out to be Frank Sinatra.   The Brooklyn program made a selection from Stravinsky's plurality of selves. Far more serious and cohesive than standard-issue thematic programming, the series drew on recent researches into the Russian national roots of Stravinsky's early radical period (1909-1917). The musicologist Richard Taruskin presented conclusions from his unpublished study \"Stravinsky and the Russian Traditions.\" And the Pokrovsky Ensemble of Moscow, a group that re-enacts peasant singing and dancing, demonstrated the folk sources of \"The Rite of Spring,\" \"Renard\" and \"Les Noces.\"","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Moscow Journal; Where Politicians Sometimes Tote Assault Rifles","web_url":"https://www.nytimes.com/1994/05/10/world/moscow-journal-where-politicians-sometimes-tote-assault-rifles.html","abstract":"  In the early morning on a not quite empty city street a week ago, two men fired at each other with Kalashnikov assault rifles in a shootout that left one of the gunmen, a reputed member of organized crime, dead.   As slayings go, it was not an unusual confrontation in the new, crime-ridden Russia -- except that the one who walked away was a young, reform-minded member of Parliament.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"D-Day:Liberty and Death : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-ddayliberty-and-death-letters-to-the-editor.html","abstract":"Regarding \"Invite Germans to Normandy, for Europe's Sake\" (Opinion, April 23) by Dominique Mosi and Karl Kaiser and \"The Untimely Exclusion of Germany and Russia From a Friendly Fete\" (May 2) by Zbigniew Brzezinski:.Dominique","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"A.L. Primary Slights O'Neill","web_url":"https://www.nytimes.com/1994/05/10/sports/baseball-al-primary-slights-o-neill.html","abstract":"  Paul O'Neill said he was not bothered by it, but the outfielder's omission from the 1994 All-Star ballot is glaring. Blame the Yanks and bad luck.   While the balloting began yesterday, it began without the leading hitter in the major leagues being included because O'Neill lost when four Yankees drew straws for the three outfield spots the team could nominate. It was Manager Buck Showalter's way of solving the problem.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Christopher Presses Mexico To Insure Its Election Is Fair","web_url":"https://www.nytimes.com/1994/05/10/world/christopher-presses-mexico-to-insure-its-election-is-fair.html","abstract":"  In a sign of growing American concern that political strife could arise from Mexico's coming presidential election, Secretary of State Warren Christopher urged the Mexican Government today to take further steps to assure a credible outcome, officials of the two countries said.   Publicly, Mr. Christopher took the opportunity of a biannual meeting of senior United States and Mexican officials to praise the economic and political changes undertaken by President Carlos Salinas de Gortari and voice confidence that the Aug. 21 vote would be free and fair.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Parks Chief Calls Gettysburg Excavation Mistake","web_url":"https://www.nytimes.com/1994/05/10/us/parks-chief-calls-gettysburg-excavation-mistake.html","abstract":"  The director of the National Park Service told a Congressional panel today that the excavation of part of the Civil War battlefield at Gettysburg, Pa., was \"a tragedy\" that Government procedures had failed to avert.   He also outlined new safeguards intended to insure closer cooperation between historians and planners to protect Federal parklands.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Man Who Killed 33 Is Executed in Illnois","web_url":"https://www.nytimes.com/1994/05/10/us/man-who-killed-33-is-executed-in-illnois.html","abstract":"  John Wayne Gacy, convicted 14 years ago of the sex-related killings of 33 young men and boys, was put to death by lethal injection early today as the nation's worst serial killer on record.    The execution, which took place in the old Stateville penitentiary here, followed last-minute appeals filed by Mr. Gacy's lawyers, asserting that their 52-year-old client was mentally incompetent, that he was out of town at the time of 16 of the slayings and that Illinois' method of execution was unconstitutional.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Yankees Are Perched In Highest Spot Around","web_url":"https://www.nytimes.com/1994/05/10/sports/baseball-yankees-are-perched-in-highest-spot-around.html","abstract":"  The Red Sox were not in town anymore, there were thousands of empty blue seats at Yankee Stadium and an opposing player received more cheers than any Yankee did. But that did not detract from the festivities for the home team. The Yankees continued coasting in the Bronx last night, coasting into first place. Maybe this is getting serious.   Calm down, it is only May. Check the American League standings -- the Yankees still have 132 games remaining. Check out New York's lead, a measly one-half game over the sputtering Red Sox. But, after defeating the Indians, 4-3, at Yankee Stadium behind Jim Abbott, the Yankees were proud because undisputed possession of first place was foreign territory to them last year.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Frustrated, Gazans Battle The Israelis","web_url":"https://www.nytimes.com/1994/05/10/world/frustrated-gazans-battle-the-israelis.html","abstract":"  Frustrated as yet another day passed without the much-awaited arrival of Palestinian police officers, several thousand young Gazans battled Israeli soldiers today in a familiar scene that is supposed to be relegated soon to history.   That anger and fear were not about to disappear soon was reinforced tonight when Israeli settlers were reported to have killed a 16-year-old Palestinian boy when they fired on Gazans throwing stones at the Neve Dekalim settlement.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"List Is Out And So Is New York","web_url":"https://www.nytimes.com/1994/05/10/sports/hockey-list-is-out-and-so-is-new-york.html","abstract":"  Despite winning the Presidents' Trophy for the best regular-season record, the Rangers have no candidates among the three finalists for any of the National Hockey League's major awards announced yesterday.   Here are the awards, the finalists, and the Rangers who won't win, place or show:","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Howard Johnson Benched by the Rockies","web_url":"https://www.nytimes.com/1994/05/10/sports/sports-people-baseball-howard-johnson-benched-by-the-rockies.html","abstract":"  HOWARD JOHNSON has been pulled from the Colorado Rockies' starting lineup until he adjusts his hitting style, Manager DON BAYLOR said yesterday.   ERIC YOUNG started in Johnson's place against San Francisco last night, and MIKE KINGERY has been penciled into the lineup for today.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"An Appreciation; The Art Critic Whose Viewpoint Remains Central","web_url":"https://www.nytimes.com/1994/05/10/arts/an-appreciation-the-art-critic-whose-viewpoint-remains-central.html","abstract":"  Clement Greenberg, who died on Saturday at the age of 85, rose to prominence after World War II with the Abstract Expressionists he championed, to become the most important art critic the United States has produced. Almost half a century has passed since he wrote criticism regularly -- he gave up his post as a reviewer for The Nation magazine in 1949 -- but he remains at once the most admired and excoriated writer on art, as much a touchstone of postwar American painting and sculpture as any of the painters and sculptors in whose circle he moved as an oracular presence.   Why is he still so potent a figure? The reasons are many; it is not simply that he backed the right horses, by identifying before others did the painter Jackson Pollock and the sculptor David Smith as the ones on which America should stake its claim to artistic primacy after the war. He did back them, strongly and effectively, and even at the risk of a certain critical inconsistency. He often repeated his suspicion of Surrealism and his dislike of art that he saw as violent and horrific, yet both Pollock and Smith were undeniably indebted to Surrealism. Greenberg chose to sidestep that fact (as he chose to praise the Surrealist Joan Miro by calling him a \"late Cubist\").","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"The Quirk of Quarks","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-the-quirk-of-quarks-051993.html","abstract":"  To the Editor:   Re \"Top Quark, Last Piece in Puzzle of Matter, Appears to Be in Place\" (front page, April 26):","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/10/nyregion/inside-045004.html","abstract":"  Rethinking Trade Strategy   The White House is wondering whether it is time for the United States to reconsider its trade strategy with Japan. Economic analysis, page D1. Rifkin Convicted of Murder    A Long Island jury took just two hours to find that Joel Rifkin, who has admitted killing 17 women, was sane -- and guilty of murder. Page B1. Killer of 33 Executed   Illinois executed John Wayne Gacy, whose convictions for murdering 33 young men and boys made him the nation's worst serial killer. Page A12. Sondheim's New Musical    Stephen Sondheim explores the terrain of the heart in \"Passion,\" a tale of obsessive love. David Richards reviews the Broadway show. Page C15. Rangers Go Another Round    The Rangers eliminated the Washington Capitals four games to one, advancing to the semifinals of the Stanley Cup hockey playoffs. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Review/Music; Debut of Tashkent Pianist","web_url":"https://www.nytimes.com/1994/05/10/arts/review-music-debut-of-tashkent-pianist.html","abstract":"  The rippling through piano circles lately is that Eldar Nebolsin, a 19-year-old pianist from Tashkent, Uzbekistan, has a talent as startling as that of Yevgeny Kissin. Two years ago, Mr. Nebolsin won the Santander International Piano Competition, and he has lived in Madrid since then. He recently began making recordings for Decca/London.    Mr. Nebolsin's New York debut recital on Saturday evening at the 92d Street Y confirmed that there was reason for the excitement. In matters of technique, he seems to have everything: velocity, an ear for color and balance that brings transparency and coherence to the thickest textures, and the ability to project power and volume without letting those attributes overwhelm the music.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"Panel Recommends New Smithsonian Head","web_url":"https://www.nytimes.com/1994/05/10/arts/panel-recommends-new-smithsonian-head.html","abstract":"  A search committee recommended yesterday that I. Michael Heyman, a former chancellor of the University of California at Berkeley, become the 10th secretary of the Smithsonian Institution, but the governing Board of Regents postponed a final decision.   At a news conference in Washington yesterday, Robert McC. Adams, the present secretary, or director, of the Smithsonian, said the Regents withheld their choice in deference to a request by Vice President Al Gore to be included in the selection process. Mr. Gore, who as Vice President is on the 17-member board, is in South Africa. Mr. Adams previously announced his intention to resign in September.","thumbnail":null,"section":"Arts"},{"date":"19940510","headline":"1894:Imperial Fireman : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/10/opinion/IHT-1894imperial-fireman-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - Not a little sensation has been caused by the appearance of the Emperor in a new quality of fireman. The village of Gaton, the scene of the incident, is on the Spree, between Berlin and Potsdam. When His Majesty, on observing a fire, stopped the","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"By Design; The Espadrilles of Summer","web_url":"https://www.nytimes.com/1994/05/10/style/by-design-the-espadrilles-of-summer.html","abstract":"  Espadrilles, those soft canvas shoes with rope soles that have been a fixture in rural France and Spain for centuries, find their way onto fashionable American feet every decade or so. This is one of those times.    Of course when espadrilles become chic, they undergo certain changes. The soles may get a water-resistant coating that renders them hardy enough to wear on pavement. Then, the soles may be elevated to platforms, and the canvas may be printed or replaced by macrame, crochet work, suede or leather.","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"U.S. Sees New Policy on Haitian Refugees as Buying Time","web_url":"https://www.nytimes.com/1994/05/10/world/us-sees-new-policy-on-haitian-refugees-as-buying-time.html","abstract":"  Administration officials said today that their new policy on Haitian refugees might buy time for economic efforts to squeeze Haiti's military leaders from power, but they acknowledged that they still faced the fundamental question of what to do if that plan failed.   Even as officials from Florida began to warn about a new flood of refugees, aides to President Clinton said the most important effect of his decision to provide asylum hearings at sea to those fleeing Haiti might be to quiet American dissent.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"What's That You're Saying, Mr. Jackson?","web_url":"https://www.nytimes.com/1994/05/10/sports/pro-basketball-what-s-that-you-re-saying-mr-jackson.html","abstract":"  Pat Riley spent today preparing the Knicks for Game 2, and he turned a deaf ear to Phil Jackson's complaints about Sunday's officiating.   Jackson, the Bulls' coach, was unhappy with several crucial fourth-quarter calls during Chicago's 90-86 loss to the Knicks Sunday in Game 1 of their four-of-seven-game playoff series. Riley, of course, saw things differently.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Clinton in New York: Traffic, Tributes","web_url":"https://www.nytimes.com/1994/05/10/nyregion/clinton-in-new-york-traffic-tributes.html","abstract":"  President Clinton moved his health care campaign to New York City yesterday, and literally stopped traffic in midtown Manhattan for part of the morning. He also paid quiet tribute to three fallen firefighters.   It was a day with a clear national message intended to make the case for requiring companies to contribute to the cost of their workers' insurance, the so-called employer mandate. In an effort to show that many businesses support the idea, Mr. Clinton visited the Pathmark supermarket at South Street and Pike Slip, on the Lower East Side. Standing before gleaming rows of fruit and vegetables, he spoke to a small group of Pathmark workers and a large group of reporters.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Reporter's Notebook; Apartheid's Outcasts Have Come to the Fore","web_url":"https://www.nytimes.com/1994/05/10/world/reporter-s-notebook-apartheid-s-outcasts-have-come-to-the-fore.html","abstract":"  Joe Slovo may be the world's last jubilant Communist, as he demonstrated today when he wore his Marxist-red socks to an honored seat in the halls of power after 40 years of surviving all manner of political pestilence, from Stalinism abroad to apartheid at home.   \"I arrived with them in 1990,\" said Mr. Slovo, leader of the South African Communist party, raising his pants cuffs to show the socks that he wore back from exile four years ago when apartheid began collapsing.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"Score It 3 TKO's for Lack of Punch","web_url":"https://www.nytimes.com/1994/05/10/sports/tv-sports-score-it-3-tko-s-for-lack-of-punch.html","abstract":"  After Julio Cesar Chavez's head-butt aided victory Saturday over Frankie Randall for the World Boxing Council superlightweight title, ESPN's boxing analyst, Al Bernstein, called the decision one of boxing's \"five worst travesties.\"   Here's a sixth: the abysmal performance by SET's announcing threesome.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"One Man's Prison Release Is His Brother's Undoing","web_url":"https://www.nytimes.com/1994/05/10/movies/one-man-s-prison-release-is-his-brother-s-undoing.html","abstract":"Buddy Dixon (Ron Cephas Jones), the sleazy villain and occasional narrator of \"Murder Magic,\" is a character who doesn't beat around the bush. In the film's opening scene, Buddy, who has just been released from prison after serving three years, turns to the camera and announces cheerfully that he is on his way to New York to kill his brother. Moments later, he hitches a ride with a silly European woman who asks him if he is Jack Kerouac. He convinces her that he is the Rev. Dr. Martin Luther King Jr.     The sole item Buddy carries with him on the road is a magician's bag of tricks. His favorite stunt, used to seduce women, is conjuring a long-stemmed red rose out of thin air.  ","thumbnail":null,"section":"Movies"},{"date":"19940510","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/10/sports/transactions-049670.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Placed John Valentin, infielder, on the 15-day disabled list, retroactive to May 4. Recalled Gar Finnvold, pitcher, from Pawtucket of the International League.","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"Romania's Hagi Hopes His Time Will Truly Come at '94 World Cup","web_url":"https://www.nytimes.com/1994/05/10/sports/IHT-romanias-hagi-hopes-his-time-will-truly-come-at-94-world-cup.html","abstract":"It is a moment that Gheorghe Hagi will never forget, and probably will never accept, as it plays before his eyes like an incessant television replay. It is the second round of the 1990 World Cup. Regulation play has ended in a 0-0 stalemate. Here, 11 met","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"KENNEDY PROPOSES EXPANDED CHOICES FOR HEALTH PLAN","web_url":"https://www.nytimes.com/1994/05/10/us/kennedy-proposes-expanded-choices-for-health-plan.html","abstract":"  Edward M. Kennedy, the Senate's senior campaigner for national health insurance, today proposed changing President Clinton's health care plan to broaden individuals' choice of insurance and to lighten the burden on very small businesses.   The Massachusetts Democrat worked out his proposal in consultation with the White House and with Senator George J. Mitchell of Maine, the majority leader. It would require all but the smallest employers to buy insurance for their workers and would offer any American the same insurance choices Federal workers have.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Postal Service to Resume Mail Sorting in the Bronx","web_url":"https://www.nytimes.com/1994/05/10/nyregion/postal-service-to-resume-mail-sorting-in-the-bronx.html","abstract":"  Acknowledging for the first time delays in mail delivery in the Bronx, the United States Postal Service said yesterday that it will resume sorting mail in the borough to speed delivery.   Since last September mail for the Bronx has been sorted in postal processing plants in Queens and Westchester County because of a shortage of sorting capacity at the Bronx General Post Office. Residents and borough officials said the move caused long delays in postal service, with letters mailed within the borough taking up to several weeks to arrive.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"The Scramble for Money: One Candidate's Struggle","web_url":"https://www.nytimes.com/1994/05/10/us/the-scramble-for-money-one-candidate-s-struggle.html","abstract":"  As he trolls for donations, Ken Harper sounds like a dealer at the new riverboat casinos anchored here on the Mississippi River. But he is a candidate for the United States Senate.   \"I don't care if you're a Republican or not,\" Mr. Harper, a Democrat, tells one prospect on the telephone. \"I just want my $500 check.\" To another he implores in his Delta drawl: \"You've got more money than Jesse James. Just write me a little check for $500.\"","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"New Editor Named for Observer","web_url":"https://www.nytimes.com/1994/05/10/nyregion/new-editor-named-for-observer.html","abstract":"  The New York Observer announced yesterday that Peter W. Kaplan, the executive producer of Charlie Rose's talk show on PBS, will become editor of the Manhattan-based weekly.   Mr. Kaplan, 40, worked as a magazine editor at such publications as Conde Nast Traveler and Manhattan Inc., before he went to work for the Rose television program in September. Earlier he was a reporter covering television at The New York Times.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Clinton Nears a Court Choice As Lobbying Becomes Intense","web_url":"https://www.nytimes.com/1994/05/10/us/clinton-nears-a-court-choice-as-lobbying-becomes-intense.html","abstract":"  From the moment that Justice Harry A. Blackmun announced his intention to retire at the end of the current Supreme Court term, several groups have rushed to press the White House on behalf of, and sometimes against, the candidates believed to be on a list of finalists.   White House officials said today that President Clinton was close to making his selection for the Supreme Court and that he was scheduled to meet with his advisers again on Tuesday for what was to be a final discussion on the matter.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Nice Drive to the Ballot Box","web_url":"https://www.nytimes.com/1994/05/10/opinion/nice-drive-to-the-ballot-box.html","abstract":"  When President Clinton signed the National Voter Registration Act, or \"motor voter\" bill, into law a year ago next week, it was the final achievement of the 1960's voting rights revolution. Yet today, resistance from individual states is threatening the law's promise of universal enfranchisement.    Blatant obstructions to the ballot box have been outlawed since 1965, when the Voting Rights Act was passed. \"Motor voter\" addresses more subtle obstacles, eliminating the maze of regulations that hamper voter registration in almost every state. With 40 percent of eligible voters unregistered, the change was long overdue.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"American Box Turtles Decline, Perishing Cruelly in Foreign Lands","web_url":"https://www.nytimes.com/1994/05/10/science/american-box-turtles-decline-perishing-cruelly-in-foreign-lands.html","abstract":"  WHILE not exactly the American eagle or the Bengal tiger, the common box turtle, one of the most familiar and benign animals in the United States, may have a stronger hold on the memories and affections of millions of Americans. Now its very appeal has subjected it to a savage assault that threatens the future of the breed.   Box turtles by the thousands are being killed each year as the result of a booming wildlife trade that sends them to Europe as pets, say scientists, conservationists and officials on both sides of the Atlantic. Many die or are greatly weakened when jam-packed together without food or water for shipping, and many more succumb to an unsuitable European climate and to mistreatment by pet sellers and owners ignorant of the turtles' needs, they say.","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"Clinton, Visiting Manhattan, Says Medicaid Should Pay More in States Like New York","web_url":"https://www.nytimes.com/1994/05/10/us/clinton-visiting-manhattan-says-medicaid-should-pay-more-in-states-like-new-york.html","abstract":"  President Clinton said yesterday for the first time that the formula for distributing Federal Medicaid money should be changed to provide larger amounts to states like New York with large numbers of poor people.   New York officials welcomed the President's commitment, but said his pledge was not specific enough for them to endorse his health plan at this time.","thumbnail":null,"section":"U.S."},{"date":"19940510","headline":"Sports of The Times; The Case Of the Absent 7-Footers","web_url":"https://www.nytimes.com/1994/05/10/sports/sports-of-the-times-the-case-of-the-absent-7-footers.html","abstract":"  THE inscribed lines begin, \"Give me your tired, your poor, your huddled masses yearning to breathe free. . . . \"   And so Phil Jackson, the coach of the Chicago Bulls, figured where better to take his tempest-tossed team yesterday than to the Statue of Liberty?","thumbnail":null,"section":"Sports"},{"date":"19940510","headline":"On My Mind; The Haitian Mirror","web_url":"https://www.nytimes.com/1994/05/10/opinion/on-my-mind-the-haitian-mirror.html","abstract":"  Haiti holds up a mirror to Americans and tens of millions should look away in shame.    They live in freedom and safety because their parents or grandparents had the strength to flee pogroms or travel thousands of hard miles in search of work and bread.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/10/style/chronicle-051454.html","abstract":"  ELIZABETH HOLTZMAN, an officeholder who has been more or less out of the public eye since failing to win renomination as New York City's Comptroller, turned up over the weekend to speak at Windsor Castle, one of the British royal family's residences.    The former Congresswoman was at the castle for a three-day conference and retreat given by the Bishop of Oxford and the Christian Ethical Investment Group, where she spoke about ethics in investing by pension funds and charitable institutions. Last week, she also addressed the Royal Society for the Encouragement of Arts, Manufacture and Commerce.","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/10/nyregion/no-headline-044911.html","abstract":"  \"Planned Parenthood was given a judgment for $1 million because we preached the Gospel on a public sidewalk across the street from an abortion mill.\" -- THE REV. FLIP BENHAM, of Operation Rescue.  [ A16:1. ]    \"Your First Amendment rights do not include the right to block access to a place of business. -- KATHY PATRICK, an attorney representing abortion clinics.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/10/nyregion/metro-digest-045225.html","abstract":"  DEATH IN CUSTODY IS CALLED HOMICIDE   The Medical Examiner's office said a Staten Island man who died in police custody suffocated because of pressure on his chest and neck while his hands were cuffed behind his back. A1. \"Rudy Giuliani's New York's finest took my aunt's one and only,\" said one relative. B4.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"Pursue the Gay-Baiting Commanders","web_url":"https://www.nytimes.com/1994/05/10/opinion/pursue-the-gay-baiting-commanders.html","abstract":"  The Administration's new policy toward homosexuals in the military was given the pithy title of \"don't ask, don't tell, don't pursue\" -- signifying a willingness to tolerate gay men and lesbians as long as they kept quiet about their sexual preferences. But bigoted commanders are pursuing homosexuals with a vengeance that appears to violate both the spirit and letter of the law. There is one sure way for Commander in Chief Clinton and the Pentagon to stop this betrayal of the new policy: punish any commander who defies it, severely.   The new policy -- a compromise hammered out by the Administration, the Joint Chiefs of Staff and Congress -- falls far short of President Clinton's original goal of allowing homosexuals to serve openly. Instead, it bans homosexual conduct and tolerates gay service members only if their orientation remains covert.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"Q&A","web_url":"https://www.nytimes.com/1994/05/10/science/q-a-050318.html","abstract":"  Brothers and Others   Q.  Could a pair of brothers as different as Arnold Schwarzenegger and Danny DeVito be born, even in separate births? Since half the genetic material of any individual comes from each parent, is it possible for two siblings to be unrelated?","thumbnail":null,"section":"Science"},{"date":"19940510","headline":"New York City Can Have Recycling and a Balanced Budget","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-new-york-city-can-have-recycling-and-a-balanced-budget-051829.html","abstract":"  To the Editor:   \"Needed: A Recycling Compromise\" (editorial, April 25) notes the difficulty in implementing New York City's Recycling Law (Local Law 19) at this time, when the city is straining to balance its budget. Both goals are important and achievable. The administration of Mayor Rudolph W. Giuliani has yet to provide the public with convincing analysis that implementing this law would affect services in the next fiscal year, which begins July 1.","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"A Custodian Is Revealed As the Artist He Really Is","web_url":"https://www.nytimes.com/1994/05/10/nyregion/our-towns-a-custodian-is-revealed-as-the-artist-he-really-is.html","abstract":"  JACQUES MIDI goes about his business at the Greenburgh Town Hall as if nothing has changed. Every night, it's pick up the trash, empty the trash cans, sweep the floors, mop the floors. In by five, out by one.   An article about him, with one of his sculptures, is tacked up in the lobby. But he refuses to notice that he has become the most celebrated person in the building.","thumbnail":null,"section":"New York"},{"date":"19940510","headline":"No Harm Found in Quinoline Yellow Dye","web_url":"https://www.nytimes.com/1994/05/10/opinion/l-no-harm-found-in-quinoline-yellow-dye-051985.html","abstract":"  To the Editor:   Re \"A Carcinogenic Dye\" (letter, April 28) by Michael A. Weiner: Mr. Weiner, a senior research fellow in the health sciences, should be well aware that medical studies with human subjects have enormous uncertainty because we can never control all the variables. However, that he disagrees with the (uncertain) results of an (incomplete) study of vitamin supplements in Finland does not justify his dragging quinoline yellow dye into the argument.    By reading the \"fine print\" in the article in The New England Journal of Medicine, he learns that the vitamins that were given in the study were colored with quinoline yellow. At this point, his imagination takes over, repeatedly indicting quinoline yellow (without supporting evidence) as \"carcinogenic\" and as \"toxic.\"","thumbnail":null,"section":"Opinion"},{"date":"19940510","headline":"For the Suit, a Shapely New Life","web_url":"https://www.nytimes.com/1994/05/10/style/for-the-suit-a-shapely-new-life.html","abstract":"  The suit lives. Not only did it rank high among the fashions that customers bought to wear this spring, but it is also prominent in sales as designers take their fall collections to stores all over the country.    At the fall fashion shows last month, a good deal of attention was paid to adventurous, even flamboyant, coats and to a revival of the dress. But when store buyers went to manufacturers' showrooms to put in their orders, the suit was at the top of their lists, as it has been for more than a decade.","thumbnail":null,"section":"Style"},{"date":"19940510","headline":"In New York, Haitians Are Skeptical","web_url":"https://www.nytimes.com/1994/05/10/world/in-new-york-haitians-are-skeptical.html","abstract":"  In the last two years, the effort to restore President Jean-Bertrand Aristide to power has kept Haitians in New York on an emotional roller coaster.    They have seen the United Nations impose an embargo on their impoverished country, they have seen unfulfilled accords and broken promises.","thumbnail":null,"section":"World"},{"date":"19940510","headline":"2 Officials Are Charged After Inquiry Into Schools","web_url":"https://www.nytimes.com/1994/05/10/nyregion/2-officials-are-charged-after-inquiry-into-schools.html","abstract":"  A senior lawyer for the New York City Board of Education and an assistant director in the board's buildings management division have been charged with crimes as a result of a Federal investigation of corruption in school leasing, Schools Chancellor Ramon C. Cortines said yesterday.   Neither Mr. Cortines nor Federal officials would say yesterday exactly what the charges against the two men were. The lawyer, Sheldon Rosenblum, who was one of the board's four deputy general counsels, left a handwritten letter of resignation that the board's legal director found on his desk at board headquarters in Brooklyn yesterday morning, Mr. Cortines said in a statement.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19940510","headline":"Nelson Mandela is inaugurated as South Africa's first black president.","pages":[{"title":"Nelson Mandela","web_url":"https://en.wikipedia.org/wiki/Nelson_Mandela","description":"President of South Africa from 1994 to 1999","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nelson_Mandela_1994.jpg/320px-Nelson_Mandela_1994.jpg","thumbnail_width":320,"thumbnail_height":414},"abstract":"Nelson Rolihlahla Mandela was a South African anti-apartheid activist, politician, and statesman who served as the first president of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997."},{"title":"President of South Africa","web_url":"https://en.wikipedia.org/wiki/President_of_South_Africa","description":"South Africa's head of state and head of government","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Prime_Minister_Sunak_met_with_President_Ramaphosa_of_South_Africa_in_Number_10_-_2022_%28cropped%29.jpg/320px-Prime_Minister_Sunak_met_with_President_Ramaphosa_of_South_Africa_in_Number_10_-_2022_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":440},"abstract":"The president of South Africa is the head of state and head of government of the Republic of South Africa. The president directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force. Between 1961 and 1994, the office of head of state was the state presidency."}]}],"weather":[{"date":"19940510","time":"1994-05-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":85,"wspd":3.6},{"date":"19940510","time":"1994-05-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":74,"wspd":7.6},{"date":"19940510","time":"1994-05-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":77,"wspd":14.8},{"date":"19940510","time":"1994-05-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":86,"wspd":13},{"date":"19940510","time":"1994-05-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":81,"wspd":14.8},{"date":"19940510","time":"1994-05-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":81,"wspd":11.2},{"date":"19940510","time":"1994-05-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":81,"wspd":13},{"date":"19940510","time":"1994-05-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":73,"wspd":13},{"date":"19940510","time":"1994-05-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":67,"wspd":11.2},{"date":"19940510","time":"1994-05-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":59,"wspd":13},{"date":"19940510","time":"1994-05-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":50,"wspd":18.4},{"date":"19940510","time":"1994-05-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":45,"wspd":20.5},{"date":"19940510","time":"1994-05-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":44,"wspd":20.5},{"date":"19940510","time":"1994-05-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":42,"wspd":20.5},{"date":"19940510","time":"1994-05-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":50,"wspd":18.4},{"date":"19940510","time":"1994-05-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":58,"wspd":14.8},{"date":"19940510","time":"1994-05-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":57,"wspd":22.3},{"date":"19940510","time":"1994-05-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":56,"wspd":14.8},{"date":"19940510","time":"1994-05-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":59,"wspd":14.8},{"date":"19940510","time":"1994-05-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":64,"wspd":14.8},{"date":"19940510","time":"1994-05-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":68,"wspd":18.4},{"date":"19940510","time":"1994-05-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":70,"wspd":14.8},{"date":"19940510","time":"1994-05-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":79,"wspd":18.4},{"date":"19940510","time":"1994-05-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":81,"wspd":16.6},{"date":"19940510","time":"1994-05-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":38,"wspd":25.9},{"date":"19940510","time":"1994-05-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":18.7},{"date":"19940510","time":"1994-05-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":51,"wspd":16.6},{"date":"19940510","time":"1994-05-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":50,"wspd":18.7},{"date":"19940510","time":"1994-05-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":50,"wspd":25.9},{"date":"19940510","time":"1994-05-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":56,"wspd":18.7},{"date":"19940510","time":"1994-05-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":62,"wspd":16.6},{"date":"19940510","time":"1994-05-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":16.6},{"date":"19940510","time":"1994-05-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":65,"wspd":25.9},{"date":"19940510","time":"1994-05-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":58,"wspd":24.1},{"date":"19940510","time":"1994-05-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":14.8},{"date":"19940510","time":"1994-05-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":9.4},{"date":"19940510","time":"1994-05-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":48,"wspd":13},{"date":"19940510","time":"1994-05-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":13},{"date":"19940510","time":"1994-05-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":20.5},{"date":"19940510","time":"1994-05-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":18.7},{"date":"19940510","time":"1994-05-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":32,"wspd":14.8},{"date":"19940510","time":"1994-05-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":29,"wspd":22.3},{"date":"19940510","time":"1994-05-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":27,"wspd":13},{"date":"19940510","time":"1994-05-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":23,"wspd":20.5},{"date":"19940510","time":"1994-05-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":23,"wspd":24.1},{"date":"19940510","time":"1994-05-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":34,"wspd":37.1},{"date":"19940510","time":"1994-05-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":36,"wspd":20.5},{"date":"19940510","time":"1994-05-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":36,"wspd":24.1}]},"19940511":{"guardian_articles":[{"date":"19940511","headline":"Glitterati's procession watches fairy tale ending","web_url":"https://www.theguardian.com/world/1994/may/11/southafrica.davidberesford","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940511","headline":"Books of The Times; One Disney Character's Real Life","web_url":"https://www.nytimes.com/1994/05/11/books/books-of-the-times-one-disney-character-s-real-life.html","abstract":"  A Dream Is a Wish Your Heart Makes  My Story  By Annette Funicello with Patricia Romanowski  Illustrated. 237 pages. Hyperion. $22.95      Who's the little lady   who's as dainty as a dream?","thumbnail":null,"section":"Books"},{"date":"19940511","headline":"3 Officers Are Arrested And Charged With Graft","web_url":"https://www.nytimes.com/1994/05/11/nyregion/3-officers-are-arrested-and-charged-with-graft.html","abstract":"  Raiding an apartment where they believed a fugitive from Florida was hiding, three Mount Vernon police officers stole $10,000 from a gym bag filled with cash last week and the incident was captured on videotape, Federal prosecutors said today.   The officers, including the department's chief of detectives, left the apartment unaware that they were the victims of an elaborate F.B.I. sting operation. But today, all three were arrested on Federal corruption charges, including stealing Federal funds. They each face a maximum sentence of 25 years in prison, if convicted.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"To Stop the Killing : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-to-stop-the-killing-letters-to-the-editor.html","abstract":"Regarding \"Is the War in Bosnia Another Holocaust?\" (Opinion, April 27) by A.M. Rosenthal:.The writer appears to assert that Bosnia is not a Holocaust, therefore there is no impelling reason to intervene. Moral absolutes are difficult to appl","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/11/sports/results-plus-063843.html","abstract":"  TENNIS  Markova, No. 88, Upsets Sanchez Vicario  Yelena Markova of Russia, ranked No. 88, stunned Arantxa Sanchez Vicario, 6-4, 5-7, 7-6 (7-5), yesterday at the German Open in Berlin, sending the Spanish star to her earliest exit from a tournament in more than three years. Sanchez Vicario, the world's second-ranked player, had not lost her first match in a tournament since the Virginia Slims in November 1990. Steffi Graf, the defending champion, advanced to the third round by beating another German, Karin Schwendt by 7-6 (7-1), 6-2. Sanchez Vicario had won three straight tournaments, while handing Graf her first defeat of 1994 in the Citizen Cup final on May 1 in Hamburg, Germany. (AP) Sampras Beats Krickstein on Clay: Top-seeded Pete Sampras, playing his first tournament on clay this year, defeated Aaron Krickstein, 6-1, 7-6 (7-2), yesterday in his debut at the Italian Open in Rome. Second-seeded Michael Stich of Germany also advanced, defeating David Rikl of the Czech Republic, 7-6 (7-4), 6-4. Third-seeded Jim Courier began his bid for a third straight Italian Open title with a 6-3, 6-3 victory over a qualifier from the Czech Republic, Libor Nemecek. (AP) Seeded Players Advance in Prague: Third-seeded Linda Harvey-Wild lost in straight sets yesterday, and top-seeded Amanda Coetzer of South Africa advanced to the second round of the Prague Open at the Stvanice clay courts tournament in the Czech Republic. Harvey-Wild, plagued by unforced errors, was beaten by unseeded Asa Carlsson of Sweden, 6-4, 6-0. Coetzer had no trouble in beating Eva Martincova of the Czech Republic, 6-3, 6-3. Ruxandra Dragomir of Romania beat No. 5-seeded Emanuela Zardo of Switzerland, 6-2, 6-4; Ludmila Richterova of the Czech Republic outlasted a compatriot, fourth-seeded Radka Bobkova, 7-5, 7-6 (7-3), and Marzia Grossi of Italy defeated a qualifier, Marion Maruska of Austria, 6-3, 7-6 (7-4). (AP)","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Genocide: It's a Fact In Rwanda","web_url":"https://www.nytimes.com/1994/05/11/opinion/genocide-its-a-fact-in-rwanda.html","abstract":"The genocide in Rwanda began on April 6, when extremist Hutu used the death of President Juvenal Habyarimana as a pretext for slaughtering members of the Tutsi minority. Five weeks and 200,000 lives later, the killing goes on.\n\nGovernments hesitate to call the horror by its name, for to do so would oblige them to act: signatories to the Convention for the Prevention of Genocide, including the United States, are legally bound to \"prevent and punish\" it.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Michigan Court Invalidates Law Banning Aid for Suicide","web_url":"https://www.nytimes.com/1994/05/11/us/michigan-court-invalidates-law-banning-aid-for-suicide.html","abstract":"  Michigan's law against assisting in a suicide was invalidated on narrow technical grounds today by a three-judge panel of the state court of appeals.   But the court also reinstated two murder charges against Dr. Jack Kevorkian that resulted from suicides in 1991, before the law aimed at blocking him from helping others die was passed.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Rangers Kick Off Skates and Wait","web_url":"https://www.nytimes.com/1994/05/11/sports/hockey-rangers-kick-off-skates-and-wait.html","abstract":"  Once again, the Rangers benefit from a break of their own making. They rest and wait between rounds, while their next opponent expends extra energy to advance in the Stanley Cup playoffs.   While the Devils and the Bruins battle tonight (and, possibly, Friday night) for the right to meet them, the Rangers have two days away from practice followed by three days of workouts before opening the third round of the tournament with home games at Madison Square Garden on Sunday and Tuesday nights.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Gacy, Killer of 33, Is Put To Death as Appeals Fail","web_url":"https://www.nytimes.com/1994/05/11/us/gacy-killer-of-33-is-put-to-death-as-appeals-fail.html","abstract":"  John Wayne Gacy, convicted 14 years ago of the sex-related killings of 33 young men and boys, was put to death by lethal injection early today as the nation's worst serial killer on record.    The execution, which took place in the old Stateville Penitentiary here, followed last-minute appeals by Mr. Gacy's lawyers, asserting that their 52-year-old client was mentally incompetent, that he was out of town at the time of 16 of the killings and that Illinois' method of execution was unconstitutional.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"The Charming Rebel Behind the Camera","web_url":"https://www.nytimes.com/1994/05/11/arts/the-charming-rebel-behind-the-camera.html","abstract":"  At the age of 85, his bright blue eyes still twinkling with mischief, Henri Cartier-Bresson continues to enjoy playing the rebel. So it seemed quite in character that arguably the most famous photographer alive today should announce that he wanted to talk about drawing.   \"I've never been interested in photography per se,\" he said. \"I don't know anything about photography. I'm interested neither in my photographs nor those of others except close friends. For me, photography is instant drawing. My real obsession is drawing.\"","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"Devils Go With Terreri To Try to Finish Bruins","web_url":"https://www.nytimes.com/1994/05/11/sports/hockey-devils-go-with-terreri-to-try-to-finish-bruins.html","abstract":"  Coach Jacques Lemaire confirmed today that Chris Terreri and not Martin Brodeur would be in goal Wednesday night when the Devils play the Bruins at Boston Garden in what could be Boston's last game this season.   If the Devils, who lead the four-of-seven-game series, 3-2, can eliminate the Bruins from the Stanley Cup playoffs, they would have a date with the Rangers in the Eastern Conference finals starting on Sunday at Madison Square Garden. Should the Devils lose, Brodeur would guard the Devils' goal in Game 7 on Friday night at Byrne Meadowlands Arena, where he stopped all 22 shots the Bruins fired at him Monday night in New Jersey's 2-0 victory. Seeking an Edge    In these playoffs, coaches and players seek any kind of an edge. That is why Lemaire turned to a goalie tandem in the midst of a series. The coach's assumptions were that Brodeur, the 22-year-old rookie who had played well in nine straight games, might be somewhat worn and that Terreri would regard Boston Garden as an old friend.    The Bruins beat the Devils and Brodeur in the first two games here and then New Jersey won twice at Boston, with Terreri playing back-to-back games for the first time since March 12-13.    Terreri, from Warwick, R.I., said today that he was first taken to the Boston Garden at age 6 by his father for a Bruins game. He knows well the tight rink with little skating space behind the goal from having played there so often in five full seasons with the Devils and in Hockey East games while he played for Providence College.    \"Chris is confident,\" said Lemaire. \"And the players are confident in Chris.\"   Terreri dismisses the reality that his playing time all but disappeared in the last weeks of the regular season. He's flattered that his coach turned to him when the Devils went to Boston down 2-0. 'I'm Having Fun'    \"We were fighting for our lives,\" said Terreri. \"Of course, you want to play. But you respect what he says.    \"I'm thrilled I got a chance to help in the playoffs, that I've got a chance to win this series. It's a team game and I'm having fun.\"   Terreri added that he is as comfortable as he can be for Game 6 and that his teammates want to end the series Wednesday night.   \"Nobody wants to come back here Friday,\" said Terrari.   And nobody is mentioning the Rangers, just yet.    Lemaire's intentions with his two goaltenders in this series were always apparent to Terreri, who approved of them. \"It gives this team another dimension,\" Terreri said. Defensive Gem    According to Lemaire, the Devils played \"probably our best game defensively\" on Monday night.   The teams played evenly with swift up-and-down movement through the first period. After the first goal, by Corey Millen at 1 minute 23 seconds of the second period, Lemaire said: \"There was a difference. At that moment we started to take charge. I could feel it on the bench.\"   With 22 seconds remaining in the period, Bobby Carpenter and Claude Lemieux caught the Bruins on a 2-on-1 break. Lemieux passed the puck to Carpenter, who shot it from near the top of the right circle over Boston goaltender Jon Casey's glove.   The Devils tied up the Bruins at center ice much of the time and Adam Oates, Boston's great set-up man, all but disappeared. The Boston version, as expressed by Coach Brian Sutter, was that the Bruins stood around too much and stopped skating.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/11/style/chronicle-064041.html","abstract":"  ELIZABETH DE CROY, the Princess of Solre, a descendant of Hungarian kings from the Holy Roman Empire, has a mission that has occupied her for almost 25 years. She saves animals who are abandoned, abused or wounded by operating a shelter called the Refuge de Thiernay in Nevers in central France.    Today, she will be honored for her efforts at the Metropolitan Club, on East 60th Street, when she receives the Founders Award from the American Society for the Prevention of Cruelty to Animals.","thumbnail":null,"section":"Style"},{"date":"19940511","headline":"Sports of The Times; Phil Jackson Takes a Trip On Zen Ferry","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-of-the-times-phil-jackson-takes-a-trip-on-zen-ferry.html","abstract":"  SOMEBODY once told me about a Zen Buddhist teacher who was asked to give an example of true wisdom. The teacher took an ice cream cone and mashed it into his forehead and watched as the crumbs and the ice cream dribbled down his face and onto the floor. People giggled, but later they realized that true wisdom often comes from shock and surprise.    The ice-cream-cone story slipped into mind the other day when Phil Jackson took his Chicago Bulls for a ride on the Staten Island Ferry instead of going to practice. \"Phil had the tendency to do weird things,\" Horace Grant said yesterday, getting the point.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"A Sexual Harassment Case To Test Academic Freedom","web_url":"https://www.nytimes.com/1994/05/11/us/a-sexual-harassment-case-to-test-academic-freedom.html","abstract":"  As the religion professor delivers a lecture to his students at the Chicago Theological Seminary, a school official sits nearby with a tape recorder, a kind of word cop, in case the professor says anything sexually offensive.   The 63-year-old professor, Graydon Snyder, is being monitored after a sexual harassment ruling in a case that many scholars say illustrates the Orwellian consequences of stringent codes intended to enforce political and moral rectitude on campuses.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"In Very Fine Print, the Treasury Defines a Lobbyist","web_url":"https://www.nytimes.com/1994/05/11/us/in-very-fine-print-the-treasury-defines-a-lobbyist.html","abstract":"  Congress repealed the tax deduction for lobbying in last year's budget legislation, but in the fog of lawmaking it neglected to say just what lobbyists do that is now taxable.   So today the Treasury Department issued a 30-page definition of lobbying, imposing a micrometer's precision on an activity that could be likened to an old description of pornography: indefinable but plenty apparent to anyone who saw it.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"The Terrorists Turned Italy Against Them","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-the-terrorists-turned-italy-against-them-064270.html","abstract":"  To the Editor:   Having lived in Italy in 1978 during the kidnapping of the Christian Democratic leader Aldo Moro, I found \"The Education of an Assassin\" (Op-Ed, April 23), Robert Katz's apologia for Moro's murderer, Mario Moretti, unfortunate. Mr. Katz uncritically presents Mr. Moretti's justification for killing Moro and blames Christian Democratic leaders, who refused to negotiate with the Red Brigades.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"President Is Said to Pick Babbitt For Court Despite Senate Concern","web_url":"https://www.nytimes.com/1994/05/11/us/president-is-said-to-pick-babbitt-for-court-despite-senate-concern.html","abstract":"  In spite of last-minute concerns expressed by members of the Senate over the weekend, President Clinton has settled on Interior Secretary Bruce Babbitt as his nominee to the Supreme Court, officials said today.   A senior White House official said there was a \"95 percent chance\" that Mr. Babbitt, a former Arizona Governor and Attorney General, would be Mr. Clinton's choice to replace Justice Harry A. Blackmun, who is retiring at the end of the current term.  Other advisers said Mr. Clinton was satisfied that Mr. Babbitt could face down any objections.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"The 2d Step in the Budget Process","web_url":"https://www.nytimes.com/1994/05/11/nyregion/the-giuliani-budget-the-2d-step-in-the-budget-process.html","abstract":"  The executive budget that Mayor Rudolph W. Giuliani released yesterday is essentially the second step in a long process by which the New York City government determines its budget for the next fiscal year, which begins on July 1.    In February, the Mayor presented a fiscal plan with projections of spending and revenue for the next four years. Its details provided a preview of many budget elements announced yesterday.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Review/Dance; Celebrating Ballet's Favorite Composer","web_url":"https://www.nytimes.com/1994/05/11/arts/review-dance-celebrating-ballet-s-favorite-composer.html","abstract":"  Good old Tchaikovsky received his due again when American Ballet Theater staged its annual spring gala on Monday night, presumably celebrating the centenary of the composer's death with ballets and excerpts to his music.   The fact that the program at the Metropolitan Opera House came a year late (Tchaikovsky died in 1893) was cheerfully passed over. Every black-tie benefit for a ballet company needs a theme nowadays, and Tchaikovsky's music is represented by a wide range of choreographers in Ballet Theater's current season.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"U.S. Soccer Team Still Shows Insecurity as Armstrong Is Dropped","web_url":"https://www.nytimes.com/1994/05/11/sports/soccer-us-soccer-team-still-shows-insecurity-as-armstrong-is-dropped.html","abstract":"  Tension spread like fissures through the United States soccer team in recent weeks as players have complained that uncertainty about their position on the World Cup roster had left them hesitant and tentative in exhibition matches.   The roster is still not set, but Coach Bora Milutinovic continued to whittle away yesterday, cutting four players, including one surprise, the resourceful defender Desmond Armstrong. Milutinovic also recalled defender Brian Bliss, who plays in the German second division and has appeared only once with the United States team in the last three years, as the American roster was reduced to 25 players.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/05/11/theater/theater-in-review-064726.html","abstract":"  Frustration (Frusta-azioni) La Mama 74A East Fourth Street East Village Through Sunday","thumbnail":null,"section":"Theater"},{"date":"19940511","headline":"Is It Art or Merely a Safety Hazard?","web_url":"https://www.nytimes.com/1994/05/11/arts/is-it-art-or-merely-a-safety-hazard.html","abstract":"  Wherever art and commerce rub together, the potential for conflict lurks. At the old Macy's warehouse in Long Island City, Queens, the two are digging in for a head-to-head court fight that could test, for the first time, the Visual Artists' Rights Act, a Federal statute that went into effect in June 1991.    On one side are three artists who, over two and a half years, transformed an 18,000-square-foot lobby at 47-44 31st Street into an eye-popping sculptural installation made of recycled materials, scrap and abandoned appliances reconfigured into a huge silver fish, a moon that opens up to reveal an astronaut with a trash-can head, a bathtub sun and much more.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"In Race Case, Panel Is Picked to Improve Philadelphia Schools","web_url":"https://www.nytimes.com/1994/05/11/us/in-race-case-panel-is-picked-to-improve-philadelphia-schools.html","abstract":"  Having determined that public education here is a tale of two schools -- one poor, black and failing and the other middle-class, integrated and struggling -- a state judge has appointed a panel of outside experts to come up with ways to fix the system.   The ruling comes in a desegregation case that has dragged on for 23 years. Other Pennsylvania courts involved in the case have ruled similarly on the Philadelphia school system's problems. But this judge, Doris A. Smith of Commonwealth Court, is the first to mandate improvements in educational quality, not just racial mix.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/05/11/theater/theater-in-review-061573.html","abstract":"  Liar, Liar  Manhattan Class Company 120 West 28th Street Chelsea Through May 21","thumbnail":null,"section":"Theater"},{"date":"19940511","headline":"Japan Admits a Plutonium Handling Error","web_url":"https://www.nytimes.com/1994/05/11/world/japan-admits-a-plutonium-handling-error.html","abstract":"  Japanese nuclear officials acknowledged today that a design flaw in the country's plutonium fuel-making plant had made it difficult to track the whereabouts of 154 pounds of plutonium. But they insisted that tests showed it had not been diverted from the plant.   Officials said the plutonium for Japan's much-criticized program to \"breed\" plutonium as fuel for reactors had accumulated in the form of dust and waste inside the plant.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"For the European Union to Work, All Members Can't Be Equal","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-for-the-european-union-to-work-all-members-cant-be-equal.html","abstract":"This is the second of two articles.. When the original six founding states of the European Union signed the Treaty of Rome in 1957, they made a bargain that intrigued the rest of the world. They agreed that the size of a country would be irrelevant to it","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Denver's New Airport Still a 'Field of Dreams'","web_url":"https://www.nytimes.com/1994/05/11/us/denver-s-new-airport-still-a-field-of-dreams.html","abstract":"  When Denver officials started selling the idea in the early 1980's that the city needed a new airport, they built their pitch on some basic promises: build it and they will come; build it and it will work; build it and it will be completed on time and for the price we have projected.   But the biggest public works project in Colorado's history -- financed by investor bonds and $500 million in Federal grants -- is having trouble delivering on those promises.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/05/11/us/personal-health-062200.html","abstract":"  UNTIL recently, little was known about the effects of age on nutrition. Research into the vitamin and mineral requirements of Americans over 50 lagged seriously even as age distribution in the nation shifted toward the decades beyond midlife. In devising recommendations about how much of each nutrient should be consumed each day, nutrition experts assumed that people of 70 or 80 were no different from those of 50.   But now researchers seeking to correct this oversight are finding that millions of older Americans are nutritionally deprived either because they consume too little of various vitamins and minerals or because certain medical conditions or treatments prevent them from making full use of the nutrients in the foods they eat.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"A Mexican Conflict Over States' Rights Heats Up","web_url":"https://www.nytimes.com/1994/05/11/world/a-mexican-conflict-over-states-rights-heats-up.html","abstract":"  When Ernesto Ruffo Appel was elected five years ago as Mexico's first opposition Governor in six decades, he moved to Mexicali, the capital of Baja California State, fully expecting a tough time.   The Institutional Revolutionary Party, which has long governed Mexico, fought desperately to defeat Mr. Ruffo and his National Action Party, resorting in some cases to fraud. At one point in the campaign, bodyguards he brought from Ensenada, the city where he had been Mayor, were rounded up and arrested by the state police.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/11/nyregion/no-headline-055905.html","abstract":"  Never, never, and never again shall it be that this beautiful land will again experience the oppression of one by another and suffer the indignity of being the skunk of the world. -- PRESIDENT NELSON MANDELA.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Republican Gathering Raises Money, and Tensions","web_url":"https://www.nytimes.com/1994/05/11/us/republican-gathering-raises-money-and-tensions.html","abstract":"  In a hotel ballroom decorated in red, white and blue, more than 800 Republicans gathered here today at what looked like a mini version of the Republican National Convention, not another technique to raise money.   But rather than encourage Republican unity, the two-day fund-raising event, billed as a midterm convention, produced new tensions in a party that is still searching for its place 19 months after losing the White House.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Earplugs and Rabbits : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-earplugs-and-rabbits-letters-to-the-editor.html","abstract":"Regarding \"Surrender and Try to Say It Right \" (Meanwhile, April 13) by Bob Donahue:.The writer, in his rampaging contemplation of the kinship between the French and English languages, mentions earplugs and reminds me of a little story..Ser","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"China Allows a Prominent Dissident to Leave","web_url":"https://www.nytimes.com/1994/05/11/world/china-allows-a-prominent-dissident-to-leave.html","abstract":"  A onetime Communist propaganda chief who became a vociferous advocate of democracy in China and whose case has been followed by the Clinton Administration will be allowed to leave the country this month to study and lecture at Columbia University, Western diplomats said today.   Ten previous petitions by the dissident, Yu Haocheng, to go abroad were refused by Communist authorities.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Teamwork Takes On a New Meaning","web_url":"https://www.nytimes.com/1994/05/11/sports/on-pro-basketball-teamwork-takes-on-a-new-meaning.html","abstract":"  On the streets of midtown Manhattan this week, John Paxson keeps running into perfect strangers who act as if he is a neighborhood acquaintance out for a stroll with the dog. They make easy eye contact with Chicago's veteran shooting guard. They tend to smile.    \"Nice shot,\" say the hardened, Bulls-hating New Yorkers.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Sheffield to Miss Three Weeks","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-baseball-sheffield-to-miss-three-weeks.html","abstract":"  Because of a lapse in judgment, Florida Marlins right fielder GARY SHEFFIELD will be sidelined for about three weeks. Sheffield and starting pitcher RYAN BOWEN went on the 15-day disabled list yesterday. Sheffield, slowed by shoulder problems several times since 1991, left Monday's game against Pittsburgh after bruising his left rotator cuff trying to make a diving catch.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Mr. Kennedy's Health Compromise","web_url":"https://www.nytimes.com/1994/05/11/opinion/mr-kennedy-s-health-compromise.html","abstract":"  Senator Edward Kennedy of Massachusetts, a primary advocate of President Clinton's health-care bill, has proposed a useful health-care compromise that could bridge important differences between the President and his critics. The Senator preserves Mr. Clinton's pledge to guarantee every American private insurance, but he loosens regulatory restraints that turned off many Democratic and Republican opponents. His proposal looks like the first serious effort to reach out to Republicans for a needed bipartisan compromise.    Most of the compromises Mr. Kennedy proposes would improve, or at least not gravely worsen, the President's bill. But he incorporates two flaws that would undermine the quality of health care Americans would receive and preserve an accounting fiction that makes the proposal look more fiscally prudent than it is. The flaws are remediable -- giving hope that the Kennedy proposal could serve as the platform for a first-rate bill.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Jails Head to Settle Officer's Battery Suit","web_url":"https://www.nytimes.com/1994/05/11/nyregion/jails-head-to-settle-officer-s-battery-suit.html","abstract":"  The New York City Correction Commissioner, Anthony J. Schembri, yesterday agreed to pay $25,000 to settle a civil lawsuit after a Westchester jury found he had committed battery on a police sergeant when he was police commissioner of the city of Rye.   In a lawsuit filed in 1987, George DeVito, a Rye police sergeant and the former head of that city's Police Benevolent Association, accused Mr. Schembri of slapping him during a confrontation in 1986, and sought $1 million in damages. Mr. Schembri's lawyer said all his client did in the incident, in which Mr. Schembri confronted Sergeant DeVito over his work outside the police department, was touch Mr. DeVito's cheek.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Albany Court Backs Ruling On Homeless","web_url":"https://www.nytimes.com/1994/05/11/nyregion/albany-court-backs-ruling-on-homeless.html","abstract":"  The state's top court ordered New York City today to pay more than $3.5 million in fines to 5,000 homeless families that have been forced to spend nights on tables, chairs and floors in city offices rather than in suitable shelters.   Advocates for the homeless said the 7-0 ruling by the Court of Appeals was a stinging condemnation of former Mayor David N. Dinkins's management of homelessness policy, and said that it could undermine plans by his successor, Mayor Rudolph W. Giuliani, to overhaul the shelter system. Coming less than a week after Mr. Giuliani announced a tough new homeless plan, the ruling, critics said, served as a reminder that New York's courts will force the city to provide emergency housing immediately to families in need. Advocates Are Confident    Mr. Giuliani said last week that the city would begin denying shelter to homeless families who refuse to participate in drug and alcohol treatment and job training programs. But advocates for the homeless, including those who filed the lawsuit that led to today's ruling, have predicted that New York's courts will not allow homeless families to be tossed into the streets. They said that today's ruling reinforces their case.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"It's Spring Fever For Sports Fans; Hailing Knicks and Rangers","web_url":"https://www.nytimes.com/1994/05/11/nyregion/it-s-spring-fever-for-sports-fans-hailing-knicks-and-rangers.html","abstract":"  James Rossi felt a little guilty about skipping his daughter's 10th birthday party Monday evening to catch the Rangers on television. His best friend, Rusty Liberatore, assured him it was fine.   \"Don't you realize it's been 54 years since the Rangers last won the Stanley Cup?\" Mr. Liberatore said. \"You're allowed to do these things.\"","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"1919: New German Flag : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-1919-new-german-flag-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - It having been intimated from Berlin that Germany intends to adopt a red, gold and black flag, the Belgian government, through its delegates to the Peace Conference, has registered a protest, the Belgian colors being red, yellow and black. The Pea","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Neo-Fascists In Italy Gain Cabinet Seats","web_url":"https://www.nytimes.com/1994/05/11/world/neo-fascists-in-italy-gain-cabinet-seats.html","abstract":"  After weeks of wrangling within his right-wing alliance, Prime Minister-designate Silvio Berlusconi announced tonight that he had formed Italy's 53d Government since World War II and the first to include the political descendants of Mussolini's Fascists.   The presentation of a Cabinet list to President Oscar Luigi Scalfaro at the Quirinale Palace tonight represented a culmination of Mr. Berlusconi's lightning rise to power from an indebted millionaire running a broadcasting, publishing, insurance and sporting empire four months ago to the first Prime Minister of what some Italians are calling the Second Republic -- a title supposed to denote a break with the corruption of the past.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Legislator Urges Diplomacy to Improve Rights in China","web_url":"https://www.nytimes.com/1994/05/11/world/legislator-urges-diplomacy-to-improve-rights-in-china.html","abstract":"  The chairman of the House Foreign Affairs Committee said today that he expects China to meet President Clinton's human rights demands as a condition to renewing Beijing's trade status. If it does, he said, the Administration should stop threatening China with sanctions and use other means to promote human rights.   The chairman, Representative Lee Hamilton, an influential foreign-policy voice, also urged President Clinton to lay the groundwork for a policy that will take account of United States trade, security and political interests.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"'Barbaric Justice' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-barbaric-justice-letters-to-the-editor.html","abstract":"Conscientious individuals who value human rights have a simple but effective way to respond to Singapore's barbaric system of repression and torture. Join in a sustained boycott of Singapore's products and services, including its vital tourism industry;","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Argonauts Are Expected to Sign Graves","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-football-argonauts-are-expected-to-sign-graves.html","abstract":"  The Toronto Argonauts of the Canadian Football League have scheduled a news conference today to announce the expected signing of the former Syracuse quarterback MARVIN GRAVES. Toronto's general manager and head coach, BOB O'BILLOVICH, said yesterday that the team and Graves's agent were working out the final details of a multiyear contract. Graves told The Syracuse Herald-Journal that he would sign a three-year contract that guarantees him $75,000 a year and contains incentives that could increase his salary to more than $120,000. Graves was ignored by the National Football League in its recent draft. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Review/Film; Eerie Links Between Living and Dead","web_url":"https://www.nytimes.com/1994/05/11/movies/review-film-eerie-links-between-living-and-dead.html","abstract":"Resurrected rock musician out to avenge fiancee's murder. Sleek fantasy.","thumbnail":null,"section":"Movies"},{"date":"19940511","headline":"Press Balks at Security Plan for World Cup","web_url":"https://www.nytimes.com/1994/05/11/us/press-balks-at-security-plan-for-world-cup.html","abstract":"  A dispute over an unusual demand for security checks of reporters who want to cover the coming soccer World Cup matches is threatening to disrupt news coverage of the international sports event.   Citing a need to deter terrorism, the organizing committee of the soccer championship is requiring reporters seeking press credentials to sign waivers authorizing law-enforcement agencies to provide any information they may have about the reporters.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"When East Comes West","web_url":"https://www.nytimes.com/1994/05/11/sports/IHT-when-east-comes-west.html","abstract":"Andrei Kanchelskis and Dmitri Kharine, children of the old Soviet empire, grew up on the remotest of dreams. Without television, without expecting the freedom to explore the world and exploit their skills, they had heard of Wembley Stadium and England's F","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Faulty Instruments in Cockpit Cited in Crash at La Guardia","web_url":"https://www.nytimes.com/1994/05/11/nyregion/faulty-instruments-in-cockpit-cited-in-crash-at-la-guardia.html","abstract":"  Faulty instruments in the cockpit of a jet that skidded off a runway at La Guardia Airport in a snowstorm last March led the pilot to abort the takeoff, according to preliminary reports made public today by the National Transportation Safety Board.   As Continental Airlines flight 795 began its takeoff, the instrument panel indicated the air speed was fluctuating between 69 miles an hour and 92 miles an hour, short of the 161 miles an hour needed to lift the MD-80.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"To Sum Up the Derby: There Are No Illusions","web_url":"https://www.nytimes.com/1994/05/11/sports/on-racing-to-sum-up-the-derby-there-are-no-illusions.html","abstract":"  So, after all the slipping and shoving in the rough and rainy 120th Kentucky Derby last Saturday, what did it prove?   Jimmy Jones, a Hall of Fame trainer, won the Derby for Calumet Farm eight times in partnership with his father, B. A. Jones. His superstar, Citation, was the last horse to win it on a sloppy track until Go for Gin did it 46 years later. After watching the rough-house Derby on Saturday at the age of 85, he said:","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Javelin Victim Is Doing Well","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-track-and-field-javelin-victim-is-doing-well.html","abstract":"  The 8-foot javelin that speared a 17-year-old New Jersey high school athlete missed her brain and its main artery by just a half-inch and the girl could be out of the hospital before the weekend, her doctors said yesterday.   \"I really think this is a miracle the way the injury went,\" said Dr. GREGORY BORAH, chief plastic surgeon at Robert Wood Johnson University Hospital in New Brunswick.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Egyptians Protest Death of Lawyer","web_url":"https://www.nytimes.com/1994/05/11/world/egyptians-protest-death-of-lawyer.html","abstract":"  Some 2,000 lawyers shouted anti-Government slogans at the offices of an Egyptian bar association today to protest the death in police custody of a lawyer who represented Muslim militants.   Human right groups in Egypt and abroad said they suspected that the Government had tortured the lawyer, Abdel-Harith Madani, to death.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/05/11/theater/theater-in-review-064718.html","abstract":"  Wilderness  Pan Asian Repertory Playhouse 46, St. Clement's Church 423 West 46th Street Clinton","thumbnail":null,"section":"Theater"},{"date":"19940511","headline":"Pacific Asia's Rise Involves More Than Economics","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-pacific-asias-rise-involves-more-than-economics.html","abstract":"For centuries, Pacific Asia's economic lifeline was exports to the industrialized West. Today the region is much more self-sufficient. Its internal growth is being increasingly fueled by trade and investment within and between regional economies. This is","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Review/Rock; Shellac Plus Three","web_url":"https://www.nytimes.com/1994/05/11/arts/review-rock-shellac-plus-three.html","abstract":"  The basic pop song has been under assault since the 1960's. Psychedelic jamming, extended disco vamps, hard-rock riffs and hip-hop jump-cuts have dismantled the old structures. Now listeners grab the beat and hold on. At the Thread Waxing Space on Monday night, four alternative-rock bands riffed, ranted and droned in songs that ignored pop's rules.   Shellac is led by Steve Albini, now known as the producer who put the punk-rock bite into albums by Nirvana, P. J. Harvey and others. But he made his name in the 1980's leading Big Black, a belligerent post-punk band powered by a drum machine. With Shellac he has a human drummer, Todd Trainer, who wallops the beat in tandem with Bob Weston's bass lines. Mr. Albini sings, in conversational tones or with punky aggression, while he doles out guitar chords and bursts of noise.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"Orsulak and Cangelosi Play the Hits for Mets","web_url":"https://www.nytimes.com/1994/05/11/sports/baseball-orsulak-and-cangelosi-play-the-hits-for-mets.html","abstract":"  Joe Orsulak started because Jeromy Burnitz has not been playing up to expectations. John Cangelosi started because Ryan Thompson has an injured hand. Together, they do not represent two-thirds of the outfield the Mets envisioned this season.   That did not matter tonight.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"In School; With many battles won, a retired professor of children's literature fights fiercely for peace.","web_url":"https://www.nytimes.com/1994/05/11/us/school-with-many-battles-won-retired-professor-children-s-literature-fights.html","abstract":"  The white Buick was speeding through Connecticut toward Harvard University shortly after dawn yesterday. Francelia Butler, 81, retired professor of children's literature, had just finished telling stories about the time she persuaded Isaac Bashevis Singer and Big Bird to lecture at her University of Connecticut classes and about how she fled Paris in 1940 as the Nazis marched in, and about her efforts to singlehandedly desegregate a Washington hotel during the Depression, when suddenly something shocking occurred right there on Interstate 84.   Francelia Butler stopped talking.  Sitting quietly in the front passenger seat, she pulled out some note cards and studied them. Later in the morning she was to be honored at Harvard before a thousand fifth and sixth graders, as founder of the Peace Games, an annual role-playing festival that teaches children the value of cooperation and nonviolence. \"They just want me to speak for a couple of minutes,\" she said, fingering the cards. \"Oddly enough, I get very nervous and shy before crowds.\"","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"God of Islam Didn't Command Shootings","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-god-of-islam-didn-t-command-shootings-064190.html","abstract":"  To the Editor:   The claim that God told Colin Ferguson to catch the Long Island Rail Road train and kill white people, attributed to Khalid Muhammad, a former spokesman of the Nation of Islam, and the wide coverage of that absurd claim (front page, April 21), damages the reputation of the religion of 10 million United States Muslims and 1.5 billion Muslims around the world.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"SOUTH AFRICANS HAIL PRESIDENT MANDELA; FIRST BLACK LEADER PLEDGES RACIAL UNITY","web_url":"https://www.nytimes.com/1994/05/11/world/south-africa-s-new-era-overview-south-africans-hail-president-mandela-first.html","abstract":"  With the commanding dignity that has carried him through more than half a century of defiance, captivity and conciliation, Nelson Rolihlahla Mandela became the first black President of South Africa today.   He stood before a crowd of world leaders who shunned this capital during its decades of infamy, and in a husky, resolute voice swore the oath to become the 10th leader of South Africa since its union in 1910, but the first elected with the participation of the black majority.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"After 3 Years, McGhee Can't Cut It for Giants","web_url":"https://www.nytimes.com/1994/05/11/sports/pro-football-after-3-years-mcghee-can-t-cut-it-for-giants.html","abstract":"  Four days after cutting loose wide receiver Mark Jackson, kicker David Treadwell and tackle Clarence Jones, the Giants cleared some more room under their salary cap yesterday. They withdrew a tender offer previously made to linebacker and defensive end Kanavis McGhee.   Although the Giants had tried to find a niche for McGhee, using him variously at linebacker and defensive end during his three years in New York, the 6-foot-4-inch, 247-pounder from Colorado never quite lived up to the team's expectations in making him a second-round draft pick in 1991.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"U.S. Blunders on Computer Screen Subsidy","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-us-blunders-on-computer-screen-subsidy-064181.html","abstract":"  To the Editor:   \"U.S. to Aid Industry in Computer Battle With the Japanese\" (front page, April 27) raises again the following question: Can this Government, or any government, pass highly technological and, ultimately, highly political judgments on which industries are in the country's or taxpayer's best interest to subsidize, and which are not? It is a job that the Clinton Administration is not set up to do. Its early judgments already appear flawed for the future.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Paris Dining With a Difference","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-paris-dining-with-a-difference.html","abstract":"The chestnut trees are in blossom along the Champs- Elyses, it is still full daylight when the sidewalk caf tables fill at the aperitif hour, and soon it will be time for that rite of summer, the Dner en Blanc, or Dinner in White..It","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Designer Scenes: 'Les Parents' Done In by High Camp","web_url":"https://www.nytimes.com/1994/05/11/style/IHT-designer-scenes-les-parents-done-in-by-high-camp.html","abstract":"With its \"An Inspector Calls\" triumphing both in the West End and on Broadway, it is perhaps not surprising that the National Theatre should have developed a taste for high- camp, director-led revivals of long- lost classics from the 1940s. Thu","thumbnail":null,"section":"Style"},{"date":"19940511","headline":"What the Staten Island Grand Jury Faces","web_url":"https://www.nytimes.com/1994/05/11/nyregion/what-the-staten-island-grand-jury-faces.html","abstract":"  A grand jury considering whether to indict New York City police officers in the death of Ernest Sayon, who died on Staten Island two weeks ago, will ultimately have to decide: What would a reasonable police officer have done?   On Monday, the city's chief medical examiner ruled that Mr. Sayon's death was a homicide, a medical term meaning that Mr. Sayon died at least in part because of the actions of another person. But the finding, which is usually brought before a grand jury, does not automatically translate into criminal charges.   Legal experts say that in such a case, a grand jury might decide to indict on charges ranging from criminally negligent homicide to second-degree murder. Or, it might choose not to indict at all.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/11/nyregion/inside-056499.html","abstract":"  Italian Government Formed   Italy's right-wing Prime Minister-designate formed a Government after weeks of wrangling, including five seats for neo-Fascists. Page A5. Identifying a Real Lobbyist    The Government's new 30-page description of lobbying imposes micrometer precision on an activity that seemed kind of obvious. Page A16. Collapse at Christie's   At an auction of Impressionist and modern art, only 38 of 76 works were sold; proceeds fell nearly $40 million below estimates. Page C18.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/11/sports/transactions-062413.html","abstract":"  Baseball  National League    CINCINNATI REDS -- Placed Tom Browning, pitcher, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Award in H.I.V. Disclosure","web_url":"https://www.nytimes.com/1994/05/11/us/award-in-hiv-disclosure.html","abstract":"  A California jury has awarded $275,000 to a former Delta Air Lines employee whose name was placed on a company list of employees infected with H.I.V., the virus that causes AIDS.   The employee, Joseph A. Sullivan, 39, also asserted that he had been dismissed because he carried the virus. While the jury deadlocked on whether the airline had discriminated against Mr. Sullivan, it awarded him damages for emotional distress, finding that the company's list had invaded his privacy.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/11/nyregion/c-corrections-064122.html","abstract":"  An article yesterday about a jury award of more than $1 million in punitive damages to a Houston abortion clinic referred incorrectly to the history of such actions. This was not the largest civil award against the anti-abortion movement; on Feb. 11, 1991, a jury in Portland, Ore., ordered an anti-abortion group and more than 30 opponents of abortion to pay a clinic $8.2 million in actual and punitive damages. Last week the Supreme Court, without comment, refused to consider an appeal of that award.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"The Plot Thickens For Knicks And Bulls","web_url":"https://www.nytimes.com/1994/05/11/sports/pro-basketball-the-plot-thickens-for-knicks-and-bulls.html","abstract":"  They butt heads and then each team retreats, plotting their next moves and preparing for the coming collision. Thus we have the Knicks and the Bulls on the eve of Game 2 in the Eastern Conference semifinals.   The Knicks' preparation today at their SUNY-Purchase practice site included what Derek Harper called the \"soft trap,\" intended to put pressure on players bringing the ball upcourt.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Dance for Joy! Come Dance a Toyi-Toyi!","web_url":"https://www.nytimes.com/1994/05/11/world/south-africa-s-new-era-the-celebration-dance-for-joy-come-dance-a-toyi-toyi.html","abstract":"  Hours before Nelson Mandela took possession of the Government, and had his air force delight an outdoor throng with a fly-over wafting rainbow-hued vapors, Elsie Njokweni was dancing her shoes off in the most fitting of places.   She was a bobbing, crooning blur aboard one of the packed commuter trains from the Soweto ghetto, traditionally a sardine-can affair for the ostracized black underclass of apartheid, but today a vessel of historic exultation.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Unfounded Diagnosis : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-unfounded-diagnosis-letters-to-the-editor.html","abstract":"Regarding \"Suicide Risk in Caning, U.S. Doctor Warns\" (May 4) by Michael Richardson:.Dr. Russell A. Barkley cited no empirical evidence to back his \"considered professional opinion\" that caning Michael Fay carried a \"grave risk","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Review/Music; Abbreviated Russian Fountainhead","web_url":"https://www.nytimes.com/1994/05/11/arts/review-music-abbreviated-russian-fountainhead.html","abstract":"  It must take an unusually strong faith to start an opera company in Russia these days. Even the most established and renowned Russian companies, the Kirov and the Bolshoi, are reeling under economic pressures, and they can at least live on a back list of productions. Nevertheless, the New Opera of Moscow has been braving this harsh climate since 1991, offering alternative views of standard repertory works.    The company, conducted by its artistic director, Yevgeny Kolobov, made its American debut on Monday evening at Avery Fisher Hall. Its showpiece was an idiosyncratic reconsideration of Glinka's \"Russlan and Ludmilla,\" a mammoth 1842 work that Richard Taruskin, writing in the New Grove Dictionary of Opera, describes as the fountainhead of the 19th-century Russian style.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"Cuts to Be Felt Here, There and Everywhere","web_url":"https://www.nytimes.com/1994/05/11/nyregion/the-giuliani-budget-services-cuts-to-be-felt-here-there-and-everywhere.html","abstract":"  From a reduction in summer jobs for youths to longer waits for social services to less frequent repairs of potholes, the impact of the budget that Mayor Rudolph W. Giuliani proposed yesterday would probably be felt by many New Yorkers.    Some of the deepest cuts would fall in the Department of Social Services, which provides programs and assistance to more than one million New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Signaling a New Era in Gaza, First Palestinian Police Arrive","web_url":"https://www.nytimes.com/1994/05/11/world/signaling-a-new-era-in-gaza-first-palestinian-police-arrive.html","abstract":"  The first Palestinian police officers crossed the border from Egypt on Tuesday, and their arrival signaled that the transition to Palestinian self-rule in the Gaza Strip and the West Bank town of Jericho had begun in earnest.   Thousands of exuberant Gazans, most of them young men and boys, filled the main road leading to this border crossing, trying to get close to the point where the 148 officers had arrived. But the Gazans were pushed back by Israeli soldiers, who occasionally sprayed water and fired percussion grenades at rock-throwing youths.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Bratton's Beat","web_url":"https://www.nytimes.com/1994/05/11/opinion/brattons-beat.html","abstract":"The first few months of William Bratton's tenure as Police Commissioner have been a short course in the chronic intertwined problems that have been eating away at New York's police force. First, there were the drugs-and-corruption scandals in Brooklyn and Harlem precincts; then, late last month, there was the death of a Staten Island man in police custody, which the Chief Medical Examiner has just declared a homicide.\n\nMr. Bratton responded aggressively to the Harlem scandal, handcuffing accused officers and transferring their superiors. His response to Ernest Sayon's death on Staten Island has been disappointingly muted. It still isn't clear whether he's learned a larger lesson: that corruption and brutality can't be tackled without a wholesale shift in the way the Police Department does business. Mr. Bratton needs to declare three broad objectives.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/11/nyregion/metro-digest-057185.html","abstract":"  THE GIULIANI BUDGET: PRIORITIES AND POLITICS   Mayor Giuliani proposed a $31.6 billion budget for New York City that would reduce spending slightly for the first time in 16 years and sharply cut the municipal work force in almost every major agency except the Police and Fire Departments. A1.   The Mayor thinks voters worry more about safe streets than clean streets. News analysis. B5.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Kriva Palanka Journal; On Patrol (U.S. Style) in the Balkans","web_url":"https://www.nytimes.com/1994/05/11/world/kriva-palanka-journal-on-patrol-us-style-in-the-balkans.html","abstract":"  About 12 miles northwest of this village in the mountainous Balkan corner where Macedonia, Serbia and Bulgaria meet, a little bit of America has sprung up, heavily motorized and heavily armed.   The soldiers of what is, as far as their officers know, the first American ground combat unit ever to serve in the Balkans have brought with them comforts that are most uncommon in the mountain villages of one of Europe's most backward regions.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Remembering Pericles","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-remembering-pericles-064297.html","abstract":"  To the Editor:   Much as I applaud John Newhouse's motive and message in celebrating the union of Pericles and Aspasia in \"The First Power Couple\" (Op-Ed, May 1), 1994 is not a particularly elegant anniversary of Pericles' birth in 494 B.C. -- precisely 2,488 years ago -- because counting backward (from the beginning of our era) is not at all the same as counting forward. I hope to be on hand when we can all celebrate the 2,500th anniversary of Pericles' birth -- in the year 2006.  BEN DICKINSON  New York, May 2, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Schools All Over the Country Demand More From Students","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-schools-all-over-the-country-demand-more-from-students-064165.html","abstract":"  To the Editor:   I commend and support Schools Chancellor Ramon C. Cortines's ambitious undertaking to stiffen rules for graduating from New York City high schools (news article, May 2).","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/11/style/chronicle-064033.html","abstract":"  Princess Elizabeth may happy to be getting an award, but BRIGITTE BARDOT, who was made a knight of the Legion of Honor last year, is threatening to renounce her prize.    The 59-year-old former movie star, who has spent 20 years lobbying, writing and protesting on behalf of animals, said on Monday that she would turn in her Legion of Honor, France's top civilian award, unless the Government changed its policies toward animals.","thumbnail":null,"section":"Style"},{"date":"19940511","headline":"Mayor's Bet: Safety Carries More Weight With Public","web_url":"https://www.nytimes.com/1994/05/11/nyregion/giuliani-budget-assessment-mayor-s-bet-safety-carries-more-weight-with-public.html","abstract":"  In proposing his budget for the next fiscal year, Mayor Rudolph W. Giuliani made a calculated political judgment: that the voters and their representatives are worried more about safe streets than clean streets and more about fighting fires than maintaining parks, and that ultimately, the City Council will not have the nerve to battle him on public safety issues.   In the $31.6 billion spending plan, two departments -- police and fire -- stood out like beacons as the only two major Mayoral agencies protected from a 7 percent reduction in the municipal work force that Mr. Giuliani imposed to reduce the $2.3 billion deficit.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Fetal Harm Is Cited As Primary Hazard In Dioxin Exposure","web_url":"https://www.nytimes.com/1994/05/11/us/fetal-harm-is-cited-as-primary-hazard-in-dioxin-exposure.html","abstract":"  In a report on dioxin, scientists at the Environmental Protection Agency have concluded that cancer is not the most serious health hazard at common exposure levels. Of greater concern, their report said, are subtle effects on fetal development and the immune system that may be the result of very low levels of exposure.   The scientists said that most people already have levels of dioxin in their bodies at or near the concentrations that cause such fetal and immune system problems in laboratory animals.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Japan's Premier Says Reform Effort Is in Danger","web_url":"https://www.nytimes.com/1994/05/11/world/japan-s-premier-says-reform-effort-is-in-danger.html","abstract":"  Acknowledging that Japan's reform effort is in imminent danger of derailment, the new Prime Minister, Tsutomu Hata, said today that \"people are seized with uncertainty and a sense of crisis,\" and warned that after a year of national upheaval, \"the new order is still not in sight.\"   Mr. Hata's assessment came amid growing predictions that his minority Government may rank among the shortest-lived in modern Japanese history. After 12 days in office, his Cabinet has already deeply offended China and South Korea, said it sees no early end to its bitter arguments with the Clinton Administration on trade and reversed itself on how to deal with North Korea.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/11/nyregion/c-corrections-064130.html","abstract":"  A picture caption on Saturday about a little girl who battled the wind as her mother hailed a taxi misidentified the avenue. It was Riverside Drive, not West End Avenue, at 86th Street.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Loughery's Coaching Clock Keeps Ticking","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-basketball-loughery-s-coaching-clock-keeps-ticking.html","abstract":"  Miami Heat Coach KEVIN LOUGHERY will meet with team management tomorrow to discuss his future. Loughery's three-year contract expires July 14, but a decision on whether to retain him as coach could be made this week. Loughery led Miami to a franchise-record 42 victories this season. The Heat then took top-seeded Atlanta to five games before losing. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"In America; Crimson Class","web_url":"https://www.nytimes.com/1994/05/11/opinion/in-america-crimson-class.html","abstract":"  Oh dear! It's the noise, you see. That awful noise. It's absolutely unbearable.   It seems that the incessant racket being made by strikers picketing on West 44th Street is getting on the nerves of the members tucked inside the crimson-carpeted cocoon of the Harvard Club.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"A Lack of Money and Edgy Dissent Delay the P.L.O.'s Assumption of Power","web_url":"https://www.nytimes.com/1994/05/11/world/a-lack-of-money-and-edgy-dissent-delay-the-plo-s-assumption-of-power.html","abstract":"  On Sunday night a distress cable from Nabil Shaath, the chief Palestinian negotiator in Cairo, landed on the desk of Yasir Arafat, the P.L.O. chairman in Tunis, detailing the trouble the organization faced as it tried to carry out a peace agreement with Israel after 46 years of conflict.   \"I have just sent $60,000, all secured through personal guarantees and loans, to finance the entry of some of our troops into Gaza,\" Mr. Shaath's cable read. \"I cannot do more. Please send money; otherwise the situation will become very difficult.\"","thumbnail":null,"section":"World"},{"date":"19940511","headline":"COLLEGE LACROSSE","web_url":"https://www.nytimes.com/1994/05/11/sports/college-lacrosse.html","abstract":"  Brown    The Bears, left out of the National Collegiate Athletic Association tournament last year, found themselves in the right niche, the No. 7 seeding, this time when the selection committee matched up the 12 teams for the 24th annual event.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"From Texas to Queens, And Now Stony Brook","web_url":"https://www.nytimes.com/1994/05/11/nyregion/from-texas-to-queens-and-now-stony-brook.html","abstract":"  When Dr. Shirley Strum Kenny arrived in Flushing nine years ago to assume the presidency of Queens College, she knew she faced a formidable task, not only because the fiscal crises of the 1970's had left the school so demoralized, but also because some on campus might have had a stereotypical impression of her.    \"If you have a Southern accent and you're a woman, they assume you're a powder puff,\" said Dr. Kenny, a former English professor, native of Tyler, Tex., and the new president of the State University of New York at Stony Brook.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"No Rape Charges Against Detective","web_url":"https://www.nytimes.com/1994/05/11/nyregion/no-rape-charges-against-detective.html","abstract":"  Prosecutors in California have dropped a rape case against a New York City police detective and two other men, after the woman involved decided not to press charges, the police in Burbank said yesterday.   Lieut. Larry Koch, who supervised the investigation for the Burbank Police Department, said the Pasadena office of the District Attorney was dropping the case because the woman \"no longer wishes to pursue the prosecution\" and because of insufficient evidence.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"1944: Japanese Abuses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-1944-japanese-abuses-in-our-pages100-75-and-50-years-ago.html","abstract":"ADVANCED ALLIED HEADQUARTERS, New Guinea - [From our New York edition:] Headquarters announced today [May 11] that the American 6th Army invaders of Hollandia, Dutch New Guinea, had freed 707 prisoners of the Japanese. The Australian Department of Informa","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Giuliani Rejects Contract With School Custodians","web_url":"https://www.nytimes.com/1994/05/11/nyregion/giuliani-rejects-contract-with-school-custodians.html","abstract":"  Mayor Rudolph W. Giuliani yesterday rejected a tentative contract agreement between the Board of Education and school custodians that Schools Chancellor Ramon C. Cortines had praised as a breakthrough for the school system.    Mr. Cortines responded by defending the agreement and by saying to City Hall, \"Let's not reject a pact that offers us so much.\"","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Pennsylvania's No. 2 Official Is Nominated for Governor","web_url":"https://www.nytimes.com/1994/05/11/us/pennsylvania-s-no-2-official-is-nominated-for-governor.html","abstract":"  Lieut. Gov. Mark S. Singel, trading on his experience as Acting Governor last year, won the Democratic primary for governor today, defeating five opponents, including Lynn H. Yeakel with her anti-incumbent message.    Mr. Singel will face Representative Tom Ridge, who defeated State Attorney General Ernest D. Preate Jr. for the Republican nomination.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"U.S. Is Urged To Allow In More Haitians","web_url":"https://www.nytimes.com/1994/05/11/world/us-is-urged-to-allow-in-more-haitians.html","abstract":"  Because of the new policy announced by President Clinton to grant hearings to all Haitian asylum seekers, the top United Nations official on refugee matters and numerous human rights groups are pressing the United States to let more Haitians in.   Sadako Ogata, the United Nations High Commissioner for Refugees, said in an interview on Monday that in light of the recent surge of violent repression in Haiti, the Administration should admit a higher percentage of Haitian refugees than the 5 percent of applicants it has accepted so far.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"A Collapse at Christie's: Half of Offerings Unsold","web_url":"https://www.nytimes.com/1994/05/11/arts/a-collapse-at-christie-s-half-of-offerings-unsold.html","abstract":"  The crowd packing the salesroom at Christie's last night watched in amazement as the market for Impressionist and modern art fell like a house of cards.   Although the auction house had some of its best offerings in years, 38 of the 76 works offered failed to sell. The auction totaled only $50.6 million, far below Christie's estimate of $88.04 million to $119.6 million.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"New York Is a Plus for Joyner-Kersee","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-track-and-field-new-york-is-a-plus-for-joyner-kersee.html","abstract":"  The way BOB KERSEE sees it, with the national heptathlon championships set for June 14, barely three weeks after the New York Games on May 22, the New York meet should be an ideal training stop for his wife, JACKIE JOYNER-KERSEE, the world heptathlon record-holder. Joyner Kersee has entered the 100-meter hurdles and the long jump, two of the heptathlon's seven events. As her coach as well as her husband, Kersee likes to bring her along on a slow, steady pace, not overdoing any individual events when she participates in open competition.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"You Gotta Believe! Sharks Grab Lead","web_url":"https://www.nytimes.com/1994/05/11/sports/hockey-you-gotta-believe-sharks-grab-lead.html","abstract":"  Criticism came from all angles, stinging Sergei Makarov and Igor Larionov, San Jose's aging Russian forwards who had been shut out in Games 2 through 4 of the Sharks' Stanley Cup playoff series against Toronto.   But they deflected most of it toward the Maple Leafs and goalie Felix Potvin in Game 5, combining for 3 goals and 5 assists in the Sharks' 5-2 victory over Toronto tonight before 17,190 fans at San Jose Arena.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Modern China Need Not Be a Military Threat","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-modern-china-need-not-be-a-military-threat.html","abstract":"China is big and getting economically stronger. It is a huge nation secure from external threats. It will loom large in the Western Pacific, raising concerns in the region and elsewhere that it might become an expansionist power..China is seeking to de","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/11/nyregion/c-corrections-064149.html","abstract":"  An obituary on Monday about Joe Layton, the director, producer and choreographer, misidentified the lyricist for the 1962 Broadway musical \"No Strings.\" Richard Rodgers wrote the lyrics as well as the music. The lyricist with whom Rodgers had often collaborated, Oscar Hammerstein 2d, died in 1960.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Study Praises Day Care Plans","web_url":"https://www.nytimes.com/1994/05/11/us/study-praises-day-care-plans.html","abstract":"  Family day-care providers in low-income neighborhoods can offer good child care if they are given support from the community, a study released yesterday says.    The study, conducted by the National Center for Children in Poverty, a research group affiliated with Columbia University, describes and analyzes 10 community programs in nine states, including New York, that organize and help people in poor neighborhoods provide child care in their homes.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/05/11/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"That Faraway Sunny Summer of '43","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-that-faraway-sunny-summer-of-43-064173.html","abstract":"  To the Editor:   As one who was present at the creation of Glenn Miller's wartime orchestra at Yale University in 1943, I read with great interest \"A Most Unusual Marching Band\" by Richard A. Mooney (Editorial Notebook, April 24). Readers may like to know that the lead singer with the band that spring and early summer, before going to Officer Candidate Shool in Miami, was Cpl. Tony Bennett. I had the pleasure of hearing him on more than one occasion.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"A Pair of Comebackers Come Way Back","web_url":"https://www.nytimes.com/1994/05/11/sports/on-golf-a-pair-of-comebackers-come-way-back.html","abstract":"  At last, just when the formlessness of the 1994 season threatened to spread into summer torpor, we have two signal golf occurrences on two different continents on the same day. A happy convergence on Sunday provided victories by John Daly in the BellSouth Classic in Atlanta and by Seve Ballesteros in the Benson & Hedges International in England.   These victories could not have come sooner, both for the men involved and for the golf public. A return to form of Daly, he of the Promethean drives, and of Ballesteros, the brooding artist of the fairways, is fortuitous.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/11/nyregion/news-summary-056022.html","abstract":"  International A3-15  MANDELA TAKES OFFICE    With the commanding dignity that has carried him through more than half a century of defiance, captivity and conciliation, Nelson Mandela was sworn in as the first black President of South Africa.  A1","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"2 Weather Satellite Systems Will Merge to Save Money","web_url":"https://www.nytimes.com/1994/05/11/us/2-weather-satellite-systems-will-merge-to-save-money.html","abstract":"  The Government will combine the operations of civilian and military weather satellite systems into a single unit that should operate more efficiently and save hundreds of millions of dollars, Federal officials announced today.   The merger will place under civilian control four weather satellites, two now operated by the Defense Department and two by the National Oceanic and Atmospheric Administration. In about a decade, the operation will be reduced to three more advanced satellites to avoid duplication.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"In Central Park, Volunteer Unit Aids the Hapless of In-Line Skating","web_url":"https://www.nytimes.com/1994/05/11/nyregion/in-central-park-volunteer-unit-aids-the-hapless-of-in-line-skating.html","abstract":"  In knee and wrist guards and helmet, George Gianaris, a vice president at Smith Barney Shearson, is demonstrating how to brake.    Knees bent slightly, arms extended forward, Mr. Gianaris, 47, glides down the hill near the West 72d Street entrance to Central Park. With a forceful snap of his left heel, he pushes the rubber knob on the back of his skate into the pavement and screeches to a stop.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Giuliani's Budget Proposes Cuts For Spending and Work Force","web_url":"https://www.nytimes.com/1994/05/11/nyregion/giuliani-budget-overview-giuliani-s-budget-proposes-cuts-for-spending-work-force.html","abstract":"  Mayor Rudolph W. Giuliani proposed a $31.6 billion budget for New York City yesterday that would reduce spending slightly for the first time in 16 years and sharply cut the municipal work force in almost every major agency except the Police and Fire Departments.   Submitting his first executive budget to the City Council, Mr. Giuliani said the city \"has been spending itself beyond its economy\" for more than a decade, creating perennial gaps between what it spends and what its tax base can support. The Mayor said the city's overspending had drained the local economy, driving private industry from the city.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/11/nyregion/c-corrections-064157.html","abstract":"  An article on April 21 about Picasso and the identity of a woman in many of his paintings and drawings misidentified the source for a film about the artist to be made by Ismail Merchant and James Ivory. The film is to be based on the book \"Picasso: Creator and Destroyer,\" by Arianna Stassinopoulos Huffington, not on \"Life With Picasso,\" by Francoise Gilot.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"O'Neill Delivers A Double Blastoff","web_url":"https://www.nytimes.com/1994/05/11/sports/baseball-o-neill-delivers-a-double-blastoff.html","abstract":"  The much-anticipated and seemingly glorious trip into first place lasted another night for the Yankees. They are not sure whether their stay will stretch two weeks or two months. They do not know whether weekend discounts are included. They are also uncertain about those complimentary breakfasts.   Seriously, what the Yankees do know after clipping the Indians, 5-3, last night is that Paul O'Neill is imitating Roy Hobbs and that life in the most prominent suite in the American League East can be thrilling. Even for two days. Even if fans have not stormed the turnstiles to witness the jolly journey. First place is still first place.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Wilander Receives French Open Invitation","web_url":"https://www.nytimes.com/1994/05/11/sports/sports-people-tennis-wilander-receives-french-open-invitation.html","abstract":"  MATS WILANDER, a three-time French Open champion, received a wild-card invitation yesterday to this year's tournament in Paris. Wilander, 29, was the only non-French player to receive one of 15 wild-card berths for the May 23-June 5 tournament. Among the seven French men receiving wild cards were GUY FORGET, THIERRY CHAMPION and FABRICE SANTORO. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Trail of Despair by a Father Leaves 4 Dead and Son Hurt","web_url":"https://www.nytimes.com/1994/05/11/nyregion/trail-of-despair-by-a-father-leaves-4-dead-and-son-hurt.html","abstract":"  After being dismissed last week from his $7.50-an-hour job at a paper factory in Brooklyn, Jose Luis Berroa grew despondent about how he would care for his 2-year-old son. He had lived on the grim streets of New York City with little Carlos before, his friends said, and he could not bear to return. So he decided to give Carlos back to the boy's mother, Awilda Enriquez.   But something snapped in Mr. Berroa when he arrived at the home of Ms. Enriquez's family in Newark, something that caused him to go on a rampage that left a trail of death yesterday, ending when he wounded the child and then killed himself after a confrontation with police officers on a stairwell in Washington Heights.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Sharpe James Wins a Third Term as Mayor of Newark","web_url":"https://www.nytimes.com/1994/05/11/nyregion/sharpe-james-wins-a-third-term-as-mayor-of-newark.html","abstract":"  Mayor Sharpe James of Newark easily turned aside challenges from three opponents tonight to win a third term as leader of New Jersey's largest city.   In Atlantic City, the state's seaside gambling resort where four of the last seven mayors were convicted on corruption charges, Mayor James Whelan was rewarded for four scandal-free years with a second term in office.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Posthumous Heirs","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-posthumous-heirs-064289.html","abstract":"  To the Editor:   The legal question of how long after one's death can heirs be created from frozen sperm, which is raised in \"15 Vials of Sperm: The Unusual Bequest of an Even More Unusual Man\" (Law page, April 29) was anticipated more than 250 years ago by Jonathan Swift in his description of the Struldbruggs in Gulliver's Travels, part III: \"A Voyage to Luggnagg.\"","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"A Responsible Budget","web_url":"https://www.nytimes.com/1994/05/11/opinion/a-responsible-budget.html","abstract":"  Mayor Rudolph Giuliani proposes to cut $1 billion from New York City programs next year without cutting the services that make life bearable for the city's most vulnerable. It takes an optimistic nature to believe his administration can raise the city bureaucracy's productivity enough to sustain services while reducing the number of employees. But, as the Mayor points out, he has already accomplished some things his critics claimed could not be done. Most notably, he has persuaded unions to accept a severance plan for city employees and to give him extraordinary authority to transfer employees between agencies.   The budget Mr. Giuliani submitted to the City Council yesterday was his formal plan for fiscal 1995, starting July 1. He faced an awesome $2.3 billion deficit -- the largest since the city's fiscal crisis in the mid-1970's. And closing the gap is made more difficult by the public's rebellion against further tax increases. In contrast to predecessors who raised taxes, the Mayor opts to cut them -- only $35 million next year, but $260 million the year after, and more after that. He includes long-overdue relief for apartment owners, who pay higher taxes than owners of houses.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Civic Duty Calls. Bring A Book.","web_url":"https://www.nytimes.com/1994/05/11/nyregion/about-new-york-civic-duty-calls-bring-a-book.html","abstract":"  DEAR Diary,    Was summoned to appear as potential juror at Federal District Court at Foley Square in Manhattan. After years of ducking similar invitations, decided to become good citizen and embrace civic duty. Showed up Tuesday, May 3, eager to be the best juror I could be. Wondered if I was a wheel of justice. Wondered if all of us in Room 109 were wheels of justice. Forgot to bring book to read. Started crossword puzzle. Counted 243 chairs, most of them filled by fellow prospective jurors.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Yekimov Shadows Armstrong In Mountains","web_url":"https://www.nytimes.com/1994/05/11/sports/cycling-yekimov-shadows-armstrong-in-mountains.html","abstract":"  Although 106 bicycle racers started today's sixth stage of the Tour DuPont, Vyacheslav Yekimov had eyes only for Lance Armstrong, Armstrong had eyes only for Yekimov and Andrea Chiurato almost stole the overall lead.   This was the seventh day of the 12-day stage race, the most important outside Europe. The day's 138-mile stage, the longest of the tour, was also the first of three consecutive long races in the mountains.","thumbnail":null,"section":"Sports"},{"date":"19940511","headline":"Report Criticizes Smithsonian On Hispanic Focus and Hiring","web_url":"https://www.nytimes.com/1994/05/11/us/report-criticizes-smithsonian-on-hispanic-focus-and-hiring.html","abstract":"  The Smithsonian Institution, perhaps the world's most famous museum complex and the operator of some of Washington's most popular tourist attractions, has done poorly in hiring and promoting Hispanic people and has virtually ignored Hispanic contributions to American art, culture and science, a group appointed by the institution said today.    A report issued by the 15-member task force found that the institution \"displays a pattern of willful neglect toward the estimated 25 million Latinos in the United States.\"","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Israeli Warplanes Hit Guerrilla Targets At Bases in Lebanon","web_url":"https://www.nytimes.com/1994/05/11/world/israeli-warplanes-hit-guerrilla-targets-at-bases-in-lebanon.html","abstract":"  Israeli warplanes pounded Palestinian guerrilla targets south of Beirut today, killing at least two guerrillas, security officials said.    Five others were wounded in the raids, in which at least a dozen rockets were fired at bases of the Syrian-backed Popular Front for the Liberation of Palestine, General Command, the officials said.","thumbnail":null,"section":"World"},{"date":"19940511","headline":"U.S. Ordered to Tell How It Decides to Seek Executions","web_url":"https://www.nytimes.com/1994/05/11/us/us-ordered-to-tell-how-it-decides-to-seek-executions.html","abstract":"  A Federal judge in Pennsylvania has ordered the Justice Department to explain why it is seeking the death penalty against a black defendant in a murder case.   The order, issued on May 3, is believed to represent the first time a Federal judge has tried to pry open one of the agency's most closely guarded secrets: how the Justice Department decides that some murderers must die while others may live.","thumbnail":null,"section":"U.S."},{"date":"19940511","headline":"Camera Maker Signs Lease to Stay on L.I.","web_url":"https://www.nytimes.com/1994/05/11/nyregion/camera-maker-signs-lease-to-stay-on-li.html","abstract":"  Spurned last year when it tried to build a new corporate headquarters on state-owned land in Melville, Olympus America said today that it had signed a six-year lease to occupy a former Grumman Corporation building in a nearby commercial area and that it would remain on Long Island.   The signing caps an intense effort by Suffolk County, New York State and the Town of Huntington to find an alternate site for the Japanese-owned manufacturer of cameras and medical equipment, and to provide incentives to keep the company, which employs more than 600 people on Long Island, from moving away.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/11/nyregion/c-corrections-064114.html","abstract":"  The main article yesterday about the South African Parliament's election of Nelson Mandela as President misstated the site of an assassination attempt against a former Prime Minister, Hendrik F. Verwoerd. He was wounded by a gunman in 1960 at an exposition in Johannesburg, not at Parliament. (In 1966 he was stabbed to death in the parliamentary chamber called the House of Assembly, in Cape Town.)","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/11/style/chronicle-060526.html","abstract":"  With the Andy Warhol Museum about to open in Pittsburgh, MICHAEL CHOW, the artist's longtime friend, decided it was unthinkable to let the occasion pass unnoticed in New York.    \"I think it is a pity that New York is not celebrating this, so I took the opportunity to do so,\" Mr. Chow said yesterday as he described his plans for a party tonight at his restaurant on East 57th Street. \"Andy spent the 1960's, 70's and 80's doing different things, so I am bringing all the people he knew together in the dull 90's to reminisce about him.\"","thumbnail":null,"section":"Style"},{"date":"19940511","headline":"Public & Private; A Tale Of Two Women","web_url":"https://www.nytimes.com/1994/05/11/opinion/public-private-a-tale-of-two-women.html","abstract":"  Imagine that Anita Hill had come forward with her accusations against Clarence Thomas more than a year after he had been confirmed by the Senate.    Imagine that she had chosen to introduce herself to the American people at a press conference sponsored by the A.C.L.U. and NOW, accompanied by a sworn enemy of Justice Thomas who had made a cottage industry of digging up dirt.","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Boys Choir at the Apollo","web_url":"https://www.nytimes.com/1994/05/11/arts/boys-choir-at-the-apollo.html","abstract":"  The Boys Choir of Harlem is celebrating its 25th-anniversary season with two performances at the Apollo Theater, 253 West 125th Street, Harlem, on Friday and Saturday at 8 P.M. The concerts, the choir's first appearances at the Apollo, will include spirituals and classical, gospel and hip-hop selections. Tickets are $10 to $27.50. Information: (212) 864-0372.","thumbnail":null,"section":"Arts"},{"date":"19940511","headline":"Form of Insanity Defense Planned for the Next Rifkin Trial","web_url":"https://www.nytimes.com/1994/05/11/nyregion/form-of-insanity-defense-planned-for-the-next-rifkin-trial.html","abstract":"  Joel Rifkin's new lawyer says he expects to pursue another form of insanity defense when the convicted murderer goes on trial again this summer in the killing of two women he buried in Suffolk County.   The court-appointed lawyer, Martin Efman, said today that he planned to show that Mr. Rifkin suffered from an \"adopted child syndrome\" and a multiple-personality disorder and was therefore legally insane when he killed 17 women.","thumbnail":null,"section":"New York"},{"date":"19940511","headline":"1894: A Girl Is Killed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/11/opinion/IHT-1894-a-girl-is-killed-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - Intense excitement and indignation have been caused by the announcement that a sentry on duty at Posen to-day shot and killed a girl in the execution of his duty. The girl, Michalina Kaezmarck, a young servant, was impudent to and pushed against","thumbnail":null,"section":"Opinion"},{"date":"19940511","headline":"Review/Theater; Musical Visit to Southwestern Bordello","web_url":"https://www.nytimes.com/1994/05/11/theater/review-theater-musical-visit-to-southwestern-bordello.html","abstract":"  Jogging and step aerobics notwithstanding, it is likely that there are still tired businessmen in the world. The question is, are they tired enough for \"The Best Little Whorehouse Goes Public,\" a glitzy musical that tries very hard to live up to the lower standards of Las Vegas.    It's got the leggy showgirls, the glowing neon, the costumes cut up to here and down to there, the M.C. with the frilly tuxedo shirt, the clink-clink-clink of slot machines paying off, and Siegfried and Roy (portrayed by one actor, half of whom is made up as Siegfried, the other half as Roy).","thumbnail":null,"section":"Theater"},{"date":"19940511","headline":"President Mandela Takes Over","web_url":"https://www.nytimes.com/1994/05/11/opinion/l-president-mandela-takes-over-064203.html","abstract":"  Inaugurations unite winners and losers, proclaim new eras and provide a snapshot, a moment frozen in time, for a huge audience. Nelson Mandela's inaugural in Cape Town yesterday was all of that and more. Over a billion television viewers around the world, surely a record in this department, saw him take the oath as South Africa's first black President. It was like being alive in the time of Lincoln, whose great address Mr. Mandela echoed in affirming that South Africans finally had a government of, by and for the people.    Most remarkable was the orderly way in which old white political citadels fell overnight to new black majorities in both national and provincial parliaments. Former prisoners mingled civilly with their erstwhile oppressors, and new anthems and flags became part of the rites. In a striking and moving gesture, Mr. Mandela even paused to thank the white warders who had become his friends during his 27 years in prison, forming a bond that surmounted the walls of apartheid.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940511","time":"1994-05-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":80,"wspd":14.8},{"date":"19940511","time":"1994-05-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":18.4},{"date":"19940511","time":"1994-05-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":86,"wspd":14.8},{"date":"19940511","time":"1994-05-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":87,"wspd":16.6},{"date":"19940511","time":"1994-05-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":90,"wspd":14.8},{"date":"19940511","time":"1994-05-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":90,"wspd":13},{"date":"19940511","time":"1994-05-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":14.8},{"date":"19940511","time":"1994-05-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":75,"wspd":18.4},{"date":"19940511","time":"1994-05-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":18.4},{"date":"19940511","time":"1994-05-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":66,"wspd":16.6},{"date":"19940511","time":"1994-05-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":50,"wspd":22.3},{"date":"19940511","time":"1994-05-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":55,"wspd":31.3},{"date":"19940511","time":"1994-05-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":48,"wspd":31.3},{"date":"19940511","time":"1994-05-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":48,"wspd":25.9},{"date":"19940511","time":"1994-05-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":51,"wspd":31.3},{"date":"19940511","time":"1994-05-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":45,"wspd":27.7},{"date":"19940511","time":"1994-05-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":61,"wspd":35.3},{"date":"19940511","time":"1994-05-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":60,"wspd":27.7},{"date":"19940511","time":"1994-05-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":61,"wspd":27.7},{"date":"19940511","time":"1994-05-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":66,"wspd":27.7},{"date":"19940511","time":"1994-05-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":67,"wspd":22.3},{"date":"19940511","time":"1994-05-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":65,"wspd":24.1},{"date":"19940511","time":"1994-05-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":65,"wspd":24.1},{"date":"19940511","time":"1994-05-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":64,"wspd":20.5},{"date":"19940511","time":"1994-05-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":38,"wspd":16.6},{"date":"19940511","time":"1994-05-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":44,"wspd":18.7},{"date":"19940511","time":"1994-05-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":18.7},{"date":"19940511","time":"1994-05-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":44,"wspd":18.7},{"date":"19940511","time":"1994-05-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":14.8},{"date":"19940511","time":"1994-05-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":52,"wspd":14.8},{"date":"19940511","time":"1994-05-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":13},{"date":"19940511","time":"1994-05-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":9.4},{"date":"19940511","time":"1994-05-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":7.6},{"date":"19940511","time":"1994-05-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":5.4},{"date":"19940511","time":"1994-05-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":9.4},{"date":"19940511","time":"1994-05-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":66,"wspd":11.2},{"date":"19940511","time":"1994-05-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":7.6},{"date":"19940511","time":"1994-05-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":14.8},{"date":"19940511","time":"1994-05-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":33,"wspd":11.2},{"date":"19940511","time":"1994-05-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":32,"wspd":20.5},{"date":"19940511","time":"1994-05-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":31,"wspd":16.6},{"date":"19940511","time":"1994-05-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":30,"wspd":24.1},{"date":"19940511","time":"1994-05-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":35,"wspd":16.6},{"date":"19940511","time":"1994-05-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":27,"wspd":22.3},{"date":"19940511","time":"1994-05-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":29,"wspd":20.5},{"date":"19940511","time":"1994-05-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":22.3},{"date":"19940511","time":"1994-05-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":45,"wspd":20.5},{"date":"19940511","time":"1994-05-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":47,"wspd":18.7}]}}