{"19930420":{"guardian_articles":[{"date":"19930420","headline":"Funeral pyre at Waco : Two Britons among cult's survivors","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker2","abstract":null,"thumbnail":null,"section":"US news"},{"date":"19930420","headline":"Funeral pyre at Waco: Two Britons among cult's survivors","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker1","abstract":null,"thumbnail":null,"section":"US news"},{"date":"19930420","headline":"Funeral pyre at Waco: Washington denies botched operation","web_url":"https://www.theguardian.com/world/1993/apr/20/usa.martinwalker","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-928093.html","abstract":"  New York Chamber Symphony  Eduardus Halim, Pianist 92d Street Y   Eduardus Halim is a pianist of highly unusual temperament, difficult to evaluate at first hearing. He recalls a bygone age of eccentric, flamboyant pianism, the heyday of legends like Hofmann and Horowitz. But his technique sometimes lags behind his chosen ideal. In the Chopin Second Concerto on Saturday night, certain passages were poorly articulated and ill focused; the interpretation unfolded more as a succession of startling moments than as a coherent whole. The Larghetto, however, left no doubt of Mr. Halim's gift for evocation and emotive intensity.   The central problem was the disparity between the pianist's sumptuous delivery and the somewhat meager resources of the New York Chamber Symphony, under the direction of Gerard Schwarz. Mr. Halim, perched at the edge of the stage, was under unforgiving scrutiny from the hall's close acoustics, and the orchestra did not provide full support. In the end, it's hard to deliver a firm judgment, although the pianist's approach certainly stands apart from the norm.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/20/sports/transactions-658393.html","abstract":"  Baseball  National League   FLORIDA MARLINS -- Placed Bret Barberie, infielder, on the 15-day disabled list.   LOS ANGELES DODGERS -- Claimed Steve Parris, pitcher, off waivers from the Philadelphia Phillies and assigned him to San Antonio of the Texas League.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Drug Concerns to Share AIDS Data","web_url":"https://www.nytimes.com/1993/04/20/science/drug-concerns-to-share-aids-data.html","abstract":"  TO speed the development of new therapies for AIDS, 15 pharmaceutical companies have agreed to share drugs and information while drugs are undergoing early clinical testing.   The unusual collaboration was engineered by Dr. Edward Scolnick, president of the Merck Research Laboratory in Rahway, N.J.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-90493611471.html","abstract":"Test in a Russian Court. In a test of the new Russia, Judge Valentina Constantinova Belikova and two associates are deciding, in the relative obscurity of the Cheremuski district court outside of Moscow, whether the ultranationalist Pamyat organization","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Mahorn Seeks to Cook Knicks' Frontline Beef","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-basketball-mahorn-seeks-to-cook-knicks-frontline-beef.html","abstract":"  The Nets' lineup has changed so much this season that it would be understandable if Coach Chuck Daly one day looked on the court and didn't recognize who was out there. Now, knowing the Knicks' front line is one of the biggest in the National Basketball Association, he is considering the insertion of Rick Mahorn into the starting lineup.   Also, Daly will probably reinsert guard Drazen Petrovic, who seems back to his normal brilliant-shooting self after a long layoff because of a torn ligament, into the starting rotation when the Nets (43-36) play the Knicks on Wednesday night at Madison Square Garden. Petrovic has been coming off the bench since April 14. It was only in the second half of the game against the Washington Bullets on Saturday night that his fluid shooting form returned. A Lot of Beef    Daly doesn't want to get pushed around by the Knicks, who have beef brothers Charles Oakley and Charles Smith, not to mention Anthony Mason. Mahorn, who has been tireless and has played as hard as anyone this season, would give the Nets a big body to bang around with the Knicks' big forwards.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"English Channel Tunnel Is Facing Another Delay","web_url":"https://www.nytimes.com/1993/04/20/world/english-channel-tunnel-is-facing-another-delay.html","abstract":"  The British-French company that will operate the rail link beneath the English Channel said today that the tunnel's opening would almost certainly be delayed again, until next year, because of a long-running dispute with the project's contractors.   The company, Eurotunnel, said the opening date, which had previously been Christmas, would depend on how rapidly it could resolve its differences with the contractors over who is responsible for more than $1 billion in costs. But Eurotunnel, in its annual report to shareholders, said that its banks were now working on the assumption that freight service would begin next February and passenger service next April.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Leyritz Batting Over .500, So Why So Blue?","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-leyritz-batting-over-.500-so-why-so-blue.html","abstract":"  Jim Leyritz, like all Yankees, is delighted to have new teammates by the name of Jim Abbott and Jimmy Key. But his bat may not be: Because Abbott and Key, two of the premier left-handers in the American League, are now Yankees, the small number of opportunities for a New York player who platoons against left-handed pitchers has grown even smaller.   So it is that Leyritz, a right-handed hitter with no one position to call his own, has embarked on a road trip with the Yankees prepared to grab a piece of pine this week.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/20/nyregion/editors-note-334793.html","abstract":"  An article on Sunday about plans for a gay march on Washington next Sunday described a White House meeting last Friday between President Clinton and leaders of gay and lesbian groups. The article said the President pointed \"to three gay and lesbian White House staff members\" at the meeting, and it gave three names.   The description of Mr. Clinton's action was not attributed in the article, and was based on a misunderstanding of a report by someone at the meeting. Two of the three named staff members had publicly discussed their sexuality. But the third, Alexis Herman, had not, and she said yesterday that she was not homosexual.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Physicists Celebrate Unintelligible Journal","web_url":"https://www.nytimes.com/1993/04/20/science/physicists-celebrate-unintelligible-journal.html","abstract":"  IT may be the most impenetrable periodical in the English language, and yet hopeful authors sent it 39,475 manuscripts last year, and its 6,000-odd subscribers paid up to $1,000 each to read it. It is The Physical Review, now celebrating its 100th anniversary.   At a national meeting of the American Physical Society here on April 13, a crowd of prominent physicists from around the world packed a banquet hall to hear \"Songs of the Physical Revue,\" a collection of science parodies written during his student days at Harvard University by the mathematician-turned-satirist Tom Lehrer.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"OTB Is Planning Layoffs To Avoid Red Ink for Year","web_url":"https://www.nytimes.com/1993/04/20/nyregion/otb-is-planning-layoffs-to-avoid-red-ink-for-year.html","abstract":"  Admitting that it is facing a financial crisis, the New York City Offtrack Betting Corporation yesterday said that it would soon begin laying off employees to avoid ending the year in the red.    Otherwise, the agency said, it could wind up losing $2.9 million in the current fiscal year that ends in June and having to reduce revenues that it could turn over to New York City.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/20/style/chronicle-601093.html","abstract":"  One of the most coveted invitations in Washington is to the home of BEN BRADLEE and SALLY QUINN. So how did an anonymous caller to a C-Span viewer call-in program end up with one?    Mr. Bradlee, the former executive editor of The Washington Post, and Ms. Quinn, a novelist and former reporter at the paper, were appearing on the program yesterday morning as part of a series on Washington power couples.","thumbnail":null,"section":"Style"},{"date":"19930420","headline":"Observer; Exploitation Piece","web_url":"https://www.nytimes.com/1993/04/20/opinion/observer-exploitation-piece.html","abstract":"  A bunch of the guys and an equal number of women were sitting around the Blackbird Saloon sipping white-wine spritzers and talking about how much they hated cigarette smokers when Butch piped up with, \"How come we never talk about Amy Fisher like everybody else?\"   We expected that kind of thing from Butch. He was, well, you know what I'm trying to say -- not really out-of-it, you know, but, well -- weird.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-930293.html","abstract":"  National Council Winners Concert  Metropolitan Opera House   The National Council Winners Concert, the Met's annual showcase of young singers, regularly introduces voices who go on to make substantial contributions to the operatic scene. This year's concert, held on Sunday afternoon, produced no instant stars, although many of the singers showed considerable promise.   Two voices in particular stood out for their commanding beauty: Emily Ann Pulley's crystalline soprano and Seung Won Choi's golden tenor. Ms. Pulley chose a lightweight pair of arias, Charpentier's \"Depuis le jour\" and Carlisle Floyd's \"Ain't It a Pretty Night,\" but her singing was faultless and exquisite. Mr. Choi sent a thrill through the audience with his glowing, eloquent tone in Cilea's \"Lamento di Federico,\" although he proved weak in the upper register during the climax of \"Che gelida manina\" from \"La Boheme.\"","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-91344728366.html","abstract":"Packs of Pleasure. Regarding \"Tax Breaks for Tobacco Advertising?\" (Opinion, April 15) by Anna Quindlen:. Your columnist says that tobacco has \"no redeeming value.\" If it didn't, nobody would smoke. But as has been said in various ways","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Test of a 'Hate Crime' Law Reaches Center Stage","web_url":"https://www.nytimes.com/1993/04/20/us/test-of-a-hate-crime-law-reaches-center-stage.html","abstract":"  One October night four years ago, Todd Mitchell and some friends, all of them black, returned from a viewing of \"Mississippi Burning,\" incensed over a scene in the movie in which a Klansman had beaten a black boy as he prayed. The group had gathered outside the Rambler apartments, near the defunct American Motors plant here, when they spotted Gregory Reddick, 14 years old and white, across the street.    \"Do you all feel hyped up to move on some white people?\" the 20-year old Mr. Mitchell asked his friends, all younger than he. \"There goes a white boy!.; gGo get him!\" He pointed at Gregory, then counted to three. Nine of the young men crossed the street and beat the boy into unconsciousness.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Funeral for Guard Killed in Riot","web_url":"https://www.nytimes.com/1993/04/20/us/funeral-for-guard-killed-in-riot.html","abstract":"  More than 1,000 people attended funeral services here today for the corrections officer who was killed last week in the continuing inmate rebellion at the Southern Ohio Correctional Facility in nearby Lucasville.   The services took place as inmates at the maximum-security prison near the Kentucky border hung a banner indicating they were willing to end the standoff if they could see their lawyer, Niki Z. Schwartz.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"DEATH IN WACO: The Overview -- SCORES DIE AS CULT COMPOUND IS SET AFIRE AFTER F.B.I. SENDS IN TANKS WITH TEAR GAS; Apparent Mass Suicide Ends A 51-Day Standoff in Texas","web_url":"https://www.nytimes.com/1993/04/20/us/death-waco-overview-scores-die-cult-compound-set-afire-after-fbi-sends-tanks.html","abstract":"  Hours after Federal agents began battering holes in the walls of the Branch Davidian compound and spraying tear gas inside, David Koresh and more than 80 followers -- including at least 17 children -- apparently perished today when flames engulfed the sprawling wooden complex on the Texas prairie.   Officials of the Federal Bureau of Investigation said they believed that Mr. Koresh, a self-described messiah who prophesied to his followers that they would meet their end in an apocalyptic confrontation with the law, gave the order to burn the compound down in the 51st day of a standoff with Federal agents.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Maradona Is Suspended","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-soccer-maradona-is-suspended.html","abstract":"  DIEGO MARADONA and four other members of the Sevilla club were suspended yesterday when they failed to attend a Spanish league hearing over the team's role in a brawl at Cadiz last month. Also suspended were Coach CARLOS BILARDO, forward DIEGO SIMEONE, the assistant coach MIGUEL ANGEL LEMME and the club president, LUIS CUERVAS.  ","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"A Quiet Campaign For Comptroller; Candidates Await Cue by Weprin","web_url":"https://www.nytimes.com/1993/04/20/nyregion/a-quiet-campaign-for-comptroller-candidates-await-cue-by-weprin.html","abstract":"  As the candidates for State Comptroller count noses in the State Legislature, only one certainty has emerged: Assembly Speaker Saul Weprin has the most votes.   Mr. Weprin is not seeking the job, of course. But as the Legislature nears a decision about who will fill the remaining term of Edward V. Regan, more lawmakers are awaiting a signal from Mr. Weprin than are currently aligned with any of the three front-runners: Carol Bellamy, H. Carl McCall and Fernando Ferrer.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"DEATH IN WACO: The Tear Gas; Chemical Isn't Meant to Cause Fire","web_url":"https://www.nytimes.com/1993/04/20/us/death-in-waco-the-tear-gas-chemical-isn-t-meant-to-cause-fire.html","abstract":"  The gas used by Federal agents in their attack on the Branch Davidian compound yesterday is not flammable and in the form it was reportedly used could not have ignited the fire that destroyed the compound.   Dr. Jay Young, a chemical consultant in Silver Spring, Md., said that a mixture of the chemical, known as CS, and air could be ignited only if the ratio of the gas and the air was within a very narrow range, and that flames could not spread beyond the small area where such a ratio might exist.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-823393.html","abstract":"  Because of an editing error, an article on Sunday about a Republican town meeting in New Hampshire misstated the purpose of a political fund-raising event last October. It raised money for Representative Bill Zeliff of New Hampshire, not Senator Phil Gramm of Texas.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Guess Who's Down At the Health Club?","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-guess-who-s-down-at-the-health-club.html","abstract":"  Whoever said you can't teach an old dog new tricks never checked with Lawrence Taylor.   Today, the Giants' prototypical outside linebacker said he has healed unbelievably fast from a ruptured right Achilles' tendon because he expedited the recovery process himself. He also said that after 12 National Football League seasons of sparse conditioning, he was working diligently almost daily to get into condition.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Quick, Al, The Plug: Power Play Unlit","web_url":"https://www.nytimes.com/1993/04/20/sports/hockey-quick-al-the-plug-power-play-unlit.html","abstract":"  Coming into the playoffs, the Islanders' power play was sixth best in the National Hockey League, successful more than once every five times the team had a man advantage. But it wasn't so good against the Washington Capitals in the regular season, succeeding just under 13 percent of the time over seven games.   After one post-season game, a 3-1 loss to the Capitals on Sunday night at the Capital Centre, the New York percentage is 00.0. The power play went 0 for 5, with few good scoring chances or shots on goal in Game 1 of the teams' first-round Patrick Division playoff series, which will continue Tuesday night in Landover, Md.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Sports of The Times; Magic Deals With Youth And Reality","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-of-the-times-magic-deals-with-youth-and-reality.html","abstract":"  IN this depressed city where jobs are hard to come by but guns are not, and where Little Leagues have at times failed to field enough players because too many of the children couldn't afford to give up the time or money from selling drugs on the street, community leaders have tried desperately to give hope and inspiration to young people and send them on the right path.   The path, that is, that will not lead to jail or an early death. The problems here are not unique; they reflect like concerns in cities and towns across the nation.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Vietnam Report on Prisoners A Fake, Reputed Author Says","web_url":"https://www.nytimes.com/1993/04/20/world/vietnam-report-on-prisoners-a-fake-reputed-author-says.html","abstract":"  A Vietnamese general denied today that he had written in 1972 that Hanoi held more than twice as many American prisoners as it ultimately released. Any such report attributed to Hanoi is a forgery, he declared.   And a special envoy, sent by President Clinton to tell the Vietnamese that relations could not improve until the matter was cleared up, said he saw no reason to disbelieve the Vietnamese denial.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Serbian Civilians Hang On in Part of Sarajevo","web_url":"https://www.nytimes.com/1993/04/20/world/serbian-civilians-hang-on-in-part-of-sarajevo.html","abstract":"  In the small Serbian section of divided Sarajevo, life is ordinary -- or what passes for ordinary. Or at least a lot of people say so.   Yes, there is electricity only once every three days. Water is scarce. Food is hard to come by. And people living in pock-marked apartment buildings with windows blasted out have perfected the awkward run, a zig-zag with the head down, to avoid getting shot by Muslim snipers 500 feet away.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-822593.html","abstract":"  An article by Reuters in some editions of Business Day on April 12, about the scheduling of a trial in connection with the deadly 1984 gas leak in Bhopal, India, erroneously included an executive and two companies among those ordered to stand trial. The trial order issued by Judge Wajahat Ali Shah did not cover Warren Anderson, the former chairman of the Union Carbide Corporation; the company itself, or its Hong Kong subsidiary. Last year, a different Indian court ordered Mr. Anderson to stand trial, and it has asked the Indian Government to begin extradition proceedings against him.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Nostalgia for Shamir Doesn't Help","web_url":"https://www.nytimes.com/1993/04/20/opinion/nostalgia-for-shamir-doesnt-help.html","abstract":"While close relations have been established between the Clinton Administration and the Government of Prime Minister Yitzhak Rabin, some conservative American Jews -- long-time friends of Israel -- are turning their backs on Israel. A few even advocate slashing U.S. aid to Israel. They were happier with Prime Minister Yitzhak Shamir's approach to peace talks. But it is not possible to be a friend of Israel and an enemy of the peace process.\n\nNot everyone fully grasps the changes in the Middle East. Most Arab states understand that Islamic radicalism, not Zionism, is the ideology that endangers their stability. The new situation creates an opportunity for a new alliance of sane countries against a common extremist threat. The introduction of weapons of mass destruction has enhanced the need to create an environment of peace in order to prevent war.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Judge Critical of Dual Inquiries Into Allegations of Abuse by Allen","web_url":"https://www.nytimes.com/1993/04/20/nyregion/judge-critical-of-dual-inquiries-into-allegations-of-abuse-by-allen.html","abstract":"  Expressing his displeasure that 7-year-old Dylan Farrow was subjected to the trauma of two simultaneous sex-abuse investigations, the judge in the Woody Allen-Mia Farrow custody trial suggested yesterday that New York investigators should have bowed out in favor of the Connecticut authorities.   \"Why bother?\" asked Acting Justice Elliott Wilk of State Supreme Court. \"Why put her through this when it was being done in Connecticut? Why would New York want to put a child through it again?\"","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Brooklyn Philharmonic Adopts Theme Programs","web_url":"https://www.nytimes.com/1993/04/20/arts/brooklyn-philharmonic-adopts-theme-programs.html","abstract":"  The Brooklyn Philharmonic plans to alter its programming next season and present five weekendlong thematic festivals instead of a conventional concert schedule. The performances are to be augmented by lectures, panel discussions, slide presentations, drama and dance on such themes as the music of Duke Ellington and the influence of Russian folk music on works by Stravinsky.    Among the other planned events are a look at the Sturm und Drang period in late-18th-century German music and an examination of the influences of American folk music on Dvorak's \"New World\" Symphony.  The season is to open on Nov. 5 with a program that includes the New York premiere of Arvo Part's Third Symphony. The orchestra is projecting a budget of $2.25 million for next season, up from this year's $1.93.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"The Talk of Hollywood; Gambit by Universal: Push 'Jurassic Park' And Skimp the Rest","web_url":"https://www.nytimes.com/1993/04/20/movies/the-talk-of-hollywood-gambit-by-universal-push-jurassic-park-and-skimp-the-rest.html","abstract":"  Every major movie studio moves in cycles, good years and poor ones. And every so often a studio will pin its hopes on a single film to rescue it from the wounding financial and even psychological doldrums of a slate of unsuccessful films. This spring that studio is Universal, which is banking just about everything on Steven Spielberg's \"Jurassic Park.\"   Based on Michael Crichton's best-seller about dinosaurs genetically recreated for the ultimate theme park, the movie opens on June 11. That can't be soon enough for Universal, whose senior executives haven't even seen the movie yet but are plainly edgy about the success of the venture.","thumbnail":null,"section":"Movies"},{"date":"19930420","headline":"A Healthier Jones Is Happy as Runner-Up","web_url":"https://www.nytimes.com/1993/04/20/sports/boston-marathon-a-healthier-jones-is-happy-as-runner-up.html","abstract":"  She had been there before, but second place never felt better to Kim Jones than it did today at the Boston Marathon.   After dropping out of the New York City Marathon last November, Jones suffered bouts of bronchitis and general ill health before isolating herself in a small apartment in Boulder, Colo., to battle her bugs.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Saints Sign Muster","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-pro-football-saints-sign-muster.html","abstract":"  Fullback BRAD MUSTER agreed to a $4.05 million contract with the New Orleans Saints yesterday in what turned out to be a free-agent flip-flop with the Chicago Bears. The 28-year-old Muster will fill the hole left when CRAIG (IRONHEAD) HEYWARD left New Orleans to sign with Chicago.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"American Productions Win Awards in London","web_url":"https://www.nytimes.com/1993/04/20/theater/american-productions-win-awards-in-london.html","abstract":"  An American musical, \"Crazy for You,\" and an American play, \"Six Degrees of Separation,\" won the top prizes on Sunday in London at the Laurence Olivier Awards ceremony.  The award for best musical revival went to \"Carousel,\" the American show first produced in 1945.   The awards, presented by the Society of West End Theaters, also honored the work of Susan Stroman in \"Crazy for You\" for best choreography. In June, the musical won Tony Awards for best musical and best choreography on Broadway.","thumbnail":null,"section":"Theater"},{"date":"19930420","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/20/nyregion/news-summary-302993.html","abstract":"  International A2-11  HANOI CHALLENGES P.O.W. REPORT  The Vietnamese general who reportedly wrote in 1972 that Hanoi held more than twice as many American prisoners as it released denied he had made such a report.  A1  ITALY VOTES FOR CHANGE  After months of scandal, recession and Government paralysis, Italians voted overwhelmingly for political change. But the vote left the future clouded.  A1","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"When Devils Go Cold, Brooks Gets Heated","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-when-devils-go-cold-brooks-gets-heated.html","abstract":"  When he sat down to discuss the status of the Devils today, the coach's face was as red as his team's logo. To say that Herb Brooks was angry would be a gross understatement.   There was a sense of defeatism detected among the players as they talked about the superiority of the Penguins after Pittsburgh's 6-3 opening-game victory in their Patrick Division playoff series on Sunday. But Brooks refused to admit -- at least publicly -- that his players felt that way.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"World War II Camps Were Truly Liberated; Others Perished Too","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-world-war-ii-camps-were-truly-liberated-others-perished-too-927293.html","abstract":"  To the Editor:   In \"U.S. Can't Feel Proud of Holocaust Role\" (letter, April 10), Regina Winder Barshak laments the lack of effort by American and Russian armed forces on behalf of Jews during World War II. This is an old complaint and ought to be put to rest once and for all.   Yes, allied soldiers did come upon the concentration camps \"unintentionally.\" But why should they have had a plan to rescue Jews? They had everything they could do to win the war, a war in which 365,000 American fighting men were killed, plus a million wounded, and in which as many as 10 million Russian civilians were murdered. Given such losses, Jews the world over should honor, not diminish, their effort.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Study Suggests Head Start Helps Beyond School","web_url":"https://www.nytimes.com/1993/04/20/us/study-suggests-head-start-helps-beyond-school.html","abstract":"  With the effectiveness of Head Start under attack, a widely followed long-term study suggests that the Federal program for poor children and others like it can make a difference beyond the children's school years.   The survey, by the High/Scope Educational Research Foundation of Ypsilanti, Mich., has tracked 62 people since the late 1960's, when the participants were 3- and 4-year-olds and enrolled in the Perry Preschool Program in Ypsilanti. Sixty-one students in a control group not enrolled in a preschool program were also tracked. Both groups of children were monitored from ages 3 to 11 and again when they were 14, 15 and 19 years old. The Perry program, though not part of the Head Start program, was patterned after it.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-651693.html","abstract":"  Philharmonia Virtuosi  Metropolitan Museum of Art   We remember Mozart and Schubert for their otherworldliness, but Beethoven's appeal lies in the human fallibility he worked so fiercely to overcome. Richard Kapp's all-Beethoven program with the Philharmonia Virtuosi on Friday had the happy idea of beginning and ending with so-called problem pieces and filling the middle with the early B-flat Piano Concerto and one of the best (if not the best) of the symphonies: the Eighth.   Much of this music reminded us that for Beethoven composing was a living as well as a calling. \"The Ruins of Athens\" Overture has that written-to-specification quality. The concerto, played by William Wolfram, served his own ambitions as a young pianist-composer. The Fantasy for Piano, Chorus and Orchestra shows how Beethoven's feel for the public pulse faded as his music became more original. It has a crazed quality, especially in its overdrawn and overwritten piano part (also played by Mr. Wolfram).","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Court Takes Death Penalty Challenge","web_url":"https://www.nytimes.com/1993/04/20/us/court-takes-death-penalty-challenge.html","abstract":"  The Supreme Court agreed today to rule on the constitutionality of state death penalty laws that can make it easier for prosecutors to obtain death sentences for those who kill in the course of committing other crimes.   The case is an appeal by the State of Tennessee, which, like most other states with capital punishment, makes such a crime subject to the death penalty. The crime, felony murder, is a killing that takes place in the course of a robbery, kidnapping or other major crime. Under the Tennessee law, the jury is permitted to consider the felony as a separate, aggravating factor in deciding whether a defendant should be sentenced to death.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Green, Of Course, But, Oh, So Fast","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-green-of-course-but-oh-so-fast.html","abstract":"  The signs were all here tonight, 60 feet 6 inches away from home plate. The 96-mile-an-hour fastball, the golden left arm, the frequent flashes of brilliance, everything that has Yankee fans anticipating the pitcher's arrival someday in the Bronx was abundantly apparent.   And yet there were also the occasional reminders -- the three balks that led to four runs, the five walks -- that the 21-year-old millionaire from North Carolina has a lot to work on before he makes the jump from Class AA to the majors.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Mr. Clinton, Meet Mr. Gore","web_url":"https://www.nytimes.com/1993/04/20/opinion/mr-clinton-meet-mr-gore.html","abstract":"  Bill Clinton's speech commemorating Earth Day later this week might answer some questions. Does he really care about the environment or was that just something he told the voters? And is he paying any attention at all to his Vice President?    Things have not been going Al Gore's way. Months ago, he had every reason to believe that Bill Clinton would become the \"environment President\" George Bush pledged to be but wasn't. And that he, as the President's political conscience and policy coordinator, would steer the onetime friend of polluters in the Arkansas chicken industry to new heights of global stewardship.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Cable Cousins Help Networks on Hockey","web_url":"https://www.nytimes.com/1993/04/20/sports/tv-sports-cable-cousins-help-networks-on-hockey.html","abstract":"  The National Hockey League is such a stranger to network television that its resuscitation Sunday afternoon on ABC made one wonder how the network would handle a sport seen on its air less often than cliff diving. But, thanks to ESPN's productions, ABC had reason enough to want to air more Sunday games.   The Pittsburgh Penguins' 6-3 dominance of the New Jersey Devils, the game shown in the New York area, was a high-level telecast with ESPN's Gary Thorne and Bill Clement presiding. The production was filled with the high-tech toys and techniques that outlets like ESPN and the MSG Network are using to improve hockey coverage: overhead cameras, minicams in corners, quick cuts between close-ups and high-angle views, extra microphones and super slow-motion replays.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Different Routes for Rookies","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-different-routes-for-rookies.html","abstract":"  One of two New York Ranger rookies assigned to the team's minor league affiliate in Binghamton, N.Y., is expected to report there today, as demanded, and not join his national team at the world championships. The other rookie is en route to Germany, where the world championships are being held, to become a member of his national team.   This two-front scenario unfolded yesterday, according to Jay Grossman, agent for Sergei Zubov, because the National Hockey League ruled that no player should be barred from representing his national team. Grossman, speaking by telephone from Germany, said the ruling came too late for Zubov to join the Russian national team, but not too late for Peter Andersson to play for the Swedish team.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Apocalypse in Waco","web_url":"https://www.nytimes.com/1993/04/20/opinion/apocalypse-in-waco.html","abstract":"  David Koresh claimed to be God and threatened an apocalypse if Federal agents stormed the compound near Waco where his Branch Davidian followers were encircled for 51 days. But there was nothing divinely ordained by yesterday's catastrophe. It followed a dawn assault by the F.B.I. meant to save lives by pumping non-lethal gas into the compound. Scores of people were killed, hours later, in a suicidal pyre evidently ignited by the Branch Davidians.    The demented Mr. Koresh achieved his martyrdom, but this was assuredly not what the F.B.I., the Justice Department or President Clinton wanted. Of at least 17 children in the compound, none are known to have survived; as many as 70 adults are presumed dead.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"The Balkan Costs, Like the Stakes, Keep On Rising","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-the-balkan-costs-like-the-stakes-keep-on-rising.html","abstract":"- It is like a torment devised for the punishment of those who fail to look ahead. At each new stage in the wars of ex-Yugoslavia, the outside world realizes even more painfully what it will mean not to stop the horror. But at each new stage it also realizes that the cost to itself of stopping the horror has got bigger. And then the price of flinching rises yet again.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"In Congress, Urgent Calls for Action Against Serbs","web_url":"https://www.nytimes.com/1993/04/20/world/in-congress-urgent-calls-for-action-against-serbs.html","abstract":"  As pressure mounted today on Capitol Hill for the United States and its allies to take immediate military action in Bosnia and Herzegovina, the Administration continued its debate on what it can do to stop Serbian aggression without getting Washington too deeply involved.   The Administration remains divided about whether to press its allies to lift the arms embargo against the Bosnian Muslims and carry out air strikes against Serbian positions.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-819593.html","abstract":"  An obituary on Sunday about Robert L. Jennings, retired president of the United States Woolworth division of the F. W. Woolworth Company, who died on Thursday in Edgewater, N.J., misidentified a surviving daughter. She is Margaret Mary South, of La Canada, Calif.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"For Now, Montana Is Kansas City 49er","web_url":"https://www.nytimes.com/1993/04/20/sports/pro-football-for-now-montana-is-kansas-city-49er.html","abstract":"  In his living room today, Joe Montana again told 49ers officials he wanted to play in Kansas City, not San Francisco. The 49ers' president, Carmen Policy, then spent several reluctant hours trying to trade the 36-year-old quarterback to the Chiefs, but he broke off negotiations tonight when the two sides haggled over a second-round draft choice.   \"We are in a delicate situation in that we are exploring all -- and I underline all -- of our alternatives,\" Policy said at a packed news conference that was televised back to Kansas City. \"Because of the very special relationship with Joe, we will continue to attempt to take his wishes into consideration. But from this point in time, the underlying purpose of what we do will be in the best interest of the 49ers.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Artists Know the Value of a Little Uncertainty","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-artists-know-the-value-of-a-little-uncertainty-719994.html","abstract":"  To the Editor:    The remark made by Monica Lumpkin, a medical student, to your reporter in \"Future Doctors Unsettled by Health-Care Changes\" (front page, April 9) would be a stunner to any young person embarking on a career in the arts.    If Ms. Lumpkin feels as if she's in \"limbo\" because of uncertainty about which way medical care is heading, let her listen to any fledgling writer or visual artist talk about limbo in their field, which may stretch for a decade or more -- without any guarantee of critical or financial success.    A young artist's apprenticeship is generally unsupported and ignored; uncertainty in the arts is the name of the game.    Why should Ms. Lumpkin and her peers in science assume that, just because they are smart and determined, things will turn out the way they planned from the moment they knew they wanted to be doctors? It seems to me that uncertainty when you're still in school is far more salutary than knowing exactly what sort of desk and curtains will adorn your medical offices. ANNE BERNAYS Cambridge, Mass., April 13, 1993 The writer, a novelist, is chairman of the Fine Arts Work Center in Provincetown, Mass.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"U.N. FLIERS REMOVE TRAPPED BOSNIANS","web_url":"https://www.nytimes.com/1993/04/20/world/un-fliers-remove-trapped-bosnians.html","abstract":"  Bosnian Army commanders halted overland evacuations of thousands of Muslims from Srebrenica today, but for the second day running, British and French helicopters airlifted the wounded and sick from the eastern Bosnia enclave.   Women, children, the elderly and the wounded are being moved to Tuzla, which is still held by Muslims. But its leaders, who have said for weeks that they had room to provide emergency housing for all of Srebrenica's refugees and residents, said today that they do not have enough room after all. Supplies are low and health risks are rampant in eastern Bosnia, officials said.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"A Shot in the (Wrong) Arm","web_url":"https://www.nytimes.com/1993/04/20/opinion/a-shot-in-the-wrong-arm.html","abstract":"In 1955, as a resident physician at Massachusetts General Hospital during the last polio epidemic, I was in charge of young adults who were clinging to life in tank respirators, the old iron lungs. It was frustrating from a medical standpoint because we were helpless to prevent or treat a crippling disease that struck seemingly at random. In spite of the inadequacy of our treatments, many patients recovered completely; others were left with varying degrees of paralysis for life.\n\nMost young Americans today have never seen polio, and by now all those iron lungs have rusted away in junkyards, thanks entirely to an effective vaccine. In fact, medical research has developed a powerful arsenal of vaccines against smallpox, diphtheria, whooping cough, measles, mumps, rubella, cholera, hepatitis B and more.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/04/20/style/IHT-what-theyre-reading.html","abstract":"Steve Lacy, jazz musician, is reading Milton's \"Paradise Lost,\" Stanislaw Lem's \"Eden\" and\"Malcolm\" by Bruce Perry.. \"I've read 20 books by Lem, only Lem freaks would appreciate why.I read Milton over the past five m","thumbnail":null,"section":"Style"},{"date":"19930420","headline":"An Author Catapulted Into the Foreground","web_url":"https://www.nytimes.com/1993/04/20/books/an-author-catapulted-into-the-foreground.html","abstract":"  \"Are you sitting down?\" Robert Olen Butler asked his 19-year-old son, who had just called in from Prague. \"I need you to brace yourself. I just won the Pulitzer Prize. You're the last person in America to know.\"   The word on Wednesday that Mr. Butler had won the Pulitzer Prize for fiction did indeed go out three days before his thoroughly nonplussed son, Joshua, heard about it. But the more fundamental question remains not who won, but just who in the world is Robert Olen Butler?","thumbnail":null,"section":"Books"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-821793.html","abstract":"  A news analysis article in Business Day on April 12, about the Government's request for a recall of 4.7 million full-size General Motors pickup trucks, misstated the position of the Insurance Institute for Highway Safety on the trucks' safety. The institute, a research group supported by insurance companies, contends that the incidence of fire in collisions of full-size G.M. pickup trucks provides enough basis for a Government investigation of defects. But it has taken no position on whether the trucks pose a particular hazard and has not asserted that G.M. trucks may be safer than other models in accidents that do not involve fire.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"British Urge a New Job For Balkans Be Set Up","web_url":"https://www.nytimes.com/1993/04/20/world/british-urge-a-new-job-for-balkans-be-set-up.html","abstract":"  Britain has proposed appointing a new high-level official to take charge of enforcing the economic embargo against the Yugoslav federation of Serbia and Montenegro, after the Security Council's decision over the weekend to tighten these sanctions drastically.    The idea is to give this post to a prominent figure such as a former foreign minister or a former defense minister who has the authority to make Yugoslavia's neighbors comply with the trade ban.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"On My Mind; A Day at City College","web_url":"https://www.nytimes.com/1993/04/20/opinion/on-my-mind-a-day-at-city-college.html","abstract":"  This is a letter of thanks, to about a dozen students, for bringing me together again with my college after a separation I felt within me but about which I preferred not to speak.    I write it publicly because City College is important to generations of New Yorkers. It gave us the chance to grasp what we could never otherwise attain: life work that fulfilled our desires and our capacities.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/20/nyregion/no-headline-301093.html","abstract":"  \"It was based on what we knew then. Based on what we know now, it was obviously wrong.\" -- JANET RENO, the Attorney General.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"'Know Where Your Group Is At'","web_url":"https://www.nytimes.com/1993/04/20/nyregion/other-voices-know-where-your-group-is-at.html","abstract":"  The following remarks were taken from more than 20 hours of discussions with teen-    agers from the New York City region. Excerpts appear with each article.   Q Has it been the immigration experience, from your perspective, that different groups don't mix?      EMMA KRAMER-WHEELER, 16, Brooklyn (Edward R. Murrow High School): It's the language barrier for the most part.     JUAN RIVERA, 18, Brooklyn (Bushwick High School): Yeah, it's, like, in Bushwick. You walk inside the lunchroom, you know, any period, and as soon as you walk in, the biggest group here is, you know, Dominicans, as I said. And you have Puerto Rican people over here. And you have Jamaicans over there.  And then you have the mixed group over here. . . . And it's just like that's it. You know where your group is at.     Q Is there resentment of immigrants? For instance, resentment of their jobs?     BERNARDO VASQUEZ, 17, Manhattan (A. Philip Randolph High School): That's the problem with immigration nativism over here. Why should that person come over here and take my job? I'm American, right? But, no. I get on the job first. Why should they come? I don't care if they're more qualified. I have citizenship.      WUBNESH HYLTON, 19, Brooklyn (Hunter College): I know a lot of people who really don't care about -- you know, that fear for immigrants coming and taking jobs is just not there, because there was never no jobs there in the first place. So, they're not really concerned about, \"Oh, he's going to take my job,\" because I didn't have one.     Q When I say that word \"assimilation,\" what do you think of?      WUBNESH Well, conformity. Giving up your own identity, melting into another culture to get ahead. I know some of my Asian friends, I think, like, Asians have a hard time in society, because they're always stereotyped. It's completely different from anything that we know here. And they're always stereotyped as the model minority. And, so, they feel the need to assimilate. And one of my Asian friends was telling me she only dates white men. And another one of my Asian friends, she only dates black men. So, it's, like: \"My culture no longer means anything.\"     Q Do you ever have a sense of loss being here?     BERNARDO As a Dominican, I relate so much to the second motherland, which is the Dominican Republic. But over here, I guess all immigrants . . . have to identify with something that is not America. Because America is no culture.  America is a mixture of -- it is like the melting pot. So, we have to identify with something that is    our culture.   ZAIRE GRAHAM, 17, Bronx (High School of Fashion Industries): Being that in my family I have so much of everything, I don't know what nationality I am. Because I have ancestors that was raped, you know, so I have a little white. I have a little Creole. I have a little Cherokee Indian. The majority of it is black, true. But I have my grandfather's this, my mother has half of that. So I don't know what nationality I am. So when you ask were we robbed when we came to America of some of our culture, I believe I was robbed totally.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Man Held in Killing of Sister and Mother in Nursing Home","web_url":"https://www.nytimes.com/1993/04/20/nyregion/man-held-in-killing-of-sister-and-mother-in-nursing-home.html","abstract":"  To many who knew him, Harold Green was a devoted son, a man who washed his mother's dirty linen by hand and delivered home-cooked meals to her at a nursing home in Jamaica, Queens.   But the police said he was also involved in an increasingly bitter family dispute over money, and at one point he was even barred by a court order from seeing his mother after he broke a window at the nursing home in a rage.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Foul Call, Say Mets, Protesting Ejection","web_url":"https://www.nytimes.com/1993/04/20/sports/baseball-foul-call-say-mets-protesting-ejection.html","abstract":"  The Mets yesterday registered a formal complaint with the National League over Eddie Murray's ejection from Sunday's game in Riverfront Stadium. General Manager Al Harazin, while saying he did not want to turn the issue of Murray and the umpires into \"World War III,\" said he asked that the league president, Bill White, initiate an official inquiry into the events of Sunday's fourth inning.   Murray, the veteran first baseman who has long talked privately of unfair treatment at the hands of umpires, was ejected in Cincinnati after he traced a line in the batter's box with his bat, sketching for all at Riverfront Stadium exactly how far inside he believed the called second strike was. Jeff Kellogg, a rookie umpire who had engaged in an exchange with Murray after the first strike, banished Murray instantly.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Gene Therapy Begins For Fatal Lung Disease","web_url":"https://www.nytimes.com/1993/04/20/science/gene-therapy-begins-for-fatal-lung-disease.html","abstract":"  FULFILLING hopes that had gathered locomotive force in the past several months, a 23-year-old man this weekend became the first patient to receive human gene therapy against cystic fibrosis, the most common lethal hereditary disorder in the nation.   On Saturday, sequestered in a room at the National Heart, Lung and Blood Institute in Bethesda, Md., the man was given a dose of the radical new therapy through his nasal passages, inhaling a harmless cold virus that had been genetically altered to enclose a healthy copy of the cystic fibrosis gene the patient lacked.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Teamster Local Accepts Trustee to Replace Chief","web_url":"https://www.nytimes.com/1993/04/20/nyregion/teamster-local-accepts-trustee-to-replace-chief.html","abstract":"  A New York City teamster union local dropped its opposition yesterday to the appointment of a trustee to replace its ousted leader, Barry Feinstein, one of the city's most powerful union leaders.   In a sharp reversal, the governing body of Local 237 of the International Brotherhood of Teamsters agreed to accept as trustee Johnnie Brown, who was named last week by Ron Carey, national teamsters general president.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"To Halt the Sliming of a Rain Forest","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-to-halt-the-sliming-of-a-rain-forest.html","abstract":"- Rain forests are threatened by many things: cattle ranching in Central America, opium-poppy cultivation in Burma and northern Thailand, forest fires on the giant island of Kalimantan in Indonesia, land hunger in Brazil and India, and timber greed in many countries.But on this tiny Pacific island, I discovered a forest scenario that could have been conceived by the producers of a Godzilla movie: a narcotic slime that gradually consumes the landscape.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"DEATH IN WACO: The Lost Cause; Texas Cult Membership: Many Lives, Shared Fate","web_url":"https://www.nytimes.com/1993/04/20/us/death-in-waco-the-lost-cause-texas-cult-membership-many-lives-shared-fate.html","abstract":"  The 30-minute inferno that consumed the Branch Davidian compound today also swept away the lives of people drawn to Waco from as far away as Israel, Britain, Australia, New Zealand and the Philippines. The attraction: a man with a penchant for playing rock music, having an occasional beer and preaching Scripture with unwavering conviction.   That man, David Koresh, a 33-year-old high school dropout turned evangelist, apparently led those followers to their deaths today.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"John Kluge Gives Columbia $60 Million to Aid Minorities","web_url":"https://www.nytimes.com/1993/04/20/nyregion/john-kluge-gives-columbia-60-million-to-aid-minorities.html","abstract":"  John W. Kluge, the chairman of the Metromedia Company and a 1937 graduate of Columbia University, presented his alma mater last night with $60 million for minority scholarships. It is the largest gift the university has ever received.    In making his gift, Mr. Kluge recalled what a hardship it was for him to afford his tuition -- only $500 a year at the time -- when he was earning $7 a week working in the school dining hall. Fortunately for him, he said, Columbia helped by giving him a scholarship.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-931093.html","abstract":"  Jennifer Hayghe Pianist Alice Tully Hall   Jennifer Hayghe, the winner of the 1993 Juilliard William Petschek Piano Debut Award, does not lack courage. She opened her recital on Thursday evening modestly, with a Haydn sonata (H. XVI:39), then tore into one bravura piece after another. Indeed, the recital took on a sort of grand-operatic scale with Busoni's \"Sonatina Super Carmen\" and Liszt's rendering of Isolde's \"Liebestod\" from Wagner's \"Tristan und Isolde.\"","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Washington Talk; Money Without Strings Entangles Political Rivals","web_url":"https://www.nytimes.com/1993/04/20/us/washington-talk-money-without-strings-entangles-political-rivals.html","abstract":"  Evanston, Ill., wants a basketball court. Birmingham, Ala., wants pool repairs. And it is now widely known that Manchester, Conn., wants what Senator Bob Dole, the minority leader, derides as \"that infamous ice skating warming hut.\"   In the view of Mr. Dole and his Republican colleagues, proposals like these illustrate the wastefulness of President Clinton's plan to stimulate the economy, part of which would finance local wish lists. But to the Democrats, the assortment of proposals embodies something else: the principles of Republican social policy.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Broadway Theater Robbed","web_url":"https://www.nytimes.com/1993/04/20/nyregion/broadway-theater-robbed.html","abstract":"  The Booth Theater on Broadway's Shubert Alley was robbed yesterday morning by armed gunmen who fled with about $10,000 in cash, the police said. No one was injured and there are no suspects, said a police spokesman, Sgt. Anthony Barlanti. Two men with shotguns knocked on the door of the box office just before 10 A.M., the police said, and were admitted by a theater employee who mistook the men for fellow workers. The robbers then handcuffed the employee to a radiator, emptied the box office safe and fled, the police said. The theater, at 222 West 45th Street, is currently showing \"Someone Who'll Watch Over Me.\"","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Drive-By Killing In Washington Brings an Arrest","web_url":"https://www.nytimes.com/1993/04/20/us/drive-by-killing-in-washington-brings-an-arrest.html","abstract":"  After weeks of searching for the gunman whose late-night drive-by attacks have killed two and terrorized Northwest Washington, the police today arrested a man minutes after a third pedestrian was slain in broad daylight.   Investigators said the gunman had fired at two people and missed before killing a 61-year-old man walking alone on a quiet street about 1 P.M.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-93311859444.html","abstract":"Where's Big Brother? . The story on Singapore's electronic road-pricing system, \"Big Brother Works to Thin Out Singapore Traffic Jams\" (Business/Finance, April 19), noted that with \"systems in other countries . . . the vehicle is electronic","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/20/nyregion/bridge-430093.html","abstract":"  Nobody can be sure that Col. Richard Fredey of East Quogue, L.I., and Jessie Scudder of Riverhead, L.I., are the world's oldest winning bridge partnership, but it seems likely. He is 92, she is 94, and they learned to play more than 75 years ago when \"bridge\" meant the auction game, with contract in its finished form still a decade away.   They play several times each week, and one of their numerous victories came March 23 when they celebrated the colonel's birthday by winning the Shinnecock Club Championship, directed by Bette Rightor and Linda Ward. A week ago, reports Kathleen McLauchlen of Water Mill, L.I., the colonel as South on the diagramed deal used the direct methods of bidding that were popular in the early days of the game. When his partner opened one diamond he made an immediate response of six hearts.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"DEATH IN WACO: The Government's Plan; RENO SEES ERROR IN MOVE ON CULT","web_url":"https://www.nytimes.com/1993/04/20/us/death-in-waco-the-government-s-plan-reno-sees-error-in-move-on-cult.html","abstract":"  Attorney General Janet Reno conceded tonight that in hindsight the Government's plan to assault the heavily armed cult near Waco, Tex., had been a mistake.   \"It was based on what we knew then,\" she said this evening on the \"Larry King Live\" program on CNN. \"Based on what we know now, it was obviously wrong.\"","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Feathered Dinosaur Or Flightless Bird, New Find Stirs Dust","web_url":"https://www.nytimes.com/1993/04/20/science/feathered-dinosaur-or-flightless-bird-new-find-stirs-dust.html","abstract":"  THREE bird watchers of an unusual kind, without binoculars or field guides by Roger Tory Peterson, leaned over the laboratory table and compared pieces of ancient evidence central to one of the most controversial issues in paleontology today: the history of avian evolution and early flight.   These paleontologists at the American Museum of Natural History in New York City have ruffled scholarly feathers with the announcement last week of their discovery of a strange new type of dinosaur in the Gobi Desert of Mongolia. The 75-million-year-old fossil animal, about the size of a turkey, was actually a flightless bird, they contend, and it perched firmly on the evolutionary tree as a transitional figure between certain carnivorous dinosaurs and modern birds.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Charges Link Trash Industry To the Mafia","web_url":"https://www.nytimes.com/1993/04/20/nyregion/charges-link-trash-industry-to-the-mafia.html","abstract":"  The man who prosecutors say has long controlled New York City's private trash-hauling industry for the Mafia was indicted yesterday on Federal racketeering charges. Federal officials described the indictment as the second blow in a week to the mob's stranglehold on the industry in the New York region.   The accused man, 74-year-old James Failla, has long been the head of the Association of Trade Waste Removers of Greater New York, the largest trash industry trade group in the city. The Government contends that Mr. Failla is a captain in the Gambino crime family and has used force and threats of violence to divide up collection routes in a way that has given New York City the highest commercial trash-hauling rates in the nation.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Mess-Free Aquarium","web_url":"https://www.nytimes.com/1993/04/20/science/personal-computers-mess-free-aquarium.html","abstract":"  IZAAK WALTON said it best, speaking of a fisherman friend's devotion to angling: \"It was an employment for his idle time, which was then not idly spent, a rest to his mind, a cheerer of his spirits, a diverter of sadness, a calmer of unquiet thoughts, a moderator of passions, a procurer of contentedness.\"   It is unlikely that Sir Izaak could grasp the extent to which idle time is devoured by Maxis Software's new program El-Fish, the Electronic Aquarium. Transported more than three centuries forward into the personal computer age, Sir Izaak might have added, \"a consumer of disk space, a devourer of processing power and a clever way to transform what used to be a $4,000 computer into a simulated $100 aquarium.\"","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"SCIENCE Q&A","web_url":"https://www.nytimes.com/1993/04/20/science/science-q-a.html","abstract":"  Rehabilitating Kudzu   Q.     Traveling through Georgia, I saw a vine called kudzu that seemed to be taking over everything. What is it? Will it invade the Northeast? How do you get rid of it?     A.  Kudzu, often called the vine that ate the South, is a Chinese and Japanese fodder and cover crop with an edible root.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"For Racing Five, The Payoff Is Hall","web_url":"https://www.nytimes.com/1993/04/20/sports/for-racing-five-the-payoff-is-hall.html","abstract":"  Eddie Delahoussaye, who recently rode his 5,000th winner, and Tom Kelly, who has trained more than 60 stakes winners, were elected to the Racing Hall of Fame yesterday along with three star horses of the past.   The jockey and trainer will be inducted into the Hall of Fame at Saratoga Springs, N.Y., on Aug. 5 along with Alysheba, who won the Kentucky Derby in 1987 and was elected Horse of the Year in 1988; Personal Ensign, the filly who retired in 1988 undefeated in 13 races, and Cavalcade, winner of the 1934 Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"1 of 5 in New Survey Express Some Doubt About the Holocaust","web_url":"https://www.nytimes.com/1993/04/20/us/1-of-5-in-new-survey-express-some-doubt-about-the-holocaust.html","abstract":"  A poll released toyesterday found that 22 percent of adults and 20 percent of high school students who were surveyed said they thought it was possible that Nazi Germany's extermination of six million Jews, never happened.    In addition to the 22 percent of adult respondents to the survey by the Roper Organization who said it seemed possible that the Holocaust never happened, 12 percent more said they did not know if it was possible or impossible, according to the survey's sponsor, the American Jewish Committee.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Nanny Freed on Bail in Infant's Death","web_url":"https://www.nytimes.com/1993/04/20/nyregion/nanny-freed-on-bail-in-infant-s-death.html","abstract":"  A nanny charged with the murder of the 10-month-old infant in her care was freed on bail today amid several new disclosures about the strengths and weaknesses of the case against her.   With her parents, three sisters and her brother seated solemnly in the courtroom, Ann Franklin stood stiffly through the half-hour hearing as Judge Emmett J. Murphy reduced her bail from $500,000 to $250,000. At times, her lips quivered and her eyes blinked nervously.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"It's Time for Playoffs, So Take a Number","web_url":"https://www.nytimes.com/1993/04/20/sports/on-pro-basketball-it-s-time-for-playoffs-so-take-a-number.html","abstract":"  Discounting a first-round, three-game sweep of the Knicks by Chicago two years ago, when the teams were on different physical and psychological planes, the home team has coughed up its home-court advantage in Game 1 of the teams' last two competitive playoff series.    On May 9, 1989 -- not a night Mark Jackson recalls fondly -- Michael Jordan and the Bulls rallied to beat Rick Pitino's Knicks, 120-109, in overtime, on the way to winning the second-round series in six games. Last May 5, the Knicks won Game 1 in Chicago, 94-89, setting up their seven-game war.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-820993.html","abstract":"  An article on Saturday about tuition at Trenton State College misidentified one college in listing the New Jersey public system's eight other regional four-year campuses. It is William Paterson College.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"From Back of Pack, Kenyan Seizes Race","web_url":"https://www.nytimes.com/1993/04/20/sports/boston-marathon-from-back-of-pack-kenyan-seizes-race.html","abstract":"  Cosmas N'Deti came from way back, from nowhere on your top-50 marathoning charts. He was a postal clerk, a father running for his newborn son back home, and today this 23-year-old Kenyan knew that he had enough energy left in his 132-pound body to pass everybody in Boston and capture a 75-degree race that specialized in massive dehydration.   \"You come to a race like you come to a war,\" he said after winning the 97th Boston Marathon in 2 hours 9 minutes 33 seconds. \"I had the bullets and the gun.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Books of The Times; The Graduation Gifts of a Sentimental Education","web_url":"https://www.nytimes.com/1993/04/20/books/books-of-the-times-the-graduation-gifts-of-a-sentimental-education.html","abstract":"  Rameau's Niece  By Cathleen Schine  280 pages. Ticknor & Fields. $19.95.","thumbnail":null,"section":"Books"},{"date":"19930420","headline":"Schneider Tribute","web_url":"https://www.nytimes.com/1993/04/20/arts/schneider-tribute.html","abstract":"  A musical tribute to the violinist and conductor Alexander Schneider is to be held at noon on Friday at Carnegie Hall. Mr. Schneider died on Feb. 2 at the age of 84. The program will consist of chamber works performed by some close friends and colleagues. The tribute is free and open to the public. Information: (212) 247-7800.  ","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"DeNiro Spent Months On Northwest Accent","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-deniro-spent-months-on-northwest-accent-875693.html","abstract":"  To the Editor:   Your April 9 review of \"This Boy's Life\" describes Robert DeNiro's \"curious accent that sounds as if it had a lot of unexplained Irish in it.\"   I was Robert DeNiro's dialect coach for this movie -- I also taught him his Appalachian accent for \"Cape Fear\" -- and it may be of interest that he and I spent two months reviewing approximately 100 audiotapes of men about 40 years old who have lived exclusively in the Concrete, Wash., area to analyze how to change Mr. DeNiro's New York accent into Dwight's speech pattern.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor-91413115728.html","abstract":"Semites Together . Regarding \"Middle East: Time for Semites to Surmount the Past Together\" (Opinion, April 8) by Rana Kabbani:. I was deeply touched by Rana Kabbani's description of the refugees from the Golan Heights. Their plight should not be","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Victoria Journal; Such a Lovely City! Still, Seattle Holds Its Nose","web_url":"https://www.nytimes.com/1993/04/20/world/victoria-journal-such-a-lovely-city-still-seattle-holds-its-nose.html","abstract":"  This is a city that is \"clean, green and safe,\" says the Greater Victoria Visitors and Convention Bureau. The bureau does not say that this is the only major municipality in North America still dumping its raw waste in the sea.   Victoria's restored historic buildings, flowering lawns, parks, magnificent seascapes and alluring British influence, including dozens of tearooms and pubs, drew 3.2 million tourists in 1991, about two-thirds American. The visitors pumped $725 million into the local economy, nearly double the outlay five years earlier. When 1992 tallies are completed, numbers are likely to be even higher.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"It's Still the Same Game, but It's Not the Same Draft","web_url":"https://www.nytimes.com/1993/04/20/sports/it-s-still-the-same-game-but-it-s-not-the-same-draft.html","abstract":"  Shortly after the settlement of the players' lawsuit against the National Football League ushered in unrestricted free agency for some players and altered the basic nature of the college draft, Ron Hughes, the Detroit Lions' director of player personnel, began thinking about strategies for the 1993 draft, which will be held on Sunday.   \"There are so many variables,\" Hughes said. \"Which players are we going to lose, and which ones will we be able to keep next year? Because of the salary cap, will we be able to keep some of the free agents that we've already signed? Where will the depth of the free agency be? Will it be tackles, guards or wide receivers? Because defensive players are more ready to play in the N.F.L., should you draft defensive players? I've thought about this a lot.\"","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Los Angeles Election Is Quietly Momentous","web_url":"https://www.nytimes.com/1993/04/20/us/los-angeles-election-is-quietly-momentous.html","abstract":"  It has been all but forgotten amid the tensions surrounding the trial and verdict in the Rodney G. King police beating case, but Los Angeles approaches a milestone Tuesday with a vote for a new mayor.    The election is the climax of two years of political and racial turmoil that have rent this sprawling city's social fabric. For the first time in 64 years, the ballot lists no incumbent, and for the first time since 1965 the name of Tom Bradley, Mayor for the last 20 years, does not appear on the ballot.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"How to Make an Art Form of Sweeping","web_url":"https://www.nytimes.com/1993/04/20/opinion/l-how-to-make-an-art-form-of-sweeping-878093.html","abstract":"  To the Editor:   The truth of \"Drop the Mop, Bless the Mess: The Decline of Housekeeping\" (front page, April 11) found evidence under my kitchen sink. I knew my standards had dropped years ago, when I attended one of those sell-soap-to-your-friends promotions and couldn't respond to the question \"How long does it take you to clean your oven?\" I had stopped before self-cleaning ovens were invented.    But I have come full circle and now make time for choice chores as I have missed the cleansing of the soul that housecleaning provides.","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/20/nyregion/c-corrections-333993.html","abstract":"  An article on Saturday about a series of shootings in Northwest Washington referred incorrectly to a visit to the Columbia Heights neighborhood by Mayor Sharon Pratt Kelly. Her appearance there on April 15 was her second, not her first.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Sharks Let Go Coach","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-hockey-sharks-let-go-coach.html","abstract":"  The San Jose Sharks yesterday dismissed George Kingston, who coached the team to a 11-71-2 record this season.   The team had a first-year record of 17-58-5. But this season's 71 losses were the most ever recorded in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Review/Music; A Band That's Rocking to Color the Earth Green","web_url":"https://www.nytimes.com/1993/04/20/arts/review-music-a-band-that-s-rocking-to-color-the-earth-green.html","abstract":"  In a perfect match of performer to event, Midnight Oil -- an Australian band its leader, Peter Garrett, called \"desperate greenie activists\" -- performed on Sunday night at the Ritz in honor of Earth Day. \"We do not contemplate or accept in any way people damaging the world that we live in,\" he said from the stage.   The show, one of three rock events (in Los Angeles, New York and Washington) presented by the nonprofit group Concerts for the Environment, raised money for educational materials that promote environmental awareness and activity. These \"action kits\" were available on the way into the Ritz, along with tree-planting kits, bumper stickers and buttons.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Fire Brings Memories Of Turmoil","web_url":"https://www.nytimes.com/1993/04/20/nyregion/our-towns-fire-brings-memories-of-turmoil.html","abstract":"  EVERY now and then, it seems, fire returns to remind this usually placid town of the turmoil of the times.   Last month, two girls from the Little Flower Children's Services, a residence and school for abused and neglected children here on the East End of Long Island, ran away one night. The girls, one 14 and the other 11, planned to walk 75 miles to the families that had abandoned them in New York City. The older one also hoped to see her boyfriend.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Bosnia Fights New War Against Croats","web_url":"https://www.nytimes.com/1993/04/20/world/bosnia-fights-new-war-against-croats.html","abstract":"  In an explosion of fighting that appears to have further diminished the prospects of peace in Bosnia, two armies that have been linked in a nominal alliance against the Serbian nationalist forces have opened what amounts to a full-scale war.    The fighting between the Bosnian Government Army and the Croatian nationalist force known as the H.V.O. has engulfed a broad arc of territory north and west of Sarajevo, the capital, causing hundreds of casualties and featuring the kind of brutality often associated with the Serbian forces.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"Mandela's Group Buries a Fallen Hero","web_url":"https://www.nytimes.com/1993/04/20/world/mandela-s-group-buries-a-fallen-hero.html","abstract":"  South Africa, a country that has measured out its history in funerals, today turned the burial of an assassinated black Communist into the largest political rite since the celebration of Nelson Mandela's release from prison three years ago.   Before a crowd that overflowed an 80,000-seat soccer arena and a live audience on the Government-controlled television and radio, the African National Congress ushered Chris Hani into its pantheon of martyrs with a ceremony that was part military funeral, part campaign rally, part canonization.","thumbnail":null,"section":"World"},{"date":"19930420","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/20/nyregion/metro-digest-394093.html","abstract":"  A NEW COUNTRY SEEMS LIKE A PRISON   Asenhat Gomez used to peer out the windows of her childhood home in the Dominican countryside and relish a landscape of willowy palm trees and verdant fields where her extended family would gather for daylong reunions. In her new home -- a cramped apartment on Williamsburg's South Side -- the windows frame a claustrophobic vista of brick walls, and the few relatives she has in this country are so preoccupied with making ends meet that family get-togethers seem as long gone as the father who died a dozen years ago. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Tax Being Considered to Help Border Areas Cope With Free Trade","web_url":"https://www.nytimes.com/1993/04/20/us/tax-being-considered-to-help-border-areas-cope-with-free-trade.html","abstract":"  Faced with rapidly climbing estimates of what the North American Free Trade Agreement would cost the Government, the Clinton Administration has opened two reviews of whether to impose a tax on trade across the nation's border with Mexico, Federal officials said today.   The Treasury Department and the Labor Department have begun separate studies into whether a small tax is needed. The tax, which would probably be less than 1 percent, would replace the import tariffs of up to 25 percent that the free trade pact would eliminate over 15 years.","thumbnail":null,"section":"U.S."},{"date":"19930420","headline":"Rise in Rabies Seen as Threat In New York","web_url":"https://www.nytimes.com/1993/04/20/nyregion/rise-in-rabies-seen-as-threat-in-new-york.html","abstract":"  Public health authorities say that rabies has become a significant threat in New York City as the animal equivalent of an epidemic has brought cases to every borough but Queens.    New York City has confirmed 50 cases in wild animals since the outbreak reached the metropolitan area 13 months ago, and 436 people have required rabies shots. Before 1992, only about 25 people each year needed the vaccination, which is a series of five shots, said Steven J. Matthews, a spokesman for the city Health Department.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"Whitaker-Chavez Set","web_url":"https://www.nytimes.com/1993/04/20/sports/sports-people-boxing-whitaker-chavez-set.html","abstract":"  PERNELL WHITAKER's defense of his World Boxing Council welterweight championship against undefeated JULIO CESAR CHAVEZ will be held on Sept. 10 in the Alamodome at San Antonio, according to an agreement announced yesterday by promoter DON KING.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-letters-to-the-editor.html","abstract":"Codifying Euthanasia. Regarding \"The Doctor Shouldn't Be a Killer\" (Opinion, March 2) by Walter Reich:. Mr. Reich says that the Dutch are legalizing \"the killing of their own innocent members\" of society. The use of the word \"inno","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/20/arts/classical-music-in-review-932993.html","abstract":"  Annea Lockwood  St. Peter's Church   Annea Lockwood's \"Thousand Year Dreaming\" on Wednesday night seemed to be asking, in its indirect way, whether music's connection is primarily to the mind or to the body. Ms. Lockwood's 10-person ensemble, playing conch shells, didjeridus, conventional winds and exotic percussion, had at any rate the effect of a physical massage, a systematic stroking of nerve endings that calmed the urban listener's sense of haste and reorganized the passage of time. This music, in other words, was not so much an organization of thematic elements as a succession of languid aural impressions, one trailing after the next. One listened as if lying face up, watching cloud formations drift by.   So great was Ms. Lockwood's wish to penetrate her audience's physical world that toward the end of \"Thousand Year Dreaming,\" four players were sent out to wander the aisles. Each blew a didjeridu (pronounced DIHD-jer-uh-doo), a wind instrument from aboriginal Australia featuring a calm, deep-bass moaning and undulating monotones.","thumbnail":null,"section":"Arts"},{"date":"19930420","headline":"Dredging Stays Mired In a Debate Over Dioxin","web_url":"https://www.nytimes.com/1993/04/20/nyregion/dredging-stays-mired-in-a-debate-over-dioxin.html","abstract":"  Dioxin is the most virulent industrial poison to date, or maybe it's not. It can destroy entire marine species, infect humans, make the Atlantic Coast unfit for swimming and destroy the fishing and tourism industries, or maybe it can't.   But even in small quantities -- 10 parts per trillion -- it has embroiled a half-dozen state and Federal agencies, a variety of environmental groups, the Port Authority of New York and New Jersey and a divided Congressional delegation from New Jersey in a debate that shows no signs of ending.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"SCIENTIST AT WORK: Amory Lovins;\nGenerate 'Nega-Watts,' Says Fossil Fuel Foe","web_url":"https://www.nytimes.com/1993/04/20/science/scientist-at-work-amory-lovins-generate-negawatts-says-fossil-fuel.html","abstract":"FROM the vantage point of what he calls \"the jungle\" in his house in the Rocky Mountains here, the future of energy conservation has never looked brighter to Amory Lovins. \n\nMr. Lovins, a physicist trained at Harvard and Oxford, first burst onto the national energy-policy scene with a 1976 article in Foreign Affairs in which he proposed an energy future for the United States based on a \"soft path\" of energy efficiency, solar and wind power. He termed the use of conventional fuels the hard path.  Ever since, he has been widely seen as the nation's, and perhaps the world's, leading gadfly and guru on alternative energy.","thumbnail":null,"section":"Science"},{"date":"19930420","headline":"Trains and Buses, Then Airplanes","web_url":"https://www.nytimes.com/1993/04/20/nyregion/trains-and-buses-then-airplanes.html","abstract":"  It sounds like one of those little secrets about New York that only someone with the right connections will ever hear about: a ride to Kennedy International Airport for $1.25.    True, a few inconveniences are built into that price. Luggage space is spare, there is no guarantee of a seat, and the walk to a connecting bus is several hundred yards, a long way to tote a heavy bag.","thumbnail":null,"section":"New York"},{"date":"19930420","headline":"The Europe Question:Ill or Dead?","web_url":"https://www.nytimes.com/1993/04/20/opinion/IHT-the-europe-questionill-or-dead.html","abstract":"- A single question gnaws at the minds of European Community policymakers: Is the Community's retreat back to Europessimism and Eurosclerosis a temporary lapse, or does it mean that Europe is back to normal, and the heady years of the single market were no more than a brief escape from Europe's long-term decline?","thumbnail":null,"section":"Opinion"},{"date":"19930420","headline":"At Warsaw Ghetto, Poles and Jews Bound by Hope","web_url":"https://www.nytimes.com/1993/04/20/world/at-warsaw-ghetto-poles-and-jews-bound-by-hope.html","abstract":"  At a solemn outdoor ceremony tonight at the place where several hundred poorly armed Jews battled the Nazis 50 years ago, the leaders of Poland and Israel hailed the valor of the uprising and called for a new beginning in the often difficult relationship between Jews and Poles.    As a chilly darkness enveloped the monument to the heroes of the Warsaw ghetto and candles flickered in windows around the plaza, President Lech Walesa obliquely referred to anti-Semitism in Poland as \"acts not always worthy, actions not always meritorious.\" But, he said, \"We believe we are wiser today because of experience.\"","thumbnail":null,"section":"World"},{"date":"19930420","headline":"A JAPANESE OUTPOST : Art and Commerce","web_url":"https://www.nytimes.com/1993/04/20/style/IHT-a-japanese-outpost-art-and-commerce.html","abstract":"- The Japanese pride themselves on being innovators. They know a good idea when they see it; they're quick to improve upon it. And before it's possible to say \"trade imbalance,\" it seems they're selling it back to the folks who invented it.","thumbnail":null,"section":"Style"},{"date":"19930420","headline":"Buy the Crackerjack While It Lasts","web_url":"https://www.nytimes.com/1993/04/20/sports/on-baseball-buy-the-crackerjack-while-it-lasts.html","abstract":"  The rites of spring have only masked baseball's looming problems. Excuse the interruption to an already interesting season, but business and labor matters still lurk behind the scenes and not even the Detroit Tigers' awesome offense, the Philadelphia Phillies' best start in 78 years and the emergence of Andres Galarraga as the best expansion-team hitter in the National League can make them go away.   Although these on-field developments could dissolve into early-season footnotes, the off-field elements -- titled \"The Commissioner,\" \"Revenue Sharing,\" \"Salary Cap\" and \"Strike/Lockout\" -- will continue to be chapter headings through the season and next winter. Chapter I--The Commissioner    Despite official comments to the contrary, the identity of the 1993 World Series champion (if there is a 1993 World Series, but that's Chapter IV) almost certainly will be known before the identity of the next commissioner. So will the identities of the managers who will be hired next winter to replace managers fired and maybe even the identities of next season's opening-day pitchers.","thumbnail":null,"section":"Sports"},{"date":"19930420","headline":"Review/Cabaret; Gay Comedy in the Stand-Up Mainstream","web_url":"https://www.nytimes.com/1993/04/20/arts/review-cabaret-gay-comedy-in-the-stand-up-mainstream.html","abstract":"  Is there a place for gay humor in the traditionally macho world of stand-up comedy? Funny Gay Males, a slick, fast-talking comedy trio that opened a two-week engagement at the Ballroom (253 West 28th Street, Chelsea) last Tuesday evening would like to think so. They have created an act that cautiously broaches gay themes with a snappy, wisecracking delivery smack dab in the mainstream of stand-up comic styles.   The members of the group -- Danny McWilliams, Bob Smith and Jaffe Cohen -- are more allies than collaborators. Although they appear together briefly at the beginning and end of their act, the bulk of the show consists of solo sets.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[]},"19930421":{"guardian_articles":[],"nytimes_articles":[{"date":"19930421","headline":"Governor Moonlight","web_url":"https://www.nytimes.com/1993/04/21/opinion/governor-moonlight.html","abstract":"  His official salary, paid by New York State taxpayers, is $130,000. But his day job earns him less than half the $273,700 Gov. Mario Cuomo took in last year in his second line of work: giving speeches for pay.   Newly released tax returns show that the much-in-demand Mr. Cuomo received an average of nearly $20,000 for each of 14 speaking engagements in 1992, surpassing his 1989 record of $151,150 for honorariums. The Governor's total income last year came to $424,644.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Friends Hold a Memorial Matinee for Stella Adler","web_url":"https://www.nytimes.com/1993/04/21/arts/friends-hold-a-memorial-matinee-for-stella-adler.html","abstract":"  As an occasion for drama, the memorial service yesterday for Stella Adler did not disappoint. Her friends, colleagues and students gathered at the Roundabout Theater in Manhattan to share stories and reminiscences about the legendary drama teacher whose approach to acting was passionate, scholarly and volatile.    \"She always had her eye on some distant ideal, for she thought the theater should lift man to some higher aspiration,\" said the playwright Arthur Miller of Miss Adler, the leading American exponent of the Method system of acting, who died at 91 in Los Angeles on Dec. 22.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Books of The Times; Gay Life in the Military: A Record of Success","web_url":"https://www.nytimes.com/1993/04/21/books/books-of-the-times-gay-life-in-the-military-a-record-of-success.html","abstract":"  Conduct Unbecoming  Lesbians and Gays in the U.S. Military, Vietnam to the Persian Gulf  By Randy Shilts  784 pages. St. Martin's Press. $27.95.     Nearly everybody who has ever served in uniform knows the facts. But secrecy and hypocrisy are often in command and sometimes even wear stars. The official position is that homosexuals and lesbians are barred from the United States armed forces. No problem avoiding service; just check the box on the application form asking whether you have \"homosexual tendencies\" and the Army, Air Force, Navy and Marines won't allow you to join the ranks of the red, white and blue heterosexual servicemen and -women. That permits the services to praise the Lord, pass the ammunition and tolerate only the official military way.","thumbnail":null,"section":"Books"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-043893.html","abstract":"  An article yesterday about a poll of students' awareness of Nazi Germany's destruction of six million Jews referred incorrectly to the president of the American Gathering of Jewish Holocaust Survivors. He is Benjamin Meed.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90928098035.html","abstract":"Pakistan Has Acted . Regarding \"Muslims' Guilty Silence\" (Letters, April 14) from Leila A. W. Rustom:. I must point out that the government of Pakistan has been among the foremost in bringing the issue of Bosnia to the notice of international fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"A Quiet Visitor to Israel: Martin Bormann's Son","web_url":"https://www.nytimes.com/1993/04/21/world/a-quiet-visitor-to-israel-martin-bormann-s-son.html","abstract":"  In this week devoted to remembrances of the Holocaust and the Warsaw ghetto uprising, one of the many people who grieved in Israel was the eldest son of Martin Bormann, a Hitler deputy who supervised the mass killing of European Jews.   \"My feeling was one of mourning,\" said the son, also named Martin Bormann, after he and other children of Nazi officers visited Yad Vashem, the Holocaust memorial in Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90997738121.html","abstract":"Sign of the CrossRegarding the caption, \"Donna Karan's cardigan over flecked tweed, with cross\" (Features, April 6):. Some symbols represent human concepts and experiences too profound to trivialize. One such is the cross, for 2,000 years the","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-045493.html","abstract":"  An article yesterday about subway transportation to John F. Kennedy International Airport misidentified transfer points used by passengers for another airport, La Guardia, who take the subway to the Q33 bus, which stops outside the terminals. The points, in Queens, are the 74th Street-Broadway station on the No. 7 line and the Roosevelt Avenue station on the E, F, G and R lines.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Democrats Muster Only Weak Majority on Stimulus Package","web_url":"https://www.nytimes.com/1993/04/21/us/democrats-muster-only-weak-majority-on-stimulus-package.html","abstract":"  Senate Democrats barely mustered a majority on a test vote today for the scaled-down version of President Clinton's economic-stimulus bill and made no progress toward breaking a Republican filibuster.   Five Democrats deserted the President when the Senate voted, 52 to 46, to make the $15.4 billion measure he proposed last Friday, reduced from an earlier $19.5 billion, the bill it will consider if it ever gets to a final vote. A vote on ending the filibuster is scheduled for Wednesday morning, but most Democrats expect to fall short of the 60 votes that Senate rules require to halt debate.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Philharmonic Plans Summer Concerts","web_url":"https://www.nytimes.com/1993/04/21/arts/philharmonic-plans-summer-concerts.html","abstract":"  The New York Philharmonic is to give its second series of summer concerts at Carnegie Hall from July 14 to 29, with Kurt Masur conducting the orchestra in six performances devoted to the music of Brahms and Schumann. The format is similar to the Tchaikovsky series the orchestra presented at Carnegie Hall last year, with each concert prefaced by an extra event.    The opening program, on July 14 and 15, includes Schumann's \"Genoveva\" Overture and the Piano Concerto in A minor, and the Brahms First Symphony. Richard Goode is the scheduled soloist in the concerto.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"A New Italian Puzzle","web_url":"https://www.nytimes.com/1993/04/21/world/a-new-italian-puzzle.html","abstract":"  With a referendum that ended yesterday in a huge vote for change, many Italians sense that they have shed the past in a manner that deserves the same chorus of bravos as a good night at the opera.    The only question is, what to do for an encore?","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Where the Job Is, and Then Again Is Not, a Piece of Cake","web_url":"https://www.nytimes.com/1993/04/21/style/where-the-job-is-and-then-again-is-not-a-piece-of-cake.html","abstract":"WHENEVER I need spiritual sustenance, I pull out \"The Cake Bible\" and pick a recipe that looks absurdly challenging. I head to the market with a long list, and I spend an afternoon in the kitchen, scraping vanilla beans and hovering over chocolate melting in a double-boiler. When I manage to produce something credible, I am thrilled, and I think, Why not abandon journalism for the glamorous, artistically satisfying life of a pastry chef?\n\nOf course, anyone who has ever turned out souffles for 400 will tell you that struggling with industrial-size mixers and lifting 25-pound bags of flour are about as heady as working on a construction crew. My friend Jerilyn Tabor, an assistant pastry cook at Lespinasse, the sumptuous restaurant at the St. Regis, cackled when I told her that she had the most exciting job in New York. Determined to show me the grit behind the glamour, she arranged with the pastry chef, Rhona Lauvand, to have me work at her side.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"DEATH IN WACO: The Government's Plan; Confusion Abounds in the Capital On Rationale for Assault on Cult","web_url":"https://www.nytimes.com/1993/04/21/us/death-waco-government-s-plan-confusion-abounds-capital-rationale-for-assault.html","abstract":"  The Federal Bureau of Investigation had no recent evidence that children were being beaten in the Branch Davidian compound, F.B.I. Director William S. Sessions said today.    The Director's remarks contradicted assertions by President Clinton and Attorney General Janet Reno that escalating child abuse had been a major reason to assault the complex near Waco, Tex., on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; Don't Point at Lawyers","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-don-t-point-at-lawyers-079993.html","abstract":"  To the Editor:   I was more than slightly amused by \"Dedication, Not Money, Keeps Doctors Going\" (letters, April 13), defending the incomes of physicians. While there is no doubt that many doctors work grueling schedules with the true goal of healing people, there is also no doubt that the medical industry is extremely lucrative.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Wounded Muslims Vow to Return to Srebrenica","web_url":"https://www.nytimes.com/1993/04/21/world/wounded-muslims-vow-to-return-to-srebrenica.html","abstract":"  In a smoky bomb shelter beneath the main hospital here, wounded and maimed Muslim soldiers airlifted from Srebrenica vowed today to continue their yearlong struggle to defend their homes.   \"I'm going back for sure as soon as I'm well,\" said Muradif Habibovic from his bed. \"Even like this, I will go back.\" He held up both hands, which were bandaged and missing fingers.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"DEATH IN WACO: Why It Burned; A Fire Carried by the Wind Through Matchstick Walls","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-why-it-burned-a-fire-carried-by-the-wind-through-matchstick-walls.html","abstract":"  It was a solid half-hour before the first fire trucks arrived at the smoldering remains of the Branch Davidian compound on Monday.    But 30-mile-an-hour gusts, flimsy wooden construction and the almost certain use of incendiary fuel would have made saving the structure difficult from the moment the first flames rose along the sides of the building, firefighters at the scene and a fire expert said today.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Maker of Abortion Pill Reaches Licensing Pact With U.S. Group","web_url":"https://www.nytimes.com/1993/04/21/us/maker-of-abortion-pill-reaches-licensing-pact-with-us-group.html","abstract":"  The French company that makes the abortion pill RU-486 has agreed to license the drug to an American contraceptive research group so it can find a manufacturer in the United States, the Commissioner of Food and Drugs said today.   The Commissioner, Dr. David A. Kessler, said that after a meeting today in Rockville, Md., Edouard Sakiz, president of the French company, Roussel-Uclaf, agreed to license the drug and the technology to make it to the Population Council, a not-for-profit research organization based in New York City.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/21/nyregion/bridge-753493.html","abstract":"  The defending champions in the 1993 Von Zedtwitz Double Knockout Team Championship are headed by Michael Camp. His team suffered a surprising loss in the first round to a low-ranked squad, but stayed alive in the once-defeated bracket by winning a match Monday night, played at the Young Men's Philanthropic League at 4 East 80th Street.   Camp helped his team considerably with some fine card reading on the diagramed deal. When his partner balanced with two clubs he liked his diamond ten and ventured two no-trump. Barbara Haberman as North naturally continued to three no-trump and West led a heart.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Vicious 'Ethnic Cleansing' Infects Croat-Muslim Villages in Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/vicious-ethnic-cleansing-infects-croat-muslim-villages-in-bosnia.html","abstract":"  Fighting spread throughout Bosnia today as Serbian, Muslim and Croatian forces attacked civilians with a ferocity that appeared more than ever to overwhelm the United Nations military forces sent here to mitigate the effects of the war.   United Nations commanders who spoke over the weekend of building a broader peace from a fragile cease-fire in the besieged Muslim enclave of Srebrenica today were hopscotching across Bosnia in a desperate attempt to curb the new rush of hostilities. Deadlocks and More Deadlocks    Even the Srebrenica agreement, which established the eastern town as a \"safe area\" for tens of thousands of Muslim civilians, appeared to be in danger of collapsing as Bosnian and Serbian commanders deadlocked over meeting the terms.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/21/style/chronicle-834493.html","abstract":"  The man who helped catapult CAROL MOSELEY BRAUN, Democrat of Illinois, from an obscure Chicago politician to the first black woman elected to the United States Senate, is about to assume another role -- that of the Senator's husband.   Although no official announcement has been made, the Senator's press secretary, Stacey Grundman, confirmed yesterday that Ms. Braun was engaged to marry her former campaign manager, KGOSIE MATTHEWS, who is now deputy chairman of national affairs for the Washington Strategic Consulting Group.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/04/21/sports/results-plus-971593.html","abstract":"  HOCKEY  Olczyk Scores Tying Goal for U.S.  The Rangers' Ed Olczyk tipped in a shot from the blue line by Erich Weinrich early in the third period yesterday to gain a 1-1 tie for the United States against Finland in the world championships in Dortmund, Germany. The Finns took a 1-0 lead four minutes into the second period when Mike Richter, Olczyk's Ranger teammate, gave up an easy goal to Jarkko Varvio. It was the second tie in the tournament for the Americans, who scored a late third-period goal to tie the Czech Republic 1-1 in Sunday's opening game. The tie also left the United States in fourth place in Pool B with 2 points. Germany also has 2 points but a better goal differential than the United States, while the Czech Republic and Finland each have 3 points. The four top teams in each pool advance to the playoffs next week. In a game played in Munich, Geoff Sanderson of the Hartford Whalers had two goals, including the go-ahead score on the first penalty shot of his career, to lead Team Canada to a 4-1 victory over defending champion Sweden. With the score tied at 1-1, Canada was awarded the penalty shot after a Swedish defender covered the puck in front of his goal. The Rangers' Mike Gartner scored his second goal of the tournament in the victory, and goaltender Bill Ranford of the Edmonton Oilers had another exceptional game, making 36 saves after posting a shutout on Monday. Canada now has a 2-0 record in pool A. (AP) TENNIS  Another Clay Match, Another Becker Loss  Second-seeded Boris Becker made another early exit from a clay-court tournament yesterday, losing to Marc Rosset at the Monte Carlo Open in Monaco. Rosset beat Becker, playing in his first match, 7-6 (7-3), 6-3, in the second round. Top-seeded Stefan Edberg came from behind to beat Henri Leconte, 3-6, 7-5, 6-1. Seventh-seeded Andrei Medvedev, who has already won two clay-court tournaments this year, advanced with a 6-4, 6-0 victory over Tom Nijssen. Last week, Becker lost in the second round of the tournament in Nice, France. Yesterday's loss was Becker's third in an opening match in Monte Carlo and the 10th in 36 clay-court tournaments in his career. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-077293.html","abstract":"  To the Editor:   In line with the Clinton Administration's support of a managed competition form of health care, under which doctors and patients are encouraged to join health maintenance organizations, I want to point out certain ominous events regarding managed care plans in New York City.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Will Starks Run Nets' Lane Safely?","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-basketball-will-starks-run-nets-lane-safely.html","abstract":"  The Nets may have been thinking about John Starks today, but Starks had a different priority: tonight's game against Miami.   The Knicks and the Nets will meet on Wednesday night at Madison Square Garden, their first meeting since Feb. 28, the day Kenny Anderson's season ended. Anderson, the Nets' starting point guard, suffered a broken bone in his wrist after colliding with Starks in midair on a third-quarter drive to the basket. Starks was called for a flagrant foul on the play, and the Nets were angry, insisting afterward that Starks should be suspended.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Yee-Ha! Bar Has a Whiff Of the West","web_url":"https://www.nytimes.com/1993/04/21/nyregion/yee-ha-bar-has-a-whiff-of-the-west.html","abstract":"  The men wear string ties, jeans and cowboy boots, and the women wear fringed jackets and cowboy hats. When the band starts belting out country favorites, just about everyone is out on the dance floor doing the Texas two-step.   It's a Saturday night in Redding, Conn., deep in the heart of Fairfield County's back country, and this is the Georgetown Saloon, a bar and restaurant that New Yorkers and New Englanders have been coming to for 15 years to pretend they're out on the ranch.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Gore Congratulates Poland on Its Democracy","web_url":"https://www.nytimes.com/1993/04/21/world/gore-congratulates-poland-on-its-democracy.html","abstract":"  In his first major speech abroad as Vice President, Al Gore congratulated members of the Polish Parliament today on the progress their country had made in moving from Communism to democracy and capitalism.   Poland, where more than half the workers are in private enterprises and smooth democratic elections have been held, was showing the best economic and political health of the Eastern European countries that ousted Communist rulers in 1989, he said.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/21/nyregion/metro-digest-413693.html","abstract":"  NEW YORK CITY  CORRUPTION SCANDAL HITS ANTI-GRAFT UNIT   The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal, as two of its own managers were arrested in connection with a bid-rigging scheme. One of the managers was hired despite a burglary conviction in 1989. A1. LIBERALS ARM FOR SCHOOL FIGHT   Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards. A1.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-91825528682.html","abstract":"For Arab Democracy. A. M. Rosenthal's apparent concern for democracy in the Arab world (\"When Will Arabs Revolt Against Cruelty at Home?\" Opinion, April 14) is commendable. His expression of such sentiments would sound more credible if he were t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Penguins Have That Unbeatable Look","web_url":"https://www.nytimes.com/1993/04/21/sports/hockey-penguins-have-that-unbeatable-look.html","abstract":"  The Penguins put their enormous talents on display again tonight with a 7-0 triumph over the New Jersey Devils that gave Pittsburgh a playoff record for consecutive victories to go along with the regular-season mark it set less than two weeks ago.   The Penguins, who opened a 2-0 lead in their four-of-seven-game opening-round series with the Devils, scored their 13th consecutive playoff victory, dating to last season. That broke the mark set by Edmonton in 1984 and 1985.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Prepaid Medical Care: The Heart of Any Reform","web_url":"https://www.nytimes.com/1993/04/21/opinion/prepaid-medical-care-the-heart-of-any-reform.html","abstract":"Stanford is a fascinating vantage point from which to observe the debate over health care reform. We have Alain Enthoven, a former Clinton adviser, coiner of the term \"managed competition\" and long-time advocate of market reform in health care. And we have Stanford University Medical Center, a leading medical school and research center, which is nervous about what reform might augur for education and research.\n\nIn the middle of the discussion sits Stanford University Hospital, which must move quickly to define its future in northern California's rapidly evolving health services market.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Addio Italia, Hello Real World","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-addio-italia-hello-real-world.html","abstract":"At the beginning of the century, droves of disenchanted Italians left Europe in pursuit of happiness in the New World. They spoke of \"fare l'americano,\" doing it the American way. In the 1960s, people left Italy to quit a decadent civilization a","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Manacles of the Mind","web_url":"https://www.nytimes.com/1993/04/21/opinion/manacles-of-the-mind.html","abstract":"In the Texas Bible Belt, where I grew up and still live, religious cartoon characters such as David Koresh are the rule, not the exception. Here, all sorts of folks talk for God.\n\nWhen I was a child growing up in the Southern Baptist church, the Bible was often cited as justification for the strangest behavior. Holy Scripture was the reason I couldn't go to the movies on Sunday afternoons, swim in the same pool with boys or drink from the same water fountain as black people.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-044693.html","abstract":"  A front-page summary heading yesterday, referring to an article in Business Day about a law firm's settlement of a Government suit in a savings and loan bankruptcy, characterized the terms incorrectly. The firm, Jones, Day, Reavis & Pogue, agreed to pay the Government $51 million to settle a claim that it had aided the financier Charles H. Keating Jr. in the fraud that brought on the costliest bankruptcy in the savings and loan debacle. The firm was not fined.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Liberals Cooperating in New York School Races","web_url":"https://www.nytimes.com/1993/04/21/nyregion/liberals-cooperating-in-new-york-school-races.html","abstract":"  Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards.   These groups have often had common interests in the past, but this year they find themselves working together even more closely in the face of an energized effort on the other side of the political spectrum by the Roman Catholic Church, the Rev. Pat Robertson and some community groups with a conservative social agenda.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Lawyer Says End to Prison Standoff Appears Near","web_url":"https://www.nytimes.com/1993/04/21/us/lawyer-says-end-to-prison-standoff-appears-near.html","abstract":"  A lawyer advising rebellious inmates holding five hostages at the Southern Ohio Correctional Facility here said tonight that after negotiating sessions this afternoon, he was optimistic that the nine-day siege at the prison could end as soon as Wednesday.   Niki Z. Schwartz, a Cleveland lawyer who was flown here by prison officials at the request of the inmates at the maximum security prison, told reporters: \"I just talked to the lead inmate negotiators on the phone before coming over here and he indicated that he is optimistic that they will be in a position to reach some agreement if not tonight then tomorrow. I'm very optimistic that we are getting very close to an agreement.\"","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Giants Swing and Don't Miss In the 11th","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-giants-swing-and-don-t-miss-in-the-11th.html","abstract":"  The 14 strikeouts of Sid Fernandez were just a memory by the 11th inning last night. Bill Swift's inspiring night of work -- seven innings, one hit -- was already over, too. By the end of the evening, two pitching performances worth remembering led to an inning Mike Maddux and Bobby Bonilla would rather forget.   Maddux, the most effective of the three-man group filling the role of closer in the temporary absence of John Franco, allowed three runs in the 11th inning of a 4-1 Met loss to the Giants. After an overpowering performance by Fernandez and an overwhelming effort by Swift, something had to give.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Women's Group Recasts Religion in Its Own Image","web_url":"https://www.nytimes.com/1993/04/21/us/women-s-group-recasts-religion-in-its-own-image.html","abstract":"  In a crowded meeting room at the Convention Center here, the woman leading a \"Catholic-rooted feminist liturgy\" told several hundred worshipers, \"Even though we have no bread and we have no wine, God will feed us.\"    From the next room came snatches of a black spiritual. One floor up, about 120 people participated in an American Indian pipe ceremony. They were nearly drowned out by the 70 women down the hall who were drumming in a frenzy, shaking plastic egg rattles and singing a prayer to the ancient Greek goddesses of the hunt and the hearth.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"2 MANAGERS HELD IN BIDDING SCHEME AT SCHOOL AGENCY","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-managers-held-in-bidding-scheme-at-school-agency.html","abstract":"  The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal yesterday. Two of its own managers were arrested in connection with a bid-rigging scheme -- one of whom, it turns out, was hired despite a burglary conviction in 1989.   Law-enforcement officials charged that the two employees, both project officers for the School Construction Authority, had accepted about $140,000 in bribes from contractors and had agreed to take hundreds of thousands more. Ten people connected with seven contractors also were arrested, with another expected to surrender soon.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-92409814879.html","abstract":"Skinheads in Warsaw . Regarding the report \"In Warsaw, a Grim Reminder\" (April 9):. This is indeed a grim reminder of Polish reality: Scores of bystanders spontaneously siding with skinheads shouting anti-Semitic slogans at the 50th anniversary","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-040393.html","abstract":"  Make Up Your Mind  New Group Theater 432 West 42d Street Clinton Through May 2  By Kurt Vonnegut; directed by Sam Schacht; design director, Zaniz; technical director, Kurt S. Nelson; production manager, Michelle Malloy McIntyre. Presented by the New Group Theater Company, Mr. Schacht and Scott Elliott, artistic directors. WITH: Richard Brandon, Tom Brannum, Rod McLachlan and Miranda Sinclair.   At the outset of \"Make Up Your Mind,\" a new play by Kurt Vonnegut being presented by the New Group, an actor delivers a brief synopsis of the hero's background (while stationed at the North Pole, Roland Stackhouse marries an Eskimo, etc.) and an apology. The purpose of the abridged bio is to spare the audience in this age of short attention spans a whole act of exposition. The apology is to any Eskimos who might be offended by the humor at their ethnic expense. (\"Hath not an Eskimo eyes? If you prick him doth not an Eskimo bleed?\")","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Dolphins Sign Heller","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-pro-football-dolphins-sign-heller.html","abstract":"  Rather than wait until the National Football League draft to acquire an offensive lineman, the Miami Dolphins signed free-agent tackle RON HELLER of the Philadelphia Eagles yesterday. Heller, 30, became the Dolphins' best-paid offensive lineman when he accepted a three-year contract. The amount of the deal wasn't disclosed, but the Dolphins had reportedly offered him $950,000 per year. The nine-year veteran earned $600,000 last year.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Run vs. Swim? Statistician Says The Score Is In","web_url":"https://www.nytimes.com/1993/04/21/health/run-vs-swim-statistician-says-the-score-is-in.html","abstract":"  DR. HOWARD WAINER, a swimmer and statistician at the Educational Testing Service in Princeton, N.J., first began wondering if runners spend energy as efficiently as swimmers when he was an undergraduate in the early 1960's, and used to argue with his runner friends over whose workout was harder.    Now he has put those two interests together in a study published in the current issue of Chance, the journal of the American Statistical Association.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"NATO General Is Reticent About Air Strikes in Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/nato-general-is-reticent-about-air-strikes-in-bosnia.html","abstract":"  The top NATO commander told Congress today that while limited air strikes might be effective in reducing the Serbian shelling of Muslim towns and cities in Bosnia, it is unlikely that they would bring the Serbs to the negotiating table.   The assessment by Gen. John M. Shalikashvili of the United States came as President Clinton and his top aides met today to discuss the fighting in Bosnia. A senior Administration official said that no decisions were taken at the meeting.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"In Indian States, Violence Continues","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-in-indian-states-violence-continues-080293.html","abstract":"  To the Editor:   In \"Carnage Unseen\" (editorial, April 11), you list areas of the world where innocents are victims of ethnic wars and tribal hatreds. Your listing of hot spots recognizes the bloodshed in Kashmir, but fails to mention two other parts of India, Punjab and Assam, that have been aflame for a number of years. They too have victims unseen and unheard.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"COLLEGE LACROSSE REPORT","web_url":"https://www.nytimes.com/1993/04/21/sports/college-lacrosse-report.html","abstract":"  Army    The game of the week will be played in Michie Stadium at West Point on Saturday between Hofstra (7-1), No. 6 in the Intercollegiate Lacrosse Associatiion poll, and Army (7-2), No. 12. The outcome will weigh heavily upon the May 8 selections for the national tournament.   Because the Cadets have never lost to a Patriot League opponent, and are not likely to do so soon, the National Collegiate Athletic Association tournament is what the players anticipate the most and qualification is the annual goal of Coach Jack Emmer.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Frankfurt Journal; Danny the Red Greets the Far Right, but Gingerly","web_url":"https://www.nytimes.com/1993/04/21/world/frankfurt-journal-danny-the-red-greets-the-far-right-but-gingerly.html","abstract":"  Daniel Cohn-Bendit, who was celebrated as Danny the Red during the student rebellion in Paris in 1968, still has the head full of red hair that gave him the nickname, but his fiery temperament has given way to the philosophical acceptance of middle age.   In a German city where 170,000 of the 628,000 residents are foreigners, Mr. Cohn-Bendit is now the elected official responsible for \"multi-cultural affairs,\" which have become a lot more complicated all over Germany since an influx of hundreds of thousands of foreign asylum-seekers created a right-wing radical backlash.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Throw a Draft And They'll Come","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-throw-a-draft-and-they-ll-come.html","abstract":"  College football coaches want their underclassmen to remain on their teams and to finish degrees. National Football League executives say they want the same thing.   For each of the last five years, however, a steady number of underclassmen, mostly juniors, have entered the N.F.L. draft, and this year's draft is no exception. And some of the underclassmen will again shine: At least 10 juniors are projected to be first-round picks.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-887593.html","abstract":"  The Breaks  Women's Interart Center 549 West 52d Street Manhattan Through May 23  Written and performed by Deb Margolin and Rae C. Wright; directed by Cheryl Katz; set by Christina Weppner; lighting by Jeff Zeidman; costumes by Linda Gui; production stage manager, Dan Geist. Presented by the Interart Theater, Margot Lewitin, artistic director.   While caring for the elderly patients in a nursing home, two nurses take periodic breaks for cigarettes and conversation. Sitting at a table in a large broom closet, they talk about their work and reveal aspects of their lives. The play, \"The Breaks,\" written and performed by Deb Margolin and Rae C. Wright, is a small, gently observant mood piece in which intimacy is established through the most indirect of means.","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Gunmen Fire at Egyptian Official","web_url":"https://www.nytimes.com/1993/04/21/world/gunmen-fire-at-egyptian-official.html","abstract":"  Gunmen fired on Egypt's Minister of Information outside his suburban home today, wounding his bodyguard and driver but failing in what was apparently an assassination attempt.   The minister, Mohammed Safwat el-Sharif, sustained a minor hand injury from flying glass. He said his bodyguard received serious bullet wounds to the chest and back, and his driver was shot in the thigh.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Gllner, Becker: Divided Champs From Germany","web_url":"https://www.nytimes.com/1993/04/21/sports/IHT-gollner-becker-divided-champs-from-germany.html","abstract":"Applause greeted the newest German champion as he entered Tuesday morning through a space in the chain-link fence. His title was just two days old, so perhaps Marc Gllner still wondered what it meant? To be a champion? A dozen people, perhaps 20, we","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor.html","abstract":"The Lie of 'Cleansing' . Given that the term \"ethnic cleansing\" is a euphemism convenient to those who are perpetrating massacre, mutilation, racial segregation and piracy in Bosnia, it is indefensible for anyone who opposes these acts to use th","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-91421048618.html","abstract":"Leave Them Powerless . Intervention in the Bosnian debacle need not be in the Vietnam mode or the Iraqi mode, and certainly not in the Dresden firestorm mode. U.S. intelligence satellites must have pinpointed major nodes of the electrical production and d","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Sherrard Is Out to Prove the Giants Won't Be Sorry","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-sherrard-is-out-to-prove-the-giants-won-t-be-sorry.html","abstract":"  The Dallas Cowboys, his first pro team, gave up on him after he had broken his right leg twice in seven months. The San Francisco 49ers, his second pro team, said it wanted him back, but not as a starter.    So even in this era of wild salaries for unrestricted free agents in the National Football League, were the Giants irrational to give Mike Sherrard $4.76 million over three years? Probably not, because the Giants needed wide receivers and Sherrard, 29, still has a chance to be one of the best.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"I.O.C. Pressured to Make Beijing a Forbidden City","web_url":"https://www.nytimes.com/1993/04/21/sports/ioc-pressured-to-make-beijing-a-forbidden-city.html","abstract":"  Human Rights Watch, an organization that monitors human rights abuses worldwide, is lobbying International Olympic Committee members in an attempt to gain I.O.C. opposition to Beijing's bid to hold the 2000 Summer Olympic Games.   Robert Bernstein, chairman of Human Rights Watch, said his United States-based organization received \"an unacceptable response\" from the I.O.C. after his group had sent a letter to the I.O.C.'s president, Juan Antonio Samaranch, protesting the consideration of China as a host country.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Friend of Gotti Being Charged With Perjury","web_url":"https://www.nytimes.com/1993/04/21/nyregion/friend-of-gotti-being-charged-with-perjury.html","abstract":"  A businessman who is a close friend of John Gotti was charged yesterday with lying to a grand jury about a corporation that prosecutors say the defendant formed as a sham company to \"give the false impression\" that Mr. Gotti had legitimate income.   The indictment of Lewis Kasman, who has said Mr. Gotti was \"like a father to me,\" is the latest in a series of sustained attacks by the authorities on associates of the Mafia chieftain, who is serving a life prison sentence for murder and racketeering.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Yanks' Bullpen Falls Short Again","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-yanks-bullpen-falls-short-again.html","abstract":"  A remarkable comeback against Dennis Eckersley, five runs that they scored in the ninth inning, and the immense feeling of accomplishment the Yankees felt vanished in minutes tonight because their bullpen could not protect a one-run lead in the ninth inning. Again.   The game ended in stylish fashion in the 10th inning for the A's when Rickey Henderson slashed a two-run homer off John Habyan to carry them to a 9-7 victory at Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Crow Leaves A&M Post","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-crow-leaves-a-m-post.html","abstract":"  JOHN DAVID CROW, who won the Heisman Trophy playing for Bear Bryant, resigned as Texas A&M's athletic director yesterday to go into business with Bryant's son, PAUL BRYANT JR., at Gulf Greyhound Park.   Crow played for the Aggies from 1955 to 1957 under Bear Bryant and later coached under him at Alabama, where he became reacquainted with Bryant Jr., owner of the greyhound racing track in La Marque, Tex.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/21/style/chronicle-930893.html","abstract":"  JACQUELINE KENNEDY ONASSIS has broken a long silence to grant her first full-length interview in three decades.    Mrs. Onassis, who zealously guards her privacy, agreed to talk to JOHN F. BAKER, editorial director of Publishers Weekly, provided that all questions pertain to her professional life as a book editor, that she approve all quotes and that no tape recorders or cameras be used. Mr. Baker's article appears in this week's issue of the magazine.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Israel Parade To Include A Gay Group","web_url":"https://www.nytimes.com/1993/04/21/nyregion/israel-parade-to-include-a-gay-group.html","abstract":"  Weeks of wrangling over a request by a predominantly homosexual congregation to march next month in a parade saluting Israel ended yesterday with a compromise that will put the synagogue's marchers with another organization.    A spokesman for the American Zionist Youth Foundation, sponsor of the May 9 parade, said Congregation Beth Simchat Torah accepted an invitation to march with the Association of Reform Zionists of America in the parade, behind a banner that will include the congregation's name and that of the association.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Chiefs and 49ers Come to Terms on Montana Trade at Last","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-chiefs-and-49ers-come-to-terms-on-montana-trade-at-last.html","abstract":"  Joe Montana, who helped the 49ers win four Super Bowls and was urged by fans to run for mayor, is officially leaving San Francisco.   Tonight, the 49ers traded the 36-year-old quarterback -- along with safety David Whitmore and a 1994 third-round draft pick -- to Kansas City for the Chiefs' first-round selection (the 18th over all) in the National Football League draft on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-93349543753.html","abstract":"By Any Other Name. By encouraging the establishment in the Balkans of another pseudo-nation, that of \"Macedonia,\" which claims to have an oppressed minority that needs liberating in neighboring Greece, aren't Greece's allies setting the stage fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/21/us/inside-312193.html","abstract":"  Step Nearer for Abortion Pill   A licensing agreement has been signed by the French maker of an abortion pill and an American research group, making sales of the drug here more likely. Page A18. After Italy Cheers    Amid a huge vote for change, many Italians sense that they deserve a chorus of bravos. The only question is what to do for an encore. Page A3. Giving Up on House & Garden    HG, founded as House & Garden in 1901, will close after its July issue. Its owner, Conde Nast, will focus on Architectural Digest. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"'Sham' Scheme Outlined In Armand D'Amato Trial","web_url":"https://www.nytimes.com/1993/04/21/nyregion/sham-scheme-outlined-in-armand-d-amato-trial.html","abstract":"  Federal prosecutors opened their case against Armand P. D'Amato today, charging that he was a willing and sophisticated participant in a \"bogus, phony, sham\" scheme to defraud a client, the Unisys Corporation.   Mr. D'Amato's lawyers countered that he was a novice political consultant who was innocently following the orders of the Unisys executive who hired him.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Just a Sporting Chance","web_url":"https://www.nytimes.com/1993/04/21/sports/IHT-just-a-sporting-chance.html","abstract":"If only sport were above suspicion, if only we could guarantee that all men played each game to the limits of their skill and spirit, Wednesday night's match would surely become a cornerstone of European soccer.. It is effectively the final leg of the Cha","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Clinton to Offer Plan for Change In U.S. Schools","web_url":"https://www.nytimes.com/1993/04/21/us/clinton-to-offer-plan-for-change-in-us-schools.html","abstract":"  The Clinton Administration today will unveil its plan for overhauling American schools, trading the Bush Administration's market-oriented approach for a national education policy guided more directly from Washington.   Revised after extensive negotiations between the Department of Education, Congressional Democrats and the nation's governors, the bill retains former President George Bush's plans for voluntary national curriculum standards and national testing but drops the vouchers that were the centerpiece of the Bush strategy. Instead, the Clinton plan would reward states for following Washington's lead by revamping schools along broad Federal guidelines.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Book Notes; Shutout Ends: It's Men 12, Women 1","web_url":"https://www.nytimes.com/1993/04/21/books/book-notes-shutout-ends-it-s-men-12-women-1.html","abstract":"  E. Annie Proulx's first novel, \"Postcards\" (Charles Scribner's Sons), the story of the tragic repercussions of an accidental killing for a Vermont farm family, has been chosen as the winner of the 1993 PEN/ Faulkner Award for Fiction, the first time that a work by a woman has been honored with the award, one of a handful of top American literary honors. The 13th annual award was announced yesterday by Robert Stone, chairman of the PEN/Faulkner Foundation in Washington.   Women had been nominated 19 times since the award was founded in 1980 by writers to honor their peers, and among those nominated who did not win it are Cynthia Ozick and Anne Tyler. At first, the failure of women to be selected for the prize seemed a quirk, then somehow a jinx. Although women were consistently judges for the prize, unproven conspiracy theories abounded.","thumbnail":null,"section":"Books"},{"date":"19930421","headline":"Whether to Go Co-op or Not in Beijing","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-whether-to-go-co-op-or-not-in-beijing-081093.html","abstract":"  To the Editor:   A letter I received from China last week shows that Beijing residents are facing a New York-style dilemma of recent years: to go co-op or to remain a renter.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"U.N. Aides Cautious on Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/un-aides-cautious-on-bosnia.html","abstract":"  United Nations officials are warning that conducting air strikes against the Serbs or helping the Bosnian Government get arms will imperil their peacekeeping and relief efforts for some 2.3 million people.   A decision to lift the arms embargo on the Muslims or bomb Serbian gun emplacements and supply routes, they argue, would turn the Security Council into the ally of the Muslims in Serbian eyes and encourage their forces to hinder and attack United Nations aid convoys and their military escorts.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Review/Television; The Politics of Hatred Since the Days of Jesus","web_url":"https://www.nytimes.com/1993/04/21/movies/review-television-the-politics-of-hatred-since-the-days-of-jesus.html","abstract":"  \"The Longest Hatred\" is a plain-spoken two-and-a-half-hour survey of 2,000 years of anti-Semitism, from the beginnings of Christianity to the Holocaust to the establishment of the State of Israel. What the narrator calls \"the story of the politics of hatred\" is told through pictures, words and actions that bear a terrible similarity across centuries and nations.   Historians from several countries explore the sources of the hate, which the opening segment, \"From the Cross to the Swastika,\" traces to the New Testament, particularly the writings of St. Paul. Prof. John G. Gager of Princeton University describes the New Testament as a political document that shifted responsibility for Jesus' death from the powerful Roman Empire to the Jews. The interpretation may be offensive to some Christians and contested by some scholars, but the program leaves no doubt that even if Jews of the time were to blame, many generations have by now paid for the crime.","thumbnail":null,"section":"Movies"},{"date":"19930421","headline":"DEATH IN WACO: The Survivors","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-the-survivors.html","abstract":"  They gave him their daughters and wives, ate only popcorn and nuts for days on end and parted with him only as the flames consumed their home on the Texas prairie.   Little else is known about the nine surviving members of the Branch Davidian sect. But there is enough to peer into the relationship between a band of followers and David Koresh, who they were certain was the Messiah.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"U.S. Prepares to Get Tough With Haiti's Generals","web_url":"https://www.nytimes.com/1993/04/21/world/us-prepares-to-get-tough-with-haiti-s-generals.html","abstract":"  After weeks of quiet support for United Nations diplomacy in Haiti, Washington has begun sending strong signals that it will not tolerate delaying tactics or outright defiance by military leaders of international efforts to reinstate the country's exiled president.   In recent days, American diplomats have begun privately spelling out a series of new sanctions that the military leadership and its supporters here will soon face unless they accept a United Nations-brokered plan to end the 19-month political stalemate. American diplomats have begun to warn Haitian authorities publicly against further stalling.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"A North Star Retires","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-hockey-a-north-star-retires.html","abstract":"  Minnesota North Stars center BOBBY SMITH said he was retiring from hockey and will not follow the team when it moves to Dallas next season. Smith, 35, played for 15 seasons, eight with the North Stars (1979-83 and 1991-93) and seven with Montreal (1984-90), with 357 goals and 679 assists in 1,077 regular-season games. Smith was the N.H.L.'s first pick in the 1978 amateur draft and was voted rookie of the year in 1979. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Review/Music; Some Music Machines Go Through the Paces","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-music-machines-go-through-the-paces.html","abstract":"  A mechanized, self-performing piano, going by the name Contraption IPP 71512, held court at the Kitchen for an hour on Friday night. A massive frame lowered dozens of whirling, vibrating widgets onto the strings of a forlorn piano, under the direction of pre-arranged computer signals.    This diabolical machine was the work of Trimpin, a German inventor and composer who has taken inspiration from the player-piano music of the legendary American experimenter Conlon Nancarrow. The Contraption is an infinitely more versatile device than the pianolas from which Mr. Nancarrow drew his revolutionary rhythmic studies; dynamics, articulation and timbre are all under the computer's supervision. The machine doubles as a prepared piano, altering the tone quality of the strings at a moment's notice.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Europe's Reasons to Skip Bosnia Aren't All Bad","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-europes-reasons-to-skip-bosnia-arent-all-bad.html","abstract":"Europe has been getting a bad press. It often does, because the European Community is called upon to deal with political problems when it is not yet a political union; thus it tends to move with the agility and surefootedness of a pantomime horse. But on","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Bias Crimes Now Include The Disabled","web_url":"https://www.nytimes.com/1993/04/21/nyregion/bias-crimes-now-include-the-disabled.html","abstract":"  The Dinkins administration yesterday expanded the definition of bias crimes to include attacks upon the disabled, including anyone who has or is perceived to have AIDS.   By creating a new category of bias crimes beyond those motivated by race, religion, ethnicity or sexual orientation, the disabled will now have their cases handled by police investigators assigned to a bias crime unit, a move that gives such crimes a higher priority but carries no higher penalty if convicted.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Labor Party Power. BRUSSELS . The promptness with which about 125,000 Belgian strikers returned to work on the issue of the Labor party manifesto allowing them to do so has excited great surprise. It shows the wonderful discipline of the party and t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Serving Up Blackjack Along With Borscht?; Catskills Resort Owners Put Their Hopes in New Attitudes Toward Casino Gambling","web_url":"https://www.nytimes.com/1993/04/21/nyregion/serving-up-blackjack-along-with-borscht-catskills-resort-owners-put-their-hopes.html","abstract":"  George Parker is fed up with the name Borscht Belt. As chairman of the Concord, one of the largest resorts in the Catskills, he is tired of being associated exclusively with the comedy, dance styles, decor, music and even food of another era. Sick, in other words, of running on nostalgia.   So as he strolls through his 1,225-room hotel, past the 1968 photograph of a youthful Woody Allen looking like a deer caught in headlights, past the club where his onetime baby sitter, Buddy Hackett, got his start, past the dining room where, indeed, borscht is still served, he is talking about a new vision. A vision with appeal to middle-class families and upscale singles, a vision more exciting than shuffleboard or even Simon Sez, a vision for the 90's.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Sports of The Times; 3 Reasons To Stay Involved","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-of-the-times-3-reasons-to-stay-involved.html","abstract":"  THE SPORTS industry is approaching full throttle: hockey playoffs are under way, pro basketball is rushing toward a dramatic conclusion, and pro football's annual draft is set for Sunday.   And baseball's back.   The boycotts threatened by Jesse Jackson and his Rainbow Coalition for Fairness in Sport never materialized: Players played; fans paid.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Review/Music; Some Audience Participation In an African-Inspired Concert","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-audience-participation-in-an-african-inspired-concert.html","abstract":"  By the end of the first concert of the Contemporary Music Festival at Mannes College on Monday night, several members of the audience were ecstatically waving their arms, undulating, whooping, dancing and clapping; others were chanting antiphonally with the calls from the stage. This was not the usual contemporary-music event.    But it was a sign of the kinds of transformations now taking place in contemporary music. The program, titled \"African Influences,\" began with two works written during the 1980's by young composers inspired by African folk music, and ended with a selection of traditional African works performed by the African musician and scholar Abraham K. Adzinyah. Mr. Adzinyah has participated in such programs before and has, through his teaching activities, lectures and performances, become a compelling advocate for the music of West Africa.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; In It for the Money?","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-in-it-for-the-money-078093.html","abstract":"  To the Editor:   As a college professor, I am amused by some of the comments from medical students in \"Medical Students Find Health Reform Unsettling\" (front page, April 9), who believe that after six years of training and a residency at \"minimum wage\" ($29,000), they deserve to be \"comfortable,\" if not downright rich. Says one, \"I think I deserve to get back exactly what I put in: up to half a million dollars.\"","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Cuomo Proposes a Fund for Injured Newborns","web_url":"https://www.nytimes.com/1993/04/21/nyregion/cuomo-proposes-a-fund-for-injured-newborns.html","abstract":"  Gov. Mario M. Cuomo today proposed a $90 million-a-year fund that would supplant part of the medical malpractice system by compensating infants injured during birth. The fund would be financed through a new $300 fee on every newborn, to be paid equally by the hospital and the attending physician.   The bill would also require for the first time that all obstetricians, family practitioners, pediatricians and anesthesiologists have their credentials renewed by a special state panel every nine years, and would automatically refer doctors against whom malpractice claims have been made to the State Department of Health for review.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Germany Decides to Send Troops to U.N.'s Relief Effort in Somalia","web_url":"https://www.nytimes.com/1993/04/21/world/germany-decides-to-send-troops-to-uns-relief-effort-in-somalia.html","abstract":"After months of bickering, Chancellor Helmut Kohl's Government acted today to expand Germany's role in international military operations by agreeing to send troops to assist the United Nation's relief effort in Somalia.\n\nThe decision to send about 1,600 German troops to Somalia in June follows months of debate in Germany over what the country's role should be in international peacekeeping efforts.  The dispute centers on whether the nation's 1949 Constitution allows armed forces to take part in military missions outside NATO's sphere of influence.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Andreotti and Mafia: A Kiss Related","web_url":"https://www.nytimes.com/1993/04/21/world/andreotti-and-mafia-a-kiss-related.html","abstract":"  The most graphic description yet linking former Prime Minister Giulio Andreotti with the Mafia emerged today with testimony by an informer that the politician exchanged an embrace and kiss with Salvatore (Toto) Riina, the reputed \"boss of all bosses\" of the Sicilian Mafia.    Mr. Andreotti issued a statement tonight calling the allegation \"very serious slander.\"","thumbnail":null,"section":"World"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91619654358.html","abstract":"1918: The German View. BALE . Through the German spectacle Paris is having a very bad time at the hands of \"Bertha.\" The Klnische Zeitung says: \"Although it is forbidden for all persons entering Switzerland from France to open their m","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Public & Private; Beyond Doctors","web_url":"https://www.nytimes.com/1993/04/21/opinion/public-private-beyond-doctors.html","abstract":"  The doctor at the Vermont Women's Health Center in Burlington does not perform abortions. She has more difficult procedures to do: Caesarean sections, hysterectomies.    Instead, for 20 years, the physician's assistants have been doing first-trimester abortions, as they do Pap smears, annual checkups and other medical services. In this gynocentric universe, where the staff and the patients are all female, can be found solutions to the newest quandaries in the abortion battle in America.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Mets Are Considering Building a New Stadium","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-mets-are-considering-building-a-new-stadium.html","abstract":"  After nearly two years of consideration, the Mets have begun serious exploration of a plan to demolish Shea Stadium and construct a new stadium -- perhaps domed -- as part of an elaborate development project that could begin construction by the end of the decade.   The plan, which would require the approval of the city and state as well as the participation of any number of private investors, might include a multipurpose convention center, underground parking garages as well as one or more hotels. Construction would be on the stadium's current site or perhaps an adjacent area in the Willet's Point section of Queens. A direct transportation link with LaGuardia Airport might also be involved.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"5 Sail the Globe In, Yes, 80 Days","web_url":"https://www.nytimes.com/1993/04/21/sports/5-sail-the-globe-in-yes-80-days.html","abstract":"  More than 120 years after Jules Verne wrote the last line of \"Around the World in Eighty Days,\" five sailors paid tribute to the power of the writer's imagination by celebrating the feat on a catamaran.   After sailing more than 27,000 nautical miles, skipper Bruno Peyron of France and his four-man crew finished their nonstop journey at 9:18 tonight, precisely 79 days 6 hours 20 minutes 50 seconds after they departed. An American, Cam Lewis, and three Frenchmen -- Olivier Despaignes, Marc Vallin and Jacques Vincent -- shared Peyron's excitement.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Doctors Urged to Look For Signs of Depression","web_url":"https://www.nytimes.com/1993/04/21/health/doctors-urged-to-look-for-signs-of-depression.html","abstract":"  Most Americans suffering from depression go undiagnosed and untreated, and a Government-backed panel of experts is urging doctors to be more aggressive in attacking the problem.    The 12-member panel, which spent more than three years developing treatment guidelines for doctors and other health workers, said only one-third of patients who visit a primary-care doctor with symptoms of depressive disorders are appropriately diagnosed and treated.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"Fear and Repression Still Rule Area Occupied by Indonesia","web_url":"https://www.nytimes.com/1993/04/21/world/fear-and-repression-still-rule-area-occupied-by-indonesia.html","abstract":"  The eyes and ears of the military are everywhere in East Timor, an isolated, impoverished piece of island that was invaded and annexed by Indonesia in the 1970's.    Eighteen years after Indonesian troops poured into the former Portuguese colony, many East Timorese say it remains a place of frightening repression. The surveillance extends even to the graveyard.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Phillies Find Power In Their Horses","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-phillies-find-power-in-their-horses.html","abstract":"  Dave Hollins calls them the horses of the team, that select group of players expected to lift a club not only to the top of its league but also to the very heights of its expectations as well.   Now someone hearing Hollins, the powerful third baseman of the Philadelphia Phillies, opine on such a group might leap to the conclusion that he was speaking of the Phillies' lineup that is one of the primary reasons the perennial also-ran of the National League East is riding high and mighty in this young 1993 season.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Panel Receives Familiar Pleas To Retain Bases","web_url":"https://www.nytimes.com/1993/04/21/us/panel-receives-familiar-pleas-to-retain-bases.html","abstract":"  They complained of shoddy staff work and secret back-room deals and evoked images of legions of skilled military technicians unfairly tossed out of work. In short, a truly nefarious situation.   In the first of nine hearings nationwide, a Presidential commission that will decide the fate of scores of military bases heard lawmakers, community leaders and union chiefs today make angry and anguished pleas to save their local installations.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Outstanding Again: Dehere Wins Haggerty","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-outstanding-again-dehere-wins-haggerty.html","abstract":"  TERRY DEHERE, the senior guard from Jersey City who became the career scoring leader this past season for Seton Hall and in the Big East Conference, received the Haggerty Award last night during a dinner at Giants Stadium.   The award, named in memory of Frank J. Haggerty, the co-captain at St. John's in 1939-40, is voted on by the National Invitation Tournament/ Metropolitan College Basketball Writers Association to the oustanding player in the New York, New Jersey, Connecticut metropolitan area.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"No Gang Tied to Killing, Just Three Rare Friends","web_url":"https://www.nytimes.com/1993/04/21/education/no-gang-tied-to-killing-just-three-rare-friends.html","abstract":"  In the days after three teen-agers armed with a baseball bat, a billy club and a hunting knife burst into a high school classroom here and stabbed a 16-year-old freshman to death, people wondered if their seaside community had been invaded by gangs.   But the police say there are no gangs in the town. The boys charged in the killing had no following, the police say, and few friends. If anything bound them together, it was skateboarding and family troubles.","thumbnail":null,"section":"Education"},{"date":"19930421","headline":"Who's in Charge of Curbing Arms?","web_url":"https://www.nytimes.com/1993/04/21/opinion/who-s-in-charge-of-curbing-arms.html","abstract":"  The Arms Control and Disarmament Agency, established more than three decades ago by President Kennedy in hopes of slowing the nuclear arms race, is now in jeopardy. With the cold war over, the Clinton Administration is debating whether to abolish it.   Defenders say the agency is still needed to press for new arms agreements and monitor existing ones. No other agency has the undiluted goal of arms control, they say, and none will pursue it so zealously. But State Department officials say that with the completion of treaties to cut nuclear arms and ban chemical arms, there's no justification for a separate arms control agency.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Two Officers Are Wounded By Suspect","web_url":"https://www.nytimes.com/1993/04/21/nyregion/two-officers-are-wounded-by-suspect.html","abstract":"  Two police officers were critically wounded inside the 70th Precinct station house in Brooklyn last night when a suspect arrested on drug charges managed to grab one of the officer's guns in a bathroom and opened fire. The assailant then killed himself by shooting himself in the forehead, the police said.   The officers, Mary Capotosto, 29 years old, and Robert Noblin, 25, were rushed into surgery at Kings County Hospital. Officer Capotosto was shot in the head and Officer Noblin was shot in the neck and torso.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/21/sports/transactions-884093.html","abstract":"  Baseball  American League   SEATTLE MARINERS -- Recalled Jeff Nelson, pitcher, from Calgary of the Pacific Coast League. Optioned Dave Wainhouse, pitcher, to Calgary. National League   LOS ANGELES DODGERS -- Signed Ken Dayley, pitcher, to a contract with Albuquerque of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"BOOKS : RISKS WORTH TAKING:","web_url":"https://www.nytimes.com/1993/04/21/style/IHT-books-risks-worth-taking.html","abstract":"RISKS WORTH TAKING:The Odyssey of a Foreign Correspondent.By Bernard S. Redmont. 250 pages. $47.50. University Press of America. . Reviewedby Barry James. AS a refugee from McCarthyism, Bernard Redmont found that \"being down and out in Paris was","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Asians Deserve Their Rights, Like Everyone Else","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-asians-deserve-their-rights-like-everyone-else.html","abstract":"For the last year, a group of Asian governments led by Singapore, Indonesia and China have been promoting, increasingly stridently, an \"Asian concept\" of human rights in which political and civil liberties are subordinated to economic developmen","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Cuomo Blunts Sharp Queries From Mayors In L.I. Meeting","web_url":"https://www.nytimes.com/1993/04/21/nyregion/cuomo-blunts-sharp-queries-from-mayors-in-li-meeting.html","abstract":"  Officials from the 64 villages of still heavily Republican Nassau County called Gov. Mario M. Cuomo on the carpet here today for what many intended as a grilling about state-mandated programs, cuts in revenue-sharing and other state-inflicted ills.   Instead, the Democratic Governor showing his relish for political give-and-take, carved up his questioners so masterfully that many clamored afterward to pose for pictures with him.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"I.M.F. UNVEILS PLAN FOR SOVIET LANDS","web_url":"https://www.nytimes.com/1993/04/21/world/imf-unveils-plan-for-soviet-lands.html","abstract":"  To help the former Soviet bloc's transition to a market economy, the International Monetary Fund unveiled a program today to provide billions of dollars in loans under less stringent conditions than usual to Russia and more than 20 other countries.   Michel Camdessus, the fund's managing director, said the program would provide $4 billion to $6 billion in loans during the next 18 months to help former Soviet bloc nations buy imported goods, ranging from food to spare parts needed to modernize industry.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93381991193.html","abstract":"1943: Moonlight Assault. ALLIED HEADQUARTERS IN NORTH AFRICA . [From our New York edition:] Veteran infantry troops of General Sir Bernard L. Montgomery's British 8th Army began an assault on the Axis Enfidaville line late last night [April 19] resuming t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/21/nyregion/news-summary-321093.html","abstract":"  International A3-16  BOSNIA WAR WORSENING  The Bosnian war continued to worsen, with Serbian, Muslim and Croatian fighters engaging in heavy attacks on civilians.  A1  U.N. WARNING TO WEST  As the United States and its European allies review policies toward the conflict, United Nations officials are warning that air strikes against the Serbs or rearming the Muslims will imperil peacekeeping and relief efforts.  A10","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-042093.html","abstract":"  An article last Wednesday about the trial of Robert A. Altman on charges of bribery and fraud, and a correction in this space on Thursday, misidentified the bank involved. It is the Bank of Credit and Commerce International.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Foul! 64 in All to Be Exact as Knicks Top Heat","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-basketball-foul-64-in-all-to-be-exact-as-knicks-top-heat.html","abstract":"  It was not exactly a day at the beach, but the Knicks left Miami with the victory they needed.   In a game slowed by 57 personal fouls, seven technical fouls and some strange delay tactics by the Miami Heat, New York (57-22) outlasted the frustrated Heat, 109-97, tonight at Miami Arena. The Knicks' 12th victory in their last 14 games kept them one game in front of the Chicago Bulls in their race for best record in the Eastern Conference. Both teams have three games remaining, including Sunday's Knicks-Bulls showdown at Madison Square Garden.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930421","headline":"The Supreme Court in La Paz, Bolivia, sentences former dictator Luis Garca Meza to 30 years in jail without parole for murder, theft, fraud and violating the constitution.","pages":[{"title":"La Paz","web_url":"https://en.wikipedia.org/wiki/La_Paz","description":"Capital of Bolivia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/La_Paz_Skyline.jpg/320px-La_Paz_Skyline.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"La Paz, officially known as Nuestra Seora de La Paz, is the seat of government of the Plurinational State of Bolivia. With an estimated 816,044 residents as of 2020, La Paz is the third-most populous city in Bolivia. Its metropolitan area, which is formed by La Paz, El Alto, Achocalla, Viacha, and Mecapaca makes up the second most populous urban area in Bolivia, with a population of 2.0million, after Santa Cruz de la Sierra with a population of 2.3million. It is also the capital of the La Paz Department."},{"title":"Bolivia","web_url":"https://en.wikipedia.org/wiki/Bolivia","description":"Country in South America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Bandera_de_Bolivia_%28Estado%29.svg/320px-Bandera_de_Bolivia_%28Estado%29.svg.png","thumbnail_width":320,"thumbnail_height":218},"abstract":"Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. It is bordered by Brazil to the north and east, Paraguay to the southeast, Argentina to the south, Chile to the southwest and Peru to the west. The seat of government and executive capital is La Paz, while the constitutional capital is Sucre. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."},{"title":"Luis Garca Meza","web_url":"https://en.wikipedia.org/wiki/Luis_Garc%C3%ADa_Meza","description":"57th President of Bolivia (19801981)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/f/f9/LuisGarc%C3%ADaMeza1980.png","thumbnail_width":266,"thumbnail_height":413},"abstract":"Luis Garca Meza Tejada was a Bolivian general who served as the de facto 57th president of Bolivia from 1980 to 1981. He was a dictator convicted of human rights violations and leader of a violent coup. A native of La Paz, he was a career military officer who rose to the rank of general during the dictatorship of Hugo Banzer (197178)."}]}],"weather":[]},"19930422":{"guardian_articles":[],"nytimes_articles":[{"date":"19930422","headline":"The Heroes' Novel Ending Is Only the Beginning","web_url":"https://www.nytimes.com/1993/04/22/sports/IHT-the-heroes-novel-ending-is-only-the-beginning.html","abstract":"If Prince Rainier of Monaco was searching for solitude, he picked the wrong week to vacation in this seaside resort in Brittany.. By early Wednesday evening, when Bruno Peyron's well-traveled catamaran made its appearance in the narrow harbor separating L","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"McNeil Retires With No Regrets","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-mcneil-retires-with-no-regrets.html","abstract":"  As other National Football League players are busy taking advantage of unrestricted free agency, Jets running back Freeman McNeil, who helped set the scene by being the lead plaintiff in the lawsuit that ushered the new system in, has decided to exit the stage.   McNeil, an unrestricted free agent, will never be able to enjoy the fruits of free agency. He retired today, a day before his 34th birthday.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Palestinians Agree To Mideast Talks","web_url":"https://www.nytimes.com/1993/04/22/world/palestinians-agree-to-mideast-talks.html","abstract":"  Palestinian representatives decided to end a boycott of the Mideast peace talks, and Israel and the Arab countries said they would resume negotiations in Washington next week.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Yeltsin Wins a Legal Point, but a Vote Is Yet to Come","web_url":"https://www.nytimes.com/1993/04/22/world/yeltsin-wins-a-legal-point-but-a-vote-is-yet-to-come.html","abstract":"  A ruling today by the Constitutional Court made it statistically more likely that President Boris N. Yeltsin would win a vote of confidence in Sunday's referendum.    But even such a victory is not expected to resolve the political impasse that has brought Russia to a near-standstill.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-891993.html","abstract":"  An article in Business Day on Monday about signs of improvement in the economy misstated the period in which employment growth more than doubled, and the comparative period in 1992. The economy added 713,000 jobs in the six months ended March 31, compared with 297,000 jobs in the six months ended Sept. 30.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"A Russian Assessment","web_url":"https://www.nytimes.com/1993/04/22/world/a-russian-assessment.html","abstract":"  The Russian chairman of a joint United States-Russian commission on American P.O.W.'s said today that he was convinced that a report that counted 1,205 American prisoners of war in Vietnam in 1972 was a genuine document from the archives of the Soviet Communist Party.    But he added that he could not vouch for the veracity of the information in the report.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Knicks By the Numbers: 2 Victories = the Top Spot","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-knicks-by-the-numbers-2-victories-the-top-spot.html","abstract":"  The Knicks would finish with the Eastern Conference's best record and the homecourt edge in the conference playoffs simply by winning their last two games, tomorrow night at Philadelphia and Sunday at home against the Chicago Bulls. But it would get complicated if the Knicks (58-22) and Chicago Bulls (56-23) finish with the same record.    If the Bulls beat the Knicks on Sunday, the head-to-head season series would end tied, 2-2, which is the first tie breaker for teams that finish with the same records. And if a Chicago victory on Sunday gave both teams identical overall records, they would also have identical records in the conference, the second tie breaker.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"A Burmese Test Case for Japanese Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-a-burmese-test-case-for-japanese-aid.html","abstract":"- Japan should not be taken in by recent attempts of Burma's military junta to project a friendlier face of fascism. After Burmese troops killed thousands of unarmed pro-democracy demonstrators in 1988, the Japanese government suspended aid programs to Burma worth nearly $260 million. In doing so, it joined other donor nations seeking to isolate the ruling State Law and Order Restoration Council in Rangoon.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Foreign Affairs; Italian Upheaval?","web_url":"https://www.nytimes.com/1993/04/22/opinion/foreign-affairs-italian-upheaval.html","abstract":"  \"Non cambia niente,\" the street vendor answered when asked what would happen now that Italians have overwhelmingly voted to reform their political system. \"Nothing will change.\"   His was a doleful, overly harsh and cynical judgment on this week's historic vote to cut down Italy's volatile 14-party system to about four parties and to make government more accountable, more efficient and more honest. But it was understandable among a people long plagued by massive political corruption and instability.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"HORSE RACING: Notebook; A Field of Undecideds In Derby Countdown","web_url":"https://www.nytimes.com/1993/04/22/sports/horse-racing-notebook-a-field-of-undecideds-in-derby-countdown.html","abstract":"  Storm Tower is in, probably. El Bakan is in, probably. Foxtrail and Devoted Brass are out, definitely. Sea Hero, Dixieland Heat, Wallenda and Corby are in, and training. Prairie Bayou has been there for two weeks, and is still the favorite.   And Rockamundo, who won the Arkansas Derby on Saturday at memorable odds of 108-1, has arrived and now reigns over the backstretch at Churchill Downs as the newest symbol of the confusion shrouding the countdown to the 119th Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ruling Is Likely to Take Florio Rival Off Ballot","web_url":"https://www.nytimes.com/1993/04/22/nyregion/ruling-is-likely-to-take-florio-rival-off-ballot.html","abstract":"  Barely a week after he quit his job as a postal worker and began a long-shot challenge to Gov. Jim Florio for the Democratic gubernatorial nomination, John Budzash lost a court ruling today that was likely to knock him from the June primary ballot.   Mr. Budzash, 42, has never held political office but he was propelled into New Jersey politics in 1990, when he telephoned a talk-radio show in a fit of anger over the record $2.8 billion tax increase Mr. Florio had pushed through a Democratic-controlled Legislature. When challenged by the hosts to back up his strong words, the Monmouth County resident helped form a group known as Hands Across New Jersey. A year later, it helped lead the campaign that gave Republicans a two-thirds majority in the Legislature.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/22/nyregion/metro-digest-299693.html","abstract":"  NEW YORK CITY  2 OFFICERS CLEARED IN SHOOTING OF 3D   A grand jury cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced. The incident raised the sensitive issues of race and police training. B3. A DESPERATE PRISONER, SUDDEN SHOTS   The police said it was a sense of hopelessness that prompted Danny Cook to grab an officer's gun in the bathroom and open fire, critically wounding two police officers, and then turn the gun on himself. B3.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/22/arts/pop-and-jazz-in-review-004293.html","abstract":"  Jane Ira Bloom Saxophonist Blue Note    Swing is such a strong musical force that it can obscure compositional shortcomings. Jane Ira Bloom, a soprano saxophonist who has recently released a new album, \"Art and Aviation\" (Arabesque), composes tunes that hurtle forward with real velocity. Ms. Bloom performed at the Blue Note on Monday night, and it was clear that the swing was hiding some real deficiencies.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-893593.html","abstract":"  A picture caption in some copies yesterday about a news conference after a shooting at a police station misidentified the police official at the left. He was First Deputy Commissioner John S. Pritchard 3d.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"'Never Again' -- Except for Bosnia","web_url":"https://www.nytimes.com/1993/04/22/opinion/never-again-except-for-bosnia.html","abstract":"  \"Never again.\" These emphatic words echo and re-echo this week. Half a century after the Holocaust -- on the 50th anniversary of the last gasp of the Warsaw Ghetto -- statesman after statesman proclaims with fervor that \"never again\" must such a crime be tolerated by the civilized world, never again must six million Jews be gassed to death, never again must genocide occur.   Yet what are we hearing? Is this truly a proclamation of a moral imperative? Or merely a pompous affirmation of hypocrisy?   The answer depends entirely on what these two powerful, poignant words really mean to us. And that depends on what we have learned from the scorching shame of a defenseless people massacred while the civilized world watched passively.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; A Stabbing in Brooklyn","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-a-stabbing-in-brooklyn-992393.html","abstract":"  To the Editor:   The youngsters you depict in \"Children of the Shadows\" are the very youngsters the Y.M.C.A. is determined to reach as part of its goal to serve 1 in 10 New York City kids by the year 2000. I felt I knew many of them because they reminded me of others I've heard about and seen in my travels around New York City. It's become my passion to reach out to these kids each time I see them -- even if it's just for a moment, a handshake, a positive thought. They seem to appreciate so much. They get so little. They face a daily struggle against odds that demand development of rare survival skills.   It was therefore devastating to read your April 12 article about Christian Abakpa, the young Nigerian who was stabbed to death in a Brooklyn playground after what was described as a \"routine accident.\" This same young man apparently participated last October in a dance performance in traditional Nigerian dress at a Brooklyn Y.M.C.A. branch.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"5 More Are Arrested in South African Killing","web_url":"https://www.nytimes.com/1993/04/22/world/5-more-are-arrested-in-south-african-killing.html","abstract":"  The South African Police arrested five more whites today in connection with the killing of Chris Hani, the popular black South African Communist leader, and said the official theory is that the assassination had been the result of a right-wing conspiracy.   The most prominent figures among those arrested early this morning were the wife of a white separatist already jailed in the case and a right-wing journalist, both well-known figures in the Conservative Party, the main white opposition to President F.W. de Klerk's National Party.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Topics of The Times; Romantic Coincidences","web_url":"https://www.nytimes.com/1993/04/22/opinion/topics-of-the-times-romantic-coincidences.html","abstract":"  It's an experience well known to people who live in Manhattan: A fleeting glance in an elevator. A furtive gaze through a bus window. A lost opportunity for romance in the big city.   In the film \"Indecent Proposal,\" Robert Redford describes one such encounter with a young woman. \"I was on the subway coming home from something, a movie, I think,\" Mr. Redford's character, Gage, recalls. \"And sitting across from me was a girl. She was wearing a dress buttoned up to here. She was the most beautiful thing I'd ever seen. . . . Finally I reached my stop and got off. . . . And just as the train was pulling out, she looked right at me and gave me the most incredible smile. . . . I wanted to tear the doors open. . . . And now 30 years later, there's not a day goes by that I don't think about her.\"","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/22/arts/home-video-765393.html","abstract":"  Old movies usually cost $14.98 in video stores, but at discount stores and supermarkets the price can drop to as low as $5.99.   For some movies, that is. You won't find \"The Sound of Music\" at $5.99, but the price applies to a raft of public-domain titles and B movies that studios and distributors figure they might as well sell as have lying around film vaults.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"National Awards for Magazines Great and Small","web_url":"https://www.nytimes.com/1993/04/22/arts/national-awards-for-magazines-great-and-small.html","abstract":"  The 1993 National Magazine Awards, given yesterday, rewarded journals both of wide renown and relative obscurity.    Harper's Bazaar and The New Yorker, which received barrages of publicity in the last year because of their new high-profile editors, Elizabeth Tilberis and Tina Brown respectively, won two awards each. Harper's Bazaar won for design and for photography and The New Yorker won for feature writing (under Tina Brown) and for fiction (for articles published by the former editor, Robert Gottlieb).","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Phoenix Cardinals Sign Beuerlein, Instead","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-football-phoenix-cardinals-sign-beuerlein-instead.html","abstract":"  The Phoenix Cardinals, unable to land JOE MONTANA, got another ex-Notre Dame quarterback yesterday when they signed STEVE BEUERLEINto a three-year, $7.5 million contract.   Beuerlein, a fourth-round draft choice of the Los Angeles Raiders in 1987, has been a backup to TROY AIKMAN at Dallas for two years. But the Cardinals said their latest free-agent acquisition may be their starter.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; For Parent Involvement","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-for-parent-involvement-991593.html","abstract":"  To the Editor:   I am a high school teacher at Washington Irving High School. I teach English as a second language to students who have come from all over the world. Last week, on the first day of our spring vacation, one of my students, Christian Abakpa, was brutally murdered while playing basketball. His classmates and I would like to express our feelings on this senseless tragedy.   My students, like Christian, are all immigrants whose parents brought them here for a better life. They tend to be highly motivated, diligent students who want to learn English. Parent involvement is critical in this, and I don't see as much of it as I would like to in my students.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Theater; By Wilder, 3 Works Rarely Seen","web_url":"https://www.nytimes.com/1993/04/22/theater/review-theater-by-wilder-3-works-rarely-seen.html","abstract":"    \"Wilder, Wilder, Wilder,\" originally produced by the Willow Cabin Theater Company at the Harold Clur     man Theater, has reopened at Circle in the Square. Following are excerpts from Wilborn Hampton's review, which appeared in The New York Times on Dec. 21, 1992.     Regarded for too long as the author of the High School Senior Play, Thornton Wilder was perhaps the American theater's greatest innovative genius. Often with breathtaking effect, Wilder explored the arrangement of time and space not as cosmic forces but as basic elements that define our everyday lives. Willow Cabin's polished staging of these seldom performed plays not only offers a rare chance to glimpse the origins of Wilder's great works to come, but also allows them to shine as small gems on their own.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"Polish Church Wins Court Fight on School Religion","web_url":"https://www.nytimes.com/1993/04/22/world/polish-church-wins-court-fight-on-school-religion.html","abstract":"  The Roman Catholic Church won a significant victory here today when a constitutional tribunal dismissed a legal challenge to compulsory religious teaching and prayers in public schools.   The challenge was brought by the Government-appointed ombudsman on human rights, Tadeusz Zielinski, a law professor and prominent liberal Catholic, who argued that the teaching of religion was turning Poland into a theocracy.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"No Hard Feelings and No Hard Hits","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-no-hard-feelings-and-no-hard-hits.html","abstract":"  The ominous specter of payback hung in the Madison Square Garden air last night before the Knicks took on the Nets.   Kenny Anderson sat on the end of the New Jersey bench in street clothes with a brace on his left wrist, a vivid reminder of a season derailed. Meanwhile, the man who perpetrated the injury, Knicks guard John Starks, was prancing with apparent impunity on the floor.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/22/nyregion/inside-184193.html","abstract":"  Court Hears Bias Crime Case   Hearing oral arguments, the Justices appeared on the verge of backing longer sentences for criminals who choose their victims based on race, religion or personal traits. Page B11. U.S. Rejects Sheik's Jailing    Officials said that there was no \"concrete evidence\" linking Sheik Omar Abdel Rahman to terrorism, and that he was not being held pending deportation because of the cost. Page B1. A Better Chance for Yeltsin    A ruling by Russia's Constitutional Court made it more likely that President Boris N. Yeltsin would win a vote of confidence on Sunday. Page A3. Prison Standoff Near End    The 11-day siege in Lucasville neared an end as inmates freed guards who had been held hostage. Page A16. Choice in Los Angeles    A tough-talking businessman and a liberal councilman will vie in a mayoral runoff in Los Angeles. Page A23. Buying Hotels for Homeless    To get the homeless out of commercial hotels, Westchester is buying one of the county's largest. Page B1.  ","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"For Neighbors, Plan to Replace Shea Hits Home","web_url":"https://www.nytimes.com/1993/04/22/sports/for-neighbors-plan-to-replace-shea-hits-home.html","abstract":"  A day after the Mets disclosed plans to replace Shea Stadium with a new domed stadium and development project, public officials welcomed the initiative, while neighbors expressed dismay.   In discussing what were described as highly tentative plans on Tuesday, a Mets official indicated that a new stadium could be built adjacent to the present stadium in Flushing, Queens, or as part of a more ambitious scheme in the Willets Point neighborhood to the east. Plans could include hotels, shops and even a convention center.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Distinct Choice in Los Angeles Race","web_url":"https://www.nytimes.com/1993/04/22/us/distinct-choice-in-los-angeles-race.html","abstract":"  The two victors of Round 1 in the Los Angeles mayoral race are expected to present Angelenos with the clearest clash of political ideals and approaches seen in modern memory here, a memory dominated by the pacifying aura of the sphinx-like Tom Bradley for 20 years.   In Tuesday's nonpartisan election a tough-talking Republican businessman and veteran power broker, Richard Riordan, ran a strikingly strong first in this liberal city, getting 33 percent of the vote in a field of two dozen candidates. The runner-up was City Councilman Mike Woo, a polished liberal Democrat who is heir to Mayor Bradley's multiethnic coalition, with 24 percent.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Man Is Held in Abandoning Of His Handicapped Son, 9","web_url":"https://www.nytimes.com/1993/04/22/nyregion/man-is-held-in-abandoning-of-his-handicapped-son-9.html","abstract":"  A Long Island man was arraigned yesterday on charges that he abandoned his severely handicapped son in a bowling alley in South Farmingdale, L.I., after telling the manager that the child was \"too much trouble.\"   The authorities said the man was apparently distraught over his inability to find help in caring for the boy.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Bringing Discipline to Debt in Albany","web_url":"https://www.nytimes.com/1993/04/22/opinion/bringing-discipline-to-debt-in-albany.html","abstract":"  Decades of undisciplined borrowing have earned New York the lowest credit rating of any state government. A constitutional amendment approved by the State Legislature this month promises substantial reform. But given the years of sinning and prolonged resistance to change, New Yorkers -- who must approve the amendment -- should withhold final judgment until they see the fine print.   The amendment aims to remove one major restriction on state borrowing and to give voters more say. New York requires voter approval for each borrowing, and allows only one bond issue on the ballot each year.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Administration Offers Plan for Better Schools","web_url":"https://www.nytimes.com/1993/04/22/us/administration-offers-plan-for-better-schools.html","abstract":"  The Clinton Administration today unveiled its plan to improve the nation's public schools through a set of broad guidelines not only on school and student performance but also on the skills that young people will need to survive in an uncertain economy.   Education Secretary Richard W. Riley was joined by Labor Secretary Robert W. Reich to announce the $420 million package of legislation, which would create a board of 28 educators and representatives from business, labor, state and Federal governments. The board, which would get $15 million under the Goals 2000 legislation, would identify a broad variety of occupations for students who are not bound for college and the skills needed for those jobs.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Mets Provide the Power, and Gooden Adds the Finesse","web_url":"https://www.nytimes.com/1993/04/22/sports/baseball-mets-provide-the-power-and-gooden-adds-the-finesse.html","abstract":"  It didn't seem to matter, throughout Dwight Gooden's successful night of work, that the old \"K corner\" might forever remain obsolete. On the Shea Stadium mound where Gooden once produced breathtaking displays of power pitching, his effectiveness last night was far more subtle but just as appreciated.   Had the corner still existed, two seasons after a surgical shoulder changed Gooden's professional life, it would have registered a 3. The scoreboard glowed with a zero, the only figure that really matters. \"I just take the out as it comes,\" Gooden said. And the Mets will take what they can get.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Cult Members' Relatives Begin a Wrenching Wait for Remains of the Dead","web_url":"https://www.nytimes.com/1993/04/22/us/death-waco-cult-members-relatives-begin-wrenching-wait-for-remains-dead.html","abstract":"  After waiting 51 days for the ordeal to end, relatives of the Branch Davidians are waiting once again.   But this time the wait is far grimmer: for word that they can pick up orphaned children or, worse, for permission to retrieve the remains of the 86 people who perished in the incinerated cult compound on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Eagles Sign Jets' McMillan","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-eagles-sign-jets-mcmillan.html","abstract":"  Free safety Erik McMillan finally severed his acrimonious relationship with the Jets yesterday, signing a three-year contract worth about $3.8 million with the Philadelphia Eagles as an unrestricted free agent.   The signing reunited McMillan with the defensive coordinator, Bud Carson, who filled that role for the Jets during McMillan's first two seasons, 1988 and 1989. McMillan was voted to the Pro Bowl in those seasons and was also voted National Football League Defensive rookie of the year in 1988.   When Bruce Coslet took over as Jets coach in 1990, McMillan's career took a nosedive. First he lost his starting free safety job to Lonnie Young in 1991 and last season he was switched to cornerback, but he couldn't beat out Mike Brim and wound up playing nickelback and on special teams.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Miscalculation, Then Embarrassment","web_url":"https://www.nytimes.com/1993/04/22/us/miscalculation-then-embarrassment.html","abstract":"  As Democrats have been forced to negotiate away almost all of President Clinton's package to stimulate the economy, a vexing question has emerged: How did such a small economic initiative turn into such a large political embarrassment?   By holding out for a plan that even Administration economists knew would have modest impact, Mr. Clinton expended much of his early and precious political capital on a proposal that he had never intended to make his biggest fight. And the resulting political defeat has left the Administration vulnerable to future assaults by Republicans, who surprised even themselves by finding unity.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"New Jersey Voters Approve 69% of Education Budgets","web_url":"https://www.nytimes.com/1993/04/22/nyregion/new-jersey-voters-approve-69-of-education-budgets.html","abstract":"  For the second year in a row, New Jersey voters treated their school districts with relative kindness, approving 69 percent of the local budgets.   The approval rating Tuesday was far above the recent low -- 52 percent in 1990 -- but a bit less than the 73 percent recorded last year. Education officials said the 31 percent of the budgets that were defeated were victims of the perpetual concern about property taxes and a low turnout at the polls.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"'There Are No Jobs'","web_url":"https://www.nytimes.com/1993/04/22/us/other-voices-there-are-no-jobs.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.   WUBNESH HYLTON , 19, Brooklyn (Hunter College): Working is not, like, a luxury; it's a necessity. Just like for a college student, you know, going to school only is not reality. You have to work and go to school. That's just the way it is. I pay my rent. I pay my bills, you know. Every once in a while I'm afforded a little luxury, you know, but it's pretty straight-laced.   BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): I have responsibilities. Like, my father is a superintendent.  I have to clean the building and stuff like that.  I have to take care of my sisters once in a while. And in the case of the work ethic in the sense of ---- I might not like doing this job.  But I'd better do it well, so I'd better start liking it. Because my father is going to come along and check the corners to see if they're clean. So I'd better start liking it.   WUBNESH I enjoy my work. I just wish it paid more. . . . I don't know if I'll keep with it.  . . . It pays the bills, but it doesn't allow you to have any fun and put something in the bank, too.   JUAN RIVERA , 18, Brooklyn (Edward R. Murrow High School): The thing about it is, is on the job, as far as it getting boring for me. And I might move on or something.    WUBNESH There are no jobs. I think young people want money. And a lot of young people are willing to work for it. But, again, young people want glamorous jobs. They want to work in the Gap. They don't want to work in McDonald's.   JUAN The other reason that a lot of young people don't go out and get jobs is that they don't know how to represent themselves. They might go in with these jeans, you know, untied shoes. . . . And they might not know what to say. They come in, like, \"What's up?\" you know? And they don't know how to represent themselves or something like that in an interview.    WUBNESH When you're younger, identity is something that you have to show. When you get older, identity becomes a part of you, and no matter what you wear, you know who you are. So, when you get older, you put aside your ego with that Champion sweat shirt or whatever.  And you get done with a T-shirt. You know, a suit and stuff. It's not such a big deal anymore.   EMMA KRAMER-WHEELER , 16, Brooklyn (Edward R. Murrow High School): Role models really help. I think that might be the most important thing.  If you see somebody who you can relate to, who has gotten somewhere, you know you can get somewhere.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Parcells Isn't Telling the No. 1 Secret","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-parcells-isn-t-telling-the-no-1-secret.html","abstract":"  Coach Bill Parcells emerged from his self-described bunker today, brandishing the top pick in the National Football League draft and, as usual, playing it coy.   This was only Parcells's third public appearance since he took over the New England Patriots three months ago, but that doesn't mean he hasn't been busy. Parcells has already gone through seven mock drafts preparing for Sunday, but the best may be ahead.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Envoy Says P.O.W. Evidence Undermines Old Russian Report","web_url":"https://www.nytimes.com/1993/04/22/world/envoy-says-pow-evidence-undermines-old-russian-report.html","abstract":"  A special Presidential envoy to Vietnam presented President Clinton today with evidence that he said undermined a recently found Russian document suggesting that Hanoi lied to Washington about the number of American prisoners it held in 1972.    Even as the envoy, John W. Vessey Jr., raised his questions, Clinton Administration officials said there had been no decision on moving toward recognition of the Hanoi Government or easing the 18-year-old trade embargo against Vietnam. \"No decisions have been made by the President in terms of what are the next steps to be made, and no recommendations have been made to him,\" said a senior Administration official who insisted on anonymity.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Review/Music; By Lost Composers, in a Lost Style, From a Lost Era","web_url":"https://www.nytimes.com/1993/04/22/arts/review-music-by-lost-composers-in-a-lost-style-from-a-lost-era.html","abstract":"  On the eve of Holocaust Memorial Day, the Hawthorne String Quartet devoted a program to Jewish composers imprisoned in the so-called model concentration camp at Theresienstadt, near Prague. Three were Czechoslovak, one Austrian; none survived the death camps to which they were sent in 1944 and 1945. The concert, Sunday night at Merkin Hall, gave a close and harrowing sense of the Holocaust's ineradicable calamity: the perishing of a whole musical culture, and the systematic murder of creative souls.   The Theresienstadt camp, established in 1941, served mainly as a holding point for prisoners on their way to the death camps farther east.  It also became a place of temporary confinement for painters, writers and musicians. The Nazis found that the artistic dimension of the camp made for good propaganda, a disguise for atrocities being committed elsewhere. They concocted an absurd film -- \"Hitler Presents the Jews With a City\" -- in which Theresienstadt metamorphosed into a bustling, culturally active village. A Jewish organization was allowed to put on a concert series that included chamber, choral and orchestral music, even several operas. Composers did not work in defiance of the regime, but beneath its lethal gaze; it was a diabolical period of grace.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Yanks Wreck Eck Again To Topple the A's in 9th","web_url":"https://www.nytimes.com/1993/04/22/sports/baseball-yanks-wreck-eck-again-to-topple-the-a-s-in-9th.html","abstract":"  The Yankees conquered Dennis Eckersley again tonight, but this time Steve Farr and the Yankee bullpen did their jobs.   The Yankees scored three runs in the ninth inning when Dion James and Bernie Williams lashed singles off Eckersley to give them a 5-3 victory over the A's at the Oakland Coliseum. It was Eckersley's third straight blown save this season, the same number he botched all last season when he converted 51 of 54 chances in winning the Cy Young and Most Valuable Player awards.   \"If there was ever a turning point in the season maybe we can look back at this being it,\" said Randy Velarde. A Chance for Redemption    Trailing by 3-2 entering the ninth, the Yankees loaded the bases on Danny Tartabull's single off Bobby Witt, Randy Velarde's pinch-hit double and Mike Stanley's walk against Rick Honeycutt with no outs. A's Manager Tony LaRussa had seen enough and called for Eckersley. Twenty four hours after the Yankees had scored three ninth-inning runs off Eckersley, the A's stopper had a chance to redeem himself.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Defense Minister Accused in Italian Scandal","web_url":"https://www.nytimes.com/1993/04/22/world/defense-minister-accused-in-italian-scandal.html","abstract":"  With his tattered nine-month Administration in its last hours, Prime Minister Giuliano Amato faced a final indignity today when Defense Minister Salvo Ando became the latest senior official to be accused by Sicilian magistrates of associating with the Mafia.   Mr. Amato's Government has at once overseen the exposure of postwar Italy's greatest political scandal -- including huge kickbacks and political ties with the mob -- yet been unable to escape infection by it. Two days after Italians voted overwhelmingly in a referendum heralding major political change, Mr. Amato went before Parliament tonight in a first step toward the Government's resignation, which is expected on Thursday.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"CLINTON DECLARES NEW U.S. POLICIES FOR ENVIRONMENT","web_url":"https://www.nytimes.com/1993/04/22/world/clinton-declares-new-us-policies-for-environment.html","abstract":"  Repudiating two major Bush Administration environmental policies, President Clinton said today that the United States would sign an international treaty protecting rare and endangered species and follow a specific timetable to reduce the threat of global warming.    In his first major speech on environmental policy, President Clinton declared: \"We cannot walk away from challenges like those presented by the biodiversity treaty. We must step up to them.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-890093.html","abstract":"  An article and a chart in Business Day on April 13, about conflicts between Japan and its Asian neighbors over its trade policies, misstated three years' trade balances between Japan and South Korea. South Korea had a $5.2 billion trade deficit with Japan in 1987, a $3.9 billion deficit in 1988 and a $4 billion deficit in 1989.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Women Can Choose Not to Be Esthetic Objects","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-women-can-choose-not-to-be-esthetic-objects-975393.html","abstract":"  To the Editor:   \"Fashion's Waif Look Makes Strong Women Weep\" (The Week in Review, April 11) neglects an important point: If women don't like the waiflike image purveyed by the fashion industry, or if they don't like the way the fashion industry treats women's bodies as esthetic and cultural objects, why don't they choose not to follow the industry's dictates?    That women can decide not to model themselves after the latest Calvin Klein ad seems not to be considered in discussions of this topic, which often adopt a tone of victimization: \"This only happens to women,\" you quote Naomi Wolf. And you state that \"the supermodels, too, are struggling to reinvent themselves.\"","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Finding a Way: The Quest of Derrick, 19","web_url":"https://www.nytimes.com/1993/04/22/us/finding-a-way-the-quest-of-derrick-19.html","abstract":"  Derrick White rides through the crumbling asphalt roads of the Hurt Village housing project where he played tag among the steel clotheslines and shot baskets through bent and wobbly hoops. He passes the trash bins where men with black plastic bags mine for cans to sell to a recycling center. He passes the \"dope track,\" where he saw a friend shot in the neck and killed.    Beyond the project, he passes the supermarket that refused him a job interview because, he believes, his address marks him as a project kid. He passes Northside High School, where he graduated 15th last year in a class of 299, third among the boys, and was king of the senior prom. He stops at a McDonald's restaurant, five miles away, where he worked 20 to 25 hours a week throughout the 11th grade. A Graduate in the Grease Pit    Inside, he points to the spot where he grilled hamburgers. \"You get tired of it,\" he said. \"You be back there cooking and cooking.\" Startled, he recognizes the fellow there now, a classmate at Northside High. \"Man!\" he whispered. \"He got a diploma and he's working at McDonald's.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Giants Plan to Stalk Defense in Draft","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-giants-plan-to-stalk-defense-in-draft.html","abstract":"  The Giants have excellent running backs, two new starting receivers, a veteran offensive line and quarterbacks for the present and the future. So their focus in the National Football League draft Sunday and Monday will be on defense, specifically a pass-rushing defensive end and a linebacker.   General Manager George Young met with reporters today and confirmed the quest for defensive help for a team whose previously solid 3-4 defense was in chaos last year under since-departed coaches. But he cited two stumbling blocks to the Giants' draft: the lack of a first-round choice and the physical and schematic changes in the kind of players coming out of college.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/22/style/chronicle-697593.html","abstract":"  William Shakespeare figures heavily in the life of LYNN REDGRAVE this week. On Friday, she will celebrate his 429th birthday by performing at the Actors' Fund Retirement and Nursing Homes in Englewood, N.J.    She will perform excerpts of a one-woman play, \"Shakespeare for My Father,\" that she wrote. She opens in it Monday on Broadway at the Helen Hayes Theater.","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"Copeland Is Cleared","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-cycling-copeland-is-cleared.html","abstract":"  Olympian DIRK COPELAND, who reportedly failed a drug test following a race in Uruguay, won't be penalized by the United States Cycling Federation.   The federation said that officials in Uruguay didn't follow drug-testing procedures established by international and American cycling authorities.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-977093.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article of April 8 describes Crystal Rossi, a 12-year-old girl, and her dissatisfaction with her junior high school in New York City. She finds her teachers \"mean\" and \"always yelling at her.\" Teachers with large classes are not able to \"provide individual attention.\"   Whose fault is this? Her school is \"underfinanced,\" and thus, presumably unable to provide individual attention to each student.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Television; In 90 Minutes, 500 Years' Worth of Destruction","web_url":"https://www.nytimes.com/1993/04/22/movies/review-television-in-90-minutes-500-years-worth-of-destruction.html","abstract":"  The Earth Day message from HBO is that America was a much pleasanter land when it was inhabited by more bison than human beings, and when none of the latter were white Europeans.   If pretentiousness were an ecological threat, \"Earth and the American Dream\" would face a heavy fine for fallout. Moving through 500 years of assaults on the environment in 90 minutes, Bill Couturie (who won an Academy Award for his 1989 documentary, \"Common Threads: Stories From the Quilt,\" a work about AIDS) exploits visual effects the way American industry has exploited natural resources.","thumbnail":null,"section":"Movies"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-250393.html","abstract":"  A headline on Saturday about a delay in the issuing of a report on sexual assaults by Navy aviators referred incorrectly in some copies to the Government agency delaying the report. It was the Defense Department, not the Navy.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94185259142.html","abstract":"1943: Birthday Raids","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Royal Springboks","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"F.B.I. Saw the Ego in Koresh, But Not a Willingness to Die","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-fbi-saw-the-ego-in-koresh-but-not-a-willingness-to-die.html","abstract":"  In the last week and a half of David Koresh's life, Federal agents picked up three scrawled communiques that were dropped out the front door of the Branch Davidian compound, apparently dictated by the cult leader but signed in the name of God. They threatened that catastrophe would befall God's enemies.    \"Open your eyes and not your mouth,\" read one. \"Fear the hour of judgment, for it has come.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"U.S. and Allies Differ on Arms for Bosnia Muslims","web_url":"https://www.nytimes.com/1993/04/22/world/us-and-allies-differ-on-arms-for-bosnia-muslims.html","abstract":"  Differences emerged between the United States and its European allies today on the issue of allowing Bosnian Muslims to import arms, with France declaring that such a move would increase the conflict and mean an end to its relief role in the Balkans.   France's Foreign Minister, Alain Juppe, said lifting the United Nations arms embargo to help equip the outgunned Muslim-led Bosnian Government would \"mean the internationalization of the conflict and a general conflagration in the Balkans.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Victims of Divorce","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-victims-of-divorce-995893.html","abstract":"  To the Editor:   You describe Crystal Rossi (front page, April 8) as hardly the sort of child who would fail in school. Yet her parents are divorced, and she lives with a stepfather. In \"Second Chances,\" Judith S. Wallerstein and Joan B. Kelly outline the perils of divorce for children. Contrary to our beliefs, these are many, no matter how amicable the disunion. You merely reiterate a common popular misconception that divorce makes little difference to children's psyches and motivations.   Also contributing to our youths' easy use of and gravitation toward violence, as well as their reluctance to undertake the hard work of study and learning, is the omnipresence of television and video games. These breed passivity and inertia, along with presenting constant images of senseless harm toward others.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/22/nyregion/no-headline-224493.html","abstract":"  \"We were holding our breath on global warming, and we got everything we had hoped for.\" -- JIM MADDY, an environmentalist, on President Clinton's speech.  [ A10:6. ]","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Nuclear Fuel to Be Moved Through Populous Areas","web_url":"https://www.nytimes.com/1993/04/22/nyregion/nuclear-fuel-to-be-moved-through-populous-areas.html","abstract":"  Eager to rid the Shoreham nuclear power plant of its last radioactive pellets, the Long Island Power Authority has decided to move 100 tons of nuclear fuel by train to a power plant in Pennsylvania in 33 separate trips, using a route that passes through densely populated neighborhoods of Long Island, New York City and Westchester County.    The shipment, scheduled to begin in early June and end by next January, will allow the authority to complete its dismantling of Shoreham next year, authority officials said, but the route may raise safety concerns.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Violence Erupts on Israeli Borders as Talks Are Set","web_url":"https://www.nytimes.com/1993/04/22/world/violence-erupts-on-israeli-borders-as-talks-are-set.html","abstract":"  As a new round of Middle East peace talks was formally announced for next week, serious violence erupted today on Israel's northern border and in the occupied Gaza Strip.    In the north, Israel and its client Lebanese militia fired artillery rounds at villages in southern Lebanon said to be strongholds of the militant Party of God. The barrage followed stepped-up attacks by the pro-Iranian guerrillas on the so-called security zone that Israel established in that part of Lebanon. A man and a woman, both civilians, were killed, and nine others were wounded, according to news reports from the area.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Insurance Chief's Turnabout on Empire's Board","web_url":"https://www.nytimes.com/1993/04/22/nyregion/insurance-chief-s-turnabout-on-empire-s-board.html","abstract":"  The State Insurance Superintendent, who last week attacked Empire Blue Cross and Blue Shield for allowing its chief executive to serve simultaneously as chairman of the board, endorsed legislation in 1990 that enabled the executive, Albert A. Cardone, to fill both roles.   The Insurance Superintendent, Salvatore R. Curiale, acknowledged yesterday that he wrote a letter in 1990 in which he recommended approval of the measure, but added that Empire's performance over the last three years had made him reassess his position.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Singer's Husband Charged in Beating","web_url":"https://www.nytimes.com/1993/04/22/nyregion/singer-s-husband-charged-in-beating.html","abstract":"  The husband of the singer LaToya Jackson was arrested yesterday and charged with assault. He is accused of kicking her and beating her with a chair.   Ms. Jackson, 36 years old, was treated at Lenox Hill Hospital and released.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Standoff After Clash at Prison","web_url":"https://www.nytimes.com/1993/04/22/nyregion/standoff-after-clash-at-prison.html","abstract":"  Fifteen inmates and three guards were injured during a disturbance last night at a maximum security prison in Newtown, Conn., that continued into this morning.   Negotiations between prison authorities and about 90 inmates in one of the six cellblocks at the Garner Correctional Institution were continuing, The Associated Press reported early this morning.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Welfare Reform That Works","web_url":"https://www.nytimes.com/1993/04/22/opinion/welfare-reform-that-works.html","abstract":"  Small, positive change. That's been the unvarying refrain from studies of state programs to move welfare recipients into jobs. But now there's better news. A study of California's welfare reform shows that programs emphasizing job search, education and training can increase earnings by sizable amounts and also cut welfare outlays. Even better, the earnings boost for individuals gets bigger over time -- inviting hope that small change might eventually yield large gains.   California's welfare program mirrors the Family Support Act, a 1988 Federal reform, and incorporates President Clinton's call for reciprocal obligation. Welfare parents continue to get benefits, but in exchange agree to participate in programs designed to get them into steady jobs. The California plan places welfare recipients in literacy, schooling, job-search and training programs. It provides transportation and child care while recipients enroll in the program, and continues child care for a year after they locate jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"DEATH IN WACO: Washington Memo; A Strategy of Openness Aims to Avert Backlash","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-washington-memo-a-strategy-of-openness-aims-to-avert-backlash.html","abstract":"  Hoping to win public understanding for its tear gas assault on the Branch Davidian complex near Waco, Tex., senior officials from the Federal Bureau of Investigation held an unusually elaborate three-hour briefing with reporters today to describe the reasoning behind their attack.    The briefing disclosed few new details about the assault, but was part of a broader public relations strategy by the Justice Department, with the approval of the White House, to put forward senior officials, including Attorney General Janet Reno, to explain themselves in an effort to avert any political backlash.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-92033541831.html","abstract":"Dazzle the 'Ally'. The reactionaries in the Russian military are first and foremost technocrats. A brief, technologically dazzling, punishing strike on Belgrade would give them pause. Even pleasure.. (Russians universally delighted in the humbling of Ir","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/22/sports/transactions-736093.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Placed Chuck Cary, pitcher, on the 15-day disabled list. Called up Jeff Schwarz, pitcher, form Nashville of the American Association.   KANSAS CITY ROYALS -- Activated Keith Miller, third baseman, from the 15-day disabled list. Placed David Howard, infielder, on the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Brazilians Vote Down Kings and Keep Presidents","web_url":"https://www.nytimes.com/1993/04/22/world/brazilians-vote-down-kings-and-keep-presidents.html","abstract":"  Rejecting appeals to restore the country's 19th-century monarchy, Brazilians voted today to retain the system they borrowed from the United States 104 years ago -- a presidential republic.   But in a reflection of the enduring fascination with the Bragancas, Brazil's royal family, about 12 percent of voters, or eight million people, apparently obeyed the monarchist command to \"vote for the King.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"With One Eye on Bulls, Knicks Roll Over Nets","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-with-one-eye-on-bulls-knicks-roll-over-nets.html","abstract":"  There were no flagrant fouls. There was no trash-talking. And for the Knicks, beating the Nets was no problem.   Extending its home winning streak to 19 games, New York rolled to a 105-74 victory last night at Madison Square Garden. It was the Nets' season-low point total, it was their largest margin of defeat this season, and it was the fewest points allowed by New York this season.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Casting a 'Ring' Is an Art, the Art of Logistics","web_url":"https://www.nytimes.com/1993/04/22/arts/casting-a-ring-is-an-art-the-art-of-logistics.html","abstract":"  Casting an opera production is difficult. Casting a production of Wagner's \"Ring\" is very difficult. Casting a \"Ring\" production at the Metropolitan Opera is hair-raisingly difficult. So if in the midst of orchestral splendor and a number of excellent singers, you encounter a few more in major roles who are anything but, be critical, if you must, but try also to understand what a tough business this is.   One wonders whether Wagner ever thought about the logistical questions his followers would have to ask: Are the right singers out there to begin with? Will they come this far and stay in New York as long as they are needed? Will they accept the Met's fees when others are offering higher ones?","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/22/style/chronicle-982693.html","abstract":"  It was one more trip to the altar yesterday for BILL WYMAN, 56, the former Rolling Stones bass player who was married for the third time -- to SUZANNE ACCOSTA, 33, an American who has been described as a fashion designer and model.    According to the Press Association, the British news service, the civil ceremony took place in a 16th-century dungeon in the village of St.-Paul-de-Vence near the Riviera coast in France. It was followed by religious rites in the 13th-century Church of the Conversion of St. Paul.","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"TRIAL OF GOVERNOR IS IN JURY'S HANDS","web_url":"https://www.nytimes.com/1993/04/22/us/trial-of-governor-is-in-jury-s-hands.html","abstract":"  Jurors began deliberations this afternoon in the ethics trial of Gov. Guy Hunt after hearing theatrical closing arguments geared alternately toward conservative religious beliefs and the national revulsion with big-money politics.   If convicted on the felony ethics charge that he illegally converted money raised for his inauguration for his personal use, Mr. Hunt, Alabama's first Republican Governor since Reconstruction, could face 10 years in prison and a fine of up to $10,000. He would also be removed from office and replaced by Lieut. Gov. Jim Folsom Jr., a Democrat.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Muslim Defenders Disarmed, U.N. Says","web_url":"https://www.nytimes.com/1993/04/22/world/muslim-defenders-disarmed-un-says.html","abstract":"  After hours of tension that threatened new bloodshed, United Nations officers said late today that they had met a deadline for disarming the defenders of Srebrenica, the battered enclave that is one of the last Muslim footholds in eastern Bosnia.   If the announcement proves correct, Srebrenica will have to depend for its safety on a 145-man United Nations contingent from Canada, a prospect that is causing severe anxiety. The Canadians, who have only machine-guns, assault rifles and sidearms, would be the only buffer between the tens of thousands of civilians and an aggressive force of several thousand Serbian nationalists with tanks and heavy artillery. A Grim Prospect    A cease-fire signed early Sunday by the town's Government defenders and its Serbian attackers required the United Nations to disarm the Muslim forces within 72 hours. This was later extended by six hours.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Trouble With Off-the-Shelf Tank Parts","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-trouble-with-off-the-shelf-tank-parts-974593.html","abstract":"  To the Editor:   \"Tank Parts, Off the Shelf\" (editorial, April 6) leaves a mistaken impression about defense systems and their procurement. Your analogy to electronic components is inapt.    An electrical engineer can take resistors, capacitors, inductors and the right chips and build almost anything, from a stereo amplifier to a fire-control computer. Tanks are mechanical, not electronic. Light bulbs, wiring, hydraulic lines and fittings, gaskets, sealants, coatings and fasteners are one thing. But where can a designer shop for 120-millimeter high-velocity, smooth-bore main guns, composite ceramic armor of the right shape, turrets, laser gun sights, automatic loaders, high-performance terrestrial gas turbines or battle-damage-tolerant transmissions?","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Police Routine, a Desperate Prisoner and Sudden Gunfire","web_url":"https://www.nytimes.com/1993/04/22/nyregion/police-routine-a-desperate-prisoner-and-sudden-gunfire.html","abstract":"  The shooting in a Brooklyn precinct station house was a collision between a police officer who thought he was handling a routine drug arrest and a suspect who viewed it as the end, law-enforcement officials said yesterday.   As he sat in the grim holding cell in the 70th Precinct station house on Tuesday, Danny Cook told two other prisoners that he had nothing else to live for, the officials said.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Players Back Ex-Coach","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-basketball-players-back-ex-coach.html","abstract":"  Nine black Central Michigan players joined a Federal lawsuit their former coach filed against the school Tuesday. KEITH AMBROT, the former coach, was discharged for using a racial epithet after his team lost a game in November.   Dambrot, who is white, filed a lawsuit Monday in United States District Court in Bay City, Mich., alleging the school violated his right to free speech. He is seeking damages, reinstatement as coach and a preliminary injunction to reverse the hiring of the new coach, LEONARD DRAKE.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ohio Prison Siege Near End; Last Five Hostages Released","web_url":"https://www.nytimes.com/1993/04/22/us/ohio-prison-siege-near-end-last-five-hostages-released.html","abstract":"  The 11-day siege at Ohio's only maximum-security prison came to a peaceful conclusion tonight, as the last five hostages were released and the 450 rioting inmates surrendered, prison officials said.   The remaining guards who had been held by the inmates were freed about seven hours after an agreement to end the siege was announced by the authorities. Officials said they walked out under their own power, as a loud cheer rose up from in front of the drab brick institution.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Anger Greets Croatian's Invitation To Holocaust Museum Dedication","web_url":"https://www.nytimes.com/1993/04/22/us/anger-greets-croatian-s-invitation-to-holocaust-museum-dedication.html","abstract":"  As world leaders gathered for the opening of the Holocaust Memorial Museum here, Holocaust historians and survivors today condemned an invitation to the President of Croatia, Franjo Tudjman, who has been accused of writing that estimates of six million Jewish dead were inflated and that Jews were among those running a Croatian concentration camp.   Mr. Tudjman, (pronounced TOODGE-mahn), in a 1988 book \"Wastelands: Historical Truth,\" estimated that 900,000 Jews, instead of six million, died in the Holocaust, said Simon Wiesenthal, the renowned Nazi hunter. Elie Wiesel, the Nobel laureate, has also attacked the Croatian President for asserting that the number of dead in the Holocaust had been exagerrated.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-90546381012.html","abstract":"Listen to the Lady. Listening to Lady Thatcher chiding the Western democrats for their \"too little too late\" approach to the Bosnian massacre brought to mind Churchill's cry in the wilderness, when he warned us of the danger of sitting back wh","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-91819179765.html","abstract":"President for Rent?. Regarding the report \"George Bush Rejected? Not in Kuwait\" (April 10):. If there were any doubts about who profited from the Gulf War, this latest expansion of the rent-a-president business would dispel it.. Meanwhile, as Fl","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Kinship Foster Care","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-kinship-foster-care-993193.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article on Ladeeta from Brooklyn is an important account of a young woman's strength, courage and accomplishment. The missing piece, however, is that for the last four years Ladeeta has been in kinship foster care under the auspices of St. Christopher-Ottilie.   Kinship foster care empowers a relative to step in where the parent can no longer cope. Though this often requires more intervention by the social service agency, the sense of belonging greatly increases the child's chance for long-term success.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Prosecutor Says Parole Officer Aided Drug Gang, Leading to Dealer's Killing","web_url":"https://www.nytimes.com/1993/04/22/nyregion/prosecutor-says-parole-officer-aided-drug-gang-leading-to-dealer-s-killing.html","abstract":"  A violent gang of Queens crack dealers had two moles in the State Parole Division, one of them a parole officer, who provided information that led to the 1987 slaying of another drug dealer, a prosecutor declared in court yesterday.   The prosecutor's assertion came at the opening of the trial of Gerald Miller, reputed to be one of the most brutal and successful of the young kingpins who dominated the southeast Queens drug-trafficking scene at the height of the crack epidemic in the 1980's.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Panel Backs Airport Plan For Riverhead","web_url":"https://www.nytimes.com/1993/04/22/nyregion/panel-backs-airport-plan-for-riverhead.html","abstract":"  Ignoring fears on eastern Long Island about jet noise and traffic congestion, the Long Island Regional Planning Board voted today to support an air cargo operation and a major industrial park on 1,000 acres of the Navy-owned Calverton jetport in Riverhead.   The vote, the culmination of a $500,000 airport feasibility study paid for by the Federal Aviation Administration, came the same day the six-member planning board approved a revised protection plan for nine special groundwater areas on Long Island, the largest of which is an area of pine barrens surrounding the air field.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Absolutely, Positively: It's Islanders in Overtime","web_url":"https://www.nytimes.com/1993/04/22/sports/hockey-absolutely-positively-it-s-islanders-in-overtime.html","abstract":"  A broken leg in December and so many younger teammates all around him have 28-year-old Ray Ferraro feeling like a hockey elder in this, his ninth season.   \"It felt like we were playing the senior league hockey game,\" Ferraro said of the Islanders 5-4 double-overtime victory over Washington Tuesday night, \"and we had the 11 P.M.-to-1-o'clock ice time.\"","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-892793.html","abstract":"  A report in the Journal column of the Long Island Weekly on Sunday about a show of historic clothing misstated the date. The show, \"Costume as History -- Women as Art,\" will be held at the Flowerfields Estate on Mills Pond Road in St. James, L.I., at 5 P.M. this Sunday, not Saturday.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"2 Transit Officers Cleared In Shooting of 3d Officer","web_url":"https://www.nytimes.com/1993/04/22/nyregion/2-transit-officers-cleared-in-shooting-of-3d-officer.html","abstract":"  A grand jury yesterday cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced.   The incident, in which two uniformed white officers fired 21 times at a black officer in street clothes, raised the sensitive issues of race and police training. The white officers said that the black officer, Derwin Pannell, had a silver pistol drawn and appeared to be a robber.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Ago Journal; From Royal Pearls, a String of Profits","web_url":"https://www.nytimes.com/1993/04/22/world/ago-journal-from-royal-pearls-a-string-of-profits.html","abstract":"  Kokichi Mikimoto always viewed the oyster as his world, and he did most of his viewing from his simple wooden house here high above Ago Bay's choppy waters.   The oldest employees of the world's most famous pearl manufacturer still remember seeing their fierce company founder, telescope in hand, scanning the waters below to see if any workers were slacking off on the giant wooden floats that support baskets full of busy bivalves. On the wall of his living room, largely untouched since the day he died in 1954, are pictures of the three Emperors and Empresses who received his pearls as royal gifts, and proclaimed him a national hero.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Guidelines for Foreign Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-guidelines-for-foreign-aid.html","abstract":"- Japan provides more foreign aid than any other country - $11 billion in the 1991-92 fiscal year, compared with $9.4 billion from the United States. However, taking aid as a percentage of GNP, Japan is in the middle of the pack among industrial nations. With 0.32 percent in 1991-92, it is far short of the 0.7 percent target set by the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"U.S. Rejects Sheik's Jailing As Too Costly","web_url":"https://www.nytimes.com/1993/04/22/nyregion/us-rejects-sheik-s-jailing-as-too-costly.html","abstract":"  The Justice Department said yesterday that there was no \"concrete evidence\" that Sheik Omar Abdel Rahman had participated in terrorist acts and that he was not being detained while the Government tries to deport him because it would cost too much money.   The department made the decision even though Mr. Abdel Rahman, a Muslim cleric whose followers include at least two suspects in the World Trade Center bombing, is on the State Department's watch list for terrorists and other undesirables.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/22/nyregion/news-summary-190693.html","abstract":"  International A3-15  CLINTON'S ENVIRONMENT POLICY  Repudiating two principal Bush Administration policies, President Clinton pledged to follow a specific timetable to reduce the threat of global warming, and said he would sign an international treaty protecting endangered species.  A1  MEXICO DRAWS U.S. INVESTORS  Lured by eye-catching interest rates of 16 percent or more, Americans are investing billions of dollars in Mexican Treasury securities, thus helping to finance Mexico's move to an industrial economy.  A1","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"TALKS WILL RESUME","web_url":"https://www.nytimes.com/1993/04/22/world/plo-reconsiders-talks-will-resume.html","abstract":"  Representatives of the Palestinians decided to end their boycott of the Middle East peace talks today, and Israel and the Arab countries announced that they would resume the negotiations in Washington next week.   The decision followed a bitter debate among the Palestinians; a diplomatic campaign by the United States, Egypt, Syria and Saudi Arabia, and concessions by the Israelis that finally wooed the Palestinians back to the table.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"A Mayoral Challenger's Challenge; Stein, Behind in Polls, Sets About Recharging His Campaign","web_url":"https://www.nytimes.com/1993/04/22/nyregion/mayoral-challenger-s-challenge-stein-behind-polls-sets-about-recharging-his.html","abstract":"  For years, few New York City politicians have had better friends among the loyal old-line Democrats of the Queens County organization than City Council President Andrew J. Stein. But now, just when such friendship might be expected to pay off in early support and shoe leather for Mr. Stein's mayoral campaign, Queens is distinctly on the sidelines.   \"I have a long relationship with Andrew, but from a practical sense he really hasn't seemed to take off in the polls,\" said the county Democratic leader, Representative Thomas J. Manton, who knows firsthand the risks of early endorsements, having backed Richard Ravitch and then Edward I. Koch in the Democratic mayoral primary in 1989, before finally settling for David N. Dinkins in the general election.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Mr. Clinton's Invisible Drug Policy","web_url":"https://www.nytimes.com/1993/04/22/opinion/mr-clinton-s-invisible-drug-policy.html","abstract":"  President Clinton has yet to develop a national drug policy. He hasn't appointed a drug czar, and key positions in Health and Human Services remain vacant. Most alarmingly, the President's anti-drug budget follows the same approach as President Bush's did. It proposes to spend significantly more for law enforcement than for prevention and treatment, which didn't work under George Bush and won't work under Bill Clinton.   Even Federal judges are protesting the inadequacy of Washington's policies. Last week two senior Federal judges said they would refuse drug cases because they've found that harsh mandatory sentences and the emphasis on punishment over treatment have failed to dent the problem.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Armand D'Amato's Law Firm Paid for Work It Did Not Do, Executive Testifies","web_url":"https://www.nytimes.com/1993/04/22/nyregion/armand-d-amato-s-law-firm-paid-for-work-it-did-not-do-executive-testifies.html","abstract":"  A defense contractor paid Armand P. D'Amato's law firm $6,500 for a three-sentence report that the firm did not even write, a former executive of the defense contractor testified today at Mr. D'Amato's trial on charges of defrauding the Unisys Corporation.   The report was one of five -- none longer than two paragraphs -- that were secretly written by a Unisys employee as part of what the Federal Government contends was an elaborate scheme to conceal the fact that Mr. D'Amato had been hired by Unisys to lobby his brother, Senator Alfonse M. D'Amato, to help obtain military contracts for the company.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92944745063.html","abstract":"1918: Draft and Dublin","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Now Starring in the Carnival's Sideshow, It's the New York Mets","web_url":"https://www.nytimes.com/1993/04/22/sports/on-baseball-now-starring-in-the-carnival-s-sideshow-it-s-the-new-york-mets.html","abstract":"  American League East players used to talk about the phenomenon quite often when the Yankees were contenders and suffered from a malady known as the Steinbrenner factor.   No matter how good the Yankees were thought to be, no matter how many victories were projected, the theory went, five or so games could be extracted from the great expectations. Not because of lack of talent, but because of distractions.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"G.O.P. Senators Prevail, Sinking Clinton's Economic Stimulus Bill","web_url":"https://www.nytimes.com/1993/04/22/us/gop-senators-prevail-sinking-clinton-s-economic-stimulus-bill.html","abstract":"  Senate Republicans killed President Clinton's economic stimulus program today, maintaining their filibuster until Democrats surrendered and agreed to limit the bill to $4 billion for extended unemployment benefits.   Mr. Clinton's first serious legislative defeat was marked by complaints from Democrats in the Senate and the White House. But Bob Dole, the Senate minority leader, was satisfied that the Republicans had shown that they deserved to be taken seriously. He avoided gloating, and promised occasional cooperation with the President.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Topics of The Times; New York's Field of Dreams","web_url":"https://www.nytimes.com/1993/04/22/opinion/topics-of-the-times-new-york-s-field-of-dreams.html","abstract":"  One afternoon this week a Times Square habitue strolled over to Bryant Park to see what was happening. Nothing, she is happy to report, was happening.   Which is to say there was nobody dealing drugs, bloating on booze or in the midst of a misdemeanor. The only action, in fact, was that of hands turning the pages of newspapers and books; of jaws chomping the remains of lunch; of heads as they swiveled to take in daffodils, narcissi and a tall stand of pink tulips.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Two German Trials Reopen Pre-1989 Wounds","web_url":"https://www.nytimes.com/1993/04/22/world/two-german-trials-reopen-pre-1989-wounds.html","abstract":"  Trials of an accused terrorist and a former Prime Minister opened in Germany this week, plunging eastern Germans into another painful review of the crimes of past dictatorships.   The two trials, and that of Markus Wolf, the former East German spymaser, which is scheduled to open in May, may provide new insights into techniques of repression in the former East Germany. They could also result in prison sentences for men who stood at the apex of power in that vanished Communist state.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; 'It Was Not Fair'","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-it-was-not-fair-990793.html","abstract":"  To the Editor:   Christian was a good guy. In school he was a great friend and I am so sorry what happen to him by playing basketball with his brother. It was sad that he got killed just by hitting another guy with the ball. It was not fair that he was killed, he just was 17 years old. He came to this country to learn English and to become someone in the future. At nighttime he would spend time reading with his father. And is sad dying in his mother arms. I am sorry to his family. Is not fair because I lost my father when I was 13 years old. NANCY RIVERA  New York, April 14, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Maxwell Out 2 Weeks","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-basketball-maxwell-out-2-weeks.html","abstract":"  Guard VERNON MAXWELL has broken a bone in his left wrist and will be out of the Houston Rockets' lineup for at least two weeks. General Manager STEVE PATTERSON said that Maxwell suffered a non-displaced fracture of the navicular bone during last Friday's game in Seattle. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Justices Signal Support for Longer Jail Terms for Hate Crimes","web_url":"https://www.nytimes.com/1993/04/22/us/justices-signal-support-for-longer-jail-terms-for-hate-crimes.html","abstract":"  The Supreme Court today appeared on the verge of embracing an increasingly popular state response to bias crimes, the use of longer sentences for criminals who choose their victims on the basis of race, religion or personal traits.   The Justices appeared decidedly sympathetic as Wisconsin's Attorney General, James E. Doyle, in an hourlong argument, defended his state's hate crime law. The case has split civil liberties groups and plunged the Court back into the debate over hate crimes for the second year in a row.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"A Book's Dark Tales Of Bush's Arts Agency","web_url":"https://www.nytimes.com/1993/04/22/books/a-book-s-dark-tales-of-bush-s-arts-agency.html","abstract":"  John E. Frohnmayer, the former chairman of the National Endowment for the Arts, charges in a new book that long before President George Bush dismissed him in February 1992, the White House staff worked steadily \"to cripple the N.E.A. internally by putting in political operatives.\"   Mr. Frohnmayer, 50, denounces John H. Sununu, President Bush's former chief of staff, as the main culprit in sabotaging his agency. He also states that while President Bush was encouraging him in a series of private meetings, Mr. Sununu would \"bark out his orders,\" which were invariably contrary to the President's.","thumbnail":null,"section":"Books"},{"date":"19930422","headline":"Westchester Plans to Buy Hotel To Shelter Homeless Families","web_url":"https://www.nytimes.com/1993/04/22/nyregion/westchester-plans-to-buy-hotel-to-shelter-homeless-families.html","abstract":"  The Coachman Hotel, a shelter for 110 homeless families that has become a symbol of the intractability of the homeless problem even in this wealthy area, is expected to get a new owner: Westchester County.   In taking over the Coachman, the largest hotel for the homeless in the county, officials hope to accomplish what other municipalities, including New York City, have been unable to do: get all the homeless out of commercial hotels and motels.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Fernandez Urges Scrutiny of Conservatives","web_url":"https://www.nytimes.com/1993/04/22/nyregion/fernandez-urges-scrutiny-of-conservatives.html","abstract":"  Speaking out for the first time about New York City's raucous elections for local school boards, the ousted Schools Chancellor, Joseph A. Fernandez, said he was a victim of the conservative religious groups seeking to influence the campaign, and he warned voters to scrutinize the conservatives' candidates closely.   \"I think you can't separate what happened to me from their agenda on a national level,\" he said of the conservative forces. \"My colleagues all around the country are telling me they are very concerned about this issue.\"","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Free-Vaccine Plan Creates Unusual Array of Skeptics","web_url":"https://www.nytimes.com/1993/04/22/us/free-vaccine-plan-creates-unusual-array-of-skeptics.html","abstract":"  As President Clinton proposes to spend $1.1 billion a year buying vaccines for all American children, he faces an unusual combination of skeptics: not just Congressional conservatives but also some of the socially conscious doctors who work the neighborhoods where immunization rates are lowest.   Nothing like a political alliance is being born among such odd bedfellows. But the complaints that Republicans hurled today from a Capitol Hill hearing room find an odd echo across the Anacostia River, inside a medical van that works the city's poorest wards.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Review/Opera; Holocaust Memorials Can Also Be Operas","web_url":"https://www.nytimes.com/1993/04/22/theater/review-opera-holocaust-memorials-can-also-be-operas.html","abstract":"  The most striking image in Morton Subotnick's stark chamber opera \"Jacob's Room\" is of a woman draped in a yellow shawl chanting the Lord's Prayer as she kneels and sways before a projected image that is distorted beyond recognition. Her voice is distorted, too: amplified and computer processed, it sounds like a metallic chorus, both frightened and frightening, and more cynical than hopeful. A Hebrew text is projected on the woman's shawl, and as she sways in a pool of light at the center of a nearly dark stage, she looks more like a ghostly holograph than like a real person.    Mr. Subotnick's 50-minute work had its world premiere here tonight as part of the American Music Theater Festival, and it is being presented at the Klein Branch of the Jewish Community Centers of Greater Philadelphia through Friday.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"Essay; MEGO of the Year","web_url":"https://www.nytimes.com/1993/04/22/opinion/essay-mego-of-the-year.html","abstract":"  Occasionally a speech is written of such apparently stupefying dullness that it rates the accolade \"MEGO of the Year.\" (MEGO is the acronym for \"My Eyes Glaze Over.\")   This year's award -- a half-lidded eyeball on a field of z's -- goes to Alan Greenspan, Federal Reserve chairman, for his speech this week to the Economic Club of New York. Its stirring title was \"Remarks,\" a come-on to become comatose.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930422","headline":"Eighteen-year-old Stephen Lawrence is murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham.","pages":[{"title":"Murder of Stephen Lawrence","web_url":"https://en.wikipedia.org/wiki/Murder_of_Stephen_Lawrence","description":"1993 killing in London","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Stephen Lawrence was a black British teenager from Plumstead, southeast London, who was murdered in a racially motivated attack while waiting for a bus in Well Hall Road, Eltham on the evening of 22 April 1993, when he was 18 years old. The case became a cause clbre: its fallout included changes of attitudes on racism and the police, and to the law and police practice. It also led to the partial revocation of the rule against double jeopardy. Two of the perpetrators were convicted of murder on 3 January 2012."},{"title":"Well Hall","web_url":"https://en.wikipedia.org/wiki/Well_Hall","description":"Human settlement in England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Well Hall is a place to the north of Eltham in the Royal Borough of Greenwich in southeast London, England, with no present formal boundaries and located 13.5km (8.4mi) east-southeast of Charing Cross. In the past Well Hall was the grounds of a manor house, and then a hamlet. Today it is a largely residential suburb and housing estate absorbed by the development of Eltham and London. It is centred on the main road between Eltham and Woolwich, on which many shops and businesses are located. Several major A roads including the South Circular Road and A2 road pass through the area, as does a railway line, serving Eltham station which is located in Well Hall. The Postcode that covers Well Hall and most of the Eltham area is SE9, and the 020 dialing covers the entire Royal Borough of Greenwich. Well Hall is split across two electoral wards, Eltham West on the west side of Well Hall Road, and Eltham North on the east side of Well Hall Road. In 2015 the population of these two wards combined was recorded as 24,621, although the wards cover a larger area than just Well Hall."},{"title":"Eltham","web_url":"https://en.wikipedia.org/wiki/Eltham","description":"District of southeast London, England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Eltham_wards.png/320px-Eltham_wards.png","thumbnail_width":320,"thumbnail_height":322},"abstract":"Eltham is a district of southeast London, England, within the Royal Borough of Greenwich. It is 8.7 miles (14.0km) east-southeast of Charing Cross, and is identified in the London Plan as one of 35 major centres in Greater London. The three wards of Eltham North, South and West have a total population of 35,459. 88,000 people live in Eltham."}]}],"weather":[]}}