{"19940307":{"guardian_articles":[],"nytimes_articles":[{"date":"19940307","headline":"Review/Television; Gay Girls Make a Stand At a High School Prom","web_url":"https://www.nytimes.com/1994/03/07/arts/review-television-gay-girls-make-a-stand-at-a-high-school-prom.html","abstract":"  Gay and lesbian characters in television drama, virtually invisible not too long ago, are being seen and heard with increasing frequency nowadays. Same-sex kisses are almost commonplace, popping up in January's \"Tales of the City\" on PBS, last week's \"Roseanne\" on ABC and now tonight's \"More Than Friends: The Coming Out of Heidi Leiter\" on HBO.  Reality inches forward.    Part of the HBO series \"Lifestories: Families in Crisis,\" the true story of Heidi, which got considerable coverage in the national press, tells of a high-school girl who decides to attend her prom with another girl. Heidi (Sabrina Lloyd) and Missy Peters (Kate Anthony) have fallen in love. Heidi's parents, especially her mother, are upset and insist she see a psychologist. The doctor explains to them that usually \"homosexuality is not just a stage to heterosexuality.\" They had better get used to the idea of their daughter's being a lesbian.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Surrounded by Angry Arabs, Jews Vow to Stay in Hebron","web_url":"https://www.nytimes.com/1994/03/07/world/surrounded-by-angry-arabs-jews-vow-to-stay-in-hebron.html","abstract":"  Even as the Israeli Cabinet considered dismantling the Jewish settler enclaves in Hebron, Rabbi Moshe Blaycher made clear today that he was determined to stay put: he celebrated his son's bar mitzvah near the Cave of the Patriarchs, which contains the mosque where Muslim worshipers were massacred by a settler nine days ago.   The Jewish population here will not be moved, asserted Rabbi Blaycher, who heads the Shavei Hevron yeshiva, adjacent to the shrine.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/07/nyregion/c-corrections-395412.html","abstract":"  An article in Business Day on Friday about retailers' sales in February misstated the sales increase at the Ann Taylor Corporation. The company's same-store sales increased 12.2 percent, not 4 percent.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/07/us/inside-389722.html","abstract":"  No Early Burmese Talks   The Burmese military leader ruled out early talks with the detained democracy leader, calling her attitude \"counterproductive.\" Page A8. Dutch Build on the Ecology    In the crowded Netherlands, a movement is taking root to design communities based on the best environmental and health standards. Page A3. Melina Mercouri Is Dead    The actress, known for the 1960 film \"Never on Sunday,\" capped her career with a real-life role as Greece's Minister of Culture. Page D8.   A2 Arts","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"Abroad at Home; A Bleak Vision","web_url":"https://www.nytimes.com/1994/03/07/opinion/abroad-at-home-a-bleak-vision.html","abstract":"  A particular nightmare, for most human beings, would be to live in a society without order of any kind, without predictability: in a country that has no effective government, subject to crime and disease and primitive rapacity without recourse to any saving authority.   That is the future foreseen for much of the world in an extraordinarily chilling and, alas, compelling article. It is \"The Coming Anarchy\" by Robert D. Kaplan, who has reported from many parts of the world and written among other books \"Balkan Ghosts.\" His anti-utopian vision of the future appeared in the February Atlantic Monthly.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/07/nyregion/c-corrections-395404.html","abstract":"  A caption on Friday with a photograph of Jewish leaders who met with Mayor Rudolph W. Giuliani about the shooting of Hasidic students on the Brooklyn Bridge gave an incorrect date for the gathering. It was on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Georgetown Breezes To Title","web_url":"https://www.nytimes.com/1994/03/07/sports/track-and-field-georgetown-breezes-to-title.html","abstract":"  It was supposed to be close, but it was no contest. Georgetown's distance runners piled on the points early in the IC4A indoor track and field championships and turned an expected confrontation with George Mason into a rout at Princeton's Jadwin Gym.   With an 18 1/2-point edge on George Mason after Saturday's competition, the Hoyas quickly added 38 points by scoring in three of the day's four events.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"United Way Affiliates Plan Changes in Regional Governing Board","web_url":"https://www.nytimes.com/1994/03/07/nyregion/united-way-affiliates-plan-changes-in-regional-governing-board.html","abstract":"  Faced with shrinking charitable contributions but growing demands for assistance, United Way affiliates in New York, New Jersey and Connecticut are moving to overhaul their regional association to streamline the organization.   Advocates of the proposed reorganization hope it will raise more money and trim operating costs, but the changes are also likely to draw some objections since they will reduce the decision-making powers of the 32 individual United Way affiliates in the region.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Saberhagen Has a Following","web_url":"https://www.nytimes.com/1994/03/07/sports/baseball-saberhagen-has-a-following.html","abstract":"  Bret Saberhagen is scheduled to make his spring debut on Monday, and he should do so in front of a few observers even though it's a \"B\" game being played at 10 A.M.   Saberhagen, who has been on the trading block since the off season, was scratched for his scheduled start last Thursday because of a twinge in his right shoulder, and there was a row of disappointed scouts when he didn't pitch. Toronto, one of the few teams that could absorb Saberhagen's three-year, $15,337,000 contract, is known to be very interested in obtaining him and is expected to have a few scouts on hand Monday.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Earth-Friendly Dutch Homes Use Sod and Science","web_url":"https://www.nytimes.com/1994/03/07/world/earth-friendly-dutch-homes-use-sod-and-science.html","abstract":"  Living on the edge of a marshland with plants sprouting from his roof, Maarten Regenboog could well be considered a guinea pig in yet another Dutch social experiment. Instead he sees himself as a happy resident of a community of the future.   The top of his house is covered with grassy sod rather than tiles. Inside, the walls emit solar heat. Rainwater flushes the toilets, and the sewage pipes are made of ceramic rather than the usual plastic. Gauges check levels of humidity, dust, radon and gamma rays.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Potholes","web_url":"https://www.nytimes.com/1994/03/07/nyregion/pulse-potholes.html","abstract":"  New York City's Transportation Department estimates that it will fill a quarter of a million new potholes this season. That would be 20 percent more than last year, a testament to the severity of this winter. The 15 storms and nine freeze-thaw cycles have played havoc with streets and highways. Water seeps under the road surface, then expands as it freezes, forcing the pavement to bulge. When the ice melts and the water drains away, it leaves an empty pocket that becomes exposed when traffic crushes the bulged pavement.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Ready, Set, Bid: Time for Fringe Teams to Toe the Line","web_url":"https://www.nytimes.com/1994/03/07/sports/college-basketball-ready-set-bid-time-for-fringe-teams-to-toe-the-line.html","abstract":"  It is tournament time and the madness of March has commenced.   The selection committee of the National Collegiate Athletic Association will reveal the field for its 64-team tournament next Sunday, and a dozen or so marginal candidates have final chances this week -- many in league tourneys -- to prove their worth.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Whitewater Issue May Prove Costly to Clinton in Congress","web_url":"https://www.nytimes.com/1994/03/07/us/whitewater-issue-may-prove-costly-to-clinton-in-congress.html","abstract":"  For months, Republicans have pressed the White House and Congress's Democratic majority to look into the involvement of Federal agencies in the Whitewater affair. For months, the White House and Democrats have replied with a stiff-arm.   Now, if the talk on Capitol Hill is any indication, President Clinton is about to reap the whirlwind of that policy in Congress.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"WNYC-TV Offers New Yorkers an Alternative, Not a Clone; Civility for Our City","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-wnyc-tv-offers-new-yorkers-an-alternative-not-a-clone-civility-for-our-city-395579.html","abstract":"  To the Editor:   Guy LeBow (letter, Feb. 22) could not be further from the mark. WNYC radio provides New York City listeners with the finest in classical music, news and public affairs broadcasting. City life would be greatly diminished by the demise of either the AM or FM station. WNYC-AM airs top-rate news and public affairs shows. WNYC-FM provides the best classicial music on radio in the city. News and classical music are separate missions.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Van Breda Kolff Exits a Champion","web_url":"https://www.nytimes.com/1994/03/07/sports/basketball-van-breda-kolff-exits-a-champion.html","abstract":"  Double overtime is a fitting way to end an illustrious career. Even when you have a heart condition.   In Butch van Breda Kolff's final game as a collegiate basketball head coach, his Hofstra Flying Dutchmen completed an improbable run to the East Coast Conference tournament title, knocking off Northeastern Illinois by 88-86 in two extra sessions at the University of Buffalo's Alumni Arena this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Tomba Settles for Sixth","web_url":"https://www.nytimes.com/1994/03/07/sports/tomba-settles-for-sixth.html","abstract":"  There were no shenanigans, no theatrics at the finish line here today for Alberto Tomba, Italy's flamboyant five-time Olympic medalist.   His hopes for another victory here vanished in the fog and snow as Fredrik Nyberg of Sweden showed that he could better negotiate the World Cup giant slalom course. The 24-year-old Nyberg, 18th in the giant slalom at Lillehammer, finished in a combined time of 1 minute 51.26 seconds, two-tenths faster than Christian Mayer of Austria.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"BASEBALL: Sports of The Times; Brien Taylor Goes From Being Yanks' Future to Invisible Phenom","web_url":"https://www.nytimes.com/1994/03/07/sports/baseball-sports-times-brien-taylor-goes-being-yanks-future-invisible-phenom.html","abstract":"  BEYOND the long, low beige stucco building marked \"New York Yankees,\" four baseball diamonds glowed green in the sun, only a fungo away from Tampa Stadium, where the Giants won Super Bowl XXV when Scott Norwood's field-goal attempt sailed wide right.   Between two of the diamonds here in the Yankees' minor league complex, eight farmhand pitchers were throwing simultaneously off baseball's widest mound, four one way, four the other, the baseballs cracking into catchers' mitts like so many rifle shots.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Sinatra Collapses During Concert in Virginia","web_url":"https://www.nytimes.com/1994/03/07/us/sinatra-collapses-during-concert-in-virginia.html","abstract":"  Frank Sinatra, the blue-eyed crooner, collapsed on stage and \"passed out for a few moments\" while singing \"My Way\" at an auditorium here tonight, a spokeswoman for the entertainer said.   Mr. Sinatra, 78, was taken to a hospital about 10 P.M. The spokeswoman, Susan Reynolds, said he was alert and talking and \"just overheated.\"","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/07/nyregion/no-headline-389579.html","abstract":"  The ocean is a farm. If you take away all the feed and the females, when it comes time to plant, you haven't got any seed. Leave it alone. Seed the ocean and allow the fish to grow. -- HAROLD LASHLEY, a retired fisherman.  [ B7:4. ]","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Marshfield Journal; Heaven for a Forecaster: Nearly 9 Feet of Snow","web_url":"https://www.nytimes.com/1994/03/07/us/marshfield-journal-heaven-for-a-forecaster-nearly-9-feet-of-snow.html","abstract":"  Roger Hill's pipes burst six weeks ago, and he guesses his family won't have running water again until, oh, about May, when the last frost melts. But Mr. Hill, who is the local radio weather forecaster here, is nonetheless a happy man.    This town of 900 people in northern Vermont has had 106 inches of snow so far this winter, including the paltry 16 inches that fell in February, which Mr. Hill wrote off on the air as \"a real downer.\" He grew up in Los Angeles, and this is just the sort of meteorological excitement that he was looking for when he migrated to Vermont seven years ago.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"End of an Esthete","web_url":"https://www.nytimes.com/1994/03/07/opinion/end-of-an-esthete.html","abstract":"  A tall plumpish young man loomed up, whom it was impossible to contemplate as an undergraduate; his umbrella was rolled cane-tight but no snugger than he was, into a long tube of a black overcoat . . . as he advanced out of the swirling mist, it became clear that it was not just the weather, he was doing his own swirling . . .   The young man of the playwright Emlyn Williams's awed -- indeed, astonished -- description was an Oxford contemporary named Harold Acton, who died last month at 89.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"In a Town 'Cleansed' of Muslims, Serb Church Will Crown the Deed","web_url":"https://www.nytimes.com/1994/03/07/world/in-a-town-cleansed-of-muslims-serb-church-will-crown-the-deed.html","abstract":"  Up through a ghostly terrain of smashed and ransacked former Muslim homes, Branko Grujic led the way, intent on showing off his crowning contribution to what he calls the victory of Serbian Orthodox Christianity over Islam in Bosnia.   Mr. Grujic, the Mayor of this northeastern Bosnian town now controlled by Serbs and completely \"cleansed\" of its 40,000 prewar Muslim inhabitants, has a pet project. It stands atop the escarpment that overlooks Zvornik and the meandering sweep of the Drina River.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Is Healy In Goal Or Is He in Doghouse?","web_url":"https://www.nytimes.com/1994/03/07/sports/hockey-is-healy-in-goal-or-is-he-in-doghouse.html","abstract":"  Simmering since September, the Glenn Healy-Mike Keenan stew has come to a boil.   As the Rangers take their league-leading record into tonight's game against second-best Detroit at Madison Square Garden, the treatment of the backup goalie by his coach overwhelms the other major plot lines that color a fascinating stretch of an interesting season.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Let the Market Decide About Milk Hormone","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-let-the-market-decide-about-milk-hormone-380288.html","abstract":"  To the Editor:   \"Farmers Eager to Test Drug to Get More Milk\" (news article, Feb. 5), about bovine growth hormone, was very fair. I agree with and support \"The Milk Brouhaha\" (editorial, Feb. 10). But I must raise strong objection to \"Make Them Label It\" (letter, Feb. 21) by Michael K. Hansen and Jean M. Halloran of Consumers Union's Consumer Policy Institute. They are using misinformation to create a food scare.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/07/nyregion/metro-digest-390550.html","abstract":"  NEW YORK REAL ESTATE IS BACK   New York City's commercial real-estate brokers and landlords are unanimous: Buildings are filling up. Average midtown rents have stopped their slide. Landlords are getting more from tenants and giving them less. Some companies are even buying buildings again. All told, brokers and landlords say, the real-estate recession is ending. A1. NEW YORK CITY  THE IRON AGE LIVES AGAIN   Ironworkers have had a slow time of it lately in New York City, settling for maintenance chores like bridge repair instead of building skyscrapers. But a majestic project on the East Side, the first stage in the construction of an $842 million addition to New York Hospital between 68th and 70th Streets, is filling the union hall and bringing back the swagger. B3.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"To Probert, Rink's a Ring at Drop of a Glove","web_url":"https://www.nytimes.com/1994/03/07/sports/hockey-to-probert-rink-s-a-ring-at-drop-of-a-glove.html","abstract":"  When Bob Probert of the Red Wings trades punches with a member of the opposing hockey team at Detroit's Joe Louis Arena, the music on the speaker system doesn't miss a beat while the beating goes on.   Backed by drums and loud guitar power chords, a woman's voice shrieks, \"Hit me with your best shot! Fire away!\" while Probert, more often than not, pounds his foe to the ice, sometimes drawing blood, amid the cheers of fans who use their fists to pound the glass along the boards.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Great Powers Shouldn't Play Chauvinistic Games","web_url":"https://www.nytimes.com/1994/03/07/opinion/IHT-great-powers-shouldnt-play-chauvinistic-games.html","abstract":"What do Bill Clinton's resurrection of Super 301 trade sanctions and China's brief rearrest of the dissident Wei Jingsheng have in common? Both decisions are at best gambles bordering on the irrational..The damage that one decision could do to fragile","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Get Rid of the Settlements","web_url":"https://www.nytimes.com/1994/03/07/opinion/get-rid-of-the-settlements.html","abstract":"Even a brief stay in the West Bank places the Hebron massacre in perspective. An aberrant act by a psychopath perhaps, but one that was waiting to happen. It is also one that has happened many times in the 1980's, as repeated armed attacks on unarmed civilians, beginning with the bombs in West Bank mayors' cars, have maimed and claimed the lives of Palestinians. \n\nVictims of other \"mini-massacres\" include three Palestinian students in Hebron in July 1983, seven Palestinian workers outside Tel Aviv in May 1990 and 18 Palestinian worshipers in Jerusalem in October 1990.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Reviews/Cabaret; A Spokeswoman for Jazz Who Can Play It, Too","web_url":"https://www.nytimes.com/1994/03/07/arts/reviews-cabaret-a-spokeswoman-for-jazz-who-can-play-it-too.html","abstract":"  Marian McPartland is an important jazz figure not so much for her piano-playing as for her articulate advocacy of the form. Ms. McPartland, who is performing through Sunday at Tavern on the Green (Central Park West at 67th Street), is also the host of \"Piano Jazz,\" a syndicated radio show on which some of the best pianists in the country have performed informally and been interviewed.   The show has clearly had an effect on Ms. McPartland, and on Tuesday night, backed by bass and drums, she moved through all sorts of music, from a piece by John Coltrane to material by Jerome Kern. And Ms. McPartland can play, if in a restrained way: she has a nice touch, drawing smooth, pure tones out of the instrument. She keeps her improvisations short, down to two or three choruses. And she's interested in harmony; she regularly draped chords and scales over a tune's harmony, wringing out meaning and texture.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"F. Murray Abraham Finds Roy Cohn In Ron Leibman's Formidable Wake","web_url":"https://www.nytimes.com/1994/03/07/theater/f-murray-abraham-finds-roy-cohn-in-ron-leibman-s-formidable-wake.html","abstract":"  In his first attempts to portray Roy Cohn, F. Murray Abraham said: \"I found myself doing Ron. Doing his voice. His mannerisms. It was exasperating to me -- it was Ron.\"   He was speaking of Ron Leibman, of course, who won a Tony Award last June for his high-voltage, pit-bull performance as Cohn in \"Angels in America,\" Tony Kushner's two-part anthem for the era of AIDS. Since late last month Mr. Abraham has been perfecting his own Roy Cohn before audiences. He has found it an unexpected challenge, not only because of Mr. Leibman's star turn in the most sensational role of Broadway's most celebrated production, but also because he is joining a seasoned cast that, Mr. Abraham said, \"runs like well-oiled machinery.\"","thumbnail":null,"section":"Theater"},{"date":"19940307","headline":"Problem Found in Engine of Jet That Skidded Off Runway","web_url":"https://www.nytimes.com/1994/03/07/nyregion/problem-found-in-engine-of-jet-that-skidded-off-runway.html","abstract":"  A hangar examination of the Continental Airlines jet that aborted a takeoff and skidded off a runway at La Guardia Airport in a snowstorm last week found that one of its two tail-nested engines does not turn properly, a spokesman for the Federal agency investigating the accident said yesterday.   Investigators found the engine, on the left side of the McDonnell Douglas MD-80 jet, \"hard to turn,\" while the right-side engine turned freely, said Alan Pollock, a spokesman for the National Transportation Safety Board. He said investigators would dismantle the engine to seek the cause of the irregularity.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Review/Fashion; At Lacroix, Hollywood Meets Paris","web_url":"https://www.nytimes.com/1994/03/07/style/review-fashion-at-lacroix-hollywood-meets-paris.html","abstract":"  Robert Altman began shooting \"Pret-a-Porter,\" his film based on the fashion industry, this morning at the Christian Lacroix show. Only the Lacroix clothes could withstand the onslaught, and they seemed over the top.   But never mind the clothes. The stars of the film started a frenzy among the hundreds of photographers as they entered the room. Sophia Loren was sophisticated in a big black hat with a veil and a black suit by Christian Dior. Lauren Bacall and Sally Kellerman looked contemporary in pants suits by Giorgio Armani and Calvin Klein, respectively. Kim Basinger's pants suit was raspberry and you could tell it was by Mr. Lacroix because it had his signature red heart appliqued on a shoulder.  Model? What Model?    The action started with a fight staged at the entrance of the show as groupies, actually actors, tried to push past the guards. The attention then moved to the stars as they watched the show and later congratulated the designer backstage. For once the models, usually lionized, were neglected by the photographers backstage, and they said that was fine by them.","thumbnail":null,"section":"Style"},{"date":"19940307","headline":"U.S. DRUG INDUSTRY FIGHTS REPUTATION FOR PRICE GOUGING","web_url":"https://www.nytimes.com/1994/03/07/us/us-drug-industry-fights-reputation-for-price-gouging.html","abstract":"  When President Clinton stood before an audience at an Arlington, Va., health clinic last year and characterized the pharmaceutical industry as a bunch of price gougers, executives of the nation's drug companies had what their scientists might call a convulsive reaction.   After the initial shock, the industry sought strong remedies to counter the threat. In the 12 months since that speech, the drug companies have mounted a sophisticated campaign that has included frequent visits to Washington by their top executives, a multimillion-dollar advertising blitz, hefty campaign contributions to members of Congress and intense lobbying of the lawmakers who receive those donations. Counteroffensive Moves    Lodewijk J. R. de Vink, president of the Warner-Lambert Company, said: \"The President's accusations put us immediately on guard, in a very defensive mode. We never anticipated that kind of frontal attack. We decided to mount a counteroffensive.\"","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"Why Fingerprint Only for Welfare?","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-why-fingerprint-only-for-welfare-380296.html","abstract":"  To the Editor:   The idea of fingerprinting welfare recipients, which Mayor Rudolph W. Giuliani envisions for New York City and Gov. Mario M. Cuomo is testing for New York State, has some merit if we want to be sure that people are not double-dipping, exaggerating their need or otherwise practicing fraud.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Review/Dance; A Canadian Company That Speaks of Europe","web_url":"https://www.nytimes.com/1994/03/07/arts/review-dance-a-canadian-company-that-speaks-of-europe.html","abstract":"  A handsome group of 16 classical dancers whose bold demeanor evokes the tough, frank manner of contemporary ballet troupes in Europe may seem an anomaly in the well-bred ballet precincts of North America.   Ballet British Columbia from Vancouver is indeed a company with a refreshing difference, as its New York debut demonstrated on Saturday night in Whitman Hall at Brooklyn College. Even the work of familiar choreographers looked transformed under the amazingly strong stylistic imprint of this eight-year-old company.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/07/arts/classical-music-in-review-395439.html","abstract":"  Orchestra of St. Luke's  Alice Tully Hall    \"Mongrel Airs,\" the delightful title of the first movement of John Adams's new Chamber Symphony, could as well have been applied to the entire program Mr. Adams conducted on Thursday evening. As he suggested in an amiable preconcert talk, what all the works had in common was one foot planted squarely in the vernacular, the other wedged in the door of the concert hall. Jazz, folk and pop accents abounded in small-scale works by Revueltas, Shostakovich, Nancarrow and Milhaud, as well as in the Adams symphony, in its New York premiere.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Chinese Crackdown: Challenge Is Still Prohibited","web_url":"https://www.nytimes.com/1994/03/07/world/chinese-crackdown-challenge-is-still-prohibited.html","abstract":"  The arrest of a dozen or more pro-democracy leaders in recent days is a timely reminder that China's rulers command a vast security apparatus that, for now, remains unable to tolerate any challenge to Communist Party authority.   While these arrests may seem an affront to the Clinton Administration's push for more progress on human rights in China, they also reflect the mounting tension in China as democracy campaigners begin to stir from the dormancy that followed the Tiananmen Square massacre in June 1989.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Learning to Live With a Less Centralized China","web_url":"https://www.nytimes.com/1994/03/07/opinion/IHT-learning-to-live-with-a-less-centralized-china.html","abstract":"China's central government is fading in importance. The result is a crisis of governance, with major implications for the way in which the outside world deals with China..Market reforms, by decentralizing power especially to fast-growing coastal regions","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"WNYC-TV Offers New Yorkers an Alternative, Not a Clone; Foreign Programming","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-wnyc-tv-offers-new-yorkers-an-alternative-not-a-clone-foreign-programming-395587.html","abstract":"  To the Editor:   As president of a company that has leased time since 1985 on WNYC-TV to air Italian-language programs, I would like to tell Guy LeBow (letter, Feb. 22) that WNYC's greatest asset is not public television reruns, but the chance it provides ethnic minorities in this city to see programs from their native countries. Where else can you tune in to see and hear Italian, Ukrainian, Iranian, Indian, Haitian, Brazilian, Japanese and Chinese television? UMBERTO BONETTI  President, RAI Corporation New York, Feb. 25, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"CHARGE BY WOMAN AT U.N. IS UPHELD","web_url":"https://www.nytimes.com/1994/03/07/world/charge-by-woman-at-un-is-upheld.html","abstract":"  An international judge has found in favor of an American woman at the United Nations who accused a high-ranking Argentine superior of sexual harassment, and the accused official has resigned.   But rather than quelling the long-running furor, the ruling in the United Nations' first formal sexual harassment case has opened new wounds.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Ex-Mayor's Son Wins a Run-Off In New Orleans","web_url":"https://www.nytimes.com/1994/03/07/us/ex-mayor-s-son-wins-a-run-off-in-new-orleans.html","abstract":"  Voters here elected State Senator Marc Morial to be their mayor in a run-off election on Saturday, apparently punishing his opponent for what they considered dirty campaigning. But polls suggested that they also had doubts that their new leader would be able to slow the city's economic slide, reduce crime or improve education.   The vote also broke along racial lines, in a city that is 61 percent black and 39 percent white. Mr. Morial, the 36-year-old son of the city's first black Mayor, won 85 percent of the black vote. His opponent, Donald Mintz, a 51-year-old white businessman and lawyer who ran unsuccessfully for mayor four years ago, won 91 percent of the white vote.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/07/sports/results-plus-393398.html","abstract":"  N.H.L.  One Shot, No Goal for Gretzky  Wayne Gretzky's pursuit of Gordie Howe's National Hockey League goal-scoring record was stalled yesterday when he was shut out as the Los Angeles Kings and the Blackhawks played to a 3-3 tie in Chicago. Gretzky attempted only one shot, that coming in the third period and is still three goals short of tying Howe's record of 801. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Kerrigan Parades For Fans","web_url":"https://www.nytimes.com/1994/03/07/sports/figure-skating-kerrigan-parades-for-fans.html","abstract":"  Fresh from Disney World's Main Street, U.S.A., Nancy Kerrigan led a homecoming parade today down the real Main Street in her hometown of Stoneham.   Waving to thousands of friends, neighbors and complete strangers who lined the street and set up lawn chairs on top of the slowly melting snow banks, Kerrigan rode in a red Mustang with the top down, surrounded by a bevy of motorcycle policemen.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Review/Pop; When Things Like Nirvana Were Merely a State of Mind","web_url":"https://www.nytimes.com/1994/03/07/arts/review-pop-when-things-like-nirvana-were-merely-a-state-of-mind.html","abstract":"  Direct from the psychedelic late 1960's, Arthur Lee came to Tramps on Friday night with songs from his fondly remembered band, Love. The songs were artifacts of a time when experimentation and Top 40 ambitions didn't seem completely incompatible. As performed by Mr. Lee and the members of Das Damen, they were as odd, catchy, propulsive and ultimately moving as they were when they were written.    Love's songs drew together folk-rock guitars, Beatles chord changes, touches of bossa nova and hints of hard-rock and punk-rock to come. Love could rev up the barreling drums and guitars of \"Seven and Seven Is\" (recently remade by the Ramones) or ease into the gentle yearning of a ballad like \"Andmore again,\" while Mr. Lee's singing shifted between the breathy, tremulous pop crooning and the vehemence of a rocker.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/07/nyregion/chronicle-395455.html","abstract":"  The DALAI LAMA, the exiled spiritual leader of Tibet, has been named the recipient of the 1994 Franklin Delano Roosevelt Freedom Medal by the Franklin and Eleanor Roosevelt Institute.   \"He is such a universal symbol of human rights, and we must remember the oppression from which he and his countrymen have suffered,\" WILLIAM J. VANDEN HEUVEL, president of the Roosevelt Institute, said the other day. \"All of us recognize the importance of our relationship to China, but we shouldn't lessen our commitment to him and to what he represents.\" The award will be presented at ceremonies in Middelburg, the Netherlands on June 4.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"All's Well (Sort of) for Most High Yankee","web_url":"https://www.nytimes.com/1994/03/07/sports/baseball-all-s-well-sort-of-for-most-high-yankee.html","abstract":"  George Steinbrenner sat in his box seat along the first-base line today, chatted with friends and watched his Yankees lose to the crosstown rival Mets without so much as flinching.   The Yankee owner's demeanor was in stark contrast to his onetime declaration equating the intracity series to all-out war, perhaps because he now understands that he has the better team and never mind today's 7-6 loss before 6,664 fans at Fort Lauderdale Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Man Guilty of Murder in Death of Abortion Doctor","web_url":"https://www.nytimes.com/1994/03/07/us/man-guilty-of-murder-in-death-of-abortion-doctor.html","abstract":"  After jury deliberations that lasted less than three hours, Michael F. Griffin was found guilty of first-degree murder on Saturday in the shooting death of a doctor during a demonstration outside an abortion clinic here last year.   Judge John Parnham of Escambia County Circuit Court immediately sentenced Mr. Griffin, a 32-year-old abortion opponent who originally claimed to have acted in God's name, to life in prison, the mandatory sentence in Florida for first-degree murder cases in which the death penalty is not sought. Mr. Griffin must serve at least 25 years before he becomes eligible for parole.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"Purdue Moves Into First In Big Ten","web_url":"https://www.nytimes.com/1994/03/07/sports/college-basketball-purdue-moves-into-first-in-big-ten.html","abstract":"  Purdue 95, Michigan 94    Glenn Robinson scored 37 points for Purdue yesterday in Ann Arbor, Mich., including a driving jumper with 6.5 seconds to play that gave No. 9 Purdue a 95-94 victory over No. 3 Michigan and moved the Boilermakers into first place in the Big Ten.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Day of TV Defense for Administration on Whitewater","web_url":"https://www.nytimes.com/1994/03/07/us/day-of-tv-defense-for-administration-on-whitewater.html","abstract":"  Vice President Al Gore offered a vigorous defense of President Clinton today, but acknowledged that \"mistakes have been made\" in the handling of an inquiry into an Arkansas land venture and that the White House must approach the case from now on with \"hypersensitivity.\"   To underscore that commitment, senior Administration officials said Mr. Clinton would move within days to replace Bernard W. Nussbaum, the White House counsel who is stepping down over the matter, with a successor with Washington experience and a background that is beyond reproach.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"WNYC-TV Offers New Yorkers an Alternative, Not a Clone","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-wnyc-tv-offers-new-yorkers-an-alternative-not-a-clone-380270.html","abstract":"  To the Editor:   In \"New York City Could Sell a Station or Two Without Much Loss\" (letter, Feb. 22) Guy LeBow states that \"WNYC-TV's most cherished products are often reruns of programs seen on public television's Channel 13, WNET.\"","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Weighing Caution Against Compassion","web_url":"https://www.nytimes.com/1994/03/07/nyregion/weighing-caution-against-compassion.html","abstract":"  It seemed an effort for him even to smile but William Morrow could not help himself as he stared at the ceiling in his hospital room and recalled a distant other life: A robbery at 16, an arrest on the subway with two guns, jail, smoking crack with his wife, burglaries and more jail.   \"Then I got sick,\" Mr. Morrow said. \"I was just 21. How old am I? I'm 28. I must have been 23. I got PCP pneumonia.\"","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"A Loss to American Politics","web_url":"https://www.nytimes.com/1994/03/07/opinion/a-loss-to-american-politics.html","abstract":"  George Mitchell's surprise decision not to run for re-election this fall will deprive the Senate of a capable majority leader, President Clinton of a vital legislative ally and American public life of an increasingly rare bird: a politician who thinks first of the duties, not the privileges, of power.   Mr. Mitchell was not a leader in the larger-than-life mold of Lyndon Johnson or Everett Dirksen. Though tenacious and tough, he usually preferred consultation to combat. Nor did he succumb to the common conceit of indispensability. \"The position should not be regarded as permanent to the person,\" he told reporters on Saturday.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Review/Fashion; Lang Points the Way to a New Elegance","web_url":"https://www.nytimes.com/1994/03/07/style/review-fashion-lang-points-the-way-to-a-new-elegance.html","abstract":"  If there is any conversation stopper at the Paris fashion collections this year, it's the question, \"Where is fashion going?\" The one thing everyone seems to agree on is that it has turned back from the road to Canterbury. Fashion's short trip to the confessional seems to be nearing an end.   If penitential dressing was the industry's self-flagellation, fashion is ready to sin again. Updating Dorothy Parker's quip \"Men don't make passes at girls who wear glasses,\" Maria Luisa Pomaillou, the owner of the Maria Luisa boutique here, said, \"Women are fed up with clothes that think instead of make you beautiful.\"","thumbnail":null,"section":"Style"},{"date":"19940307","headline":"BOXING;\nDe La Hoya Stretches Out Championship Victory","web_url":"https://www.nytimes.com/1994/03/07/sports/boxing-de-la-hoya-stretches-out-championship-victory.html","abstract":"Other than against his former managers, Oscar De La Hoya had not fought anyone since October, and never before had De La Hoya been in a fight that lasted as long as Saturday night's World Boxing Organization junior lightweight championship against Jimmi Bredahl.\n\nIn his previous 11 bouts as a pro, and scores more as an amateur, De La Hoya had been in just two fights that lasted longer than four rounds, and none longer than eight. Yet as this fight moved into the 9th and then 10th rounds at the newly remodeled Olympic Auditorium, De La Hoya showed no signs of wavering, and he continued a relentless attack that finally brought the fight to a close at the end of the 10th.\nStopped by Physician\n\n The scheduled 12-round title fight was stopped by the ring physician, Dr. Bob Karns, who examined Bredahl after the 10th round. Bredahl had been knocked down in the 1st, 2d and 10th rounds, and though he was still standing at the end of the 10th, his face had taken a beating.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"New Refugees May Still Leave Vietnam; Do What's Right","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-new-refugees-may-still-leave-vietnam-do-what-s-right-395552.html","abstract":"  To the Editor:   I agree with your Feb. 22 editorial on the boat people: It is time to put the wars in Indochina behind us. Replacing the remnants of our negative policies with positive steps is long overdue. But would the involuntary return of 80,000 refugees in camps in Southeast Asia really be, as you maintain, a step in that direction?","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Lonely Golfer Becomes Comeback Champion","web_url":"https://www.nytimes.com/1994/03/07/sports/golf-lonely-golfer-becomes-comeback-champion.html","abstract":"  John Huston won the Doral-Ryder Open today by ambushing the field, coming from a four-stroke deficit to a three-stroke victory with a final round of 66 that was nearly accomplished in private.   Playing the first 11 holes by himself, because his scheduled playing partner, Fred Couples, had to withdraw because of a bad back, the 32-year-old Huston powered his way into a tie for the lead with five birdies and a bogey and then birdied two more holes coming in for a 14-under-par total of 274 that closed out a faltering Billy Andrade (73) and a charging Brad Bryant (69) by three strokes.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Nine 3's Are Margin For Nets In Blowout","web_url":"https://www.nytimes.com/1994/03/07/sports/basketball-nine-3-s-are-margin-for-nets-in-blowout.html","abstract":"  Armon Gilliam came off the Nets' bench to score the first 8 points of the fourth quarter tonight and went on to get 16 points in the period. But New Jersey hardly needed sixth-man heroics.   Leading by 22 points entering the fourth quarter, the Nets coasted to a 126-99 victory over the Philadelphia 76ers at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Interstate Warning Over Welfare Fraud","web_url":"https://www.nytimes.com/1994/03/07/nyregion/interstate-warning-over-welfare-fraud.html","abstract":"  Gov. Mario M. Cuomo has asked five neighboring states to guard against people's enrolling in welfare programs in more than one state after an investigation found that some New Jersey residents have illegally collected a total of more than $1 million in payments from New York since 1991.   Governor Cuomo, in letters sent yesterday to the governors of New Jersey, Pennsylvania, Connecticut, Massachusetts and Vermont, asked for their cooperation in stopping welfare double-dipping.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/07/arts/classical-music-in-review-395447.html","abstract":"  Guarneri Quartet  Gary Graffman Pianist Alice Tully Hall    More Schnittke on Wednesday night, this time the Piano Quintet played by the Guarneri Quartet and Gary Graffman. Eighteen years old, the piece bears only embryos of the mystical Schnittkean non sequiturs currently running around our concert halls in such profusion. Its four movements reveal symptoms of things to come, however, namely the cheery, unannounced waltz figures that pop in and out of pervasive gloom.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Ukrainian Hints Deal on Warheads Is in Danger","web_url":"https://www.nytimes.com/1994/03/07/world/ukrainian-hints-deal-on-warheads-is-in-danger.html","abstract":"  As Russia's natural-gas company announced a further deep cut in supplies to Ukraine over the weekend, President Leonid M. Kravchuk suggested that the move could derail the deal to give up his country's large nuclear arsenal.   Speaking to the television of the Commonwealth of Independent States from Washington on Saturday night, Mr. Kravchuk said: \"Fulfillment of all agreements, including agreements on nuclear commitments, is possible only if the economy works. If tomorrow factories come to a halt in Ukraine, and this is a reality if there is no gas, what carrying out of commitments can be spoken of?\"","thumbnail":null,"section":"World"},{"date":"19940307","headline":"State Hopes Car-Pool Lanes Will Dent Solo Commuting","web_url":"https://www.nytimes.com/1994/03/07/nyregion/state-hopes-car-pool-lanes-will-dent-solo-commuting.html","abstract":"  Diane McCully is fed up with her morning commute through Morris County.   On really good days, she says, it takes an hour to creep the 33 miles from her home near Hackettstown to her office here.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"A Big Mac, Fries -- and Clean Air","web_url":"https://www.nytimes.com/1994/03/07/opinion/a-big-mac-fries-and-clean-air.html","abstract":"  Ten years ago, legislation like the proposed Smoke-Free Environment Act, which would ban smoking in any public buildings -- spaces regularly entered by 10 or more people at least once a week -- was unthinkable.   But when Senator Frank Lautenberg and Representative Henry Waxman introduced the bill last fall, such restrictions just seemed commonsensical. Americans know a lot more now about the health risks involved in inhaling somebody else's cigarette smoke than they did a decade ago, and the evidence continues to mount.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/07/arts/classical-music-in-review-392952.html","abstract":"  Alban Berg Quartet  Carnegie Hall    The Alban Berg Quartet is plentifully represented on records, mostly in standard Romantic repertory. But the Viennese group also has an adventurous streak, which it showed on Saturday evening by making the New York premiere of Luciano Berio's \"Notturno\" (1993) the centerpiece of its program.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Reviews/Cabaret; In the McCorkle Style, Echoes of Youth in Paris","web_url":"https://www.nytimes.com/1994/03/07/arts/reviews-cabaret-in-the-mccorkle-style-echoes-of-youth-in-paris.html","abstract":"  Although it has no title, Susannah McCorkle's smart, engaging new show at Rainbow and Stars (30 Rockefeller Plaza) might be called \"The Making of a Modern Pop-Jazz Singer.\" Mixing a selection of astutely chosen songs with anecdotes and an occasional vocal impression, Ms. McCorkle shows how she created her sultry pop-jazz style after discovering America's prerock musical culture while visiting Paris as a young woman.    It was in Paris, she recalls, that she first heard the Billie Holiday recordings (in particular, \"I Gotta Right to Sing the Blues\") that formed the bedrock of her style. From there, she went on to discover Bessie Smith and Louis Armstrong, two of Holiday's crucial influences.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Books of The Times; From the Distractions of Life, a Man's Journey Back to Himself","web_url":"https://www.nytimes.com/1994/03/07/books/books-of-the-times-from-the-distractions-of-life-a-man-s-journey-back-to-himself.html","abstract":"  A Family Place  A Man Returns to the Center of His Life  By Charles Gaines  Illustrated. 195 pages. The Atlantic Monthly Press. $20.    It was not exactly as Thoreau had done it. As Charles Gaines writes in \"A Family Place,\" his evocative account of building a house in the country to get away to: \"Thoreau's sole source of entertainment at Walden Pond outside his thoughts and his writing were several books he took with him, chiefly Homer's 'Iliad.' We would take that book and others, too, for our entertainment, but also a 21-foot Starcraft Islander boat, a sea kayak, a windsurfer, a small sailboat, an inflatable raft, mountain bikes, water skis, fishing tackle, a giant kite, wet suits and snorkeling gear, board games and a football.\"","thumbnail":null,"section":"Books"},{"date":"19940307","headline":"Jarvis Won't Change A Thing","web_url":"https://www.nytimes.com/1994/03/07/sports/college-basketball-atlantic-10-jarvis-won-t-change-a-thing.html","abstract":"  Coach Mike Jarvis of George Washington has fond memories of what happened a year ago. That is why he is not going to do anything different.   \"We're going to be in the same locker room as today, eat at the same restaurant, go to bed at the same time as the night before, because you never know,\" Jarvis said.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Commercial Realty in New York Shows Signs of a Strong Recovery","web_url":"https://www.nytimes.com/1994/03/07/nyregion/commercial-realty-in-new-york-shows-signs-of-a-strong-recovery.html","abstract":"  They cannot agree on how much space still languishes empty, or on what the average rents are. But on some things, New York's commercial real-estate brokers and building owners are unanimous: Buildings are filling up. Landlords are getting more from tenants and giving them less. Some companies are even buying buildings again. All told, brokers and landlords say, the real-estate recession is ending.   \"If February's numbers are an indication of what the rest of 1994 will look like, the New York real-estate market is in for a sustained period of recovery,\" said Barry Gosin, chief executive officer of Newmark & Company Real Estate.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Fishing Fleet Trawling Seas That Yield Many Fewer Fish","web_url":"https://www.nytimes.com/1994/03/07/us/fishing-fleet-trawling-seas-that-yield-many-fewer-fish.html","abstract":"  For the volunteers who count fish returning from the sea to fresh water, this has been the loneliest year ever. The surging Pacific salmon and steelhead are gone; what the fish counters at the Puget Sound ship locks see when they stare at the glass wall separating them from the water is nothing but a reflection of their own faces.   Across the country, in Gloucester and New Bedford, Mass., the story is the same. After 350 years, the oldest American fishing area is largely barren of the great swarms of haddock, cod and flounder that sustained more than 10 generations of New Englanders and became millions of fish sticks.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"Lacroix Explores Limits of Ready-to-Wear","web_url":"https://www.nytimes.com/1994/03/07/style/IHT-lacroix-explores-limits-of-readytowear.html","abstract":"\"Wonderful,\" breathed Sophia Loren, black Dior-clad bosom heaving so hard that her veiled hat trembled..\"Fabulous,\" drawled Lauren Bacall, blonde hair curling over her gray Armani pants suit..Kim Basinger just wore her heart on th","thumbnail":null,"section":"Style"},{"date":"19940307","headline":"Rescuing Troubled Boys: An Unlikely Story; Program Teaches Work Ethic Through Close Attention and Friendly Pressure","web_url":"https://www.nytimes.com/1994/03/07/nyregion/rescuing-troubled-boys-unlikely-story-program-teaches-work-ethic-through-close.html","abstract":"  By the time he was 11, Aron Myers had already been kicked out of four foster homes and five schools, usually for fighting.   A dozen years later, he is a senior psychology major at Canisius College in Buffalo, completing his course work by correspondence while working full-time at a Syracuse center for adults with developmental disabilities. In his off-hours, he developed the curriculum for a summer course he teaches at Onondaga Community College: \"Building Friendships.\" And he hopes to enter graduate school in 1995 to study both social work and law. \"I'm trying to find someone who's done that,\" he said earnestly, \"and find out how did they meet their goals and why.\"","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Double the Expectations in the State of Huskymania","web_url":"https://www.nytimes.com/1994/03/07/sports/college-basketball-double-the-expectations-in-the-state-of-huskymania.html","abstract":"  After one more stop near the end of a basketball season, the players on Connecticut women's team had no way of knowing what Donyell Marshall was doing for them. Having clinched first place in the Big East conference a week ago, they were riding home from a victory over St. John's on Saturday, just as the men were winning their conference at the Hartford Civic Center.   And what they missed was a moment that Marshall, a finalist for national player of the year, could have taken as his own but shared with them instead. Moments after the men defeated Pittsburgh to win the regular-season title by a three-game margin -- the largest in the 15-year history of the conference -- Marshall took the public address microphone to thank the celebrating sellout crowd on behalf of his teammates \"and the girls' team.\"","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"1894: Troubled Balkans : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/07/opinion/IHT-1894-troubled-balkans-in-our-pages100-75-and-50-years-ago.html","abstract":"FRANKFORT-ON-THE-MAIN - The Eastern question is assuming daily a more alarming aspect on account of the troubles in Montenegro and Servia, which, if not shortly pacified, may endanger the peace of Europe. Russia contributes annually large sums of money am","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Thousands Join to Mourn Slain Hasidic Student","web_url":"https://www.nytimes.com/1994/03/07/nyregion/thousands-join-to-mourn-slain-hasidic-student.html","abstract":"  The men and women stood apart, cleaved by Hasidic law, but wept together in common pain.   People came by the thousands yesterday to stand in the weak winter sunshine on Eastern Parkway in Crown Heights and say goodbye to Aaron Halberstam, 16 years old, one of the four Hasidic students shot on the Brooklyn Bridge last week. Dozens of young men pressed against a cordon of police officers for the honor of touching the coffin of the student who has become, in death, a martyr and a holy sacrifice.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"A New Name to Be Reckoned With: Scuffleburg","web_url":"https://www.nytimes.com/1994/03/07/sports/horse-racing-a-new-name-to-be-reckoned-with-scuffleburg.html","abstract":"  The seniors tour of racing, which has been looking for a star during a season dominated by younger Kentucky Derby candidates, may have found one today: Scuffleburg, a 5-year-old horse with a peculiar name and a peculiar running style who missed 15 months of racing before making a comeback this year in Florida.   The comeback reached a peak today when Scuffleburg dashed from fourth place to first in the final strides and won the $500,000 Gulfstream Park Handicap by a head over Migrating Moon. It was his first victory since Sept. 25, 1992, when he made a similar charge through the stretch at the Meadowlands to win the Pegasus Handicap.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Isles Need a Fast Recovery To Resume Playoff Chase","web_url":"https://www.nytimes.com/1994/03/07/sports/hockey-isles-need-a-fast-recovery-to-resume-playoff-chase.html","abstract":"  In 84 games, there will be the losses. But that last one stung. That one ended the comeback party.   After the second game of a home-and-home series with the Rangers, the Islander players walked around Saturday night as if they had just been eliminated from the playoffs. Coach Al Arbour was almost curt and was visibly disappointed.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Review/Music; Vienna Philharmonic Under Riccardo Muti Singing Its Own Song","web_url":"https://www.nytimes.com/1994/03/07/arts/review-music-vienna-philharmonic-under-riccardo-muti-singing-its-own-song.html","abstract":"  In the third of three Carnegie Hall concerts, the Vienna Philharmonic under Riccardo Muti played Mozart and Bruckner on Friday night. How does one conduct such an orchestra? For musicians such as these, Mozart and Bruckner seem not objects of interpretation but more like neighbors, familiar faces from around the corner whose habits, observed at first hand over a century or two, are as well known as the players' own.   In the case of Mozart's \"Linz\" Symphony, Mr. Muti showed leadership by conducting as little as possible. Questions of authentic style and conductorial predilection are largely moot when the Vienna Philharmonic plays Mozart. In place of dense articulation and feverish movement, this orchestra sings its own song, one born on the most heavenly legato imaginable.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/07/arts/classical-music-in-review-395420.html","abstract":"  Todd Crow  Pianist Kathryn Bache Miller Theater    Todd Crow's piano recital on Thursday was less an attempt to impress than a shared inquiry into the tone and design of fascinating music. There were Schoenberg's cheerless masterpieces, the \"Drei Klavierstucke\"; Schubert's most ambitious A-minor Sonata (D. 845); the second book of Debussy's \"Images\" and the Bartok Dance Suite from 1923.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Erector Set, Big-Time: Drama on F.D.R. Drive","web_url":"https://www.nytimes.com/1994/03/07/nyregion/erector-set-big-time-drama-on-fdr-drive.html","abstract":"  Ironworkers -- the few, the proud -- are in the superstructure business, but lately business has been awful in New York City. Instead of erecting shiny new high-rises, ironworkers, who consider themselves the aristocracy of the building trades, have had to settle largely for what many consider scut work: bridge repair, which is dirty, demeaning and sometimes hazardous due to old lead-based paints.    But as a crew of ironworkers erected a complicated steel and concrete platform over the Franklin D. Roosevelt Drive one night last week, on top of which a two-block-long building will be erected, some of the good times returned, along with this fraternity's traditional swagger, profanity-laced repartee and lumpen asides on politics and women.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"4 High-Rises Torn Down By Newark","web_url":"https://www.nytimes.com/1994/03/07/nyregion/4-high-rises-torn-down-by-newark.html","abstract":"  Four bleak high-rises that have long symbolized Newark's inability to provide decent shelter for its poor were torn down this morning, opening a new chapter in the city's struggle to rebuild its public housing after decades of neglect.   A rumbling explosion destroyed the four 13-story towers at the Christopher Columbus Homes, which were closed in 1990 after local officials, like many of their counterparts around the nation, decided that tall housing projects were ill-conceived social experiments often plagued by overcrowding, crime, vandalism and poor maintenance.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Protest Off: Foes Prefer A Dialogue","web_url":"https://www.nytimes.com/1994/03/07/nyregion/protest-off-foes-prefer-a-dialogue.html","abstract":"  On the east bank of the East River, as surely as on the West Bank of the Jordan, the parties to ethnic conflict often cannot see each other as aggrieved. For that reason alone, what happened yesterday in Brooklyn was noteworthy.   A scheduled protest by Arab-Americans in Midwood, Brooklyn, against the militant Zionist group Kahane Chai was called off at the request of a local Jewish politician. Instead, Jewish and Arab leaders met for 75 minutes in the basement of a police station, emerging to blow away some of the rhetorical heat rising from the violence here and in the Middle East.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"Review/Theater; A Fantastic Voyage Into Medical History","web_url":"https://www.nytimes.com/1994/03/07/theater/review-theater-a-fantastic-voyage-into-medical-history.html","abstract":"  The performance artist Theodora Skipitares, who usually uses puppets in miniature environments to comment on society, has dramatically upped the ante in \"Under the Knife,\" a spooky romp through the annals of death and medicine.   This multi-media show, her first major undertaking since \"The Radiant City\" in 1991, is spread out all over the La Mama Annex theater. The audience is limited to 50 spectators a night, who pass under the skirts of a giant Medusa at the entrance, then follow a zigzagging path, up stairs and down, around corners and behind curtains. Along the way are various exhibits (midwives presiding over the birth of a baby, skeletons engaged in a medieval danse macabre), such as you might find in some perverse museum of natural science.","thumbnail":null,"section":"Theater"},{"date":"19940307","headline":"Essay; No Client Privilege","web_url":"https://www.nytimes.com/1994/03/07/opinion/essay-no-client-privilege.html","abstract":"  I called Bernard Nussbaum last Wednesday to find out whether he had hired a lawyer for himself; he had not. Further poking-about revealed that no White House aides had yet been asked about their cozy consultation with \"investigators,\" nor had a warning been issued about destroying notes of the improper meeting.   The barb here about that laxity, made puissant by The Washington Post's stunning revelation of two similar abuses of White House influence, helped get the non-independent counsel off his duff.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Clinton's Air Traffic Plan Touching Off Dispute in Congress","web_url":"https://www.nytimes.com/1994/03/07/us/clinton-s-air-traffic-plan-touching-off-dispute-in-congress.html","abstract":"  President Clinton's plan to create a corporation to run the nation's air traffic control system, a pillar of the Administration's ambitious program to reinvent government, has touched off a dispute with Congress that could rival the debate that preceded airline deregulation in 1978.    The move, which will be introduced by the Administration in April, is intended to change the system from a slow-paced bureaucracy to a businesslike environment that Administration officials say will free the system from onerous regulations, simplify personnel policies, reward initiative and provide stable financing for a long-delayed, $33 billion modernization program. 'Bold Change' Is Urged    \"We want to create a corporate entrepreneurial culture,\" Transportation Secretary Federico F. Pena said in an interview, adding, \"We have to quit tinkering, and bring about bold change.\"","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"U.N. Fears Bosnia Peace Momentum Is Faltering","web_url":"https://www.nytimes.com/1994/03/07/world/un-fears-bosnia-peace-momentum-is-faltering.html","abstract":"  Striving to open up this besieged city, United Nations officials are increasingly worried that the impetus of their peace effort is slipping away, risking the resumption of the brutal, stalemated war.   \"We must press this momentum,\" one officer involved in the planning said. \"If the momentum dissipates, they will go back to their old manipulative ways, back to the Balkan way of doing things.\"","thumbnail":null,"section":"World"},{"date":"19940307","headline":"Review/Dance; Life of a Dancer Who Mixes And Then Goes His Way","web_url":"https://www.nytimes.com/1994/03/07/arts/review-dance-life-of-a-dancer-who-mixes-and-then-goes-his-way.html","abstract":"  The dancers were attractive and Francis Patrelle's choreography flowed confidently along in the program that his troupe, Dances . . . Patrelle, presented Saturday night at the Kaye Playhouse at Hunter College. Unfortunately, Mr. Patrelle tended to put his performers into fuzzy dramatic situations.    This defect was especially apparent in his new \"Anyone Can . . .!\" Set to an attractive selection of songs by Stephen Sondheim, played on the piano by Warren Helms and sung by Frank Logan, Amy Goldstein, Jennifer Arnold, James Dilda and Susan Derry, this ambitious piece concerned the life of a dancer, played by Alan Hineline.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/07/nyregion/chronicle-390828.html","abstract":"  Balancing the budget, tra-la-la, or once again, art imitates life in Washington.    Next Monday the Living Stage Theater Company, a branch of the Arena Stage that works with inner-city children, will benefit from a performance of \"I'd Rather Be Right,\" a rarely performed 1937 musical spoof about President Franklin D. Roosevelt and how he must balance the budget so that a young couple can be married. Richard Rodgers and Lorenz Hart wrote the music and lyrics; the book is by George S. Kaufman and Moss Hart.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"HORSE RACING;\nTabasco Cat Running as He Should Now","web_url":"https://www.nytimes.com/1994/03/07/sports/horse-racing-tabasco-cat-running-as-he-should-now.html","abstract":"In the 11 weeks since Tabasco Cat ran over and nearly killed the assistant trainer Jeff Lukas, the employees at the D. Wayne Lukas barn at Santa Anita have tried to look beyond the tragedy, and not treat the colt as a pariah.\n\nTabasco Cat is giving them plenty of reason to look forward to a happy ending. Jeff Lukas is recovering at a rate faster than anyone would have expected, and Tabasco Cat has developed into one of the nation's leading Kentucky Derby contenders.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/07/nyregion/c-corrections-395390.html","abstract":"  Because of an editing error, an article on Saturday about Israel's efforts to prevent violence described some remarks by Israeli officials incorrectly. The officials said that Washington had told them that Prime Minister Yitzhak Rabin must do more to protect Palestinians from militant Israeli settlers. They did not say that Washington must do more to protect Palestinians.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"At Tolstoy's Retreat, Bones of Contention","web_url":"https://www.nytimes.com/1994/03/07/arts/at-tolstoy-s-retreat-bones-of-contention.html","abstract":"  At Tolstoy's vast country estate, Yasnaya Polyana, everything is just as it was when the great writer died. His pen lies on his writing table. The simple peasant blouse he always wore hangs from a peg in his bedroom. His beloved birch-lined drive still thrives.   And so does the bitter fighting that divided Tolstoy's household during his last, famously unhappy years.","thumbnail":null,"section":"Arts"},{"date":"19940307","headline":"Knicks' Deposed Starters Focusing on a Big Finish","web_url":"https://www.nytimes.com/1994/03/07/sports/basketball-knicks-deposed-starters-focusing-on-a-big-finish.html","abstract":"  Charles Smith says it hurts. John Starks says he's used to it. Greg Anthony is not saying much.   While the newest members of his bench try to cope with the recent lineup changes, Coach Pat Riley also has something to say.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"Burmese General Bars Talks Soon With Arrested Democracy Leader","web_url":"https://www.nytimes.com/1994/03/07/world/burmese-general-bars-talks-soon-with-arrested-democracy-leader.html","abstract":"  The head of Burmese military intelligence, Lieut. Gen. Khin Nyunt, today ruled out early talks between himself and Daw Aung San Suu Kyi, the imprisoned democracy leader and Nobel Peace Prize winner, describing her attitude as \"negative and counterproductive.\"   In an interview, General Khin Nyunt, who is widely seen as the most powerful member of the junta that runs Myanmar, formerly known as Burma, said he had sent senior military officers in recent weeks to meet with Mrs. Aung San Suu Kyi.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"1919: German Fleet : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/07/opinion/IHT-1919-german-fleet-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Disposition of the German fleet was the principal topic taken up at yesterday's [March 6] meeting of the Council of Ten, sitting as the Supreme War Council, and much progress was made. All the powers are now in favor of the destruction of the Hun","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Files in East Germany Aided U.S. in Spy Case","web_url":"https://www.nytimes.com/1994/03/07/us/files-in-east-germany-aided-us-in-spy-case.html","abstract":"  Information from the files of the former East German intelligence service aided an American inquiry that led to the arrest of Aldrich H. Ames on espionage charges, Government officials said Saturday night.   It was not clear what the precise nature of the information was or the extent to which it helped the inquiry, but the officials said it helped narrow their search for a mole at the Central Intelligence Agency.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"Keeping Campaign Pledge, Giuliani Restores Queens Engine Company","web_url":"https://www.nytimes.com/1994/03/07/nyregion/keeping-campaign-pledge-giuliani-restores-queens-engine-company.html","abstract":"  A three-year battle to reopen an engine company in Richmond Hill, Queens, culminated in victory for local residents yesterday when Mayor Rudolph W. Giuliani made good on a campaign pledge and declared Engine Company 294 officially back in business.   The company's 22 firefighters, 3 lieutenants and 1 captain actually returned to work last Monday, dousing three fires within the last week, officials said. But yesterday's ceremony, attended by civic leaders, Fire Department officials and more than 200 community residents, marked the official restoration of the company, which fell victim to city budget cuts under former Mayor David N. Dinkins in January 1991.","thumbnail":null,"section":"New York"},{"date":"19940307","headline":"2 Chairmen Seem United on Health","web_url":"https://www.nytimes.com/1994/03/07/us/2-chairmen-seem-united-on-health.html","abstract":"  Two major Congressional committee chairmen insisted today that Congress would pass legislation guaranteeing health insurance for all Americans, with most employers required to pay most of the costs.   Representative Dan Rostenkowski, the Illinois Democrat who heads the House Ways and Means Committee, and Senator Daniel Patrick Moynihan, the New York Democrat who heads the Senate Finance Committee, scoffed at assertions by many Republicans that President Clinton's plan, or at least many of its major provisions, was dead.","thumbnail":null,"section":"U.S."},{"date":"19940307","headline":"ISRAELI MINISTERS DEBATE EVICTIONS OF JEWS IN HEBRON","web_url":"https://www.nytimes.com/1994/03/07/world/israeli-ministers-debate-evictions-of-jews-in-hebron.html","abstract":"  Pressure intensified within the Israeli Government today to clear Jewish settlers out of the tinderbox West Bank town of Hebron, where worshiping Palestinians were massacred at a mosque nine days ago.   At the weekly Cabinet meeting, seven of the 15 members reportedly spoke out against keeping the Hebron enclaves, where some 400 Jews live among more than 70,000 Arabs, creating what some ministers called needless frictions and security risks. Only two opposed removing the settlers.","thumbnail":null,"section":"World"},{"date":"19940307","headline":"New Refugees May Still Leave Vietnam","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-new-refugees-may-still-leave-vietnam-395560.html","abstract":"  To the Editor:   Re \"The Boat People: A Chapter Closes\" (editorial, Feb. 22):","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Let the Market Decide About Milk Hormone; The Health of Cows","web_url":"https://www.nytimes.com/1994/03/07/opinion/l-let-the-market-decide-about-milk-hormone-the-health-of-cows-395544.html","abstract":"  To the Editor:   \"When the Geneticists' Fingers Get in the Food\" states, \"scientists keep insisting that there is nothing to be concerned about\" when bovine growth hormone is used to make cows into \"veritable milk machines\" (The Week in Review, Feb. 20). But many scientists are very concerned.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"1944: Allies in Burma : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/07/opinion/IHT-1944-allies-in-burma-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW DELHI - [From our New York edition:] American infantry units, in action for the first time on the Asiatic continent, have opened an attack in northern Burma under the direction of Lieutenant General Joseph W. Stillwell, who has sworn he will get even","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Gooden In Need Of Advice","web_url":"https://www.nytimes.com/1994/03/07/sports/baseball-gooden-in-need-of-advice.html","abstract":"  There was a moment early this afternoon at Thomas J. White Stadium when one almost expected to see Mel Stottlemyre stroll out of the dugout and to the pitcher's mound. Dwight Gooden certainly needed him.   Gooden made his spring training debut today and every pitch he threw seemed to cross the plate high.","thumbnail":null,"section":"Sports"},{"date":"19940307","headline":"The N.A.A.C.P.'s Mistake","web_url":"https://www.nytimes.com/1994/03/07/opinion/the-naacp-s-mistake.html","abstract":"  This page has urged the National Association for the Advancement of Colored People to follow the example of the Congressional Black Caucus in distancing itself from Louis Farrakhan, the race-baiting leader of the Nation of Islam. The decision of the N.A.A.C.P.'s executive director, the Rev. Benjamin Chavis Jr., to invite Mr. Farrakhan to a leadership conference this spring means instead that the nation's most venerable civil rights organization is playing into Mr. Farrakhan's hands.   To be sure, there is a historical logic in Mr. Chavis's preference for preserving big-tent unity among the nation's black leaders. Such solidarity has served the N.A.A.C.P., the Southern Christian Leadership Conference, the Urban League and other traditional organizations very well. But the Nation of Islam has always been an outsider, willing to use the mainstream groups for its own convenience, yet equally eager to denounce their leaders as tools of the white establishment.","thumbnail":null,"section":"Opinion"},{"date":"19940307","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/07/nyregion/bridge-392669.html","abstract":"  It is likely that two New Zealanders form the best young partnership in the world and are headed for international distinction. They are 21-year-old Ishmael Del'Monte, now residing in Sydney, Australia, and 20-year-old Ashley Bach, who are known Down Under as \"Ish\" and \"Ash.\"    Two weeks ago they scored convincing victories in the main pair and team events at the Australian national championships at Surfer's Paradise on Queensland's Gold Coast, one of the world's most beautiful resort areas. Del'Monte had achieved the same double a year earlier with a different partner.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940307","time":"1994-03-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":70,"wspd":27.7},{"date":"19940307","time":"1994-03-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":71,"wspd":29.5},{"date":"19940307","time":"1994-03-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":73,"wspd":33.5},{"date":"19940307","time":"1994-03-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":75,"wspd":27.7},{"date":"19940307","time":"1994-03-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":80,"wspd":20.5},{"date":"19940307","time":"1994-03-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":78,"wspd":20.5},{"date":"19940307","time":"1994-03-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":79,"wspd":31.3},{"date":"19940307","time":"1994-03-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":80,"wspd":22.3},{"date":"19940307","time":"1994-03-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":20.5},{"date":"19940307","time":"1994-03-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":14.8},{"date":"19940307","time":"1994-03-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":89,"wspd":16.6},{"date":"19940307","time":"1994-03-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":83,"wspd":20.5},{"date":"19940307","time":"1994-03-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":80,"wspd":24.1},{"date":"19940307","time":"1994-03-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":74,"wspd":29.5},{"date":"19940307","time":"1994-03-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":74,"wspd":35.3},{"date":"19940307","time":"1994-03-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":76,"wspd":24.1},{"date":"19940307","time":"1994-03-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":75,"wspd":20.5},{"date":"19940307","time":"1994-03-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":75,"wspd":22.3},{"date":"19940307","time":"1994-03-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":75,"wspd":20.5},{"date":"19940307","time":"1994-03-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":79,"wspd":18.4},{"date":"19940307","time":"1994-03-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":89,"wspd":22.3},{"date":"19940307","time":"1994-03-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":91,"wspd":20.5},{"date":"19940307","time":"1994-03-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":88,"wspd":22.3},{"date":"19940307","time":"1994-03-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":88,"wspd":22.3},{"date":"19940307","time":"1994-03-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":73,"wspd":14.8},{"date":"19940307","time":"1994-03-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19940307","time":"1994-03-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":9.4},{"date":"19940307","time":"1994-03-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":11.2},{"date":"19940307","time":"1994-03-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":72,"wspd":9.4},{"date":"19940307","time":"1994-03-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":76,"wspd":5.4},{"date":"19940307","time":"1994-03-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":7.6},{"date":"19940307","time":"1994-03-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":82,"wspd":5.4},{"date":"19940307","time":"1994-03-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":85,"wspd":5.4},{"date":"19940307","time":"1994-03-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":89,"wspd":0},{"date":"19940307","time":"1994-03-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":89,"wspd":5.4},{"date":"19940307","time":"1994-03-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":89,"wspd":7.6},{"date":"19940307","time":"1994-03-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":85,"wspd":9.4},{"date":"19940307","time":"1994-03-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":82,"wspd":14.8},{"date":"19940307","time":"1994-03-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":13},{"date":"19940307","time":"1994-03-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":13},{"date":"19940307","time":"1994-03-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":11.2},{"date":"19940307","time":"1994-03-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":63,"wspd":11.2},{"date":"19940307","time":"1994-03-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":56,"wspd":9.4},{"date":"19940307","time":"1994-03-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":55,"wspd":11.2},{"date":"19940307","time":"1994-03-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":53,"wspd":13},{"date":"19940307","time":"1994-03-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":51,"wspd":11.2},{"date":"19940307","time":"1994-03-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":11.2},{"date":"19940307","time":"1994-03-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":71,"wspd":9.4}]},"19940308":{"guardian_articles":[{"date":"19940308","headline":"Sketch:Members find real issues too hair-raising to contemplate","web_url":"https://www.theguardian.com/politics/1994/mar/08/conservatives.uk","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19940308","headline":"Mischief in Macedonia","web_url":"https://www.nytimes.com/1994/03/08/opinion/mischief-in-macedonia.html","abstract":"  Even as glimmers of peace appear in Bosnia, Greece is fueling tensions in another former Yugoslav republic, Macedonia, by imposing a strangling economic blockade. Greece's Western allies understand that Athens has had serious problems with Macedonia in the past. But they are losing patience with Greece's bullying tactics against a much weaker neighbor already suffering ethnic tensions.   Ancient Macedonia was the homeland of Alexander the Great. Modern Macedonia was, for most of this century, part Greek, part Yugoslav. During the Greek civil war of the late 1940's, Yugoslavia allied itself with the losing Communist side, and at one point Marshal Tito tried to assert his authority over all of Macedonia. Greece, not yet a NATO member and threatened by what seemed to be global Communism, was traumatized.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West; Give Clinton Credit","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-give-clinton-credit-402710.html","abstract":"  To the Editor:   As an American businessman stationed in Paris and one who has helped United States physicians and medical supplies enter Sarajevo, I believe the Clinton Administration has been 100 percent correct in keeping our soldiers out of the former Yugoslavia as long as possible. From the humanitarian standpoint I have seen many ills and wounds to heal. We should not confuse the complete innocence of civilian victims with the absence of innocents among all the political sides there.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402583.html","abstract":"  'The Barber of Seville'  Children's Performance John Jay Theater    Figaro bicycled on stage on Saturday afternoon with a banner billing his specialties: \"cosmetic improvement, hair restoration, health foods.\" Don Basilio was a sleazy nightclub entertainer with an overly plaid jacket and a mouth that worked overtime. And Count Almaviva, posing as Basilio's assistant, proved deft at programming a synthesizer.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Nussbaum Cast as All-Star, in Another League","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-nussbaum-cast-as-all-star-in-another-league.html","abstract":"  Even as Washington writes off Bernard W. Nussbaum, who was forced to resign on Saturday as the White House counsel, his once and future colleagues in the upper echelons of the New York bar, where he has 27 years' experience as a top corporate litigator, are rallying around him. Indeed, most say the sin that cost him his post is actually a point in his favor: his inability to adapt to what they regard as the back-stabbing ways of the nation's capital.   Promised anonymity, some of Mr. Nussbaum's many friends nonetheless concede that he brought certain liabilities to the White House job. In corporate litigation, they note, hand-holding with individual clients looms less large, disputes remain more private and the game, though still played with a hard ball, is largely about the law and is almost devoid of the kind of politics that permeates Washington.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"One More With Feeling: Temple-UMass Round 3","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-one-more-with-feeling-temple-umass-round-3.html","abstract":"  Near the end of a season that not long ago was both painful and embarrassing, John Chaney's 500th victory was a masterpiece.   With a stunning defensive effort, his Temple Owls held George Washington to 10 second-half points tonight on the way to a 54-34 victory that propelled the Owls into the Atlantic 10 conference championship game for the sixth time in 10 years. But before the capacity crowd in the Palestra began to head out before the end of what had once been a taut semifinal, the chant resounded through the old building, especially in the corner where the Temple Owl had reestablished his perch.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Greece and History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-greece-and-history-letters-to-the-editor.html","abstract":"Regarding the editorial \"Greece Is Out of Order\" (Feb. 23):.The editorial claims that Greeks today \"are using bad history to pursue a pointless feud\" concerning Macedonia. .There is nothing wrong with Greece's grasp of history. Th","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"A School Cancels 'Peter Pan,' Calling It Offensive to Indians","web_url":"https://www.nytimes.com/1994/03/08/nyregion/a-school-cancels-peter-pan-calling-it-offensive-to-indians.html","abstract":"  Peter Pan, the fairy tale character who flies through the sky and battles with pirates, has been grounded by a new foe: the 1990's debate over multiculturalism.   A middle school in Southampton last month canceled its production of \"Peter Pan,\" scheduled to open last weekend, because administrators found that its portrayal of Indians was offensive to members of the Shinnecock tribe, whose reservation is on the town's border and whose children make up about 9 percent of the district's student body.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review-400599.html","abstract":"  pinanes  CBGB    During the Spinanes' set on Friday night, Rebecca Gates strummed power chords to open \"Suffice\" with a grand crescendo. Then she paused and, in the silence, calmly brushed her hair out of her eyes before resuming the song. That's the kind of flexibility that comes with a band of just two members: Ms. Gates on guitar and vocals; Scott Plouf on drums.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Giuliani Offers Plan To Curb Guns","web_url":"https://www.nytimes.com/1994/03/08/nyregion/giuliani-offers-plan-to-curb-guns.html","abstract":"  Mayor Rudolph W. Giuliani announced yesterday that the police would place new emphasis on reducing the number of illegal guns in New York City streets by investigating gunrunners with more detectives and better computers.   At the core of Mr. Giuliani's strategy, detectives have been ordered to apply the same kind of effort to investigating illegal guns as they do to organized crime and narcotics. For the first time, the police will question every person arrested with a gun to find out where the gun was obtained and from whom. That information will be transferred to Federal authorities to arrest traffickers who run guns from the plains of Georgia and Texas to the youth gangs of the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Abbott Shows Braves Little in Way of Charity","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-abbott-shows-braves-little-in-way-of-charity.html","abstract":"  There was no visible sign of George Steinbrenner, and the talk about doing or not doing charity events was tabled. Jim Abbott found peace and success for about an hour today on the pitcher's mound. His path to a fresh beginning was smooth. On the field, at least. For one day, at least.   With sunshine splashed across the diamond at Municipal Stadium and fans applauding the visiting pitcher virtually every time he blinked, Abbott provided a nifty performance in his first appearance of the spring. Using three different pitches effectively, he buzzed past Atlanta batters, inducing nine groundouts and stifling the Braves on one hit over three innings. It was a new start for Abbott, who is certain to be studied like an amazing new specimen under a microscope this summer.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Excerpts From President's Remarks on the Whitewater Investigation","web_url":"https://www.nytimes.com/1994/03/08/us/whitewater-inquiry-excerpts-president-s-remarks-whitewater-investigation.html","abstract":"  Following are excerpts from President Clinton's remarks about the Whitewater investigation at his news conference today, as transcribed by the Federal Information Systems Corporation, a private transcription service:   Q.  Mr. President, there were at least three occasions where White House officials were briefed by Federal regulators about the status of the Whitewater investigation. Were you and Mrs. Clinton aware of those contacts, and what were you told about the content of those discussions?","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Birth of a TV Show: A Drama All Its Own","web_url":"https://www.nytimes.com/1994/03/08/arts/birth-of-a-tv-show-a-drama-all-its-own.html","abstract":"  It was supposed to be \"Grease\" updated for the 1990's and packaged for television. Every week, a bunch of high school students would grapple with -- and make wisecracks about -- issues of life and love. Occasionally they would break into song.    The idea for this musical sitcom belonged to Marta Kauffman and David Crane, who have been writing together for 16 years. A few months ago, they pitched it to a group of high-ranking ABC executives here. The reaction was immediate.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Plutonium-Test Series Wins Polk Award","web_url":"https://www.nytimes.com/1994/03/08/arts/plutonium-test-series-wins-polk-award.html","abstract":"  A reporter for The Albuquerque Tribune has won the George Polk Award for national reporting for a series of articles about secret plutonium experiments conducted on American citizens by the Government.   The awards were announced yesterday by Long Island University, which administers the awards for excellence in journalism.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"How Estrogen May Work to Protect Against Alzheimer's","web_url":"https://www.nytimes.com/1994/03/08/science/how-estrogen-may-work-to-protect-against-alzheimer-s.html","abstract":"  IN the wake of recent and widely publicized studies hinting that estrogen replacement therapy may help prevent Alzheimer's disease, neuroscientists have expressed relief that at last the world may begin to appreciate the importance of the hormone to the health of the human brain. They are also exploring the mechanisms through which estrogen may protect against Alzheimer's and other types of dementia.    New research suggests that estrogen operates in brain cells throughout life to assure the production of critical enzymes and to maintain the densest possible mesh of fibers connecting one nerve cell to the next, the kind of synaptic complexity that characterizes a thinking, remembering, robust brain.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Head of Transit Authority Opposes Merger for Police","web_url":"https://www.nytimes.com/1994/03/08/nyregion/head-of-transit-authority-opposes-merger-for-police.html","abstract":"  The president of the New York City Transit Authority yesterday condemned a plan by the Giuliani administration to merge the city's three police forces, saying it would weaken safety on the subways. But Mayor Rudolph W. Giuliani said he still thought the authority's parent board would enact his proposal.   Speaking at a hearing of the City Council's Committee on Transportation, the Transit Authority president, Alan F. Kiepper, said the Mayor's plan to consolidate the New York City Police Department, the housing police and the transit police into one entity would lead to an increase in subway crime, which has been declining in the last four years.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Mogadishu Journal; To Find a Happy Ending, Somalis Take In a Movie","web_url":"https://www.nytimes.com/1994/03/08/world/mogadishu-journal-to-find-a-happy-ending-somalis-take-in-a-movie.html","abstract":"  The metal chairs are rusted and broken, the walls are riddled with bullets and part of the screen had to be patched after a recent mortar hit, yet the Cinema Equatore, Mogadishu's biggest movie theater, still attracts a couple of hundred spectators every night.   The towering whitewashed cement screen juts up beyond the theater's two-story pale yellow walls. The soundtrack blares into the eerily empty streets outlined in silver moonlight, the noise competing with the nearby mosque's call to prayer. In a city whose survival depends on the politics of faction leaders and armed gunmen, the theater's owner, Ali Hassan Mohammed, 48, is known and liked by just about everyone.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/08/science/q-a-401803.html","abstract":"  Rescuing Birds   Q.  How can you save a bird flapping about on your lawn?","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/08/sports/results-plus-399957.html","abstract":"  COLLEGE BASKETBALL Xavier Is Eliminated in a Big Upset Herman Jenkins hit an 18-foot jumper from the wing with 59 seconds to play, giving Detroit Mercy (15-13) the lead for good as the Titans knocked off top-seeded Xavier, Ohio, 79-75, last night in the semifinals of the Midwestern Collegiate Conference tournament. The loss marked only the second time that Xavier will not appear in the M.C.C. championship game in Coach Pete Gillen's nine years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Mitchell's Surprise Transforms Politics in Maine","web_url":"https://www.nytimes.com/1994/03/08/us/mitchell-s-surprise-transforms-politics-in-maine.html","abstract":"  So many candidates, so little time.   Senator George J. Mitchell's surprise decision not to seek re-election has produced an outbreak of campaign fever here among all sorts of politicians, from erstwhile governors to legislative batboys.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Hospitals Chief Orders Review of Contracts","web_url":"https://www.nytimes.com/1994/03/08/nyregion/hospitals-chief-orders-review-of-contracts.html","abstract":"  The president of the city's Health and Hospitals Corporation last night ordered a review of hundreds of consulting and technical contracts that were awarded without competitive bids, saying he was afraid the agency was not getting its money's worth.    The new president, Dr. Bruce Siegel, said he asked for the review in response to questions raised by his staff about the way the corporation selected companies for some jobs, like billing and consulting.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Put Pressure on Skopje : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-put-pressure-on-skopje-letters-to-the-editor.html","abstract":"Greece has imposed an economic embargo (excluding food and medicines) on Skopje, which calls itself Macedonia. Greece's allies and partners have reacted strongly, going so far as to accuse it of acting contrary to international law. But there has not bee","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Mexican Uprising Gives No Lift to Left's Champion","web_url":"https://www.nytimes.com/1994/03/08/world/mexican-uprising-gives-no-lift-to-left-s-champion.html","abstract":"  The sign on a wall announced \"Democratic Insurrection!\" and as its partisans marched in circles around this city's central square there was no mistaking the brighter mood on the Mexican left since peasant rebels in the southern state of Chiapas rose up against the Government on Jan. 1.   \"People were really discouraged before,\" Amalia Garcia, a city assemblywoman who is a leader of the leftist Democratic Revolutionary Party, said cheerily. \"Now, they feel like the Government is up against the wall.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402435.html","abstract":"  Because of an editing error, an article on Sunday about the yeshiva in Crown Heights attended by the students who were shot on the Brooklyn Bridge referred incorrectly in some editions to a book called the Baba Kama. It is a tract of the Gemara, which is part of the Talmud, not a treatise on the Gemara.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Push for Environment Institute","web_url":"https://www.nytimes.com/1994/03/08/science/push-for-environment-institute.html","abstract":"  IN the belief that environmental policy is often made in scientific ignorance, a broadly based group of scientists, businessmen, environmentalists and politicians has been promoting the establishment of a new Federal institute to guide and finance long-term research on the environment.   After five years of effort, the institute's backers have secured substantial bipartisan support in Congress. And with the appointment today of a leader with international stature on environmental issues to head the campaign, the backers have high hopes that environmental science will soon no longer be, as they see it, the poor stepchild of the Federal research establishment.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review.html","abstract":"Papa Jube \nThe Cooler \n\n\"Papa Jube comes only with truth and rights,\" sang the loose-limbed singer with short dreadlocks. \"Respect your brotherman as yourself.\"","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Shooting Suspect Slipped I.N.S. Procedural Net","web_url":"https://www.nytimes.com/1994/03/08/nyregion/shooting-suspect-slipped-ins-procedural-net.html","abstract":"  Rashid Baz, the man accused of killing a Hasidic student and wounding three others on the Brooklyn Bridge last week, lost his legal immigration status a year ago, Federal immigration officials said yesterday, but the immigration service apparently took no action against him.   His legal status was terminated when he failed to file an application to show that his marriage to a United States citizen was not a sham to evade immigration laws.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402443.html","abstract":"  A chart on Thursday showing arms that the police said were found in the possession of Rashid Baz, a suspect in the Brooklyn Bridge shooting, omitted one gun and included another erroneously. A correction in this space on Friday repeated the error. The weapon in question, the police say, was a Colbray submachine pistol; no 9-millimeter Ruger pistol was recovered.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/pop-and-jazz-in-review-402540.html","abstract":"  The Ex  The Knitting Factory    The Ex, an obscurely legendary avant-garde punk band that performed on Friday and Saturday nights, makes the overworked, crippled word \"alternative\" actually mean something. For 14 years, these Dutch rockers have viewed the entire commercial music industry as an adjunct of capitalist oppression, and they have had no part of it. Their many dozens of independently produced albums and singles, now being reissued by Cargo Records, are freighted with an amazing assortment of left-wing propaganda and poster art. One album encourages home taping by supplying a cut-out liner note for a blank cassette, while another encloses a 140-page treatise on the Spanish Civil War.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/08/nyregion/no-headline-397970.html","abstract":"  \"I do not believe for a moment that she has done anything wrong. If everybody in this country had a character half as strong as hers, we wouldn't have half the problems we've got.\" -- PRESIDENT CLINTON, defending his wife.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-271063.html","abstract":"  Trio Fontenay Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Spy Suspect Replied Deceptively On Lie Test in 1991, F.B.I. Says","web_url":"https://www.nytimes.com/1994/03/08/us/spy-suspect-replied-deceptively-on-lie-test-in-1991-fbi-says.html","abstract":"  Contrary to assertions by the Central Intelligence Agency, F.B.I. officials say Aldrich H. Ames gave deceptive answers on a 1991 lie detector test in which he was asked, in effect, whether he was a spy, Government officials said today.   Rather than picking up on the deception, the F.B.I. officials say, the C.I.A.'s examiners performing the routine polygraph gave Mr. Ames a second chance by rephrasing their questions.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"An Honest Gift Ban","web_url":"https://www.nytimes.com/1994/03/08/opinion/an-honest-gift-ban.html","abstract":"  At the urging of Senator Frank Lautenberg of New Jersey, the Senate approved a resolution last May committing the chamber to strict new curbs, by the end of 1993, on gift-giving by lobbyists to members of Congress. The deadline passed, but last week Mr. Lautenberg served notice that he was ready to push the matter. That is a promising development for Congressional ethics reform.    Mr. Lautenberg and another strong critic of the unseemly financial ties between lobbyists and lawmakers, Senator Paul Wellstone of Minnesota, made public an amendment they will offer to bar the free meals, resort vacations and other life style enhancers that powerful interests now bestow on members, hoping to buy legislative advantage.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Suspect and the I.N.S.","web_url":"https://www.nytimes.com/1994/03/08/nyregion/suspect-and-the-ins.html","abstract":"  Rashid Baz, the man accused of killing a Hasidic student and wounding three others on the Brooklyn Bridge last week, lost his legal immigration status a year ago, Federal immigration officials said yesterday.    Article, page B2.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Patterns","web_url":"https://www.nytimes.com/1994/03/08/style/patterns-399892.html","abstract":"  An Edited Galliano Line   Fashion editors who can count great fashion moments on one hand probably use three of those fingers for John Galliano's unforgettable shows. That is why, when Mr. Galliano was considering not presenting a fashion show here this season because of financial difficulties, Vogue magazine stepped in, taking an unusually active role.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Second Tribe Recognized As a Nation","web_url":"https://www.nytimes.com/1994/03/08/nyregion/second-tribe-recognized-as-a-nation.html","abstract":"  The Department of the Interior said today that the Mohegans of eastern Connecticut have qualified to become the 545th Indian tribe recognized by the Federal Government, opening the way for Federal aid for the 900-member tribe, settlement of its 18-year-old land-claim suit against the state, and possibly a second Indian casino in Connecticut.   \"The Federal Government has recognized us as a nation, and from now on they deal with us as a nation, instead of just a tribe or individuals,\" the Mohegans' tribal chairman, Ralph Sturges, said from their offices in Montville, a town on the Thames River where the tribe had a reservation until 1861.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Ray Arcel, Trainer Who Handled Many Boxing Stars, Is Dead at 94","web_url":"https://www.nytimes.com/1994/03/08/sports/ray-arcel-trainer-who-handled-many-boxing-stars-is-dead-at-94.html","abstract":"  Ray Arcel, a boxing trainer who handled numerous champions in a career that dated back to the 1920's, died yesterday. He was 93.   His wife, Stephanie, said she brought him to Beth Israel Medical Center in Manhattan during the morning when he complained of feeling ill. Arcel, who lived in Manhattan, died several hours later.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Critic's Notebook; Bernstein's Mahler: A Tangle Of Conflicted Jewishness","web_url":"https://www.nytimes.com/1994/03/08/arts/critic-s-notebook-bernstein-s-mahler-a-tangle-of-conflicted-jewishness.html","abstract":"  \"This is not Mahler,\" Leonard Bernstein once told the Vienna Philharmonic in rehearsal when a phrase from the Ninth Symphony failed to take flight. Only Bernstein could have said such a thing to the orchestra that Mahler himself conducted for a decade. But he was within his rights; the Vienna had played the symphonies infrequently since the 1930's and did not know them well. While Bernstein did not \"rediscover\" Mahler by any stretch of the imagination -- to say so would defame the memory of conductors like Walter, Klemperer, Barbirolli and Horenstein -- he almost single-handedly brought the composer to the center of the international repertory.   In the absence of important new compositions or of any educational projects on the order of the \"Omnibus\" programs and \"Young People's Concerts,\" Bernstein's deepening relationship with the music of Gustav Mahler was the great story of his final years. His second recorded cycle of the symphonies, on Deutsche Grammophon, may have been his finest achievement as a conductor. \"The Little Drummer Boy,\" a 1984 Bernstein monologue filmed by Humphrey Burton for the BBC and shown at the Metropolitan Museum's \"Leonard Bernstein Day\" on Saturday, intriguingly hints at the tangled roots of his later Mahler interpretations.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Making Refugees Pay : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-making-refugees-pay-letters-to-the-editor.html","abstract":"Regarding the editorial \"Refugees Shouldn't Pay\" (Feb. 22):.You are right to express concern about the proposal of the U.S. Immigration and Naturalization Service to impose a $130 fee and a six-month bar on employment for asylum applicants..","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/08/style/IHT-what-theyre-reading.html","abstract":"Hiroyuki Itami, professor of management at Hitotsubashi University in Tokyo, is reading \"Dialogue with Japan: Various Faces of Dissatisfaction\" by Ronald P. Dore..\"It's a good book to learn what Japan is, in a balanced way, from a dissent","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402575.html","abstract":"  Moscow Philharmonic  Avery Fisher Hall    At the first notes of the \"Russlan and Ludmilla\" Overture on Sunday evening, this listener ducked for cover. In the hands of the Moscow Philharmonic under Vasily Sinaisky, Glinka's charming little entertainment emerged armed to the teeth, spitting fire with appalling precision. This is a high-performance orchestra in the automotive sense of the word. Its devastating string prowess, explosive brass and acidic wind virtuosity did wonders for the last two movements of Shostakovich's Sixth Symphony. If one absolutely has to be run over, better by a BMW like this. There is, after all, that splendid engineering to mitigate the pain.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"U.S. MOVES TO EASE BEIJING SANCTIONS","web_url":"https://www.nytimes.com/1994/03/08/world/us-moves-to-ease-beijing-sanctions.html","abstract":"  In a gesture of good will toward Beijing, the Clinton Administration has begun to pave the way for the Hughes Aircraft Company to launch a commercial satellite from China.    If the Administration gives its approval within the next few weeks, as expected, it will represent the second time this year that the United States has eased punitive economic sanctions against China.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Accord Seeks to Curb Graft in Carpenters Union","web_url":"https://www.nytimes.com/1994/03/08/nyregion/accord-seeks-to-curb-graft-in-carpenters-union.html","abstract":"  Federal prosecutors say they have worked out a legal agreement that will curb organized-crime corruption in a major construction union that represents 30,000 carpenters in New York City and Long Island.   Under the settlement with the union -- the New York District Council of the United Brotherhood of Carpenters and Joiners -- many of its activities will be overseen for 30 months by a court-appointed official. Prosecutors said the settlement would also significantly change the method of electing top union officials, limit the number of posts they can hold and restrict the power officials have in assigning members to jobs.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Politicians Discovering An Issue: Immigration","web_url":"https://www.nytimes.com/1994/03/08/us/politicians-discovering-an-issue-immigration.html","abstract":"  In the seven months since hundreds of Federal immigration agents were deployed along the banks of the Rio Grande here, the traffic of illegal workers from Mexico has all but stopped.   But the flow of politicians to the border here has surged: From across Texas, Washington and California, Republicans and Democrats want to see, and be seen at, a get-tough effort to control immigration.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/08/nyregion/chess-399353.html","abstract":"  The closest of the International Chess Federation's elimination matches to select a challenger for its 1995 title contest paired Jan Timman of the Netherlands with Joel Lautier of France. Timman won the series in Wijk-aan-Zee, the Netherlands, by 4 1/2-3 1/2, the narrowest of margins.   The comparatively inexperienced 20-year-old Frenchman fought spiritedly and stubbornly and his efforts were bolstered when Timman's technique let him down in a two-pawns-ahead ending in Game 1, which he only drew. After Timman came through with a nice positional victory in Game 5 he clung to his one-point lead by running out the 8-game regulation string with draws.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402451.html","abstract":"  Maps on Friday and in some editions on Thursday with articles about an aborted takeoff at La Guardia Airport misstated the location where the plane came to rest. It was the southeastern end of the runway, not the northwestern end.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"The Early Scout May Catch Saberhagen","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-the-early-scout-may-catch-saberhagen.html","abstract":"  Bret Saberhagen didn't draw the fans, not at 10 o'clock in the morning, not with two \"B\" squads on the baseball field. But the scouts were there, more than a dozen strong, seated in the stands behind the plate.   The Mets' biggest trade bait -- and perhaps their biggest question mark -- went on display at Thomas J. White Stadium this morning when Saberhagen pitched three innings in a \"B\" squad game against the Los Angeles Dodgers.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Observer; Eptitude Not Awesome","web_url":"https://www.nytimes.com/1994/03/08/opinion/observer-eptitude-not-awesome.html","abstract":"  On health care the Republicans bring to mind an old Leo Durocher story: After watching a rookie infielder make three or four consecutive errors at third base, old pro Durocher steps onto the field, sends the rookie to the sidelines, says, \"Let me show you how to play third base, kid.\" Next ball bounces down to Durocher, skids off his shins, caroms into the outfield. Durocher turns to the kid and screams, \"You've got third base so screwed up nobody can play it!\"   On health care the Republicans will apparently have to be satisfied with yelling a similar curse at Bill Clinton, a Democratic President who could have been designed at Republican headquarters, such is his genius for making a mess of the governing game.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Barry Dismissed as Coach by C.B.A. Team","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-basketball-barry-dismissed-as-coach-by-cba-team.html","abstract":"  RICK BARRY , the basketball Hall of Famer who took a coaching job in the Continental Basketball Association, has been fired by the Fort Wayne (Ind.) Fury following a 12-game losing streak. He was replaced on an interim basis by CLIFFORD RAY , who played with Barry on Golden State when it won the N.B.A. title in 1975.   Barry's dismissal came Friday after the 12-game losing streak dropped Fort Wayne's record to 14-30. Ray lost his first game as Fury coach on Sunday, 92-91, to Wichita Falls. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"U.S. Urges the Burmese Military To Talk to Imprisoned Laureate","web_url":"https://www.nytimes.com/1994/03/08/world/us-urges-the-burmese-military-to-talk-to-imprisoned-laureate.html","abstract":"  The United States expressed surprise today that a leader of the Burmese military junta had ruled out early talks with Daw Aung San Suu Kyi, the imprisoned democracy campaigner and Nobel peace laureate.   The United States urged the military dictatorship to open \"a genuine dialogue\" with Mrs. Aung San Suu Kyi as soon as possible, said a State Department spokesman, David Johnson.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"1 Is the Fastball, 2 Is the Curve, 3 Is a Nice Bow","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-1-is-the-fastball-2-is-the-curve-3-is-a-nice-bow.html","abstract":"  Chan Ho Park realizes that the umpire probably thought he was crazy. It isn't often, after all, that hitters turn their backs to the plate and bow to the man who calls strikes and balls. But Park is getting used to the strange looks, and the confusion and the good-natured laughter that seem to follow him around.   Park, a native of South Korea, is a 20-year-old right-hander with a fastball that clocks in the mid-90's and an above-average breaking ball. He speaks little to no English -- his favorite saying is \"Hey Dude\" -- and his knowledge of American baseball customs is limited to the high-five taught him by a fellow rookie, Darren Dreifort.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"PRESIDENT ADMITS HE KNEW OF INQUIRY ON LAND DEALINGS","web_url":"https://www.nytimes.com/1994/03/08/us/president-admits-he-knew-of-inquiry-on-land-dealings.html","abstract":"  President Clinton today defended his wife and his White House against accusations of interfering in the Whitewater investigation, but he quickly found himself facing new questions about his knowledge of the inquiry's earliest stages.   After a stormy weekend watching from Camp David as his Administration came under attack for its handling of the Whitewater case, Mr. Clinton held a White House news conference today on relations with the former Soviet Union. But he clearly expected to be asked about Whitewater and was prepared to offer extended comments.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"The Ironmen of Paris:A Dream in Triathlons","web_url":"https://www.nytimes.com/1994/03/08/sports/IHT-the-ironmen-of-parisa-dream-in-triathlons.html","abstract":"We are going to attack this slowly. First I want you to think about triathlons..Ironman triathlons?.Yes, ironman triathlons. Tell me the first things that come to mind when I say ironman triathlon..Well, the ironman triathlon consists of one person","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402427.html","abstract":"  An article yesterday about the funeral for Aaron Halberstam, one of four Hasidic students shot on the Brooklyn Bridge last week, incorrectly paraphrased a statement from one mourner, Chani Kreisel. She said the killing was part of a cycle of pain; she did not say it was part of a cycle of revenge.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Bronx Officials Disavow Appointee","web_url":"https://www.nytimes.com/1994/03/08/nyregion/bronx-officials-disavow-appointee.html","abstract":"  A delegation of City Council members from the Bronx yesterday criticized comments by the Rev. Ruben Diaz critical of homosexuals and said they did not intend to reappoint him to the Civilian Complaint Review Board when his term expires next year.   Mr. Diaz has been the subject of intense criticism by a number of elected officials for his comments on the Gay Games, to be held in New York in June, including his view that the games would lead to an increase in AIDS cases.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"What About the Public Toilets We Have?","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-what-about-the-public-toilets-we-have-402664.html","abstract":"  To the Editor:   \"City Hall: Test the Toilets\" (editorial, Feb. 26) notes that the larger Decaux public toilets tested in New York City in 1992 were attended.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Trade Sanctions Are Bad for America's Reputation","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-trade-sanctions-are-bad-for-americas-reputation.html","abstract":"It is not just Japan that is involved in the trade dispute with the United States. Asia, Europe and the rest of the world are watching. For if the United States is prepared to enter into a trade war with Japan, as it increasingly appears to be, can any o","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Writing On a Pad: Period of Adjustment","web_url":"https://www.nytimes.com/1994/03/08/science/peripherals-writing-on-a-pad-period-of-adjustment.html","abstract":"  THE Apple Newton Messagepad was almost universally criticized after its introduction for its flawed recognition of handwriting. Even \"Doonesbury\" got into the act.   No one spends close to $1,000, with a few accessories, for a device that is supposed to fit in his pocket and free him from a keyboard and then enjoys watching it interpret the hand-printed \"flawed\" as \"trained,\" \"Doonesbury\" as \"Bookshop,\" or even \"Apple\" as \"Eddie,\" as the Newton here just did.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"The Geography of Nowhere Has a Chianti Counterpoint","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-the-geography-of-nowhere-has-a-chianti-counterpoint.html","abstract":"Environmentalists and Green parties inspire much serious thought about our landscapes. James Howard Kunstler, for example, in \"The Geography of Nowhere: The Rise and Decline of America's Man-Made Landscape,\" deplores the fate of the human habit","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/08/nyregion/news-summary-398055.html","abstract":"  International A3-15  THE DEFIANCE OF JEWISH SETTLERS  The determination of some Jews who want to move to the West Bank town of Hebron is a sign of the difficulties that the Israeli Government will face if it decides to dislodge the Jewish settlers there.  A1","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Arab vs. Arab; Other Conflict in Territories Divides Secular and Fundamentalist Muslims","web_url":"https://www.nytimes.com/1994/03/08/world/arab-vs-arab-other-conflict-territories-divides-secular-fundamentalist-muslims.html","abstract":"  The clashes between Palestinians and Israeli soldiers in the occupied territories mask a deadlier struggle between rival Arab factions bent on taking power once the Israelis withdraw.    This struggle, which many now expect to be a violent one, already mirrors the conflict between militant Islamic groups and the secular dictatorships in much of the Arab world. Its outcome could see Yasir Arafat's quest for Palestinian self-rule in the West Bank town of Jericho and the Gaza strip descend into bedlam.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Georgian Asks U.S. to Back Peace Force","web_url":"https://www.nytimes.com/1994/03/08/world/georgian-asks-us-to-back-peace-force.html","abstract":"  President Eduard A. Shevardnadze of Georgia met President Clinton today and made one of those requests that Washington hates to hear: he asked the United States to contribute to a peacekeeping force to help stop Georgia's civil war.   Mr. Clinton's response was that he would support an international peacekeeping force but only under strict conditions, one being that the United States not be asked to contribute troops.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Paul K. Feyerabend, 70, Anti-Science Philosopher","web_url":"https://www.nytimes.com/1994/03/08/us/paul-k-feyerabend-70-anti-science-philosopher.html","abstract":"  Prof. Paul Karl Feyerabend, a gadfly philosopher of science who asserted that scientists have no particular claims on truth, died on Feb. 11 in Geneva. He was 70.   He died of a brain tumor, said officials at the University of California at Berkeley, where he taught from 1959 until he reached emeritus status in 1990. He held a concurrent appointment at the Polytechnic Institute of Zurich.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Richer Predicts Tying Goal, Then Delivers","web_url":"https://www.nytimes.com/1994/03/08/sports/hockey-richer-predicts-tying-goal-then-delivers.html","abstract":"  Stephane Richer, the flamboyant wing of the Devils, predicted he would score a goal, and sure enough, he did. And he was so elated he blew kisses to the crowd after his dazzling move gave New Jersey a 2-2 tie with the Quebec Nordiques tonight at Byrne Meadowlands Arena before 16,620 fans.   Taking the puck in the neutral zone during a four-on-four situation, Richer beat every Quebec skater with dazzling moves down the right side before finishing his foray with a backhand shot that beat goaltender Stephane Fiset.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"'Don't Ask, Don't Tell' Is Challenged in Suit","web_url":"https://www.nytimes.com/1994/03/08/us/don-t-ask-don-t-tell-is-challenged-in-suit.html","abstract":"  Two civil rights groups today filed the first legal challenge to the Pentagon's new policy and regulations governing homosexuals in the military.   The American Civil Liberties Union and the Lambda Legal Defense and Education Fund filed suit in the United States District Court for the Eastern District of New York on behalf of two service members on active duty and four in the reserves, who are all homosexual.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"China Says a Top Dissident Is Not Being Held but Has Left Beijing","web_url":"https://www.nytimes.com/1994/03/08/world/china-says-a-top-dissident-is-not-being-held-but-has-left-beijing.html","abstract":"  Apparently in an effort at damage control, the Public Security Bureau issued a statement this evening denying that it was arresting and intimidating political dissidents.   The official New China News Agency quoted \"sources\" at the bureau as saying the country's most prominent dissident, Wei Jingsheng, and a former student leader, Wang Dan, were not \"under detention.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/08/nyregion/inside-398306.html","abstract":"  Estrogen Link to Alzheimer's   In the wake of recent reports that supplements of the hormone may help prevent dementia, scientists are studying the mechanism by which it may work. Science Times, page C3. Peril for the Repo Man    Life has always been tense for automobile repossessors, but in Texas, because of an old law that permits the killing of night intruders, it has become fatally dangerous. Page A16. Giuliani's Plan to Curb Guns    Mayor Giuliani announced that the police would place new emphasis on reducing the number of illegal guns in New York City streets by investigating gunrunners with more detectives and better computers. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"NASA Budget Cuts Raise Serious Concerns Over Safety of Shuttle","web_url":"https://www.nytimes.com/1994/03/08/science/nasa-budget-cuts-raise-serious-concerns-over-safety-of-shuttle.html","abstract":"  DESPITE a picture-perfect blastoff of the space shuttle Columbia on Friday and recent euphoria over the successful repair of the Hubble Space Telescope, funds for upkeep of the nation's shuttle fleet have been going down steadily, touching off a debate over whether the space agency is being forced to cut corners and raise the risk that its temperamental spaceships might break down or blow up.   Private experts say a rush of belt-tightening is threatening safety. But the National Aeronautics and Space Administration, while conceding that it is trimming fat, insists that nothing is being done that would endanger the lives of astronauts. NASA officials say no program change will weaken the agency's commitment to put safety first at all times.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Champion and Defender Of Orphaned Animals","web_url":"https://www.nytimes.com/1994/03/08/nyregion/our-towns-champion-and-defender-of-orphaned-animals.html","abstract":"  MIMI STONE had a customer, sort of. The woman who walked into the Elmsford Animal Shelter with her two daughters looked braced for root canal.   \"She'd like a dog -- a little dog,\" the mother said, putting her hands on the shoulder of the younger girl, about 11.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Sports of The Times; Kerrigan Is No Bambi","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-of-the-times-kerrigan-is-no-bambi.html","abstract":"  TO some, Nancy Kerrigan is a rat because she was supposed to have scorned a mouse.   Saying anything negative about Mickey Mouse in America is tantamount to being insulting about the flag, or the national anthem, or a Big Mac.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"A Flourish for Fedorov as the Rangers Fall","web_url":"https://www.nytimes.com/1994/03/08/sports/hockey-a-flourish-for-fedorov-as-the-rangers-fall.html","abstract":"  So far this season, the Rangers have the best team but the Detroit Red Wings have the best player. That player, Sergei Fedorov, scored one goal and assisted on two others last night to pace the Red Wings to a 6-3 victory at Madison Square Garden, ending the Rangers' four-game unbeaten streak.   The three points left Fedorov with 107 for the season, 4 behind Wayne Gretzky of the Los Angeles Kings in the race for the league scoring title. Both players have 18 games remaining.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Nuclear Plant Cleared In Leukemia Cluster","web_url":"https://www.nytimes.com/1994/03/08/science/nuclear-plant-cleared-in-leukemia-cluster.html","abstract":"MORE than a decade ago, a television report brought to light a cluster of childhood leukemia cases in the English village of Seascale. Most people wasted no time pinning the blame on Sellafield, Britain's largest nuclear power complex, a mere two miles to the north. But despite some evidence of a statistical correlation, scientists were unable to prove that the plant was responsible for the leukemia cases. \n\nNow, even that statistical link has been questioned. A new report by one of Britain's foremost epidemiologists casts strong doubt on a 1990 study that linked the clusters to radiation exposure among fathers who worked at the plant.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Crown Heights Gunfire Kills 1, Wounds 4","web_url":"https://www.nytimes.com/1994/03/08/nyregion/crown-heights-gunfire-kills-1-wounds-4.html","abstract":"  One man was killed and four others wounded about 10 P.M. yesterday in a shooting at a clothing store in Crown Heights, Brooklyn, the police said.   The circumstances of the shooting, at 814 Nostrand Avenue near Union Street, were not immediately known, said Sgt. Tina Mohrmann, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Big East Tourney to UConn Women","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-big-east-tourney-to-uconn-women.html","abstract":"  Fate seemed to have ordained that Connecticut and Seton Hall would meet in the final of the Big East women's basketball tournament tonight. After all, Connecticut, ranked third in the nation, had won 17 straight games after being upset by Seton Hall, 74-53, on Jan. 5. And the 14th-ranked Pirates had run off eight straight victories after losing to UConn here on Feb. 6 to wind up a game behind the Huskies, who won the regular-season Big East championship.   But in tonight's rubber match between the two top-seeded teams, Connecticut clearly demonstrated its supremacy with a 77-51 victory before a record Big East women's crowd of 5,144 at Gampel Pavilion. Next stop for the Huskies is the National Collegiate Athletic Association tournament, where, given their 27-2 record and 18 consecutive triumphs, they could reach the Final Four, as they did in 1991.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Review/Dance; Originality, Vancouver-Style","web_url":"https://www.nytimes.com/1994/03/08/arts/review-dance-originality-vancouver-style.html","abstract":"  Ballet British Columbia deserves to be proud of itself. Its good-looking dancers move with boldness and clarity. Best of all, John Alleyne, its artistic director, emphasizes the creation of new works.   These virtues were apparent on Sunday afternoon when the company from Vancouver offered the second of its two programs at Brooklyn College, as an attraction in the Brooklyn Center for the Performing Arts dance series. Not all the ballets were equally effective, yet each was worth watching.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Bringing Another Presidency and Inquiry to Mind","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-bringing-another-presidency-and-inquiry-to-mind.html","abstract":"  His own travails in the Whitewater affair have nothing in common with the Watergate scandal that drove Richard M. Nixon from office 20 years ago, President Clinton insisted today at a news conference in which he fought his political corner as tenaciously as Mr. Nixon ever did.   \"We're not covering anything up,\" he said. \"We are opening up.\"","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/08/nyregion/bridge-399337.html","abstract":"  Expert reasoning can be easy to understand. A good example is the diagramed deal, one of 56 from a new book by Jeff Rubens, \"Swiss Match Challenge.\" It is available for $13.75 including mailing from the Bridge World, 39 West 94th Street, New York, N.Y., 10025.   South bid quickly to four hearts after West had opened one spade and East had passed. West led the ace and another heart, and South could count five trump tricks, a ruff in the dummy, and three top winners in the minor suits. To make a tenth he needed to score a trick with the spade king or the club jack. Unfortunately it was highly probable that West held both the spade ace and the club queen.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"U.N. Aide and Sudan Clash on Islamic Laws","web_url":"https://www.nytimes.com/1994/03/08/world/un-aide-and-sudan-clash-on-islamic-laws.html","abstract":"  A dispute has broken out at the main human rights enforcement agency after the Sudan accused a United Nations monitor of blasphemy. The monitor had reported that punishments under the Sudan's Islamic laws violated its agreement to observe human rights treaties.   The dispute has divided Islamic countries at a meeting of the United Nations Human Rights Commission by publicly highlighting the apparent incompatibility between Islamic law and agreements like the Covenant on Civil and Political Rights and the Convention on the Rights of the Child, which most Muslim countries have signed.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Panel Finds Fewer Patrol Officers Than a Law Recommends","web_url":"https://www.nytimes.com/1994/03/08/nyregion/panel-finds-fewer-patrol-officers-than-a-law-recommends.html","abstract":"  A panel set up by Mayor Rudolph W. Giuliani said yesterday that the city was failing to put as many police officers on the street as envisioned in a 1991 anti-crime law that provided for a substantial increase in the size of the Police Department through special taxes.   The panel said that since the law, known as \"Safe Streets, Safe City,\" was put in place, the number of police officers patrolling the city had increased 21 percent, from 6,640 each day in 1990 to 8,050 now.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Knicks Get Serious At Just Right Time","web_url":"https://www.nytimes.com/1994/03/08/sports/pro-basketball-knicks-get-serious-at-just-right-time.html","abstract":"  For the Knicks, it was a stunning comeback. For the Detroit Pistons, it was a stunning collapse.   Trailing by 73-57 late in the third quarter at the Palace of Auburn Hills, the Knicks put together their longest run of the season, scoring the next 20 points. Led by Charles Smith, Anthony Mason and John Starks, the Knicks regrouped for the rally that saved them from an embarrassing loss, for they were playing the lowly Pistons and had no excuse for trailing by 16 points.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Books of The Times; A New Lost Generation Gathers Wool at the Mall","web_url":"https://www.nytimes.com/1994/03/08/books/books-of-the-times-a-new-lost-generation-gathers-wool-at-the-mall.html","abstract":"  Life After God  By Douglas Coupland  Illustrated. 360 pages. Pocket Books. $17.    With his first two novels, \"Generation X\" and \"Shampoo Planet,\" Douglas Coupland established himself as a kind of spokesman for the post-baby-boom generation that grew up on Watergate, disco music and recession. As portrayed by Mr. Coup land, Richard Linklater (the director of the cult film \"Slacker\") and others, it's a generation of cynics, nihilists and lost souls, a generation of mall rats, computer hackers and channel surfers, a generation, in Mr. Linklater's words, that boasts of its \"total nonbelief in everything.\"","thumbnail":null,"section":"Books"},{"date":"19940308","headline":"Review/Theater; Two Brothers Glaring Across an Urban Gulf","web_url":"https://www.nytimes.com/1994/03/08/theater/review-theater-two-brothers-glaring-across-an-urban-gulf.html","abstract":"  K. Todd Freeman may have the most articulate eyes of any actor on a New York stage these days. Playing an emotionally bruised ex-convict in Charles Smith's sentimental drama \"Freefall\" at the Theater Row Theater, he uses them the way Billie Holiday could use her voice, to convey both a fathoms-deep sense of pain and a defiant self-reliance.   Emanating from a gaunt, attenuated face that suggests an El Greco martyr, his roving gaze glistens with ironic appraisal and then suddenly shuts down into defensive opacity. Its pull is so propulsively magnetic that it creates the illusion that one is somehow, miraculously, watching him in cinematic close-up.","thumbnail":null,"section":"Theater"},{"date":"19940308","headline":"Morris's Thumb Fractured","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-morris-s-thumb-fractured.html","abstract":"  Chris Morris broke his right thumb in three places during Sunday's victory over the Philadelphia 76ers, the Nets said yesterday. But although Morris will miss tomorrow night's game against the Pistons in Detroit, club officials said they did not know just how long the forward would be out.   The injury to the thumb on his shooting hand drove Morris from Sunday's game during the third quarter, but it was not until X-rays were taken yesterday that it was diagnosed as a multiple fracture. Team spokesmen said Morris had seen several doctors during the day, but would not identify them and could not explain why there was no immediate prognosis.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/08/sports/soccer.html","abstract":"  World Cup Report    The International Football Association Board, which is responsible for the Laws of the Game, gave its final approval on Saturday for a third substitute in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-402460.html","abstract":"  An article on Sunday about the resignation of Bernard W. Nussbaum as White House counsel misidentified the Congressional committee on which both he and Hillary Rodham Clinton were staff lawyers. It was the House Judiciary Committee, which was considering the impeachment of President Richard M. Nixon, not the Senate Watergate committee.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"A Fading Political Powerhouse; New York Democrats Complain to Washington of Needs Ignored and Favors Forgotten","web_url":"https://www.nytimes.com/1994/03/08/nyregion/fading-political-powerhouse-new-york-democrats-complain-washington-needs-ignored.html","abstract":"  For 12 long years, as the Democratic politicians who led New York endured deep Republican spending cuts and cold shoulders from Washington, their perpetual cry was that pointed Brooklynese lament: \"We was robbed!\" They took it for granted that Bill Clinton's victory, sped at several turning points by strong New York support, would change all that.   But now, with perhaps as many New Yorkers holding senior jobs in the White House and Federal agencies as at any time since the New Deal (when the President was a former New York Governor), New York officials complain that New York itself is what's taken for granted, and their rising cry is, \"What have you done for us lately?\"","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402559.html","abstract":"  Chamber Music Society of Lincoln Center  Alice Tully Hall    Bright Sheng's melding of Chinese and Western materials has yielded some evocative pieces in recent years, the most powerful of them being \"H'un,\" a heart-rending memoir of the Cultural Revolution. But not all of Mr. Sheng's musical allusions to his homeland are so tormented. His new Concertino for Clarinet and String Quartet, played by David Shifrin and the Chamber Music Society of Lincoln Center on Sunday afternoon and to be repeated tonight, has a glittery, outgoing sound.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"McDowell, a Pitcher, Gets Hit That Jordan Desperately Needs","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-mcdowell-a-pitcher-gets-hit-that-jordan-desperately-needs.html","abstract":"  Like Michael Jordan, Jack McDowell has never batted in a regular-season major league baseball game. But batting three spots after Jordan in the Chicago White Sox lineup today, McDowell, the Cy Young award-winning pitcher, got his first spring exhibition hit before Jordan did.   McDowell, batting because the designated hitter is not used in National League parks, slugged a run-scoring double against the left-center-field fence in the fourth inning against Scott Scudder of the Pittsburgh Pirates. Jordan slugged nothing.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Donovan Lands Coaching Job at Marshall","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-basketball-donovan-lands-coaching-job-at-marshall.html","abstract":"  BILLY DONOVAN , an assistant coach at Kentucky since 1990, was named Marshall University's new basketball coach yesterday, making him the youngest coach in Division I of ther National Collegiate Athletic Association. At 28, Donovan is one year and five months younger than TODD BOZEMAN of the University of California, who is 30. He will replace DWIGHT FREEMAN , who said last month he was resigning at the end of the season. Marshall, which is situated in Huntington, W. Va., finished with a 9-18 record this season.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Why Chancellors Need Corporate Ties","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-why-chancellors-need-corporate-ties-402729.html","abstract":"  To the Editor:   I read with great interest your Feb. 22 and 24 articles about Chancellor W. Ann Reynolds of CUNY and her corporate board involvement.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Not to Worry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-not-to-worry-letters-to-the-editor.html","abstract":"Regarding \"A British National Humiliation, Quick Cash, Hardly a Murmur\" (Opinion, Feb. 22) by Philip Bowring:.What is so special about a car company? What is so special about manufacturing industry? We are living in a post- industrial society","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Cuomo Holds Narrower Lead Over Likely Rivals, Poll Shows","web_url":"https://www.nytimes.com/1994/03/08/nyregion/cuomo-holds-narrower-lead-over-likely-rivals-poll-shows.html","abstract":"  Suggesting that New York State voters are deeply confused about who they want as their governor, an independent statewide poll released today showed that Gov. Mario M. Cuomo's lead over several potential Republican challengers has slipped but remains comfortably in the double digits.   Providing a trove of seemingly contradictory information, the poll by the Marist Institute for Public Opinion in Poughkeepsie showed that while 60 percent of voters think Mr. Cuomo has generally been a good governor since he took office in 1983, 61 percent also think the state is heading in the wrong direction.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Road to Derby Gets Less Crowded but More Confused","web_url":"https://www.nytimes.com/1994/03/08/sports/horse-racing-road-to-derby-gets-less-crowded-but-more-confused.html","abstract":"  On a fateful weekend when Dehere was forced off the road to the Kentucky Derby by a fractured leg, Tabasco Cat raced toward the head of the line of travelers when he won the San Rafael Stakes at Santa Anita. But all the candidates on both coasts this week are approaching milestones that will establish the final rankings going into the Run for the Roses.   For the colts taking the road in the East, the major test comes in the Florida Derby on Saturday at Gulfstream Park. For the California colts, the next turn in the road arrives eight days later in the San Felipe Stakes at Santa Anita, a race that will mark the 1994 debuts of Brocco, who won the Breeders' Cup Juvenile in November, and Valiant Nature, who outran him in the Hollywood Futurity a month later.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/08/arts/classical-music-in-review-402567.html","abstract":"  Hesperion XX  Alice Tully Hall    The viola da gamba is rarely thought of as a solo instrument, and gambists are unlikely stars. The film \"Tous les Matins du Monde\" was a split-focus reminder of the exceptions. On screen, Gerard Depardieu brought to life the French composer and gambist Marin Marais. And offscreen, Jordi Savall contributed soundtrack performances that put the gamba and its music on the charts.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"When News and Entertainment Look Alike","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-when-news-and-entertainment-look-alike-402648.html","abstract":"  To the Editor:   Writing about \"checkbook journalism\" in \"We Pay for News. We Have To\" (Op-Ed, Feb. 26), Bill O'Reilly explains and excuses, but ignores the distinctions between what he does for a living and what I do.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-402656.html","abstract":"  To the Editor:   The friendly reception that was given to Russian United Nations troops in the Bosnian Serb capital, Pale, expresses a triumph of the will of two peoples who were separated not so much by geography as by the prolonged inner Communist squabbling between a Georgian dictator, Stalin, and a half-Croat, half-Slovene dictator, Tito.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"New Yorkers Feeling Let Down by Clinton","web_url":"https://www.nytimes.com/1994/03/08/nyregion/new-yorkers-feeling-let-down-by-clinton.html","abstract":"  After 12 years of spending cuts and cold shoulders from Republicans in the White House, New York Democrats believed that Bill Clinton's victory, sped at several turning points by strong New York support, would change all that.   But now, with perhaps as many New Yorkers holding senior jobs in the White House and Federal agencies as at any time since the New Deal, New York officials complain that New York is being taken for granted.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Review/Pop; Bryan Adams, More Mr. Nice Guy","web_url":"https://www.nytimes.com/1994/03/08/arts/review-pop-bryan-adams-more-mr-nice-guy.html","abstract":"  A fan who kept yelling \"Summer of '69!\" started to annoy Bryan Adams during his concert on Sunday night at Madison Square Garden. \"Have you ever been to a rock concert before?\" Mr. Adams asked patiently. \"As the show progresses, the songs come that you recognize.\"    Mr. Adams doesn't do anything that hasn't been done at a rock concert before. He strums his electric guitar, strolls around the stage, embraces his band mates and jumps off a drum riser; he belts the words in an earnest rasp of a voice. The audience, filled with teen-age girls, happily does its part by singing choruses, holding up the flames of cigarette lighters during ballads and squealing when he approaches the edge of the stage. On Sunday, as the fan continued to shout, Mr. Adams brought him on stage; Seth from Long Island sang a few lines of \"The Best Is Yet To Come,\" doing his best Bryan Adams impression.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Lloyd Cutler Is Picked as Clinton's Interim Counsel","web_url":"https://www.nytimes.com/1994/03/08/us/the-whitewater-inquiry-lloyd-cutler-is-picked-as-clinton-s-interim-counsel.html","abstract":"  President Clinton has chosen Lloyd N. Cutler, the White House counsel under President Jimmy Carter, to return to the job temporarily until the battered office is reorganized and a permanent White House lawyer is selected, Administration officials and associates of Mr. Cutler said tonight.   Mr. Cutler, 76, a highly regarded Washington lawyer, is to serve without pay during his interim posting and will remain in the White House for no longer than six months, the associates said.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"In Ancient Times, Flowers and Fennel For Family Planning","web_url":"https://www.nytimes.com/1994/03/08/science/in-ancient-times-flowers-and-fennel-for-family-planning.html","abstract":"  BACK in the first century B.C., the Roman poet Catullus suggested to his lover Lesbia that they might exchange kisses numbering \"as many as there are grains of sand on Cyrene's silphium shores.\"   Romantic as the reference to the ancient Greek city on the coast of North Africa was, it also apparently contained a practical note. Silphium, now extinct, was a plant used for birth control, says Dr. John M. Riddle, a historian at North Carolina State University, in a provocative article in the March/April issue of Archeology magazine.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Mr. Natcher's Amazing String","web_url":"https://www.nytimes.com/1994/03/08/opinion/mr-natcher-s-amazing-string.html","abstract":"  Lou Gehrig appeared in 2,135 consecutive baseball games. Joe DiMaggio hit safely in 56 consecutive games. In the durability department, their Congressional counterpart is clearly Representative William Natcher, the chairman of the House Appropriations Committee.    Last week, when illness finally forced an end to an amazing 40-year streak, the Kentucky Democrat had cast 18,401 consecutive House votes -- a record, House Speaker Thomas Foley observed, that is likely to stand forever.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Ukraine Won't Barter Fleet To Pay Fuel Debt to Russia","web_url":"https://www.nytimes.com/1994/03/08/world/ukraine-won-t-barter-fleet-to-pay-fuel-debt-to-russia.html","abstract":"  Ukraine has ruled out handing over its share of the Black Sea Fleet to Russia as part payment of a mounting debt for oil and gas, the commander of the Ukrainian Navy said in an interview last week.   Six months ago, the barter looked like a promising resolution to two of the most irksome issues between Russia and Ukraine. It emerged after September talks between President Boris N. Yeltsin and President Leonid M. Kravchuk in Massandra on the Black Sea.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"BOWLING","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-bowling.html","abstract":"  It's a professional sport that has an amateur base of millions and that regularly outdraws golf on television. So how come the Professional Bowling Association circuit isn't a big-money tour? \"It's the sponsors,\" Marshall Holman, No. 2 on bowling's career money list, said yesterday. \"Cadillac executives play golf with other executives. They don't go bowling with their employees.\"","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Death Is Cheap: Maybe It's Just $14.95","web_url":"https://www.nytimes.com/1994/03/08/sports/tv-sports-death-is-cheap-maybe-it-s-just-14.95.html","abstract":"  Here's a statement you won't hear made by Don King, Seth Abraham, Dan Duva or any other pay-per-view sports purveyor: \"I don't want anyone to die. It may be good for the buy rate. But I don't want anyone to die.\"   Thus spoke Campbell McLaren, general manager of the Semaphore Entertainment Group, which on Friday will air \"The Ultimate Fighting Championship II,\" a no-rules war among martial artists that could conclude in rigor mortis.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/08/style/chronicle-415812.html","abstract":"  ALEX KATZ wanted to show his gratitude to his alma mater, Cooper Union, so he invited JOHN JAY ISELIN, the college's president, and three other administrators to choose 10 of his paintings from the Marlborough Gallery's warehouse. They could pick any 10 paintings, with no restrictions.   But Mr. Katz didn't want Cooper Union to keep the paintings. He asked that the school sell them, and use the proceeds to establish a nontenured professorship in painting.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"South Africa's Game of Chicken: Who Will Yield on Election?","web_url":"https://www.nytimes.com/1994/03/08/world/south-africa-s-game-of-chicken-who-will-yield-on-election.html","abstract":"  Listening to dissidents, both white and black, dither over whether to boycott South Africa's first free election, a visiting American judge said he was reminded of embittered husbands he had encountered in divorce cases.   \"Give her the house?\" the husband declares, as the couple divides up its life. \"I'd sooner burn it down!\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"Israeli Envoy Meets Arafat For First Time Since Killings","web_url":"https://www.nytimes.com/1994/03/08/world/israeli-envoy-meets-arafat-for-first-time-since-killings.html","abstract":"  With passions and bloodletting still coursing through the Israeli-occupied West Bank and Gaza, Israel sent envoys today to meet the P.L.O. leader Yasir Arafat for the first time since the Hebron massacre brought Middle East peace talks to an abrupt halt.   Israeli officials said Jacques Neriah, the political adviser to Prime Minister Yitzhak Rabin, and a military aide, Amos Gilad, had met Mr. Arafat in Cairo to discuss the issues blocking resumption of the talks, including a demand by the Palestine Liberation Organization for an international force to protect the 1.8 million Palestinians living under Israeli occupation.","thumbnail":null,"section":"World"},{"date":"19940308","headline":"To Buy or to Upgrade? Or Perhaps Just to Wait?","web_url":"https://www.nytimes.com/1994/03/08/science/personal-computers-to-buy-or-to-upgrade-or-perhaps-just-to-wait.html","abstract":"  ON one of those 100-degree weekends last summer, Pierre Belarge and Eric Messer were helping to build an elementary school playground when the conversation turned to computers. The two contractors found they shared a problem: their businesses had outgrown the computers, powered by 386 microprocessors, they had bought several years ago.   Millions of computer owners own similar machines, and they face some confusing choices if they want more power. Should they keep the machine, swapping some new components for old or adding additional equipment? Are they better off selling the old one and buying a new one? Or should they procrastinate, knowing that before too long they will have a choice between a new technology with more power and what are today's hot machines at lower prices?","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Midnight Tolls in Last Minute As Jaspers Miss N.C.A.A. Ball","web_url":"https://www.nytimes.com/1994/03/08/sports/basketball-midnight-tolls-in-last-minute-as-jaspers-miss-ncaa-ball.html","abstract":"  Last season, Manhattan College made it to the National Collegiate Athletic Association basketball tournament for the first time in 35 years. It looks as though the Jaspers are going to have to wait at least another season to make it back.   Darius Johnson buried a wide-open 3-pointer with 31.3 seconds left and Milton Williams, in the lineup because starting point guard Tracy Bergan had fouled out, came up with a crucial rebound, two clutch free throws and an in-bounds steal in the last eight seconds, as Loyola of Maryland captured the Metro Atlantic Athletic Conference final tonight with a stunning 80-75 victory.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"For a Number of Israelis, It's 'Next Year in Hebron'","web_url":"https://www.nytimes.com/1994/03/08/world/for-a-number-of-israelis-it-s-next-year-in-hebron.html","abstract":"  A day after nearly half of Israel's Cabinet ministers said they wanted all Jews out of Hebron, an Orthodox Jewish couple came to town to apartment hunt today. If the Government doesn't want them here, Hanna and Emanuel Lopez decided, that is as good an incentive as any for them to move in.   \"We wanted to live in Hebron since we were teen-agers,\" said Mrs. Lopez, who like her husband is 30 and lives in the West Bank settlement of Betar, 12 miles north of here, near Bethlehem. 'It Is Very Important'    \"Every year we said, 'Next year,' \" she said. \"Now when the Government says it is not important to live here, we want to show that it is very important.\"","thumbnail":null,"section":"World"},{"date":"19940308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/08/style/chronicle-424099.html","abstract":"  FRANK SINATRA, who collapsed on Sunday night while singing \"My Way\" during a concert in Richmond, got out of the hospital his way -- as fast as possible.   Two hours after the 78-year-old singer was taken to the emergency room at the Medical College of Virginia, he departed, waving at the hospital staff as he left for a flight home to Rancho Mirage, Calif.","thumbnail":null,"section":"Style"},{"date":"19940308","headline":"Spies, Lies, Averted Eyes","web_url":"https://www.nytimes.com/1994/03/08/opinion/spies-lies-averted-eyes.html","abstract":"  The day after the arrest of the accused spy Aldrich H. Ames was announced, the Director of Central Intelligence, R. James Woolsey, met with several hundred C.I.A. employees in the agency's auditorium at Langley, Va. After recounting what employees already knew from the news media, Mr. Woolsey -- whose address was seen on closed-circuit television by every C.I.A. employee -- spent five minutes explaining why he himself had refused to take a polygraph test, as other recent directors had done. Besides the fact that political appointees are not required to take such tests, Mr. Woolsey said he remained \"skeptical\" about the polygraph's effectiveness.   The speech sickened many officers, according to one who watched. They point out privately that they, too, have questions about the efficacy of the polygraph but are required to take the test every five years or lose their jobs. That the Director would not take it, then would have the effrontery to defend his decision even after thedisclosure of the biggest security breach in the agency's history, tells a lot about the indifference that allowed the Ames case to happen.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Falcons' Miller Reportedly Jumps to Rams","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-football-falcons-miller-reportedly-jumps-to-rams.html","abstract":"  Quarterback CHRIS MILLER , an unrestricted free agent, agreed to a three-year contract with the Los Angeles Rams yesterday, ending his seven-year stint with the Atlanta Falcons, The Atlanta Journal reported.   The newspaper said the Rams' vice president, JAY ZYGMUNT , and Miller's agent, FRANK BAUER , concluded all-night negotiations by reaching agreement on a deal that will pay Miller $9 million.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/08/nyregion/metro-digest-397369.html","abstract":"  NEW YORK CITY  ELDERLY FOSTER CARE: LIKE A NEW HOME   Foster care, a system developed to find homes for abandoned and abused children, is growing in the New York region and across the nation as a way to keep elderly people in home settings and communities they know. A1.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Lingering Ailment Costs Kruk 2 Weeks","web_url":"https://www.nytimes.com/1994/03/08/sports/sports-people-baseball-lingering-ailment-costs-kruk-2-weeks.html","abstract":"  Philadelphia Phillies first baseman JOHN KRUK will miss about two weeks of spring training with an inflammation in his groin.   Kruk, who sustained the injury last July when he was hit by an errant throw to first by reliever MITCH WILLIAMS , will be examined in Philadelphia today by Dr. GRANT MULHOLLAND , said the Phillies' team physician, PHILLIP MARONE .   \"Whatever Dr. Mulholland feels should be done will be done tomorrow,\" Marone said. \"Either he'll go home right away or they'll do a biopsy of some sort to see what it is.\"","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Lott Breaks the Impasse on the Jets' Salary Cap","web_url":"https://www.nytimes.com/1994/03/08/sports/football-lott-breaks-the-impasse-on-the-jets-salary-cap.html","abstract":"  Safety Ronnie Lott, who will be entering his 14th season in the National Football League, has become the first Jets player to bite the bullet and agree to have his 1994 contract restructured in order to make room under the salary cap to sign unrestricted free agents.   The Jets did not release terms of the re-negotiated contract. Lott was due to earn $1.4 million in 1994, the final year of a two-year deal. He earned $2.2 million in base salary and bonuses last season, his first with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Sidewalk Naturalists","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-sidewalk-naturalists-402737.html","abstract":"  To the Editor:   We New York City 4-Hers are not as surprised as the scientists that male bats lactate (news article, Feb. 24). As part of our pigeon project in the Bedford-Stuyvesant section of Brooklyn, we learned that male pigeons lactate and also stay in the nest during the day while the female hunts for food. They also mate for life!","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Tapes Hint at Bid to Distance Cleric From Any Terror Plots","web_url":"https://www.nytimes.com/1994/03/08/nyregion/tapes-hint-at-bid-to-distance-cleric-from-any-terror-plots.html","abstract":"  Tapes secretly recorded by a Government informer show a studied effort by a follower of Sheik Omar Abdel Rahman to insulate him from the appearance of involvement in a plot to terrorize New York City, transcripts in the court file show.   In one conversation, one of the leaders in what the Government contends was a plot to destroy New York landmarks tells the informer, \"So Abdel Rahman, for example, he likes consultation in everything; however, there are things that don't need consultation.\"","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"On My Mind; The New Palestine","web_url":"https://www.nytimes.com/1994/03/08/opinion/on-my-mind-the-new-palestine.html","abstract":"  In an apartment here earlier this winter, two men sat watching their children light Hanukkah candles. Then they talked of another winter night when they themselves had lighted Hanukkah candles.   They remembered how hard it had been to keep the flame burning in Chistopol prison, in one of the cold cells set aside for men like them who had challenged the Soviet Union with their minds. The candles were small pieces of wax paper that they had squirreled away for months. The hope of the two cellmates was that the paper would burn long enough for them to say their prayers. Some scraps did.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/08/nyregion/c-corrections-398551.html","abstract":"  Because of an editing error, an article on March 2 about women's rights in Turkey referred incorrectly to Istanbul. It is not the capital; Ankara is.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Review/Music; In Order, Sturm und Drang","web_url":"https://www.nytimes.com/1994/03/08/arts/review-music-in-order-sturm-und-drang.html","abstract":"  It was inevitable that an era so trusting in the powers of the mind would from time to time confront a mirror opposition. While civilized citizens of the 18th century pursued reasonable deliberation and tried to subdue the chaos of the world, a kind of shadow government of the spirit emerged, burning with the need for irrationality, disorder, even violence. Goethe's Faust and Werther seethed. Haydn's middle symphonies dipped into weird key signatures and trembling passions. Carl Philipp Emanuel Bach, perhaps the unsung godfather of the Sturm und Drang movement, wrote music of sudden humors and unpredictable phrase lengths.   The melodrama, the merger of music and dramatic reading, was a natural product of this brief revolt three quarters of the way through the 1700's. Even Mozart, in his early G-minor Symphony, had a teen-age fling at storm and stress. The Brooklyn Philharmonic included most of these elements in its programs on Friday and Saturday night at the Brooklyn Academy of Music, also dredging up a C-minor Symphony by Joseph Martin Kraus.","thumbnail":null,"section":"Arts"},{"date":"19940308","headline":"Americans Reducing Fat in Diet","web_url":"https://www.nytimes.com/1994/03/08/science/americans-reducing-fat-in-diet.html","abstract":"  SLOWLY but surely, Americans are getting the fat out of their diets. According to the latest national survey of what Americans eat, by 1990 fat consumption had dropped to 34 percent of daily calories from 36 percent in 1978, which in turn was down from 42 percent in the mid-1960's.   Saturated fats, the kind that are most closely linked to heart attacks, dropped to 12 percent of daily calories, from 13 percent in 1978 and from 16 percent in the 1960's.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"3 Officers Will Face Shakedown Charges","web_url":"https://www.nytimes.com/1994/03/08/nyregion/3-officers-will-face-shakedown-charges.html","abstract":"  Charges will be filed today against three Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine, the chief lawyer for the Patrolmen's Benevolent Association said.   The lawyer, James Lysaght, said he was informed last night by the United States Attorney's office in Brooklyn that the officers, among five officers in the 73d Precinct who were removed from active duty on Feb. 1, will be arrested and charged with crimes including Federal civil rights violations.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"1894:Quake Jolts Thibet : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-1894quake-jolts-thibet-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mail advices from China received at Plymouth have brought news of an earthquake of great severity, which devastated an area of 9,000 square miles in the Thibetan region of Kada. Seventy-four lamas or priests and 137 Chinese and Thibetans were kil","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"A Civics Lesson for the Mayor","web_url":"https://www.nytimes.com/1994/03/08/opinion/a-civics-lesson-for-the-mayor.html","abstract":"  In an attempt to force budget cuts on New York City's Board of Education, Mayor Rudolph Giuliani recently froze $68 million in board funds. It was an ill-considered power grab that backfired. If Mr. Giuliani wants more control over the board, he needs to go to Albany and lobby for it.    The board is a quasi-independent agency whose $7.5 billion budget comes from city, state and Federal funds. To help close a projected $2.3 billion budget gap next year, Mr. Giuliani has demanded that the board produce $332 million in cuts, mostly from slashing administrative jobs. While Schools Chancellor Ramon Cortines has tried to identify all excess administrators, he has sharply contested the level of cuts demanded by City Hall.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"In Killing of Repo Man, Law Shields the Killer","web_url":"https://www.nytimes.com/1994/03/08/us/in-killing-of-repo-man-law-shields-the-killer.html","abstract":"  Jim Douglass has been screamed at, spat on, punched, kicked, even stabbed in the shoulder. These things happen to a repo man. But nothing, Mr. Douglass says, justifies what happened to his friend and colleague, Tommy Deen Morris. He was shot to death.    The 54-year-old Mr. Morris, a licensed automobile repossessor, was shot through the neck and both lungs at 3:30 A.M. on Feb. 25, as he was hooking his tow truck to a Ford truck in an unincorporated section of Harris County here. The man who killed him with a .30-30 telescopic rifle, Jerry Casey Jr., was behind on his payments.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Fearing Tax Rise Will Cost Jobs, Tobacco Workers Plan a Protest","web_url":"https://www.nytimes.com/1994/03/08/us/fearing-tax-rise-will-cost-jobs-tobacco-workers-plan-a-protest.html","abstract":"  The colossal Philip Morris U.S.A. plant here, which turns out half a billion cigarettes a day, will go silent on Wednesday as the employees get the day off and a free ride to Washington for a march against a proposed increase in Federal tobacco taxes.   Organizers of the demonstration, billed as a \"Save Our Jobs\" rally, predicted that 17,000 cigarette workers and tobacco growers would gather at the White House, then march to the Capitol and distribute petitions opposing the tax increase.","thumbnail":null,"section":"U.S."},{"date":"19940308","headline":"Through Bosnian Smoke, Russians and Serbs Turn to the West; Sarajevo Haggadah","web_url":"https://www.nytimes.com/1994/03/08/opinion/l-through-bosnian-smoke-russians-and-serbs-turn-to-the-west-sarajevo-haggadah-402702.html","abstract":"  To the Editor:   Amid the unrelenting atrocities inflicted on the people of Sarajevo during the long months of siege, there may be a terrible loss to art as well.","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"1944:Luftwaffe's Losses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-1944luftwaffes-losses-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] An official American announcement said today [March 7] that Flying Fortresses and Liberators in yesterday's great daylight blow at Berlin shot down ninety-three enemy planes, bringing the Luftwaffe's losses for the op","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"Owners Promise To Open The Books","web_url":"https://www.nytimes.com/1994/03/08/sports/baseball-owners-promise-to-open-the-books.html","abstract":"  With more than 70 players acting as the receivers, Richard Ravitch threw out the first pitch tonight in the negotiations between the players and club owners for a new collective bargaining agreement. It was more than ceremonial.   In explaining that the owners wanted to achieve \"cost certainty\" for their business, Ravitch told the players he would share with them all the financial information he and his staff used in hammering out thousands of revenue-sharing plans, one of which the owners finally accepted in January.","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"At 22, Bike Champion's Testing Begins","web_url":"https://www.nytimes.com/1994/03/08/sports/IHT-at-22-bike-champions-testing-begins.html","abstract":"One photographer was up a ladder with a camera and another was walking around with a light meter, calling out numbers as he scanned members of the Motorola bicycle team. They were posed in front of a disused roadside chapel in Tuscany. Last year, the tea","thumbnail":null,"section":"Sports"},{"date":"19940308","headline":"Vive le Cash Flow : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/08/opinion/IHT-vive-le-cash-flow-letters-to-the-editor.html","abstract":"Regarding \"France at War With Foreign Tongues\" (Business/Finance, Feb. 26):.Whether Jacques Toubon, France's culture minister, likes it or not, English is the only language commonly used in all international matters and meetings - except, ala","thumbnail":null,"section":"Opinion"},{"date":"19940308","headline":"At Robot Olympics, the Battle of the Nanomice","web_url":"https://www.nytimes.com/1994/03/08/science/at-robot-olympics-the-battle-of-the-nanomice.html","abstract":"  Staggering, shuddering, palpably straining, more than 100 robots from around the United States and Canada did battle over the weekend here in a robot Olympics that demonstrated its human participants' enthusiasm, ingenuity and persistence rather than any scientific breakthrough.   Racing or battering each other, feeling their way through mazes or throwing themselves into the air in the high jump, the robots demonstrated versatility, hardiness, agility and sometimes a stubbornness or reluctance to perform that would have done a prima donna proud.","thumbnail":null,"section":"Science"},{"date":"19940308","headline":"Foster Care for Elderly: Like a New Home","web_url":"https://www.nytimes.com/1994/03/08/nyregion/foster-care-for-elderly-like-a-new-home.html","abstract":"  In the middle of the night, when she gets a hankering for something tasty, Mary Taub slides into her slippers, goes into the kitchen and raids the refrigerator.   If she were in a nursing home, which is where some people thought the 77-year-old woman should go last year when she became too forgetful and scared to live on her own, she would not be able to indulge in the pleasure of a bologna sandwich at midnight.","thumbnail":null,"section":"New York"},{"date":"19940308","headline":"Ruling on Rap Song, High Court Frees Parody From Copyright Law","web_url":"https://www.nytimes.com/1994/03/08/us/ruling-on-rap-song-high-court-frees-parody-from-copyright-law.html","abstract":"  The Supreme Court, carving out a safety zone for parody within the constraints of Federal copyright law, today unanimously overturned a lower court's judgment that the rap group 2 Live Crew had infringed the copyright on the rock classic \"Oh, Pretty Woman\" by recording its own rap version of the Roy Orbison original.   The Justices ruled that 2 Live Crew was entitled to a trial to show that its bawdy recasting of the 1964 song was a \"fair use\" of the original, exempt from a copyright infringement claim.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940308","headline":"A collision at Indira Gandhi International Airport kills 9 people.","pages":[{"title":"Indira Gandhi International Airport","web_url":"https://en.wikipedia.org/wiki/Indira_Gandhi_International_Airport","description":"International airport in Palam, Delhi, India","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Sculpture_of_hasta_mudras_at_Indira_Gandhi_International_Airport.jpg/320px-Sculpture_of_hasta_mudras_at_Indira_Gandhi_International_Airport.jpg","thumbnail_width":320,"thumbnail_height":180},"abstract":"Indira Gandhi International Airport is the primary international airport serving Delhi, the capital of India, and the National Capital Region (NCR). The airport, spread over an area of 5,106 acres (2,066ha), is situated in Palam, Delhi, 15km (9.3mi) southwest of the New Delhi Railway Station and 16km (9.9mi) from New Delhi city centre. Named after Indira Gandhi (19171984), the former Prime Minister of India, it is the busiest airport of India in terms of passenger traffic since 2009. It is also the busiest airport in the country in terms of cargo traffic. In the financial year of 2020, the airport handled 6.73 crore passengers, the highest ever in the airport's history. As of 2022, it is the seventh busiest airport in the world, as per the latest rankings issued by the UK-based air consultancy firm, OAG. It is the second busiest airport in the world by seating capacity, having a seating capacity of over 36 lakh seats, and the busiest airport in Asia by passenger traffic, handling over 3.7 crore passengers in 2021."}]}],"weather":[{"date":"19940308","time":"1994-03-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":22.3},{"date":"19940308","time":"1994-03-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":88,"wspd":16.6},{"date":"19940308","time":"1994-03-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":89,"wspd":20.5},{"date":"19940308","time":"1994-03-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":86,"wspd":20.5},{"date":"19940308","time":"1994-03-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":89,"wspd":20.5},{"date":"19940308","time":"1994-03-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":89,"wspd":18.4},{"date":"19940308","time":"1994-03-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":20.5},{"date":"19940308","time":"1994-03-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":18.4},{"date":"19940308","time":"1994-03-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":24.1},{"date":"19940308","time":"1994-03-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":79,"wspd":24.1},{"date":"19940308","time":"1994-03-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":20.5},{"date":"19940308","time":"1994-03-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":20.5},{"date":"19940308","time":"1994-03-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":80,"wspd":22.3},{"date":"19940308","time":"1994-03-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":24.1},{"date":"19940308","time":"1994-03-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":84,"wspd":25.9},{"date":"19940308","time":"1994-03-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":24.1},{"date":"19940308","time":"1994-03-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":89,"wspd":16.6},{"date":"19940308","time":"1994-03-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":88,"wspd":18.4},{"date":"19940308","time":"1994-03-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":18.4},{"date":"19940308","time":"1994-03-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":86,"wspd":14.8},{"date":"19940308","time":"1994-03-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":71,"wspd":7.6},{"date":"19940308","time":"1994-03-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":7.6},{"date":"19940308","time":"1994-03-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":7.6},{"date":"19940308","time":"1994-03-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":76,"wspd":7.6},{"date":"19940308","time":"1994-03-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":9.4},{"date":"19940308","time":"1994-03-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":14.8},{"date":"19940308","time":"1994-03-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":82,"wspd":0},{"date":"19940308","time":"1994-03-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":5.4},{"date":"19940308","time":"1994-03-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":13},{"date":"19940308","time":"1994-03-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":9.4},{"date":"19940308","time":"1994-03-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13},{"date":"19940308","time":"1994-03-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":14.8},{"date":"19940308","time":"1994-03-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":13},{"date":"19940308","time":"1994-03-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":13},{"date":"19940308","time":"1994-03-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":11.2},{"date":"19940308","time":"1994-03-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":86,"wspd":18.7},{"date":"19940308","time":"1994-03-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":11.2},{"date":"19940308","time":"1994-03-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":11.2},{"date":"19940308","time":"1994-03-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":18.7},{"date":"19940308","time":"1994-03-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":14.8}]},"19940309":{"guardian_articles":[],"nytimes_articles":[{"date":"19940309","headline":"Prices for Recycled Materials Have Become Low and Attractive","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-prices-for-recycled-materials-have-become-low-and-attractive-415448.html","abstract":"  To the Editor:   In response to Mark Shantzis of Hi-Rise Recycling Systems in \"Recycling Creates More Problems Than It Was Meant to Solve\" (letter, March 2), I would like to clarify a few points about the markets for recyclable materials and the economics of recycling in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Counsel Of Confusion","web_url":"https://www.nytimes.com/1994/03/09/opinion/counsel-of-confusion.html","abstract":"In his letter of resignation, Bernard Nussbaum said that \"at all times I have conducted the office of the White House counsel and performed the duties of counsel to the President in an absolutely legal and ethical manner.\" But just what legal and ethical standards did he mean? Was he correct that his critics did not understand \"the role and obligation of a lawyer, even one acting as White House counsel\"?\n\nStart with basic principles. The President has the constitutional duty to see that the laws are faithfully executed. His Attorney General represents the American people. The White House counsel represents the institution of the Presidency, not the President in his private affairs; as Mr. Nussbaum's successor, Lloyd Cutler, says, he intends to serve as counsel to the office, not the person. Private lawyers can represent Presidents who have private legal problems.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Sports of The Times; Boxing's Unique Nobleman","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-of-the-times-boxing-s-unique-nobleman.html","abstract":"  HIS death notice requested, \"in lieu of flowers, contributions may be made to Ring #8,\" the Veteran Boxers Association of New York-New Jersey that he helped organize to comfort old fighters, ill or indigent. And of all the words that will be written about Ray Arcel, those few described him best.   To the end, 94-year-old Ray Arcel, a rare nobleman in an often notorious industry, was thinking of how to help boxers.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/09/nyregion/inside-408565.html","abstract":"  3 Officers Held in Extortion   Three police officers in Brooklyn were held on charges that they shook down drug dealers, traded in stolen guns, made false arrests and used their badges to intimidate. Page B3. Migrant Students Ignored    A California school district with a $10 million surplus shortchanged children of migrant workers by not providing bilingual instruction. Page B9. Cable TV Antitrust Inquiry    The Justice Department is investigating whether General Instrument has a stranglehold on technologies used to provide cable television. Page D1. Studying Sleep Habits    A sleep researcher has realized her fondest dream: interviewing Long Island Rail Road commuters about their dozing on trains. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"The Media Is the Messenger And Keenan Is the Maestro","web_url":"https://www.nytimes.com/1994/03/09/sports/hockey-rangers-notebook-the-media-is-the-messenger-and-keenan-is-the-maestro.html","abstract":"  More than most hockey coaches, Mike Keenan of the Rangers seems to enjoy the mental and verbal sparring of post-game news conferences. Keenan's news media briefings go longer than most. Although he does not always appreciate the second-guessing that is implicit in many questions, Keenan rarely dodges questions and often uses reporters to send messages to Neil Smith, the team's president and general manager, and to his players.   It happened again during Monday night's session after a 6-3 loss to the Detroit Red Wings in Madison Square Garden ended a four-game unbeaten streak. Although his Rangers were mentally and physically exhausted from playing 11 games in 18 nights, Keenan seized on his team's lack of size and toughness as one reason for the defeat.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"On the Bus From Ivanovo: How the Russians Cope","web_url":"https://www.nytimes.com/1994/03/09/world/on-the-bus-from-ivanovo-how-the-russians-cope.html","abstract":"  \"Ton-ya! Tonya! Thank you! Thank you, Tonya!\"    Nina V. Kapralova, her lined face pressed to the frosty window of the bus, waved at her relatives standing outside at the Ivanovo bus station in central Russia's bone-shrinking cold.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Lubavitchers' Grand Rabbi Hospitalized After Seizures","web_url":"https://www.nytimes.com/1994/03/09/nyregion/lubavitchers-grand-rabbi-hospitalized-after-seizures.html","abstract":"  Menachem Mendel Schneerson, the grand rabbi of the Lubavitch Hasidim, was taken to the intensive care unit of a Manhattan hospital early yesterday after suffering seizures at his Brooklyn home.   The rabbi, who is 91 years old and partially paralyzed from a stroke two years ago, was listed in serious but stable condition after undergoing neurological tests under the care of a specialist in seizure disorders, said Mary Costello, a spokeswoman for the Hospital for Joint Diseases. She said that he had arrived at the hospital at 3:30 A.M.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Freud Meets God In a French Play","web_url":"https://www.nytimes.com/1994/03/09/style/IHT-freud-meets-god-in-a-french-play.html","abstract":"A startling new play, \"Le Visiteur,\" by a young French author, Eric-Emmanuel Schmitt, is the talk of literary circles. It is a tantalizing fantasy in which God converses with Sigmund Freud. It is to be seen at Le Petit Thtre de Pari","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Survey Finds Decrease in Anti-Gay Violence","web_url":"https://www.nytimes.com/1994/03/09/us/survey-finds-decrease-in-anti-gay-violence.html","abstract":"  The number of incidents of violence against homosexuals declined last year for the first time since 1988, according to a survey released today by the National Gay and Lesbian Task Force.   The number of incidents against gay men, lesbians and bisexuals declined by 14 percent, the group said, but more of the incidents involved multiple and extreme crimes like extortion, rape and murder.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Washington Talk; Well, More Than Talk: Real Votes On Health","web_url":"https://www.nytimes.com/1994/03/09/us/washington-talk-well-more-than-talk-real-votes-on-health.html","abstract":"  Think of the next few weeks as the New Hampshire primary of health care reform.   The actual legislative results produced by the House Ways and Means Subcommittee on Health, which began work today, may end up meaning little -- Paul Tsongas and President George Bush won the New Hampshire primary in 1992 -- but the fact that something is finally being produced matters a great deal.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Courier at Little Rock Firm Recalls Shredding After the Inquiry Began","web_url":"https://www.nytimes.com/1994/03/09/us/courier-at-little-rock-firm-recalls-shredding-after-the-inquiry-began.html","abstract":"  The law firm employee who testified before a Federal grand jury about destroying documents from the files of Vincent W. Foster Jr. now says he was told to shred the material after a special prosecutor had announced that he would look into the suicide of the White House aide.   Jeremy Hedges, a part-time courier at the Rose Law Firm in Little Rock, Ark., pinpointed the date in a telephone interview today. Mr. Hedges said that when he had fed the documents into the firm's shredder, he had already heard of the appointment of Robert B. Fiske Jr. as special counsel.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Glasgow's White Knight","web_url":"https://www.nytimes.com/1994/03/09/sports/IHT-glasgows-white-knight.html","abstract":"In many parts of the world, a quick way to take the pulse of a city is through its soccer loyalties. They are intense, they are tribal, and they often accurately indicate the well-being or otherwise of the community..But in real football capitals - fro","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron; This Peace Threatens","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-this-peace-threatens-415421.html","abstract":"  To the Editor:   Michael Lerner, in his instant analysis of the massacre at Machpela (\"Disarm the West Bank Settlers,\" Op-Ed, Feb. 26), after stating that the act was performed by someone who \"was crazy,\" suggests that such an action was predictable because \"right-wing Jews in America and Israel\" are \"threatened with the possibility of peace.\"","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Albany Alters Its Handling Of Abuse List","web_url":"https://www.nytimes.com/1994/03/09/nyregion/albany-alters-its-handling-of-abuse-list.html","abstract":"  State officials said yesterday that they would immediately change the way they release information about suspected child abusers to comply with a Federal court ruling last Friday that called the state's system of tracking suspects unacceptably flawed.   The officials said that the state would still maintain its central registry of suspects, but that it would now require a higher level of proof that abuse occurred before releasing a person's name to agencies screening prospective child-care workers, foster parents and adoptive parents.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/09/nyregion/no-headline-408506.html","abstract":"  \"When I visit the cemetery and see the fresh graves of my students, I wonder how I can ever be friends with the Croats again. My family is still afraid to come out of the basement because they don't believe this cease-fire. To trust the people who have done this to us is impossible.\" EMIR ZVONIC, a Bosnian Muslim schoolteacher.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/09/theater/theater-in-review-415758.html","abstract":"  Under the Kerosene Moon  The Kitchen 512 West 19th Street Chelsea Through Sunday   Loosely inspired by \"The Honeymoon Killers.\" Book and lyrics Sebastian Stuart; music by Tony Stavick; directed by Everett Quinton; producer, Bobby Reed; stage manager, Cat Domiano; lighting by Richard Currie; costumes by Toni Nanette Thompson. Presented by the Kitchen, in association with Donald Capoccia, Howard Kaplan, David Komar and Brian Saltzman.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"'Do Not Murder'","web_url":"https://www.nytimes.com/1994/03/09/opinion/do-not-murder.html","abstract":"I wish Benjy -- that's what we called Baruch Goldstein -- had spoken about the Arab-Israeli conflict when we were in the sixth grade at the Yeshiva of Flatbush in 1967 and 1968. If we had, and if he had brought up the possibility of his crazy act in Hebron, we could have discussed it rationally, the way we discussed many other things.\n\nBut he seemed mostly interested in science, not the Mideast. Whatever opinions he had, he expressed them very strongly.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Review/Television; Manson Murders Revisited","web_url":"https://www.nytimes.com/1994/03/09/arts/review-television-manson-murders-revisited.html","abstract":"  ABC News gets this week's award for the story you really didn't know you needed to hear more about. \"The Manson Women: Inside the Murders\" delivers the accounts of Leslie Van Houten and Patricia Krenwinkel of how they and other members of their love-in went about killing seven people in California 25 years ago. (No re-enactments; just the camera moving threateningly to spooky sounds.)   Charles Manson himself, hairy and running to fat, with a swastika decorating the bridge of his nose, is also heard from. He is plainly impressed with himself and has the nerve to address Diane Sawyer as \"woman.\"","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"Rocket Hits NATO Troop Transport Over Croatia","web_url":"https://www.nytimes.com/1994/03/09/world/rocket-hits-nato-troop-transport-over-croatia.html","abstract":"  A NATO airplane flying over Croatia was hit by antiaircraft fire today and forced to make an emergency landing on the northwestern coast of Croatia.    The Croatian Government said the rockets that struck the Spanish military transport were fired by nationalist Serbian rebels in the Krajina region, the part of Croatia seized by Serbs nearly three years ago.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Therapy Saves Premature Babies' Lives","web_url":"https://www.nytimes.com/1994/03/09/us/therapy-saves-premature-babies-lives.html","abstract":"  RARELY these days does an advance in medical technology end up saving dollars as well as lives. But one such development was enthusiastically endorsed last week by a panel of experts: a simple drug treatment administered to pregnant women to speed the development of fetuses in danger of being born prematurely.   The therapy, involving injections of corticosteroids that cost less than $10 a dose, can save the lives and health of large numbers of babies born prematurely, including many very tiny infants, the panel found after a year of study. The therapy can also reduce the time that such babies spend in hospitals by about one-third, the panel said. The study projected a \"conservative\" saving of $157 million a year in initial hospital costs alone, even if the treatment is used in only 60 percent of premature births.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Court Overturns Georgia Accord On New Judges","web_url":"https://www.nytimes.com/1994/03/09/us/court-overturns-georgia-accord-on-new-judges.html","abstract":"  A Federal judge in Savannah has refused to approve a consent decree that would have radically changed the way judges are chosen in Georgia to increase the number of blacks on the bench.   The ruling is the most recent example of a gulf between what Justice Department lawyers specializing in voting rights believe states must do to comply with the Voting Rights Act of 1965 and what several Federal courts say the states must do.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"The Clues Point To Iraq","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-the-clues-point-to-iraq.html","abstract":"Now that the prosecution has secured guilty verdicts again the four defendants in the World Trade Center bombing, when will the Clinton administration address the issue of state sponsorship?.Two figures indicted in the case are fugitives. Both of them","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Fish Sauces Add a Subtle Grace Note","web_url":"https://www.nytimes.com/1994/03/09/style/fish-sauces-add-a-subtle-grace-note.html","abstract":"CERTAIN things, like Gorgonzola cheese or hoppy ale, don't necessarily surrender their full charms on first taste. With repeated samplings, though, their complex, multilayered flavors finally reveal themselves. Fermented fish definitely belongs on the same list.\n\nWe first encountered this culinary phenomenon in one of its most aggressive forms. Sitting in an open-air food stall in southern Malaysia enjoying a great meal, we were suddenly startled by an intensely pungent aroma. Looking up, we saw the cook spooning a thick brown paste into his smoking-hot wok. As the goop hit the wok, a murky, fishlike smell of unremitting intensity rose into the air like an aromatic fog.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"This Very Likeable Met Is Catching","web_url":"https://www.nytimes.com/1994/03/09/sports/this-very-likeable-met-is-catching.html","abstract":"  If Greg Olson wanted to make friends with his new Mets teammates, he found the right way to do it this afternoon.   Starting at catcher for the second time this spring, Olson nabbed Chuck Carr, the Marlins' center fielder, trying to steal second in the first inning of the Mets-Marlins game. And after Carr walked in the third, Olson scared Carr -- the league's No. 1 base stealer last season -- into holding tight at first.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Lines Drawn in a War Over a Milk Hormone","web_url":"https://www.nytimes.com/1994/03/09/us/lines-drawn-in-a-war-over-a-milk-hormone.html","abstract":"  A month after a genetically engineered dairy hormone went on sale to farmers, leaflets, labels and advertisements have proliferated in food markets here in a war of words over the hormone's usefulness and safety. On one side are the drug's maker and dairy industry giants; on the other, a coalition of dairy processors and consumer groups.   At stake is consumer acceptance of dairy products made with milk produced by cows treated with the drug.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Suffolk Legislators Drop a Ban On Plastic Packaging for Foods","web_url":"https://www.nytimes.com/1994/03/09/nyregion/suffolk-legislators-drop-a-ban-on-plastic-packaging-for-foods.html","abstract":"  Six years ago, environmentalists cheered as the Suffolk County Legislature approved a bill banning a host of plastic products, from hamburger containers to polystyrene cups. Although its champions heralded it as a measure that should be adopted nationwide, the restrictions never really took effect.    Efforts to enforce the stringent law, which permitted biodegradable food containers only, were repeatedly postponed by the 18-member Legislature as delicatessens, retail food stores and fast-food chains requested more time to find substitutes that were cost-effective and environmentally acceptable.  Recycling Instead    But today, the Legislature adopted an amendment eliminating the ban on plastics that would push for more recycling instead.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Murder of 6-Year-Old Girl Stuns a Close Neighborhood","web_url":"https://www.nytimes.com/1994/03/09/nyregion/murder-of-6-year-old-girl-stuns-a-close-neighborhood.html","abstract":"  Over the years, the handful of couples living near the intersection of Alexandria Drive and Cherry Hill Lane in this sprawling suburb in the flatlands of central New Jersey had developed a tight friendship. Most were young families with young children, new settlers in a new housing complex of pleasant split-level houses that sprang up in the open fields here in the 1980's. The children romped through each other's backyards and homes and the parents enjoyed dinners, holiday parties and summer barbecues together. Some even vacationed together.   Two of the couples, Ronald and Karen Wengert and Hector and Carmella Aquino, lived three doors apart and were integral parts of what outsiders might consider a model suburban neighborhood. But over the weekend, the neighborhood's special bond was shattered during an anniversary party the Wengerts and five other couples attended for the Aquinos just down Alexandria Lane from their home. Girl Reported Missing    Law-enforcement officials say that sometime between 11 P.M. Saturday and 2 A.M. Sunday, the Aquinos' 19-year-old son, Kevin, broke into the Wengerts' home on Cherry Hill Lane. He then abducted their 6-year-old daughter, Amanda, murdered her by fracturing her skull and left her body behind a fence in his backyard, the Monmouth County Prosecutor, John Kaye, has charged.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Democratic Figure Said to Be Linked to Hospital Pact","web_url":"https://www.nytimes.com/1994/03/09/nyregion/democratic-figure-said-to-be-linked-to-hospital-pact.html","abstract":"  Assemblyman Clarence Norman Jr., the head of the Brooklyn Democratic party and a vocal supporter of the project to rebuild Kings County Hospital Center, is a business partner of a man whose company has won $2.5 million in contracts in the reconstruction effort, according to documents filed with the School Construction Authority.   The company, Darryl E. Greene & Associates, has won a series of contracts with the city's Health and Hospitals Corporation since 1988 to advise the agency in efforts to increase participation of minority-owned companies in the construction project. Two of the three contracts were awarded without a competitive bid.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Jump Ball! It's a New Kind of March","web_url":"https://www.nytimes.com/1994/03/09/sports/conference-tournaments-jump-ball-it-s-a-new-kind-of-march.html","abstract":"  You know it is going to be a different kind of March when Jerry Falwell and Lefty Driesell are already cutting down nets. Falwell was celebrating the Big South Conference championship of the Liberty University Flames. Driesell, the coach of the Dukes of James Madison, earned a return ticket to the national collegiate tournament with a Colonial Athletic Association title. Driesell is the coach who when asked 13 years ago if he had been maligned for the poor tournament record of his Maryland teams, responded, \"I haven't been aligned.\"   It is a time of year that nudges personalities into the bright lights -- ready or not -- to make sure the automobile commercials do not crash into each other. From the tiniest, sweaty high school gyms to the nationally-televised spectacular that the N.C.A.A. Final Four has become, their best and worst moments become memories that can forever deify or scar adolescents and their coaches. Seedings and Pairing on Sunday    For the very best ones, the instant memories are replayed from every angle. The conference tournaments, continuing through this Sunday, provide a last opportunity for teams to complete their fine-tuning and National Collegiate Athletic Association tournament officials to separate the barely worthy from the not-so-lucky. The national tournament, an event marketed for its madness but memorable for its heartfelt moments, will begin to take shape Sunday evening with the announcement of the seedings and pairings.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"All's Quiet But Busy On Giants' Front","web_url":"https://www.nytimes.com/1994/03/09/sports/football-all-s-quiet-but-busy-on-giants-front.html","abstract":"  The Giants are quiet, but don't let that fool you. They are still busy behind the salary-cap scene.   First, they have initiated contingency plans in case they lose Greg Jackson, a free-agent safety, by putting another free agent on their list, New Orleans safety Keith Taylor.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Runway Safety, Runaway Red Tape","web_url":"https://www.nytimes.com/1994/03/09/opinion/runway-safety-runaway-red-tape.html","abstract":"  The runway extensions at La Guardia Airport in New York City are too short. Everyone knows that. But only now, in the wake of a near disaster, have plans for an additional safety zone become urgent -- nearly 10 years and 10 miles of red tape since the start of planning to correct the problem.    Last week, at the end of another wintry day, the pilot of a Continental Airlines flight to Denver aborted his takeoff and skidded to a stop at the edge of Flushing Bay. La Guardia's two 7,000-foot runways are short, as major airport runways go; but 7,000 feet is more than a mile and a quarter, fully adequate for authorized aircraft.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"In America; Cigarette Smoke and Mirrors","web_url":"https://www.nytimes.com/1994/03/09/opinion/in-america-cigarette-smoke-and-mirrors.html","abstract":"  For years the tobacco industry, which has been unceasingly inventive in developing ways to champion its treacherous products, has tried to spread the peculiar notion that it would be bad for the economy if too many Americans wised up and kicked the cigarette habit.   The reasoning is as follows: Sharply reduced tobacco consumption, resulting in sharply decreased sales of tobacco products, would hurt not only tobacco-producing states but all other states as well. Businesses related to the production, sale and distribution of tobacco would shut down, people would be thrown out of work, and state and Federal governments would lose the substantial revenues they realize from taxes on tobacco.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"The Supreme Form of Flattery","web_url":"https://www.nytimes.com/1994/03/09/opinion/the-supreme-form-of-flattery.html","abstract":"  If imitation is the sincerest form of flattery, what is parody? A commercial ripoff, said Acuff-Rose Music Inc., owner of the copyright to the rock ballad \"Oh, Pretty Woman.\" No, parody is a legitimate artistic commentary on the original work, said the rap group 2 Live Crew, defending its recorded rap version as a \"fair use\" exception to the copyright laws.    The Supreme Court, which rarely before had considered such a case, deftly split the difference. It ruled unanimously on Monday that parody can indeed qualify as fair use and called on lower courts to decide, case by case, whether a particular work qualifies -- or infringes on a copyright.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Corporal Punishment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-corporal-punishment-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Teenager in Singapore Faces Caning as a Car Vandal\" (March 4):.Your report on a Singapore court's sentencing of an American youth, Michael Peter Fay, for vandalism said that Mr. Fay was ordered to be \"flogged.&","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Death Penalty Bill Passes","web_url":"https://www.nytimes.com/1994/03/09/nyregion/death-penalty-bill-passes.html","abstract":"  For the 18th year in a row, the Senate passed legislation today legalizing the death penalty, but Gov. Mario M. Cuomo again vowed that he would veto the bill. The vote was 40-20. The vote apparently left the Republican-led Senate at least one vote shy of the 41 votes needed in that house to override the Governor's expected veto.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"CBS to Offer 'Eye on Sports'","web_url":"https://www.nytimes.com/1994/03/09/sports/cbs-to-offer-eye-on-sports.html","abstract":"  CBS plugged a hole in its sports schedule yesterday by announcing the start of a new magazine show, \"Eye on Sports,\" that will run for 15 consecutive Sundays from April 17 through July 24, then twice in August.   Each program, whose host will be either Greg Gumbel or Andrea Joyce, will run from 90 minutes to four hours, and will feature track and field, including the New York Games, figure skating, rhythmic gymnastics, the Tour du Pont and Paris-Roubaix cycling races, wildlife segments and women's pro beach volleyball.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"House Panel Begins Deliberations on a Health Bill","web_url":"https://www.nytimes.com/1994/03/09/us/house-panel-begins-deliberations-on-a-health-bill.html","abstract":"  Congress today entered a new phase in its effort to revamp the nation's health care system as a House subcommittee began deliberations on a bill substantially different from President Clinton's proposal.   The Ways and Means Subcommittee on Health began analyzing the bill, proposed by its chairman, Representative Pete Stark, Democrat of California, with lawmakers of both parties saying they felt they were participating in a historic process.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"63 IN SOUTH AFRICA DIE IN TRAIN WRECK","web_url":"https://www.nytimes.com/1994/03/09/world/63-in-south-africa-die-in-train-wreck.html","abstract":"  A speeding train packed with commuters derailed early this morning and jack- knifed into a wooded gorge near Durban, flinging scores of passengers to their deaths.   By tonight rescue crews had found 63 dead and 370 injured, and more were believed trapped in the wreckage of the eight cars on the train.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Postal Service Seeks 3-Cent Rise For First-Class Stamp in Early '95","web_url":"https://www.nytimes.com/1994/03/09/us/postal-service-seeks-3-cent-rise-for-first-class-stamp-in-early-95.html","abstract":"  The United States Postal Board of Governors today approved a proposal to increase the price of a first-class stamp by 10.3 percent, to 32 cents from 29 early in 1995.   The plan, announced by Postmaster General Marvin T. Runyon and the postal board's chairman, J. Sam Winters, is part of an increase in all postal rates.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Which Way Forward on Haiti?","web_url":"https://www.nytimes.com/1994/03/09/world/which-way-forward-on-haiti.html","abstract":"  The Clinton Administration and Haiti's exiled President, the Rev. Jean-Bertrand Aristide, have been at odds for some time, but never has the split more apparent than now, in the dispute over a peace plan backed by Washington.   The plan, which is also supported by half a dozen Haitian legislators, calls on Father Aristide and Haiti's military to take a series of steps aimed at restoring him to power.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Dehere Is Fine After Surgery","web_url":"https://www.nytimes.com/1994/03/09/sports/dehere-is-fine-after-surgery.html","abstract":"  Dehere, the champion colt who broke down last week on the road to the Kentucky Derby, underwent surgery for an hour and a half today to repair the cracked cannon bone in his right hind leg, and his veterinarian then reported: \"I think he can race again.\"   The veterinarian, Dr. Wayne McIlwraith of Colorado State University, operated on Dehere at a clinic in Pompano not far from the training center at Palm Beach where the 3-year-old colt broke down last Friday. He came back from a workout limping, and X-rays showed cracks above the ankle. He was withdrawn from the Florida Derby this Saturday and the Kentucky Derby on May 7, with no assurance that he would ever race again.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Review/Music; An Ambitious Soprano, Without Excuses, at 70","web_url":"https://www.nytimes.com/1994/03/09/arts/review-music-an-ambitious-soprano-without-excuses-at-70.html","abstract":"  Long after the house lights went up at Alice Tully Hall, signaling that Victoria de los Angeles had sung all she intended to sing, the audience continued stamping, applauding and calling for the 70-year-old Spanish soprano, bringing her out for what must have been nearly a dozen curtain calls.    Miss de los Angeles had sung an ambitious program that drew on everything from a French Baroque aria and groups of Schubert and Faure songs to colorful Spanish, Portuguese and English folk song settings. But the ovation -- an only slightly tamer version of which also greeted her 90 minutes earlier, when she first took the stage -- was a response not only to the music just performed but also to the musical pleasures that Miss de los Angeles has afforded in concert and on recordings for 50 years.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/09/sports/college-hockey-report.html","abstract":"  Maine    Is a tarnished season over for the Black Bears? Or will an appeal for an injunction against Hockey East allow the team to play in the league tournament that begins tomorrow? The answer is expected today.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/09/nyregion/news-summary-408115.html","abstract":"  International A3-11  ISRAEL ADMITS SECURITY FLAWS  The army commander for the West Bank told an inquiry about the massacre of Palestinians that there had been a breakdown in security arrangements that might have prevented the killings.  A1  GLOOM IN JERICHO  Jericho was brimming with plans after the agreement for Palestinian self-rule there, but as the date has been postponed and with a series of other woes, the mood there has turned to gloom.  A10","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Israel Ends Curfew in Jericho But Hope Remains Confined","web_url":"https://www.nytimes.com/1994/03/09/world/israel-ends-curfew-in-jericho-but-hope-remains-confined.html","abstract":"  The curfew imposed here after the Hebron massacre was lifted today and Jericho, the would-be capital of an embryo Palestine, returned to normal.   That is to say: American tourists fresh from baptism in the Jordan River frolicked on camels under the gaze of Israeli soldiers; Ihab Atayi, a Palestinian, wondered if peace would ever come and inject some energy into his new business in satellite dishes; and Badr Bassan, a 26-year-old carpentry teacher, predicted that, even if peace came, it would not be worth having.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Clinton to Unveil Jobs Bill That Focuses on Retraining","web_url":"https://www.nytimes.com/1994/03/09/us/clinton-to-unveil-jobs-bill-that-focuses-on-retraining.html","abstract":"  President Clinton on Wednesday will announce a jobs bill that would mark a shift in Government emphasis from providing temporary relief for laid-off employees to trying to meet the needs of workers whose jobs will not reappear, even in an improving economy.   The proposal would focus on retraining and job placement for the unemployed by establishing one-stop career centers, financed by Federal and state funds.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"When You Let Extremists Go to Extremes","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-when-you-let-extremists-go-to-extremes.html","abstract":"Until Dr. Baruch Goldstein administered his satanic potion in Hebron on Feb. 25, Israel had for years chosen to look the other way as its crazies strutted on the fringe of the political scenes. The security services kept tabs on movements of the right-wi","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Beyond Auto Shop: An Experiment in High School Job Training","web_url":"https://www.nytimes.com/1994/03/09/us/beyond-auto-shop-an-experiment-in-high-school-job-training.html","abstract":"  Kim Jabbie, a high school freshman, spent three hours at a local morning radio station the other day. She visited with Josh Reynolds, the producer of the show. She tried speaking into the microphone. She watched as he wrote copy. It seemed like fun.   Soon, she will visit Emanuel Hospital here, to see what health workers do.   And, at the end of the school year,","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/09/nyregion/bridge-411574.html","abstract":"  The great authority on whist in the 19th century was Henry Jones, who used the aristocratic pseudonym Cavendish. That name has been adopted by numerous bridge clubs, and although the most famous of them, in Manhattan, is sadly defunct, others flourish. The Cavendish in Hallandale, Fla., recently organized a special Imp Pair event welcoming Alvin Roth, a lifelong New York resident now living in Boca Raton, Fla.   Roth has contributed more to the theory of bidding than anyone else, with the possible exception of Ely Culbertson. He is now in his 80th year, but is as sharp as ever as the diagramed deal from the Imp game demonstrates. He sat West at a table at which all the players were veteran experts whose early bridge careers were in the New York metropolitan area. East was Bernard Chazen, and North and South were Bill Root and Bill Passell.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Parisien May Quit","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-skiing-parisien-may-quit.html","abstract":"  JULIE PARISIEN, saying the joy is gone from skiing, is leaving the World Cup circuit indefinitely and perhaps forever. \"In my mind I feel like I'm retiring,\" she said yesterday from in Mammoth Lakes, Calif., where women's World Cup races will be held this week. \"But for right now I'm just taking a long respite. I'll decide in August.\" Parisien was ranked first in the slalom only two years ago. Parisien, 22, of Sugarloaf, Me., won three World Cup races in as many seasons before a death in the family and injuries sent her tumbling in the world standing. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"To Commute, Perchance to Sleep; A Scientist Finds the Lab of Her Dreams on the L.I.R.R.","web_url":"https://www.nytimes.com/1994/03/09/nyregion/commute-perchance-sleep-scientist-finds-lab-her-dreams-lirr.html","abstract":"  Five years ago, Dr. Joyce Walsleben boarded a Long Island Rail Road train in Central Islip and realized as soon as she sat down that she had bought a ride on the scientific laboratory of her dreams.   The morning rush-hour train, she discovered, was a veritable rolling bed of snoozing suburbanites, a railroad car crowded with the drowsy, the droopy and the dead-to-the-world. Some snored. Some snorted. Some dozed quietly, with mouths half-opened, their heads pitched forward or wedged between the headrest and the window.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Nets Put Morris On Injured List","web_url":"https://www.nytimes.com/1994/03/09/sports/basketball-nets-put-morris-on-injured-list.html","abstract":"  The timing could not have been worse. Just when the Nets are making a run for the playoffs, Chris Morris, their best 3-point shooter, was placed on the injured list today with a broken right thumb.   Morris, who was injured Sunday night during the Nets' 126-99 victory over the 76ers, will be sidelined for a minimum of five games and could miss at least three weeks. His spot on the roster will be taken by Rick Mahorn, 35, who has been on the injured list since Jan. 12 with back problems.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Yankees Confront An Early Complainer","web_url":"https://www.nytimes.com/1994/03/09/sports/baseball-yankees-confront-an-early-complainer.html","abstract":"  The batch of newspaper clippings about the Yankees rolled off the fax machine Monday morning. Minutes later, General Manager Gene Michael was rolling his eyes over one article. Where are you, Sterling Hitchcock? Who do you think you are, Sterling Hitchcock? Michael was perturbed.   Three days after the rookie left-hander strongly criticized the Yankees in print for failing to give pitching prospects legitimate opportunities, Hitchcock and his agent met with Michael for more than an hour today. Although both sides said that the meeting had been scheduled for a week and was intended to discuss the pitcher's future, the timing was notable.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Reviews/Film: Four Weddings and a Funeral; Special Occasions And the Urges That Lurk Within","web_url":"https://www.nytimes.com/1994/03/09/movies/reviews-film-four-weddings-funeral-special-occasions-urges-that-lurk-within.html","abstract":"Looking for love at all the right events. Festive and funny.","thumbnail":null,"section":"Movies"},{"date":"19940309","headline":"Koch to Choose Team","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-yacht-racing-koch-to-choose-team.html","abstract":"  It was last summer that the first rumblings surfaced about the intentions of BILL KOCH to underwrite an all-women's yachting team for the 1995 America's Cup races. After months of negotiations with the San Diego Yacht Club, which is organizing the competition, Koch is ready to go public with his plans. The yachtsman and financier from Palm Beach, Fla., is expected to announce his team members today during a news conference at the Plaza Hotel. The new yachting syndicate will continue under the banner of the America   Foundation, the nonprofit group that sponsored Koch's successful defense of the America's Cup against Italy in 1992.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/03/09/arts/music-notes.html","abstract":"  Hirshbein Leaving the Y   Omus Hirshbein, the impresario who made the 92d Street Y a vital force on the New York music scene, accepted an offer yesterday to leave the Y and become director of the music program at the National Endowment for the Arts. Mr. Hirshbein said he was not certain when he would take up his new duties, but Susan Clampitt, the deputy director of programs at the endowment, said she expected him to begin in about six weeks.    The position, for which Mr. Hirshbein has a renewable two-year contract, involves overseeing an $11 million program of grants that will go to composers and performers of all kinds. The program, which is the endowment's largest division, covers classical, jazz and multicultural music, but not opera and music theater, which are administered separately. Last year, with a similar budget, the music program received 1,582 applications and distributed 695 grants.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"PGA Injury Report Is as Long as a Par-5","web_url":"https://www.nytimes.com/1994/03/09/sports/golf-pga-injury-report-is-as-long-as-a-par-5.html","abstract":"  John Daly is back, and his return to golf after a four-month suspension could not come at a more fortuitous time for the PGA Tour. Normally, the biggest worries out here are whether the greens are too bumpy or the rough is too high or if there are enough courtesy cars for the players.   But the 1994 season has been beset by larger concerns. Too many of the PGA Tour's top stars are on golf's version of the disabled list. It began with the discovery of lymphoma in Paul Azinger's shoulder last December. That was followed by Phil Mickelson's broken femur in a skiing accident last week. Yesterday, Fred Couples withdrew from this week's Honda Classic at Weston Hills with a back injury he suffered while warming up on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Micro to Maxi, Romanticism to Postmodernism (and Music)","web_url":"https://www.nytimes.com/1994/03/09/style/IHT-micro-to-maxi-romanticism-to-postmodernism-and-music.html","abstract":"There is no shortage of variety on Paris's musical stages, with two operas by 20th-century masters written 10 years apart, yet light years apart in other ways, and an unnecessary but curious attempt to outfit one of Schubert's great song cycles with a mi","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Reviews/Film: The Ref; A Christmas That Upends Christmas","web_url":"https://www.nytimes.com/1994/03/09/movies/reviews-film-the-ref-a-christmas-that-upends-christmas.html","abstract":"Burglar and hostages in Connecticut. Diverting surprise, gleefully irreverent.","thumbnail":null,"section":"Movies"},{"date":"19940309","headline":"Off the Wall: Storing Art With Ever-Loving Care","web_url":"https://www.nytimes.com/1994/03/09/nyregion/about-new-york-off-the-wall-storing-art-with-ever-loving-care.html","abstract":"  DEAR DIARY:   Went to Long Island City, along shore of East River, to look at some of the best art in New York City. All sorts of stuff is there. More than 90,000 pieces, including Rembrandts, Van Goghs, Cezannes, Rubens, de Koonings. Almost all of it boxed and wrapped. Even the materials used by the artist Christo to wrap things like the coast of Australia were there in boxes. Imagine Christo wrapped. What a concept.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"U.S. Showing Frustration Over China's Human Rights Policy","web_url":"https://www.nytimes.com/1994/03/09/world/us-showing-frustration-over-china-s-human-rights-policy.html","abstract":"  Days before Warren Christopher is to arrive on his first visit to China as Secretary of State, the Clinton Administration has begun to acknowledge that its policy of intensified engagement with Beijing has not yet produced the progress it has sought on human rights and nonproliferation of weapons.   Neither Mr. Christopher nor his senior advisers admit outright that their strategy of embracing rather than isolating the Chinese has failed. When Winston Lord, the Assistant Secretary of State for East Asian Affairs and a former Ambassador to China, was asked if that was the case, he denied it on Tuesday.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Jets and Red Wings In Swap of Goalies","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-hockey-jets-and-red-wings-in-swap-of-goalies.html","abstract":"  The Winnipeg Jets and the Detroit Red Wings swapped goaltenders yesterday. BOB ESSENSA and defenseman SERGEI BAUTIN were sent to the Red Wings for TIM CHEVELDAE and center DALLAS DRAKE. Essensa has a 19-30-6 record this season behind Winnipeg's problem-plagued defense. He expects to be in goal in one of two games the Red Wings have this week in Calgary and Edmonton. In exchange, Winnipeg got Cheveldae, 26, who has a record of 16-9-1 this season, but behind a better team. Detroit wanted to strengthen its goaltending heading for the playoffs. A trade involving Essensa and Cheveldae was rumored for weeks, but Jets Coach JOHN PADDOCK said he was looking for a player like Drake, who has 10 goals and 22 assists this season, to make the trade worthwhile. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Simple Blood or Urine Tests May Soon Track Cancers","web_url":"https://www.nytimes.com/1994/03/09/us/simple-blood-or-urine-tests-may-soon-track-cancers.html","abstract":"  New research suggests that within the next several years, simple blood or urine tests may be used to monitor the progress of cancer treatment or to detect the first signs of malignancies.   Researchers at Boston Children's Hospital and Harvard Medical School said last week that they were able to detect elevated levels of a tumor-related protein in the urine of many patients, with virtually all types of common cancers. And the levels were highest in patients with active, spreading cancers.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Harassment Charge Keeps Ex-U.N. Aide From Being Adviser","web_url":"https://www.nytimes.com/1994/03/09/world/harassment-charge-keeps-ex-un-aide-from-being-adviser.html","abstract":"  Citing perceptions of insensitivity, the Administrator of the United Nations Development Program has decided that his former No. 2 official, who resigned last month amid charges of sexual harassment, should not become a senior adviser, as previously planned.    In the United Nations' first such case, Luis Maria Gomez, a 59-year old Argentine, was accused of sexually harassing an American woman, Catherine Claxton, when she worked for him in 1988.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/09/theater/theater-in-review-413607.html","abstract":"  Foirades/Fizzles  La Mama E.T.C. 74A East Fourth Street East Village Through Sunday   Text by Samuel Beckett; images adapted from illustrations by Jasper Johns; conceived, adapted and directed by Michael Rush; set by Joy Wulke; lighting by Howard Thies; sound score by David Lawson; choreographed by David Maurice Sharp; photography by Silvia Taccani; stage manager, Nancy Kramer. Presented by La Mama E.T.C.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Article 411248 -- No Title","web_url":"https://www.nytimes.com/1994/03/09/us/article-411248-no-title.html","abstract":"  Michael Novak, a scholar known for formulating a theological defense of capitalism, has won a prize of nearly $1 million established by one of capitalism's most successful practitioners.   Mr. Novak, whose religious arguments linking democracy and capitalism influenced opinion in Eastern Europe and are echoed in Pope John Paul II's writings, was named the winner yesterday of the 1994 Templeton Prize for Progress in Religion.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Review/Dance; Chemistry of Movement and Light","web_url":"https://www.nytimes.com/1994/03/09/arts/review-dance-chemistry-of-movement-and-light.html","abstract":"  In \"Necessary Weather,\" Dana Reitz, Sara Rudner and Jennifer Tipton have focused on the interplay of light and dance. Their stunning new work, a full-fledged collaboration between a lighting designer and two dancers and choreographers, can be seen again tonight through Sunday at the Kitchen.   Performing in silence for an hour and dressed in white, Ms. Reitz and Ms. Rudner are surrounded by total blackness at one point. The dancers glow like incandescent beacons; no conventional spotlight beams down upon them. They seem, in fact, to radiate light, and more significantly, the viewer's perception is that light and movement are perfectly fused, that one cannot be considered without the other.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-413747.html","abstract":"  Marie Curie, who twice won the Nobel Prize, is set to be the first woman to be accorded, on the basis of her own accomplishments, the right to be buried in the Pantheon in Paris, Reuters reported yesterday.    French President FRANCOIS MITTERAND said in a television interview marking International Women's Day that he would ask her family for approval to rebury her in the domed monument. She died 60 years ago.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"1944: A Final Mission : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1944-a-final-mission-in-our-pages100-75-and-50-years-ago.html","abstract":"SAN ANGELO, Texas - [From our New York edition:] Lieutenant Louie R. Dobbs's one-man campaign to paint the Katemcy, Texas, church has been halted by the Nazis. Credited with sixteen missions and downing three German planes, Lieutenant Dobbs had sent home","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Man in the News; A Rescuer Steeped in Washington's Ways: Lloyd Norton Cutler","web_url":"https://www.nytimes.com/1994/03/09/us/man-in-the-news-a-rescuer-steeped-in-washington-s-ways-lloyd-norton-cutler.html","abstract":"    Lloyd N. Cutler, who was named today by President Clinton to be the new special counsel to the President, has been asked to come to the rescue in much the same manner before.   Mr. Cutler, regarded as among the most seasoned of Washington's lawyers who operate at the intersection of politics and policy, was recruited as President Jimmy Carter's White House counsel in 1979 to replace a longtime associate of the President's family. That lawyer, Robert J. Lipshutz, was judged to be insufficiently steeped in the ways of Washington to help the President cope with a flood of politically tinged legal issues.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Man Is Taunted and Stabbed on Train Platform","web_url":"https://www.nytimes.com/1994/03/09/nyregion/man-is-taunted-and-stabbed-on-train-platform.html","abstract":"  A Bronx man standing with his family on a nearly deserted Metro-North commuter train platform here Monday night was stabbed in the chest by one of several young men who had taunted the family with racial epithets, the authorities said today.    The long, hunting-style knife narrowly missed the heart and left lung of the victim, Nikolle Bajrami, 23, who was released from Lawrence Hospital in Bronxville this morning after doctors treated his wound.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"In School","web_url":"https://www.nytimes.com/1994/03/09/us/in-school.html","abstract":"  Maurice Romulus is an escapee from the 19th century. He is legally blind and was reared by nuns in a school for the handicapped in Haiti. There he learned to play classical trumpet, which was good for the school when the nuns did fund-raising concerts on cruise ships or in the United States. But the school taught few of the skills needed for independent living -- class work stopped in ninth grade. And so, in 1978, at the age of 22, during a concert tour, this blind man, with help from a friend at Miami Airport, escaped to the 20th century.   Mr. Romulus can see just enough and is so bright, hard-working and friendly, he is usually able to fool people for a while. (He stopped using a cane years ago; if he's wearing magnifying eyeglasses, holds a paper to his nose and the light is good, he can make out letters.) His first job in New York was at a tobacco shop where he worked for two months until he was promoted to messenger and had to quit. \"I couldn't see the addresses,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Credit Where It's Due : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-credit-where-its-due-letters-to-the-editor.html","abstract":"The vast amount of money that Nancy Kerrigan will earn as a result of the attempt to stop her from skating is almost as deplorable as the act itself was..Still more regrettable is the \"poor sport\" attitude expressed in the implication (see th","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bowe Keeps His Glove in HBO View","web_url":"https://www.nytimes.com/1994/03/09/sports/boxing-notebook-bowe-keeps-his-glove-in-hbo-view.html","abstract":"  Riddick Bowe, who seemed so invincible only a few months ago, seemed so much history yesterday.    The name of Bowe, the former heavyweight champion of the world, rarely came up as the people who run the careers of the current champions, Lennox Lewis and Evander Holyfield, spoke of an eventual showdown between the pair next November.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Tight Race for Rostenkowski Has Nationwide Implications","web_url":"https://www.nytimes.com/1994/03/09/us/tight-race-for-rostenkowski-has-nationwide-implications.html","abstract":"  Dan Rostenkowski was digging into the bacon and ham and scrambled eggs at a political breakfast on Saturday when Anthony Laurino, an ally and the dean of Chicago's City Council, gave the 39th ward precinct captains their marching orders with a rhetorical, if ungrammatical, question, \"Who's going to do us the best, the money, the projects for the City of Chicago?\"   A very different crowd, younger and eager to talk about issues, was on hand the next night at the garish Crobar dance hall on the city's Northwest Side, where Mr. Rostenkowski's chief challenger in next week's primary, State Senator John Cullerton, bluntly put the case against him this way: \"If he is indicted, he will lose all his power. Let's decide who has the best future.\"","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Trial in Killing of Journalist Goes to the Jury","web_url":"https://www.nytimes.com/1994/03/09/nyregion/trial-in-killing-of-journalist-goes-to-the-jury.html","abstract":"  A jury began deliberations yesterday in the killing of a crusading anti-drug journalist, after hearing a prosecutor declare that the teen-age defendant \"calmly killed\" the victim in a plot ordered by a Colombian drug-cartel leader.   \"He extends the gun, he fires once, he fires twice and with rock-steady hands he blows out the brains of Manual de Dios,\" the prosecutor, Eric Friedberg, told a jury in Federal District Court in Brooklyn as he delivered his closing argument and with it the prosecution version of how Manual de Dios Unanue was cut down in an Elmhurst, Queens, restaurant two years ago this Friday.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Managers of Co-ops and Condos Are Accused of Payoffs Scheme","web_url":"https://www.nytimes.com/1994/03/09/nyregion/managers-of-co-ops-and-condos-are-accused-of-payoffs-scheme.html","abstract":"  Managers of hundreds of Manhattan cooperative and condominium apartment buildings have routinely extorted payoffs from contractors for work in the buildings, a three-year investigation by the Manhattan District Attorney's office has concluded.    Investigators said the practice of extracting payoffs from the contractors, who did buildingwide work like waterproofing and painting, was commonplace, as routine as tipping the doorman at Christmas. In fact, some managers insisted to prosecutors that they had done nothing illegal, although they acknowledged that they would not want their co-op and condo boards to know what they had done.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"A Happy Anachronism","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-a-happy-anachronism-415456.html","abstract":"  To the Editor:   If opponents to carriage horses on Fifth Avenue believe the horses are not well cared for, which has not been demonstrated, they should present their evidence. If they believe vehicular traffic is a hazard to man and beast, they should advocate removal of the hazards, not confine people and horses to Central Park.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"How to Investigate Whitewater","web_url":"https://www.nytimes.com/1994/03/09/opinion/how-to-investigate-whitewater.html","abstract":"  A potentially destructive battle over how best to investigate the Whitewater affair has erupted between Republicans who are pressing for Congressional hearings and the independent counsel, Robert Fiske, who is pursuing a criminal investigation.    Mr. Fiske fears that a rogue Congress could foul up his work -- which it could if it plunges ahead with abandon. But Congress has a clear right to ask questions about government regulation of the savings and loan mess in Arkansas and, even more urgently, about whether the recently disclosed White House meetings with bank regulators represented an attempt to obstruct justice.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/09/nyregion/metro-digest-408735.html","abstract":"  NEW YORK CITY  CONDOS AND CO-OPS EXTORTING PAYOFFS   Managers of hundreds of Manhattan cooperative and condominium apartment buildings have routinely extorted payoffs from contractors for work in the buildings, a three-year investigation by the Manhattan District Attorney's office has concluded. A1.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Britain and Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-britain-and-europe-letters-to-the-editor.html","abstract":"Regarding \"Glaring at the Continent\" (Letters, Feb. 10):.Anthony J. Harrison commends Roy Denman for his article on the \"thoroughly destructive attitude of the British media to all things Continental\" (\"Read All About It - Good","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/09/sports/results-plus-412686.html","abstract":"  YACHT RACING  Intrum Justitia in Lead  Intrum Justitia opened a lead of 31 nautical miles yesterday on the fourth leg of the Whitbread Round the World Race. The European Whitbread 60 Class yacht, skippered by Lawrie Smith of Britain, was reported 917 miles from the finish of the leg in Punta del Este, Uruguay. New Zealand Endeavor, the leading Maxiclass entry, was second and Tokio was in third place, 37 miles behind Endeavor, with Yamaha another three miles back. Most of the 14-yacht fleet have rounded Cape Horn, but some were struggling to continue. The British boat Dolphin and Youth reported a badly damaged mainsail, while the all-female entry, Heineken, suffered a broken rudder. The leaders are expected to reach Punta del Este on Friday. The 5,900-mile leg began Feb. 20 in Auckland, New Zealand. The 32,000-mile, six-leg race is expected to finish in Southampton, England, in July. (AP) TENNIS  Svensson Advances    The second-seeded Jonas Svensson of Sweden defeated Johan Van Herck of Belgium, 6-1, 6-4, yesterday in the ATP Zaragoza Open in Zaragoza, Spain. Svensson became the highest seeded player in the event when Karel Novacek, top-seeded player and defending champion, was upset in his first-round match on Monday. (AP) TRACK AND FIELD  Moroccan Wins 5,000  Mohammed Issangar of Morocco beat the world champion, Ismael Kirui, in the 5,000-meter run yesterday to score a surprising victory at the DN Games meet in Stockholm. Issangar won in 13 minutes 26.84 seconds at Globe arena, finishing 5.06 seconds ahead of Kirui. His victory overshadowed winning performances by Colin Jackson, Merlene Ottey and Dennis Mitchell. Jackson, the indoor world-record holder in the 60-meter hurdles, won his event in 7.42 seconds. Ottey took the 60-meter final in 7.09 in her final event of her indoor season. Mitchell ran the 60 meters in 6.61, just 0.03 seconds ahead of Joel Isasi of Cuba. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"New Role for McAnuff At La Jolla Playhouse","web_url":"https://www.nytimes.com/1994/03/09/theater/new-role-for-mcanuff-at-la-jolla-playhouse.html","abstract":"  Des McAnuff, who has been the artistic director of the La Jolla Playhouse in La Jolla, Calif., since 1983, will step down after the 1994 season, the theater announced on Monday. His replacement will be Michael Greif, 34, a former director in residence at the Joseph Papp Public Theater in Manhattan who has directed many productions at La Jolla.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Don't Trust Those Lying Lie Detectors","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-don-t-trust-those-lying-lie-detectors-415340.html","abstract":"  To the Editor:   William Safire makes some powerful arguments against the lie detector in \"Holy Moley!\" (column, Feb. 24). Two other arguments are compelling.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Thoughts Deep in the Heart of Texas","web_url":"https://www.nytimes.com/1994/03/09/sports/baseball-thoughts-deep-in-the-heart-of-texas.html","abstract":"  Perhaps Will Clark can replace Rafael Palmeiro, the hitter, in the Texas lineup, but the man Clark replaces firmly believes that the Rangers will miss Rafael Palmeiro, the diplomat.   Still stung by the Rangers' failure to sign him as a free agent last December, Palmeiro spoke of his role as a liaison between various groups of players in the Rangers' clubhouse, especially Americans and Latin Americans.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"'Show Boat' to Move Without Robert Morse","web_url":"https://www.nytimes.com/1994/03/09/theater/show-boat-to-move-without-robert-morse.html","abstract":"  Robert Morse, the Tony-winning actor and comedian who has been starring as Cap'n Andy in the Toronto production of \"Show Boat,\" will not move to New York with the show in the fall. In a statement yesterday, Mr. Morse said he needed a break from performing and that he had reached an agreement with the show's producer, Garth Drabinsky, that would give him one.","thumbnail":null,"section":"Theater"},{"date":"19940309","headline":"Martin Marietta Gobbles Up Grumman","web_url":"https://www.nytimes.com/1994/03/09/opinion/martin-marietta-gobbles-up-grumman.html","abstract":"  In the latest mega-dollar deal in the defense industry, the Martin Marietta Corporation has agreed to buy the Grumman Corporation for $1.9 billion. Grumman, the venerable Long Island aerospace company, founded in 1929, is just another in a long line of military contractors to fold its wings as Pentagon procurements slow to match a vastly shrunken threat.    Defense jobs will continue to disappear. That is not the consequence of consolidation in the industry, but of smaller Pentagon budgets. Grumman's work force, for instance, is down to 18,000, from 33,700 in 1987. Many more layoffs are likely with the end of F-14 production and cancellation of other carrier-based aircraft.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Clinton's Coming to New York, But Mayor May Skip Invitation","web_url":"https://www.nytimes.com/1994/03/09/nyregion/clinton-s-coming-to-new-york-but-mayor-may-skip-invitation.html","abstract":"  President Clinton is due at Brooklyn College for a talk-show-style get-together on community policing and national service on Thursday and has invited Mayor Rudolph W. Giuliani.   But in a revealing example of what can happen when a besieged Democratic White House wants to share the crime-fighting glow of a newly Republican City Hall, and a new Republican Mayor wants the spotlight for his gun-control ideas but only on his terms, Mr. Giuliani has \"no plans\" to attend, a top Giuliani aide said today.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Success Takes Toll on the Pompidou Center","web_url":"https://www.nytimes.com/1994/03/09/arts/success-takes-toll-on-the-pompidou-center.html","abstract":"  Imposing building projects are still springing up all over Paris. But to judge from the newspapers and the evidence of one's eyes, the city is also falling apart, forcing the closing or at least the masking of many of its most famous tourist sites.   Already, scaffolding covers both towers of Notre-Dame Cathedral as part of a major restoration of its crumbling exterior. Part of the Grand Palais, home to many of the city's most glamorous art exhibitions, will be closed for a couple of years. The Palais Garnier, the opulent 19th-century opera house that is the base of the Paris Opera Ballet, is to be shut beginning next year for 18 months. Other landmark Paris museums, theaters and concert halls are likewise set for protracted restoration: the Palais de Tokyo, the Musee Guimet, the Comedie-Francaise, the Olympia theater.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-letters-to-the-editor.html","abstract":"As an American who has seen virtually unlimited evidence of the senseless and enormously expensive abuse of public and private property by vandals in the United States, I have little sympathy for 18-year-old Michael Peter Fay. No one has the right to appl","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Monmouth Names Aide","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-colleges-monmouth-names-aide.html","abstract":"  Eight months after becoming the first woman to serve as president of Monmouth College, REBECCA STAFFORD has named the first woman to serve as the 60-year-old college's athletic director. She is MARILYN McNEIL, a former Canadian coach of the year who has been associate athletic director at Cal Poly since 1987. She succeeds WAYNE SZOKE, the men's basketball coach, who relinquished his duties as athletic director so he could devote full time to his coaching duties.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/03/09/us/personal-health-412392.html","abstract":"  AT the age of 96, George Abbott, the grand old man of American theater, had a pacemaker installed to maintain a normal rhythm in his aging heart. The surgeon told him that it would last about a decade, to which a distressed Mr. Abbott replied to the bemused doctor, \"You mean I'm going to have to come back here in 10 years and go through all this again?\"   Well, last month at the age of 106, Mr. Abbott returned to have a new pacemaker battery installed, leaving him well prepared to attend last week's Broadway opening of a revival of one of his greatest triumphs, \"Damn Yankees.\"","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Review/Music; Kissin's Ways of Wonder","web_url":"https://www.nytimes.com/1994/03/09/arts/review-music-kissin-s-ways-of-wonder.html","abstract":"  Yevgeny Kissin pulled all the stops at the end of his recital on Friday evening at Avery Fisher Hall, finishing with four of Liszt's \"Transcendental Etudes\" and returning to Liszt in his encores, regaling the appreciative crowd with one blockbuster after another. The results were spectacular. As familiar as Mr. Kissin's fabulous technique has become, it is hard to take for granted; he is, after all, only 22.   Still, the less showy moments earlier in the evening were almost more impressive in their maturity. Mr. Kissin began with excellent performances of two Schumann works. At the start of the \"Arabesque\" (Op. 18), all the rippling notes seemed to dissolve in eloquent long-breathed phrases. The outer movement of the Fantasy in C (Op. 17) had a fine reflective quality; in the middle movement, some smudges at the first return of the big chords came as welcome reassurance that Mr. Kissin is only human, however much the later evidence seemed to suggest otherwise.","thumbnail":null,"section":"Arts"},{"date":"19940309","headline":"ISRAELI ARMY SAYS SECURITY WAS LAX AT MASSACRE SITE","web_url":"https://www.nytimes.com/1994/03/09/world/israeli-army-says-security-was-lax-at-massacre-site.html","abstract":"  Israel began its formal inquiry into the Hebron massacre today with the army commander for the West Bank testifying that a breakdown had occurred in security arrangements that could have prevented the mass killing of Palestinian worshipers by an Israeli settler.   The commander, Maj. Gen. Danny Yatom, also acknowledged that the army's entire focus had been on potential terrorist acts by Arabs against Jews in the occupied territories, and that the possibility of a reverse situation had never been considered.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-415413.html","abstract":"  To the Editor:   \"Mutual Sorrow, Mutual Gain\" (Op-Ed, March 2), Cynthia Ozick's calculus of balancing atrocities in the Hebron mass murders, is reprehensible, and her advocacy of the redemptive powers of contrition too facile.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Giuliani Might Back Any of '94 Hopefuls","web_url":"https://www.nytimes.com/1994/03/09/nyregion/giuliani-might-back-any-of-94-hopefuls.html","abstract":"  On a lobbying trip to the State Capitol today, New York City's Republican Mayor, Rudolph W. Giuliani, refused to rule out the possibility that he would support Gov. Mario M. Cuomo, a Democrat, for re-election this year.   \"The assumption should be that I'm going to support the Republican ticket for governor,\" Mr. Giuliani said. But he added that he would first have to know who the party's nominee was, what the views of the Republican ticket were, and what the nominee planned to do for New York City.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"Books of The Times; Not-So-Timeless Musings On Topics Once Timely","web_url":"https://www.nytimes.com/1994/03/09/books/books-of-the-times-not-so-timeless-musings-on-topics-once-timely.html","abstract":"   The Man in the Water   By Roger Rosenblatt   424 pages. Random House. $25.     Roger Rosenblatt writes or has written for Time, Vanity Fair, The New Republic, Men's Journal and Family Cirle; on PBS, he also provides the MacNeil/Lehrer Newshour with essays and commentary. His job is to produce light or serious but always civilized musings on many subjects: the gulf war, one man's heroism after an airplane crash; the meaning of Christmas, New Year's, Mother's or Father's Day; the charms and follies of mass culture; the pleasure of good talk and good literature.","thumbnail":null,"section":"Books"},{"date":"19940309","headline":"Mayor Details Buyout Offer for City Workers","web_url":"https://www.nytimes.com/1994/03/09/nyregion/mayor-details-buyout-offer-for-city-workers.html","abstract":"  Negotiating with New York City's municipal unions for the first time, the administration of Mayor Rudolph W. Giuliani offered yesterday to pay workers $5,000 to $10,000 each in cash and provide up to a year of health benefits to entice about 7,600 of them to leave the municipal payroll, administration officials said.   As part of its offer, the Mayor's office told the unions that it would allow workers to collect pay for unused vacation days and sick leave, in payments spread out over the next three years. That could amount to \"extraordinarily large pots of money,\" one of the officials said. The offer also included unemployment insurance in most cases, the official said, and a job retraining program.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"1894: Bombing Outrage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1894-bombing-outrage-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Italian Chamber of Deputies was to-day [March 8] the scene of a diabolical anarchist outrage. A bomb was exploded before the Italian Chamber during the sitting of Parliament. The number of victims, fortunately, was small. The outrage has caused","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Muslims of Mostar Emerge, Bitterly, to a City Laid Waste","web_url":"https://www.nytimes.com/1994/03/09/world/muslims-of-mostar-emerge-bitterly-to-a-city-laid-waste.html","abstract":"  For nine months, the Muslim-controlled eastern part of Mostar suffered under ceaseless artillery and mortar bombardment, its residents huddling in dark basements while their community was destroyed and more than 2,000 of their neighbors were killed or wounded.   Now, emerging into the light and surveying the ruins, people in eastern Mostar must absorb two shocks. The first is the scope of devastation here, an apocalypse beyond imagining even for people in other long-besieged cities like Sarajevo.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"Public & Private; The Little Woman","web_url":"https://www.nytimes.com/1994/03/09/opinion/public-private-the-little-woman.html","abstract":"  From the moment she first became a major player in national politics, Hillary Rodham Clinton has been a combination of brilliant technocrat, political wife, new woman, savvy adviser and power behind the throne, confusing and compelling in equal parts.    Oh, but you ain't seen nothin' yet.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"1919:Polish Epidemic : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/09/opinion/IHT-1919polish-epidemic-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - It is practically impossible to write of conditions as they exist here in Poland without writing of direst misery and suffering. According to figures collected by the Department of Health, there are now no fewer than 100,000 cases of typhus in t","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bonn Journal; Now Breathing Down Kohl's Neck Is Big Socialist","web_url":"https://www.nytimes.com/1994/03/09/world/bonn-journal-now-breathing-down-kohl-s-neck-is-big-socialist.html","abstract":"  If Germans could choose Chancellors the way Americans pick Presidents -- voting for them by name on the ballot -- a 46-year-old state Governor would beat Helmut Kohl by a landslide, all the public opinion polls indicate.    Rudolf Scharping, a Social Democrat, is giving Mr. Kohl the most serious political challenge he has faced since he became Chancellor in 1982.","thumbnail":null,"section":"World"},{"date":"19940309","headline":"OLYMPICS;\nSpirit of Support for Atlanta Games","web_url":"https://www.nytimes.com/1994/03/09/sports/olympics-spirit-of-support-for-atlanta-games.html","abstract":"After criticizing the lack of support by governmental agencies for Olympic projects over the past year, Billy Payne, the Atlanta Olympic chief, said there has been a sharp reversal of attitude and increased support for the 1996 Olympic Games here.\n\nIn an interview today, Payne said that Atlanta residents will vote next week on a bond issue intended to improve the city's crumbling street and sewer systems in time for the 1996 Games. At the same time, there has been increased support from the state government for Olympic projects, he said.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"Drug Charges Filed","web_url":"https://www.nytimes.com/1994/03/09/sports/sports-people-hockey-drug-charges-filed.html","abstract":"  TOM McCARTHY, a wing who spent nine seasons in the National Hockey League with the Minnesota North Stars and Boston Bruins, was among 24 people accused in Minneapolis for taking part in an international drug-smuggling ring. The indictment, returned Feb. 24 by a Federal grand jury, had been sealed pending the arrest of the suspects, who live in Minnesota and California. The men are charged with conspiring to import and distribute about seven and a half tons of marijuana and multiple kilograms of cocaine from 1988 to 1993. United States Attorney DAVID LILLEHAUG said the alleged smuggling operation stretched from Colombia to California to St. Paul and Mankato, Minn. The indictment charges McCarthy, who played for the the North Stars in the 1981 Stanley Cup finals, with conspiring to distribute cocaine and marijuana. He was arrested Friday and released on a $10,000 personal recognizance bond. If convicted, he faces a maximum sentence of 10 years to life in prison and a $4 million fine. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"From Orthodox Jewish Education to Hebron; Scripture Distorted","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-from-orthodox-jewish-education-to-hebron-scripture-distorted-415430.html","abstract":"  To the Editor:   \"One million Arabs are not worth a Jewish fingernail,\" said Rabbi Yaacov Perrin in his eulogy of Dr. Baruch Goldstein (news article, Feb. 28). The original Hebraic phraseology comes from the Midrash to Deuteronomy which, typically, elaborates on the sparse biblical description of the death of Moses.","thumbnail":null,"section":"Opinion"},{"date":"19940309","headline":"Bill Offered On Requiring AIDS Report","web_url":"https://www.nytimes.com/1994/03/09/nyregion/bill-offered-on-requiring-aids-report.html","abstract":"  A bipartisan group of state lawmakers proposed legislation today that would require mothers to be notified if their newborn babies tested positive for H.I.V., rejecting the report of a state advisory panel that opposed the idea last month.   In a news conference carefully calculated to build pressure on the leadership of the Senate and the Assembly, the lawmakers flanked themselves with two children infected with H.I.V. while they starkly portrayed the issue as one that pitted the welfare of infants against the privacy of adults.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"3 Officers Held on Charges Of Extortion Conspiracy","web_url":"https://www.nytimes.com/1994/03/09/nyregion/3-officers-held-on-charges-of-extortion-conspiracy.html","abstract":"  Three New York City police officers were arrested yesterday on Federal charges that they shook down drug dealers, traded in stolen guns, made false arrests and used their badges to intimidate people along their Brooklyn beat.   The officers, from the 73d Precinct in Brownsville, typically traveled in caravans of three and four patrol cars as they went on their near-nightly raids, ignoring assignments that came over their police radios, senior law-enforcement officials said, adding that more arrests are expected.","thumbnail":null,"section":"New York"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-412260.html","abstract":"  JACQUELINE KENNEDY ONASSIS, who was reported last month to be undergoing chemotherapy for non-Hodgkins lymphoma, has agreed to serve as the chairwoman of the American Ballet Theater's spring gala on May 9.   Mrs. Onassis has continued to work as a book editor during her treatment for the disease, a treatable form of cancer of the lymphatic system, but has curtailed her public appearances. She said, however, that she would be present at the gala, which will include performances of excerpts from Tchaikovsky ballets and a dinner dance in Damrosch Park at Lincoln Center.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/09/style/chronicle-413798.html","abstract":"  Among the moments of levity in Washington this week, was one yesterday at the end of a coffee hour that the Senate Foreign Relations Committee held in the Capitol for the visiting President of Georgia, EDUARD A. SHEVARDNADZE.   After serious discussions concluded, Senator EDWARD M. KENNEDY turned to Mr. Shevardnadze and reminded him of a visit that Senator Claiborne Pell, the chairman of the committee, had made to his country in 1984.","thumbnail":null,"section":"Style"},{"date":"19940309","headline":"Knicks Aiming At the Hawks And Manning","web_url":"https://www.nytimes.com/1994/03/09/sports/basketball-knicks-aiming-at-the-hawks-and-manning.html","abstract":"  The Knicks still believe they will catch the Atlanta Hawks. But time is running out. That is why Wednesday's Knicks-Hawks showdown in Atlanta is one of New York's most important games to date.   The Hawks have the best record in the Eastern Conference, holding an edge of two games over New York.","thumbnail":null,"section":"Sports"},{"date":"19940309","headline":"OPENNESS IS VOWED","web_url":"https://www.nytimes.com/1994/03/09/us/president-chooses-another-counsel-openness-is-vowed.html","abstract":"  Lloyd N. Cutler was appointed special counsel to the President today and said White House aides would testify before any Congressional inquiry into the Whitewater case.   Trying to demonstrate the openness that he had promised on the matter, Mr. Clinton said at a news conference in which he announced the appointment that he would not try to use the powers of his office to shield himself from scrutiny.","thumbnail":null,"section":"U.S."},{"date":"19940309","headline":"Fiction Can Beam Them Up to Science","web_url":"https://www.nytimes.com/1994/03/09/opinion/l-fiction-can-beam-them-up-to-science-415359.html","abstract":"  To the Editor:   Ken Kalfus's \"Science Fiction at the Planetarium\" (Op-Ed, Feb. 26) is critical of the Hayden Planetarium at the American Museum of Natural History in New York for blurring the line between science and entertainment by offering a \"Star Trek\" sky show and exhibition. He ought to have noted that the first attraction to science for many scientists, often when they were children, came through science fiction, whether in books, comics, radio, television or movies.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940309","time":"1994-03-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":18.4},{"date":"19940309","time":"1994-03-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":86,"wspd":14.8},{"date":"19940309","time":"1994-03-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":86,"wspd":14.8},{"date":"19940309","time":"1994-03-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":87,"wspd":14.8},{"date":"19940309","time":"1994-03-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":18.4},{"date":"19940309","time":"1994-03-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":13},{"date":"19940309","time":"1994-03-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":84,"wspd":14.8},{"date":"19940309","time":"1994-03-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":16.6},{"date":"19940309","time":"1994-03-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":16.6},{"date":"19940309","time":"1994-03-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":86,"wspd":16.6},{"date":"19940309","time":"1994-03-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":83,"wspd":22.3},{"date":"19940309","time":"1994-03-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":84,"wspd":22.3},{"date":"19940309","time":"1994-03-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":20.5},{"date":"19940309","time":"1994-03-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":85,"wspd":16.6},{"date":"19940309","time":"1994-03-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":22.3},{"date":"19940309","time":"1994-03-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":83,"wspd":16.6},{"date":"19940309","time":"1994-03-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":9.4},{"date":"19940309","time":"1994-03-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":82,"wspd":11.2},{"date":"19940309","time":"1994-03-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":82,"wspd":13},{"date":"19940309","time":"1994-03-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":14.8},{"date":"19940309","time":"1994-03-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":70,"wspd":14.8},{"date":"19940309","time":"1994-03-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":11.2},{"date":"19940309","time":"1994-03-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":71,"wspd":18.4},{"date":"19940309","time":"1994-03-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":73,"wspd":16.6},{"date":"19940309","time":"1994-03-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":14.8},{"date":"19940309","time":"1994-03-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":14.8},{"date":"19940309","time":"1994-03-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":27.7},{"date":"19940309","time":"1994-03-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":22.3},{"date":"19940309","time":"1994-03-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":46,"wspd":25.9},{"date":"19940309","time":"1994-03-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":42,"wspd":27.7},{"date":"19940309","time":"1994-03-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":38,"wspd":25.9},{"date":"19940309","time":"1994-03-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":43,"wspd":22.3},{"date":"19940309","time":"1994-03-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":16.6},{"date":"19940309","time":"1994-03-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":45,"wspd":20.5},{"date":"19940309","time":"1994-03-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":18.7},{"date":"19940309","time":"1994-03-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":18.7},{"date":"19940309","time":"1994-03-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":47,"wspd":14.8},{"date":"19940309","time":"1994-03-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":45,"wspd":14.8},{"date":"19940309","time":"1994-03-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":11.2},{"date":"19940309","time":"1994-03-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":44,"wspd":9.4},{"date":"19940309","time":"1994-03-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":11.2},{"date":"19940309","time":"1994-03-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":9.4},{"date":"19940309","time":"1994-03-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":13},{"date":"19940309","time":"1994-03-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":11.2},{"date":"19940309","time":"1994-03-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":11.2},{"date":"19940309","time":"1994-03-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":82,"wspd":11.2},{"date":"19940309","time":"1994-03-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":78,"wspd":14.8},{"date":"19940309","time":"1994-03-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":85,"wspd":14.8}]}}