{"19940920":{"guardian_articles":[],"nytimes_articles":[{"date":"19940920","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-pop-293318.html","abstract":"  A Wing of Mexican Rock Both Intellectual and Bohemian  S.O.B.'s    Cosme, the lead singer of Cafe Tacuba, came out on Saturday night with his hair dyed a satanic red and leered his way through the band's show. Cafe Tacuba is one of the better examples of the intellectual, bohemian wing of Mexican rock: it is dramatic with elements of performance art and poetry filtering through. Throwing himself around like a punk rocker stuck in a cabaret, Cosme proves a point that lost its resonance here a long time ago but still has value in Mexico.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"New Charge Against Browns' Metcalf","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-football-new-charge-against-browns-metcalf.html","abstract":"  Cleveland Browns running back ERIC METCALF was charged yesterday with carrying a loaded revolver in his car, a misdemeanor.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/20/nyregion/no-headline-289779.html","abstract":"  \"I say to you that we'll have peace, not war.\" -- EMILE JONASSAINT, President of Haiti.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"A Rare Find: A Doctor Who Makes House Calls","web_url":"https://www.nytimes.com/1994/09/20/nyregion/our-towns-a-rare-find-a-doctor-who-makes-house-calls.html","abstract":"  ELIO J. IPPOLITO is a relic, as rare and obsolete as a Philco radio, and as cherished. He is a doctor who makes house calls.   Stocky and rumpled, with the burdened but ever-hopeful trudge of a door-to-door salesman, he spends eight hours a week visiting the homes of the old and frail in the polyglot warrens of Tarrytown. Other doctors may tell invalids to summon an ambulance and make an office visit at government expense, but Dr. Ippolito, 61, thinks of home visits as he does the remedies in his plump black satchel. They can be curative.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"An Easy Way to Take a Letter, Whether to France or Finland","web_url":"https://www.nytimes.com/1994/09/20/science/peripherals-an-easy-way-to-take-a-letter-whether-to-france-or-finland.html","abstract":"  ACCENT bills itself as the Word Processor for the World. Well, maybe it is not for the whole world, but it is certainly for Europe and the Americas.   It is a Microsoft Windows program, so the opening screen, the one on which you write, has the usual menus across the top, eight of them from File to Help. Click on one of those menus, Utilities, select French and the menus then range from Fichier to Aide. Click on Outils, then Finnois, and the menus run from Tiedosto to Ohje, which I must assume is Finnish. There are eight possible languages for the menus -- the others are German, Italian, Russian, Spanish and Portuguese -- and about 30 languages in the program's other options.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/20/sports/transactions-293784.html","abstract":"  Basketball National Basketball Association  SAN ANTONIO SPURS -- Signed Keith Johnson, guard.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Latin America Breathes a Half-Sigh of Relief Over Haiti","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-abroad-latin-america-breathes-a-half-sigh-of-relief-over-haiti.html","abstract":"  Latin America breathed a half-sigh of relief today as the specter of a United States invasion of Haiti was replaced by television scenes of a largely peaceful occupation.   \"President Clinton deserves credit for having listened to all the voices, for having challenged what seemed to be practically impossible negotiating conditions, and for having taken the peaceful path,\" Rodrigo Pardo, Colombia's Foreign Minister, said today.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Lawyers in Rail Slayings File for Insanity Defense","web_url":"https://www.nytimes.com/1994/09/20/nyregion/lawyers-in-rail-slayings-file-for-insanity-defense.html","abstract":"  Over the objections of their client, lawyers for Colin Ferguson filed notice in court today that they would pursue an insanity defense against charges that he killed 6 people and wounded 19 others on a Long Island Rail Road train last December.   The lawyers, William M. Kunstler and Ronald L. Kuby, filed a one-paragraph statement in Nassau County Court saying they would offer psychiatric evidence to show that Mr. Ferguson, 36, was not criminally responsible \"by reason of mental disease or defect\" and that he was suffering from an \"extreme emotional disturbance\" at the time of the shootings.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Europe Welcomes Accord","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-europe-welcomes-accord.html","abstract":"  Governments in Europe welcomed the accord between the United States and Haiti, but few were willing to chalk up the episode as an unqualified diplomatic triumph for the Clinton Administration.   Some diplomats and editorial writers noted that 15,000 American troops were still going to act as occupying forces and that things could still go wrong. They warned that further actions and a long-term commitment would be necessary to secure a stable democracy in Haiti.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Football Verite: Reeves's Realism Buoys the Giants","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-football-verite-reeves-s-realism-buoys-the-giants.html","abstract":"  Tom Landry taught Dan Reeves about goals. First, make them realistic. If you're the Los Angeles Rams, you don't talk about going to the Super Bowl this year. That's why earlier this season, Reeves said his goal was to go at least 9-7. A nice, reasonable number.   Now, the Giants are 3-0. With the exception of two games against Dallas and a couple of other tough teams, their schedule is definitely favorable. Even if the Giants go 7-6 the rest of the way, a 10-6 record would exceed Reeves's preseason goal and probably get them in the playoffs. Has Reeves re-evaluated 9-7? Maybe upgraded his goals from coach to first class?","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Scrappy Arcade Owner Gives Up the Fight","web_url":"https://www.nytimes.com/1994/09/20/nyregion/scrappy-arcade-owner-gives-up-the-fight.html","abstract":"  For the first time in 12 years, Pac-Man and Turbo aren't working at Arnie's Place. The arcade, which divided this wealthy suburb and led to repeated court battles, closed Sunday after customers played their last rounds of pinball, air hockey and shoot-'em-up video games like Revolution.   In the end, Arnie Kaye, the flamboyant owner, said he was worn out from his disputes with town officials.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/20/nyregion/parking-rules-292001.html","abstract":"  Because of Succoth, alternate-side street cleaning regulations are suspended in New York City today and tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"The Strike Hits Home: Mets Drop 28 From Front Office","web_url":"https://www.nytimes.com/1994/09/20/sports/baseball-the-strike-hits-home-mets-drop-28-from-front-office.html","abstract":"  Craig Sanders worked in media relations. Bob O'Hara was the team traveling secretary, the person who made the hotel and plane reservations for the Mets. Vinny Greco helped care for the team's equipment. Randye Ringler worked in communications.   Today, they are all out of work. Sanders, O'Hara, Greco and Ringler were among 28 members of the Mets' front-office staff who found themselves unemployed when the Mets pared their front-office staff yesterday as a result of the cancellation of the remainder of the season.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Cuomo Proposes a Cut in Utility Tax","web_url":"https://www.nytimes.com/1994/09/20/nyregion/cuomo-proposes-a-cut-in-utility-tax.html","abstract":"  Gov. Mario M. Cuomo traveled today to Long Island, where residents pay among the highest electric rates in the United States, to propose an election-year cut in a state tax on utilities that is passed on to consumers.   Four years ago, the Governor and the Legislature raised the tax, which is known as the gross receipts tax, by 15 percent to help balance the state budget at the height of the recession. Mr. Cuomo said he was not prepared today to say how much the tax should be cut or how the state would compensate for the lost revenue.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Tourism Rebounds in Affordable New York","web_url":"https://www.nytimes.com/1994/09/20/nyregion/tourism-rebounds-in-affordable-new-york.html","abstract":"  Helped by favorable exchange rates and a growing domestic economy, New York City drew more tourists this summer than in any of the previous six years.   Not only did tourists visit traditional attractions like the Statue of Liberty and the Empire State Building in increasing numbers, but many, particularly those from overseas, ventured to less likely destinations, like Brooklyn and Harlem.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Sugihara's List","web_url":"https://www.nytimes.com/1994/09/20/opinion/sugiharas-list.html","abstract":"On Aug. 2, 1940, as on every other morning for weeks, a long line of Jews -- ragtag, homeless and desperate -- waited outside the Japanese consulate in Kaunas, Lithuania. Among them was Leon Ilutovicz, who, like others in line, had just escaped from Poland and had witnessed Nazi atrocities. He worried about those left behind and had no illusions about what existence under Soviet occupation of Lithuania would be like. His life, he knew, depended on a piece of paper that the man at the window could provide.\n\n The man at the window was Chiune Sugihara, the 40-year-old consul general. It was a scene that hundreds of diplomats in countries threatened or occupied by the Nazis would witness. Jews' scavenger hunts for visas were frequent, at least in the first eight years of Hitler's rule. In that period, the Nazis were satisfied to realize their vision of Judenrein -- a world cleansed of Jews -- as much through emigration from Europe as through the smokestacks of Auschwitz. The lives of many Jews could have been saved not only by more considerate immigration policies but by a diplomat here, a border guard there willing to bend a rule.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/20/sports/results-plus-293687.html","abstract":"  SOCCER  Alternative to Shootout to Be Tested  The English Football League announced yesterday a plan for overtime in games that it hopes will end the penalty-kick shootout. The rule, subject to approval by the Football Association, will make its debut in November in cup competition featuring teams not in the Premier League. Under the plan, players from both teams will be removed from the field after five-minute intervals in extra time if the score is tied after 90 minutes. Each team will withdraw one player every five minutes for the first 20 minutes of overtime, down to a permitted minimum of seven per side. If the game has not been settled by then, another 10 minutes of sudden-death will be played. It has not been decided what will happen if the match is tied after the 10-minute, seven-per-side, sudden-death period. Criticism of the shootout peaked when Brazil won the 1994 World Cup from Italy in the first final to be decided by penalty kicks. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Hill Is Returning to the Williams Team","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-auto-racing-hill-is-returning-to-the-williams-team.html","abstract":"  DAMON HILL will return next season for the Williams Formula One team. The prospects for NIGEL MANSELL and DAVID COULTHARD are uncertain.   The team chairman, FRANK WILLIAMS, ended months of speculation by announcing that Hill would return in 1995 for his third season with the British-based team.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Examined Life Is Not Worth Living Either","web_url":"https://www.nytimes.com/1994/09/20/books/the-examined-life-is-not-worth-living-either.html","abstract":"At the age of 6, she wrote a series of books about pets. At 7, she adapted \"The Murders in the Rue Morgue\" into a play. She won the school Brochos bee, the Jewish equivalent of a spelling bee, five years in a row and regarded anything less than an A in school as a cause for embarrassment.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"Tennis Greats Call Gerulaitis A Friend First","web_url":"https://www.nytimes.com/1994/09/20/sports/tennis-tennis-greats-call-gerulaitis-a-friend-first.html","abstract":"  For John McEnroe, Vitas Gerulaitis was \"an inspiration,\" a kid from the old neighborhood who conquered the big time, a kid he \"looked up to.\"    To Pete Sampras, who has found life lonely at the top, he became a best friend in a business where competition often prohibits friendship.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Sugihara's List","web_url":"https://www.nytimes.com/1994/09/20/opinion/sugiharas-list.html","abstract":"On Aug. 2, 1940, as on every other morning for weeks, a long line of Jews -- ragtag, homeless and desperate -- waited outside the Japanese consulate in Kaunas, Lithuania. Among them was Leon Ilutovicz, who, like others in line, had just escaped from Poland and had witnessed Nazi atrocities. He worried about those left behind and had no illusions about what existence under Soviet occupation of Lithuania would be like. His life, he knew, depended on a piece of paper that the man at the window could provide.\n\n The man at the window was Chiune Sugihara, the 40-year-old consul general. It was a scene that hundreds of diplomats in countries threatened or occupied by the Nazis would witness. Jews' scavenger hunts for visas were frequent, at least in the first eight years of Hitler's rule. In that period, the Nazis were satisfied to realize their vision of Judenrein -- a world cleansed of Jews -- as much through emigration from Europe as through the smokestacks of Auschwitz. The lives of many Jews could have been saved not only by more considerate immigration policies but by a diplomat here, a border guard there willing to bend a rule.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Emissions Must Be Cut to Avert Shift in Climate, Panel Says","web_url":"https://www.nytimes.com/1994/09/20/science/emissions-must-be-cut-to-avert-shift-in-climate-panel-says.html","abstract":"  EVEN if worldwide emissions of carbon dioxide were capped at present levels, atmospheric concentrations of the heat-trapping gas would continue to increase for at least two centuries, rising well beyond the point at which the earth's climate would be disrupted, an international panel of scientists has reported.   Just holding the atmospheric concentration at double today's amount would require cutting global emissions below 1990 levels, the Intergovernmental Panel on Climate Change said in a report last week. A doubling of today's concentration would raise the earth's average surface temperature by 3 to 8 degrees Fahrenheit and cause substantial climatic change, the panel found earlier.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Giuliani Says Police Merger Won't Hurt Housing Safety","web_url":"https://www.nytimes.com/1994/09/20/nyregion/giuliani-says-police-merger-won-t-hurt-housing-safety.html","abstract":"  Addressing a concern that has threatened his plan to merge the city's police forces, Mayor Rudolph W. Giuliani said yesterday that anti-crime efforts would be maintained or increased in all public housing projects after the housing police are consolidated with the New York City Police Department on Oct. 1.   In the meantime, a City Council committee put off a vote on a bill that would delay the merger for weeks or even months. Senior lawmakers said opposition appeared to be weakening as Mr. Giuliani worked to quell widespread fears among community leaders that the merger would decrease police patrols in public housing developments.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/20/nyregion/metro-digest-291056.html","abstract":"  JOB GUARANTEES IN RETURN FOR PAY CUTS   New York City's private hospitals have promised to protect more than 30,000 unionized workers from layoffs for the next four years, despite a major upheaval in the medical industry. In return, the union has agreed to a one-year wage freeze and a cut in the hospitals' contributions to benefit funds. A1.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"On My Mind; Clinton Wins and Learns","web_url":"https://www.nytimes.com/1994/09/20/opinion/on-my-mind-clinton-wins-and-learns.html","abstract":"  For President Clinton, Haiti has been a victory so far, military, moral and political. He deserves time to relish it -- a little time.    By showing determination to use American power to help a tortured nation nearby, he achieved his goal of getting the generals to agree to step down -- without American forces having to pull one trigger.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Patterns","web_url":"https://www.nytimes.com/1994/09/20/style/patterns-293059.html","abstract":"  Iss Zat a Man? Oui!   Jean-Paul Gaultier may be the only French bleached blond comfortable walking around Manhattan wearing a T-shirt emblazoned with \"Bimbo.\" But Mr. Gaultier, whose usual uniform is a signature Breton fisherman's striped shirt, is fearless when it comes to deflating stereotypes. Particularly when it concerns the messages of clothing.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Teen-Age Mothers Helped By Ohio Plan, Study Finds","web_url":"https://www.nytimes.com/1994/09/20/us/teen-age-mothers-helped-by-ohio-plan-study-finds.html","abstract":"  A closely watched Ohio program that docks or increases welfare payments to prod teen-age mothers into attending school is also pushing more of these young women to complete high school, a study that is being made public today has found.   The program, Learning, Earning and Parenting, or LEAP, has interested policy makers because all current proposals to overhaul the welfare system require teen-age mothers to finish school. That requirement is based on the belief that better educational credentials will allow them to get off welfare and win better-paying jobs.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"Senators Hope for a Deal on Health Today","web_url":"https://www.nytimes.com/1994/09/20/us/senators-hope-for-a-deal-on-health-today.html","abstract":"  Senator George J. Mitchell, the majority leader, and a bipartisan group of senators trying to pass health insurance legislation that would extend coverage to more than half of those now uninsured met again today and said they hoped to strike a bargain on Tuesday.   In the session today, they discussed the issues that still divide them, like whether to provide the elderly with new benefits for prescription drugs or long-term care. They also took up procedural questions of how to try to get a bill through the Senate and the House in the three or four weeks that remain before Congress adjourns in mid-October, discussing, for example, how much debate should be allowed before supporters try to force a vote.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"1944: Denmark Revolt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1944-denmark-revolt-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Full revolt against the Germans has broken out in the Danish capital, Copenhagen, and fighting has been taking place in other Danish cities since noon today [Sept. 19], according to Stockholm reports reaching London.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"An Unlikely Home for Ginsberg's Archive","web_url":"https://www.nytimes.com/1994/09/20/books/an-unlikely-home-for-ginsberg-s-archive.html","abstract":"  Allen Ginsberg went to Columbia University and still lives in New York. On its streets, and on the streets of San Francisco and Berkeley and Paris, he wrote many of his most famous poems, filled with gritty city imagery. But in the latest twist in his extraordinary life, Mr. Ginsberg's personal archives -- journals, tapes, letters, poems in progress, newspaper and beard clippings, even dried-up pieces of hallucinogenic vines and a pair of old tennis shoes -- will land at a place the Beats bypassed, a place so exurban it is called \"the farm\": balmy, palmy Stanford University.   For much of his 68 years, Mr. Ginsberg has been a pack rat. He began keeping a journal when he was 12, and, as he came to believe his life embodied the struggle for sexual, social and political liberation in the 1950's and 60's, he was soon saving everything. The compulsive collecting took on new urgency in the Vietnam era as he saw counterrevolution and oppression approaching.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"Of Soaps and Computers: What Became of I.B.M and Apple?","web_url":"https://www.nytimes.com/1994/09/20/science/personal-computers-of-soaps-and-computers-what-became-of-ibm-and-apple.html","abstract":"  THE Charles and Diana of computer companies, I.B.M. and Apple, are supposed to be married but rarely appear in public together any more. Yesterday each company made a major appearance at which the other was conspicuously absent. Apple unveiled its plan to allow the development of legal Macintosh clones, while I.B.M. unveiled a new family of personal computers to replace its PS/1 line.    On a practical level, there was no compelling reason for the two companies to work together on those announcements. They are, after all, competitors in the marketplace. But on another level, the one familiar to viewers of soap operas and readers of supermarket tabloids, there was a hint of Tom and Roseanne in the air.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/09/20/sports/college-soccer-report-294969.html","abstract":"  Indiana  The Hoosiers sent a strong message on Sunday with a 4-0 triumph over St. Louis, last week's top-ranked team. The message: Indiana is a serious contender for the national title this year, a title the Hoosiers have captured three times, most recently in 1988.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Networks Held Back the News That Invasion Planes Were Headed for Haiti","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-television-networks-held-back-that-invasion-planes-were-headed-for.html","abstract":"  All four network television news divisions voluntarily withheld information that American planes had taken off for an invasion of Haiti on Sunday night until the invasion had been called off and the Pentagon agreed the news could be broadcast, network news executives said yesterday.   The executives emphasized that they acted out of concern for American troops. For the same reason, they said, no network correspondent informed Haitian officials that the invasion was under way.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"1919:Pershing Honored : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1919pershing-honored-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - General Pershing yesterday [Sept. 19] received the formal thanks of the nation for his services to the country during the war. The occasion took the form of a joint session of both Houses of Congress which was held in the spacious hall of the","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Major Growth Gene In Plants Is Isolated","web_url":"https://www.nytimes.com/1994/09/20/science/major-growth-gene-in-plants-is-isolated.html","abstract":"  SCIENTISTS have isolated a gene that regulates the major growth hormone in plants, taking what they say is the first step toward genetically manipulating plant size and shape.    Researchers say that having the gene in hand may make it possible to genetically engineer plants that grow to conveniently larger or smaller sizes, producing taller ponderosa pine for more timber or shorter banana plants for easier harvesting. Scientists say the gene will also be a powerful tool for dissecting the complex process of plant development in which growth hormone is known to play many and diverse roles, including stimulating root growth and inhibiting branching.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Operatic To Pop: A Sunny Crossing","web_url":"https://www.nytimes.com/1994/09/20/arts/music-review-operatic-to-pop-a-sunny-crossing.html","abstract":"  Near the beginning of Dawn Upshaw's delightful concert of Broadway theater songs at the Supper Club on Sunday evening, the singer mentioned that she had had her second child, a little boy, three months ago. \"The next song,\" she said, \"is my daily therapy,\" and immediately began singing \"I Feel Pretty,\" from \"West Side Story.\"    The transformation of the Leonard Bernstein-Stephen Sondheim waltz from a love-smitten teen-ager's giddy fantasy into a young mother's self-administered pep talk more or less defines Ms. Upshaw's no-nonsense approach to theater songs. During the concert, she performed all but two of the numbers from her recent album, \"I Wish It So\" (Elektra Nonsuch), accompanied by six musicians under the direction of Eric Stern. Mr. Stern's arrangements for two pianos, cello, bass, flutes and woodwinds had a breezy lyricism that attractively underscored Ms. Upshaw's sunny musical temperament.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"What's in a Ranger Name? Just a Stanley Cup Dispute","web_url":"https://www.nytimes.com/1994/09/20/sports/hockey-what-s-in-a-ranger-name-just-a-stanley-cup-dispute.html","abstract":"  When the Rangers get the Stanley Cup back on opening night at Madison Square Garden, the big, silver trophy will lack two names the team had hoped to have engraved among the members of its championship team of last June.   Missing will be Ed Olczyk and Mike Hartman, who spent the 1993-94 season with the team, but didn't play enough games at the right time to qualify for the engraving.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Examined Life Is Not Worth Living Either","web_url":"https://www.nytimes.com/1994/09/20/books/books-of-the-times-the-examined-life-is-not-worth-living-either.html","abstract":"  Prozac Nation  Young and Depressed in America  By Elizabeth Wurtzel  317 pages. Houghton Mifflin. $19.95.     At the age of 6, she wrote a series of books about pets. At 7, she adapted \"The Murders in the Rue Morgue\" into a play. She won the school Brochos bee, the Jewish equivalent of a spelling bee, five years in a row and regarded anything less than an A in school as a cause for embarrassment.","thumbnail":null,"section":"Books"},{"date":"19940920","headline":"London Journal; For Jostled British, Now Double-Decker Graves?","web_url":"https://www.nytimes.com/1994/09/20/world/london-journal-for-jostled-british-now-double-decker-graves.html","abstract":"  The tilted tombstones spill across the lawns of the City of London Cemetery, a dense forest of weathered sculpture and broken marble that since 1856 has become the final resting place for more than half a million Londoners.   Now, under a proposal favored by a Labor Member of Parliament from Scotland and endorsed by Britain's cemetery industry, the inhabitants of this cemetery and other crowded British graveyards might be sharing their plots with new tenants. Facing a growing shortage of burial space, Britain's cemetery managers want to recycle their oldest graves by burying new bodies atop the old.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"So Who Took the Air Out of the Buddy Ball?","web_url":"https://www.nytimes.com/1994/09/20/sports/notebook-so-who-took-the-air-out-of-the-buddy-ball.html","abstract":"  Buddy Ryan brought an air of bravado, a swagger and a boost of confidence to town when he replaced Joe Bugel as coach of the Phoenix Cardinals. He even changed the name of the team to the Arizona Cardinals.   New identity. Same results. They're still without a victory in the desert. And now the fans are angry, feeling they've been sold a bill of goods with Ryan as the new coach.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Gerrymandering Hurts Black Voters the Most","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-gerrymandering-hurts-black-voters-the-most-295248.html","abstract":"  To the Editor:   As one of the plaintiffs in the Federal racial gerrymandering lawsuit recently decided in Texas, I was shocked at Elaine R. Jones's \"In Peril: Black Lawmakers\" (Op-Ed, Sept. 11). The lawsuit was brought by multiracial, multiethnic and multireligious grass-roots activists who find her arguments and the accompanying drawing (a Ku Klux Klan ballot box eating the ballot of a black person) morally offensive. Ms. Jones approves the implication that Americans can only be represented properly by people of their own race. This suggests that the best avenue for minorities to achieve political power is to remain segregated.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"1894: Japanese Gains : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-1894-japanese-gains-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - Marshal Yamagata with 45,000 Japanese troops, is marching towards Moukden from the south-east. The Chinese troops landed in Corea before yesterday's [Sept. 19] naval battle have been captured. In the fight the Chinese lost the King-Yuen, the Ya","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Somebody From Paris Says He Loves New York","web_url":"https://www.nytimes.com/1994/09/20/style/somebody-from-paris-says-he-loves-new-york.html","abstract":"  It was a tough schedule for a neurasthenic, but Yves Saint Laurent sailed through it with aplomb and enthusiasm. Visiting New York for the first time since 1983, he found himself caught up in a whirl of activities. And he said he loved it. Showing considerable modesty and some humility for a man recognized as one of the world's top fashion designers for more than 30 years, he said he was touched by the kindness he met everywhere he went.   \"It has been too long since I've been here,\" he said. \"It is a beauty, this city. It has always been a beauty, but it looks so clean and bright now. The people, also, they look wonderful. I am so glad to be here.\"","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"A Meeting on Mount Fuji : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-a-meeting-on-mount-fuji-letters-to-the-editor.html","abstract":"In response to \"Climbing Mount Fuji: For the Japanese, a Heavenly Ascent\" (Sept. 6):.My thanks to T.R. Reid for his lively account from Fujinomiya, Japan. I was particularly interested because I, too, made an ascent of Mount Fuji this summer","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Decoys in Maine Lure Sea Birds, Gone a Century","web_url":"https://www.nytimes.com/1994/09/20/science/decoys-in-maine-lure-sea-birds-gone-a-century.html","abstract":"DAY and night, from last April to August, bizarre noises blared over the enormous granite boulders that are heaped like dominoes atop Matinicus Rock, the emergent peak of a drowned mountain 20 miles off the coast here. From weatherproof speakers on the ledges came guttural bellows, shrill cries and a madhouse cacophony that on calm days could be heard a mile or more offshore. \n\nThe sounds, repeated thousands of times by a solar-powered compact disk player, were the voices of penguin-like sea birds called common murres. Lured ashore by the recorded calls of parent murres and their young, followed by the recorded roar of a huge murre colony, as many as two dozen of the black-and-white birds mingled with life-size decoys of adult murres and chicks and inspected ceramic murre eggs. They were the pioneers of what Dr. Stephen Kress, a research biologist with the National Audubon Society, hopes will be the first enclave of nesting murres on a Maine island in more than 120 years.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Brien Taylor's Day in Court Is Postponed Once Again","web_url":"https://www.nytimes.com/1994/09/20/sports/baseball-brien-taylor-s-day-in-court-is-postponed-once-again.html","abstract":"  Brien Taylor's legal delays continued yesterday. The highly touted Yankee pitching prospect's trial on two misdemeanor charges related to a fight near his home in Beaufort, N.C., last December, once scheduled for January, was continued until Nov. 3 because one of the co-defendants was unavailable to testify.   Charles Donnell Johnson, Taylor's cousin and an important witness, is involved in the United States military actions in Haiti and could not appear in Carteret County District Court. So Judge Frank Lanier postponed the trial almost seven weeks.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Hear the One About the Comics With a Cause?","web_url":"https://www.nytimes.com/1994/09/20/arts/hear-the-one-about-the-comics-with-a-cause.html","abstract":"  \"Comedy is in a sad state,\" say Aladdin and Santos, two young stand-up comedians. That's one reason they founded Not in My Club Productions and conceived the idea for the multi-ethnic comedy show \"Color Blind,\" which is being presented at Don't Tell Mama.   \"If you go into most black comedy clubs all you hear are jokes about sex,\" says Aladdin, whose parents are from Bangladesh. \"The audience is geared to think that's all comedy is. Then, if you talk about anything of substance -- you know, social or political problems or just what you might feel as an individual -- they get restless. They've been brainwashed into thinking comedy is just about grabbing your crotch and talking about sex.\"","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-dance-295167.html","abstract":"  Star of 'Mahabharata' Brings Her Troupe From India  Fashion Institute of Technology    Mallika Sarabhai has performed in New York with her mother, the noted Indian dancer Mrinalini Sarabhai. But a performance on Saturday night at the Haft Auditorium of the Fashion Institute of Technology was Miss Sarabhai's first outing on her own, with her Darpana Troupe from Ahmedabad, India. The results were mixed but in large part intriguing.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Let's Try Cooperation In Japan Auto Talks","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-let-s-try-cooperation-in-japan-auto-talks-295426.html","abstract":"  To the Editor:   As the United States Government heads down to the wire in trade negotiations with Japan (news article, Sept. 14), some analysts wrongly conclude that difficulties in the auto talks arise from fears in Japan that import sales may increase. A bit of background might be enlightening.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Clinton Picks Brademas To Lead Arts Committee","web_url":"https://www.nytimes.com/1994/09/20/arts/clinton-picks-brademas-to-lead-arts-committee.html","abstract":"  President Clinton announced yesterday that he was revitalizing the President's Committee on the Arts and the Humanities and appointed Dr. John Brademas, a former president of New York University and a former Congressman from Indiana, as its chairman.   Mr. Clinton named 32 other people to serve as members of the committee; among them were the violinist Isaac Stern, the musician Quincy Jones, the actress Rita Moreno and the playwright David Henry Hwang. The President said his wife, Hillary Rodham Clinton, would be the honorary chairwoman.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Hero in a Central Park Attack Shies From the Spotlight's Glare","web_url":"https://www.nytimes.com/1994/09/20/nyregion/hero-in-a-central-park-attack-shies-from-the-spotlight-s-glare.html","abstract":"  The man who rescued a woman from an attempted rape in Central Park on Sunday morning and then chased and captured her suspected attacker, found himself in a new role yesterday at a City Hall news conference: that of the reticent hero.    The man, Jesse McCutchen Jr., 35, a sanitation worker who described himself as a retired miler with a best time of 4 minutes 1 second, was obviously uncomfortable as he sat beside Mayor Rudolph W. Giuliani, listening to himself being hailed as a hero, and staring at microphones and television cameras.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"A Matter of Rank : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-a-matter-of-rank-letters-to-the-editor.html","abstract":"Regarding \"Isolated by Its Stand, Vatican Drops Effort to Hold Up Text on Abortion Rights\" (Sept. 10):.The Vatican spokesman, Joaquín Navarro-Valls, will probably have been interested to read of his being raised to the rank of monsignor.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Royals Say Herzog Won't Manage Them","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-baseball-royals-say-herzog-won-t-manage-them.html","abstract":"  Kansas City Royals officials are denying a report that the former manager WHITEY HERZOG will be offered their vacant managerial job.   General Manager HERK ROBINSON and the team vice president, GEORGE BRETT, said they have talked with Herzog about the job, but each said Herzog told them he was not interested.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"3,000 U.S. TROOPS LAND WITHOUT OPPOSITION AND TAKE OVER PORTS AND AIRFIELDS IN HAITI","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-overview-3000-us-troops-land-without-opposition-take-over-ports.html","abstract":"  As Haitian soldiers watched impassively, more than 3,000 American troops landed here today, taking control of airfields and ports in the first phase of a military operation that has forced recent enemies to become reluctant partners in the restoration of the country's elected President, the Rev. Jean-Bertrand Aristide.    Descending from a fleet of Blackhawk helicopters just after 9:30 this morning, units of the United States Army's 10th Mountain Division landed at the same civilian airport where about 12 hours earlier a diplomatic delegation led by former President Jimmy Carter had departed after averting an American invasion.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Will Humbler Jets Now Win for Losing?","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-will-humbler-jets-now-win-for-losing.html","abstract":"  In this Jets season of new attitude and new hope, with old stereotypes challenged and seemingly defeated, they are still learning about themselves.   Now they confront another bugaboo in the wake of their poor performance against Miami -- \"a major setback,\" was the way Coach Pete Carroll described it today.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Judge's Ties to Jewish Leader Stir Debate in Crown Hts. Case","web_url":"https://www.nytimes.com/1994/09/20/nyregion/judge-s-ties-to-jewish-leader-stir-debate-in-crown-hts-case.html","abstract":"  Experts in judicial ethics say the judge in the latest case stemming from the 1991 violence in Crown Heights, Brooklyn, need not step down in response to a defense charge that he has a conflict of interest.   But one expert also said last week that the judge should consider recusing himself because of the \"public passion\" surrounding the case.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Giuliani Asks Agency Heads For More Cuts","web_url":"https://www.nytimes.com/1994/09/20/nyregion/giuliani-asks-agency-heads-for-more-cuts.html","abstract":"  In a series of meetings, senior members of the Giuliani administration instructed commissioners over the weekend to take a sweeping new look at their agencies and identify services they can stop performing and functions that could be consolidated or centralized in City Hall.   The meetings were part of the administration's search for measures to close a continuing budget gap. The city's budget director, Abraham M. Lackman, said that before cutting services, the administration was searching for options that would reduce the city's bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Fierce Competition Marked Fervid Race For Cancer Gene","web_url":"https://www.nytimes.com/1994/09/20/science/fierce-competition-marked-fervid-race-for-cancer-gene.html","abstract":"  WITH the discovery of a gene that causes inherited breast cancer, the many competitors in this most impassioned and publicly visible of all genetic races find themselves blinking in the sun, still a bit shocked that the long hunt is over.   No one is more surprised, and gratified, than Dr. Mark H. Skolnick of the University of Utah, whose team plucked the gene from a crowded stretch of chromosome 17, and out of the grasp of 12 other teams that had thrown hats and hopes into the ring.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Chess","web_url":"https://www.nytimes.com/1994/09/20/arts/chess-294586.html","abstract":"  Vasily Ivanchuk is flying as high as ever these days. The 25-year-old Ukrainian grandmaster, who has frequently been mentioned as a possible challenger for Gary Kasparov's championship, won the Intel World Grand Prix tournament in London on Sept. 3 after having tied for first place with Kasparov in the Professional Chess Association Tournament in Novgorod, Russia, on Aug. 25.   The Intel event was run at the rate of 25 minutes per game for each player under a two-game knockout system. In the final, Ivanchuk drew his two games with Vishwanathan Anand of India and then split two five-minute tiebreak games. According to the rules, there was one more tiebreak game with the stipulation that White gets six minutes but must win the game, whereas Black gets five minutes but is declared the winner if he draws. It was Ivanchuk's lot to have Black and he triumphed by making a draw. Ivanchuk was awarded $30,000 and Anand $20,000.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Sports of The Times; 'We've Lost Another of Our Kids'","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-of-the-times-we-ve-lost-another-of-our-kids.html","abstract":"  YOU drove up looking for a rich man's tennis club, a leafy, campus-like sprawl. Instead you inched past the town water pollution control plant, and rolled into the parking lot across the street from the Texaco diesel pump, a few hundred yards from the carpet warehouse in one direction and the automotive shops in the other.   Inside there was no showy photo gallery of stars, no overpriced restaurant, no parade of designer tennis wear. In the lobby there was a gray-haired man named Dick Zausner, hunched over the main desk, rifling through papers. The telephone lines kept ringing.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-295132.html","abstract":"  STEVE EARLE, a country rocker serving a jail term in Nashville for heroin possession, is trying to get into a drug treatment program, The Associated Press reported.    He has been doing without methadone since he went to jail on Sept. 12, A.P. said. Federal rules do not permit jail officials to dispense the drug, which he was taking in an effort to end his addiction. \"Steve is experiencing some pain, but they are monitoring his medical condition pretty closely,\" said Lionel Barrett, his lawyer. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Brodeur and Sidorkiewicz to Face Islanders","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-hockey-brodeur-and-sidorkiewicz-to-face-islanders.html","abstract":"  MARTIN BRODEUR and PETER SIDORKIEWICZ will share the goaltending duties for the Devils when they visit the Islanders tonight for the first of two exhibition games between the teams.   CHRIS TERRERI missed practice again yesterday with a shoulder injury suffered in practice 10 days ago. Terreri hasn't played in any of the team's first four exhibition games and is not expected to play tomorrow night, when the Philadelphia Flyers visit the Devils.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"The Future of the EU : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-the-future-of-the-eu-letters-to-the-editor.html","abstract":"Regarding \"TheFolly of Uniting Europe While Sicling It in Two\" (Opinion, Sept. 14).Brian Beedham appears to think in balance-of-power terms that ignore 40 years of European Evolution. European unification is a consequence of the gradual remo","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-290980.html","abstract":"  Because of a production error, a front-page article Wednesday about a sex-discrimination suit filed against the Central Intelligence Agency by Janine Brookner, the agency's first female station chief, omitted several lines in some copies. The incomplete sentences should have read this way:    \"Then, after she reported that her deputy station chief in Jamaica was beating his wife, he turned the tables, calling her a hard-drinking hussy, the suit says. To the disbelief of many of Ms. Brookner's colleagues, the agency's inspector general and top managers believed her deputy, and that ended her climb through the C.I.A.'s ranks.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Occupation Dawns Quietly In Shadow of Ruling Junta","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-the-haitians-occupation-dawns-quietly-in-shadow-of-ruling-junta.html","abstract":"  The restoration of democracy began quietly in the streets of the capital, without bloodshed and without widespread celebration.    Most people in Port-au-Prince watched quietly from the docks, unsure what the American occupation would bring, as the first dark green helicopters streaked across the sky. As the day wore on and it became clear that the United States military was not going to hurt them, people started to wave and even cheer.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Colorado Coach Guided by Beliefs","web_url":"https://www.nytimes.com/1994/09/20/sports/college-football-colorado-coach-guided-by-beliefs.html","abstract":"  Nothing softens Colorado Coach Bill McCartney more than seeing his grandson, Timothy.   \"The little guy will run into his office, and the coach will walk out six inches off the ground,\" said Jay Elowsky, a close friend and confidant who shares weekly Christian prayer meetings with McCartney. \"That kid is the center of his world.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Knicks Take Their Losses Like a Team","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-basketball-knicks-take-their-losses-like-a-team.html","abstract":"  The Knicks failed to sign Ron Harper, they have not made an off-season trade and some of their rivals have clearly improved. Pat Riley said neither he nor the players should look for excuses, with training camp less than three weeks away.   \"We cannot carry any 'poor me' attitude into next season,\" Riley, the Knicks' coach, said yesterday in Manhattan after an autograph session for his book, \"The Winner Within.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Grant Signs, Again, With the Magic","web_url":"https://www.nytimes.com/1994/09/20/sports/sports-people-basketball-grant-signs-again-with-the-magic.html","abstract":"  HORACE GRANT, his initial contract with Orlando struck down by the National Basketball Association, signed with the Magic for five years yesterday in a deal already approved by the league.   \"We've done this before, and this is the last time,\" said Grant, the free-agent power forward who spent the past seven seasons with the Chicago Bulls.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"A Nonviolent Bomber Leads Polish Police on a Frenzied Chase","web_url":"https://www.nytimes.com/1994/09/20/world/a-nonviolent-bomber-leads-polish-police-on-a-frenzied-chase.html","abstract":"  For two weeks now, a man who calls himself Gummi Bear after the Walt Disney cartoon characters, has terrorized this graceful medieval city.   He has planted bombs in crowded places and phoned the local newspaper with instructions on where to find them and where to drop a ransom. He has driven the police into a frenzy of frustration and given some poeple mad ideas of copying him.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"MISSION TO HAITI: THE G.I.'s; Armed for Battle, but Hazy About How to Try to Insure Democracy","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-gi-s-armed-for-battle-but-hazy-about-try-insure-democracy.html","abstract":"  In the end, the hastily assembled invasion was something of an anticlimax, but it was hard to tell from the sweaty faces of the young soldiers gathered at dawn today on the hangar deck of the aircraft carrier Eisenhower.   Long lines of 10th Mountain Division troopers, heaped with bulging rucksacks, M-16 rifles, machine guns, rocket launchers, night-vision goggles and radios, stretched across the cavernous hangars, the size of several football fields.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-what-theyre-reading.html","abstract":"Neil Simon, the playwright, is reading \"October 64\" by David Halberstam..\"This is a big, thick, no-nonsense book on baseball written by a wonderful reporter, a soul- searching souvenir of the last year that the New York Yankees were great","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"CUNY Gives a Chance To Those Who Need It","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-cuny-gives-a-chance-to-those-who-need-it-295493.html","abstract":"  To the Editor:   Sadly I read your Sept. 15 letters and the Op-Ed account Sept. 8 of attempts to discredit the City University of New York and to undercut its ability to provide a quality education to the community. As a Jacob K. Javits fellow and doctoral candidate in Latin American history at Yale University, I feel I owe much of my academic success to Brooklyn College's remedial services and faculty.   I entered the college in 1986, eight years after graduating from high school. After failing the writing aptitude exam, I received tutoring and noncredit writing classes that prepared me for college-level course work. Four and a half years later I became the first person in my family to graduate from college.   After two years as a graduate student, I can say that the brightest, most engaged students at Brooklyn equal those at Yale. Those who would defund CUNY, restrict enrollment and eliminate support services should stop draping their efforts to restrict higher education for the socially weak with the rhetoric of \"standards.\" GREG GRANDIN  New Haven, Sept. 15, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"On the Brink of War, a Tense Battle of Wills","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-diplomacy-on-the-brink-of-war-a-tense-battle-of-wills.html","abstract":"  The talks in Haiti on Sunday dragged on past a noon deadline, then past a 3 o'clock extension. By early evening, President Clinton was pacing the Oval Office, visibly impatient with his three envoys, who had not yet persuaded the military leaders to resign.   On an ordinary, unsecured telephone line from Port-au-Prince, former President Jimmy Carter, the chief emissary, begged over and over for more time, but Mr. Clinton was insistent. \"We've been friends for a long time,\" he said, \"but I'm going to have to order you out of there in 30 more minutes. You've got to get out.\"","thumbnail":null,"section":"World"},{"date":"19940920","headline":"William Henry Memorial","web_url":"https://www.nytimes.com/1994/09/20/arts/william-henry-memorial.html","abstract":"  A memorial service for William A. Henry 3d, a former drama critic for Time magazine, will be held at 2 P.M. today at the St. James Theater, 246 West 44th Street, Manhattan. Mr. Henry, who also wrote biographies of Jack Benny and Jackie Gleason, died on June 28 in Maidenhead, England, at the age of 44. Among those scheduled to speak are the cartoonist Garry Trudeau; Christopher Porterfield, an assistant managing editor at Time; the actors Kevin Conroy and Dorothy Loudon; Stephen Rubin, the publisher and senior vice president of Doubleday; the playwright A. R. Gurney, and Mr. Henry's widow, Gail.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Miss, Miss, Miss, Good! Hanson Finally Nails One","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-miss-miss-miss-good-hanson-finally-nails-one.html","abstract":"  The Detroit Lions' players stood on their sideline and raised their helmets as Jason Hanson kicked a 44-yard field goal with 27 seconds left in overtime that lifted the Lions to an improbable 20-17 victory over the Dallas Cowboys before 64,102 stunned fans at Texas Stadium. Hanson had missed his previous three field-goal attempts.   It was a seesaw battle all night. And for Detroit, it was much more. The Lions improved to 2-1. But more important, they earned the measure of respect they have hungered for. Broderick Thomas made the play that set up the winning score, sweeping around right end to sack Dallas quarterback Troy Aikman, strip the ball and recover it at the Dallas 43.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/20/nyregion/inside-290637.html","abstract":"  Hopes for Health Agreement   Senator George Mitchell and a group backing a bill to extend coverage to half the uninsured said they hoped to reach a bargain today. Page A20.  Six Stores to Be Closed    To facilitate its merger with R. H. Macy & Company, Federated Department Stores Inc. agreed to close six New York area stores. Page D1. When the Sun Dies    A billion years from now, when the Earth meets its doom, a bloated Sun will expire in a series of helium flashes. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Hospitals Swap Job Guarantees For Pay Limits","web_url":"https://www.nytimes.com/1994/09/20/nyregion/hospitals-swap-job-guarantees-for-pay-limits.html","abstract":"  New York City's private hospitals have promised to protect more than 30,000 unionized workers from layoffs for the next four years, despite a major upheaval in the medical industry. In return, the union has agreed to a one-year wage freeze and a cut in the hospitals' contributions to benefit funds.   The new agreement, both sides said, dramatized the seriousness with which each views the changes taking place in medical care, with hospitals struggling to survive and workers in fear of widespread layoffs.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Observer; God And Man At Politics","web_url":"https://www.nytimes.com/1994/09/20/opinion/observer-god-and-man-at-politics.html","abstract":"  Hark, ye spinmeisters, polling quacks, image consultants, tooth cappers, direct-mailers and all such agents of the new-time political religion!   Hark ye, and listen to the lesson of Marion Barry, who once committed sin and, yea, was even filmed in the commission thereof, and now repents.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-292788.html","abstract":"  To his adoring public, Arthur Fiedler seemed as lighthearted and perpetually exuberant as the music he directed while conducting the Boston Pops Orchestra for 50 years, until his death in 1979.    To his elder daughter, JOHANNA FIEDLER, he was a complex and often unhappy man. She has written a book, \"Arthur Fiedler: Papa, the Pops and Me,\" to be published next month by Doubleday.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-classical-music-295175.html","abstract":"  A Quiet Middle Path In a Flute Concerto  Manhattan School of Music and Wave Hill    Bruce Saylor is a composer who has taken a quiet middle path through the thickets of American contemporary style. A student of George Perle and Hugo Weisgall, he has steeped himself in the heritage of the Second Viennese School, and yet he has avoided making the final leap into Serialist abstraction. Like Mr. Perle, and like Alban Berg in the early days, he maintains a strong tonal bias beneath his 12-tone constructions, opening space for free-flowing lyric invention.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"The Fall of a Baseball Autumn; The Ballplayers' Strike Seems to Have Been Inevitable","web_url":"https://www.nytimes.com/1994/09/20/sports/fall-baseball-autumn-ballplayers-strike-seems-have-been-inevitable.html","abstract":"  The baseball season was about to expire when management and union representatives met in New York to try to find some common ground on which they could salvage negotiations and forge a new collective bargaining agreement. At one point, Stan Kasten, the Atlanta Braves' president, rose and made two columns on a blackboard, and then began drawing connecting lines.   Whatever Kasten intended, the union didn't get his point. According to a person who attended the session, Kasten said: \"Well, my first idea didn't work, so I'll go to my second.\"","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295027.html","abstract":"  An article in Styles on Sunday about the auction of a collection of furniture and art objects that belonged to the late Nancy Lady Keith misstated the scheduled starting time at Sotheby's today. It is 10:15 A.M., not tonight.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Custody Fight in Capital: A Working Mother Loses","web_url":"https://www.nytimes.com/1994/09/20/us/custody-fight-in-capital-a-working-mother-loses.html","abstract":"  When Sharon Prost surrendered her two sons to her former husband's custody 11 days ago, it was the climactic act in a cautionary tale of two-career couples in the '90's.   To Ms. Prost, 43, a counsel to Senator Orrin G. Hatch, and the feminist legal groups rallying around her, the decision by a Washington judge to remove the children is chilling evidence of a judicial backlash against professional women.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/20/style/chronicle-295140.html","abstract":"  Her late husband's name was synonymous with the power of positive thinking. So who better to receive the 1994 Norman Vincent Peale Award for Positive Thinking than RUTH STAFFORD PEALE, who was married to the Rev. Dr. Norman Vincent Peale him for 63 years and helped spread his beliefs.   \"I was very much moved,\" Mrs. Peale said after the luncheon yesterday at the Plaza Hotel, where she received the honor, given by the Institutes of Religion and Health, which was founded by her husband, and the Peale Center for Christian Living. Dr. Peale, the longtime leader of Marble Collegiate Church, died on Christmas Eve at age 95.","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Kubek Goes Home, With the Last Word","web_url":"https://www.nytimes.com/1994/09/20/sports/tv-sports-kubek-goes-home-with-the-last-word.html","abstract":"  Tony Kubek loves to talk. He seems incapable of not talking -- pugnaciously and relentlessly -- to sharpen his sense that something is always happening on a baseball field. When Kubek retired Friday as the MSG Network's Yankees announcer, he insisted that his decision to leave was simple -- it was time to go -- and needed no elaboration. Then he elaborated for 30 minutes.   His style was not cuddly; his know-almost-all intensity probably cost him popularity. It was his custom to explain because he was fascinated by everything on the field. But did he explain more than Tim McCarver? Hardly. Explanation was Kubek's forte. He did not traffic in Italian pastry.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295035.html","abstract":"  A picture caption in The Home Section on Thursday, with an article about a group of McKim, Mead & White houses in Montauk, L.I., misidentified a house in some editions. The house, shown from a distance surrounded by heavy vegetation, is the Orr house, not the Andrews house.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Baseball Didn't Die","web_url":"https://www.nytimes.com/1994/09/20/opinion/baseball-didnt-die.html","abstract":"I wish people could begin to understand that big league baseball is not baseball. It is only an aspect of baseball.  When big league baseball stops, baseball continues.\n\nThe people who conduct the business of baseball -- Major League Baseball -- claim, for legal reasons of their own, that their business is not a business but a game. In unintended ways they are right.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Now Release the Irish Prisoners of War","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-now-release-the-irish-prisoners-of-war-295485.html","abstract":"  To the Editor:   I am exhilarated by the Irish Republican Army cease-fire, and the hope for peace in the centuries-old undeclared British-Irish war.   However, missing from all the hoopla is a call for the release of the political prisoners and prisoners of war in this conflict. In South Africa, \"Free Nelson Mandela\" became both a popular song and political necessity. No such urgency appears to exist with Joseph Patrick Thomas Doherty, who is perhaps the planet's most famous political prisoner with the freeing of Mr. Mandela.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/20/nyregion/news-summary-289736.html","abstract":"  International A3-14  TROOPS LAND IN HAITI  More than 3,000 American troops arrived in Haiti by helicopter, meeting no resistance from Haitian troops, and began to secure airfields and ports in the first phase of the military operation. A1","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Gene Transplant Speeds Salmon Growth Rate","web_url":"https://www.nytimes.com/1994/09/20/science/gene-transplant-speeds-salmon-growth-rate.html","abstract":"  SCIENTISTS are using genetic engineering techniques to vastly speed the growth rate of Pacific salmon.   The technique is not meant to produce gigantic fish, although future experiments may lead to such creatures, the researchers said. Rather it is intended to help commercial fish farmers grow market-size salmon in a fraction of the time it now takes.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"Before Congress Quits . . .","web_url":"https://www.nytimes.com/1994/09/20/opinion/before-congress-quits.html","abstract":"  The 103d Congress was going to be different. With one party in control of the Senate, the House and the White House for the first time in 12 years, and a large freshman class eager to prove that Congress can get things done, it was supposed to be the end of gridlock. But barring a quick burst of activity, it will not be so.   In its first session, last year, the 103d and the new President made real headway, including substantial budget deficit reduction, ratification of the North American Free Trade Agreement, family leave legislation and handgun controls. This year's session looks like gridlock-as-usual.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"What Deeds Lurk in the Heart of Crows?","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-what-deeds-lurk-in-the-heart-of-crows-295442.html","abstract":"  To the Editor:   Your Sept. 14 news article on the crow invasion of New York City has aroused concern among bird lovers because they eat both \"the eggs and young of popular song birds.\" This tendency to violence by crows, though it seems to be unknown today, was recognized long ago.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Crime Bill Should Make Women Feel Safer","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-crime-bill-should-make-women-feel-safer-295434.html","abstract":"  To the Editor:   Except for one sentence in \"Experts Doubt Effectiveness of the Newly Enacted Crime Bill\" (news article, Sept. 14), you ignore the positive new programs designed to address the epidemic of rape, sexual assault and domestic violence.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"It's Not the Ryder Cup And That's Not Bad","web_url":"https://www.nytimes.com/1994/09/20/sports/on-golf-it-s-not-the-ryder-cup-and-that-s-not-bad.html","abstract":"  Greg Norman, thin almost to the point of gaunt, stood on the first tee at the Robert Trent Jones Golf Club on Sunday looking a little like a father who had been up all night pacing the maternity ward floor. He was smiling wanly, wanting to play, knowing he couldn't.   He had to withdraw from the inaugural Presidents Cup before it began, struck down by a severe gastrointestinal problem that had stripped 14 pounds from his already taut frame. Still slightly weak after gaining just five pounds back, still 10 days from being able to touch a club, Norman was there just to cheer on his mates on the International team.","thumbnail":null,"section":"Sports"},{"date":"19940920","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-classical-music-295183.html","abstract":"  A Transparent 'Boheme' From a Pocket-Size Company  Amato Opera Theater    Opera America, an organization that keeps track of such matters, recently reported that Puccini's \"Boheme\" would have more productions this season than any other opera in the standard repertory. The Amato Opera made its contribution in support of that statistic by opening its 47th season with a new production of the Puccini work.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Polish Teams Lead Bridge Pair Event","web_url":"https://www.nytimes.com/1994/09/20/nyregion/polish-teams-lead-bridge-pair-event.html","abstract":"  Two Polish bridge experts led into the final day of play in the World Mixed Pair Championship, the opening event in two weeks of play under the auspices of the World Bridge Federation. Three American partnerships were in close pursuit after the first of the three final sessions.   The standings were: 1st, Ewa Harasimowicz and Marcin Lesniewski of Poland, 64.03 percent; 2d, Marilyn Hemenway and Mike Albert of Omaha, 64 percent; 3d, George and Carlyn Steiner of Seattle, 63.97 percent; 4th, Jillian Blanchard of Riverdale, the Bronx, and Mark Feldman of Manhattan, 63.82 percent; 5th, Danuta Hocheker and Apolinare Kowalski of Poland, 62.34 percent; 6th, Sabine Zenkel of Chicago and Bob Hamman of Dallas, 62.15 percent, and 7th, Sue Picus of Manhattan and Barry Rigal of England, 61.61 percent.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Proudly Liberal, and Newly Powerful; Grass-Roots Coalition in Connecticut Sees Its Candidate Win and Its Influence Climb","web_url":"https://www.nytimes.com/1994/09/20/nyregion/proudly-liberal-newly-powerful-grass-roots-coalition-connecticut-sees-its.html","abstract":"  Suggest to William E. Curry Jr. that he is a liberal, and he denies it with an immediacy that almost borders on panic. \"All of those old categories are defunct,\" he snapped in a recent interview.   Mr. Curry, the Democratic candidate for governor, knows that he needs to reach voters across the political spectrum to be elected in November, and that he can ill afford to be identified too strongly with his longtime political base, the left wing of the Democratic Party.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Ruling Aids Prosecution Of Simpson","web_url":"https://www.nytimes.com/1994/09/20/us/ruling-aids-prosecution-of-simpson.html","abstract":"  In what is regarded as a pivotal victory for the prosecution, a judge ruled today that evidence incriminating O. J. Simpson in the slaying of his former wife and one of her friends could be admitted in his trial.   The ruling by Judge Lance A. Ito of Superior Court is considered crucial because it involves bloodstains and other physical evidence that potentially link Mr. Simpson to the crime scene. Prosecutors are expected to rely heavily on such forensic evidence because there are apparently no witnesses to the stabbing deaths of Nicole Brown Simpson and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/09/20/arts/in-performance-dance-295159.html","abstract":"  Honoring Jewish Traditions Both Sacred and Secular  Kaye Playhouse    Bertram Ross, Deborah Zall and John Giudice honored sacred and secular Jewish traditions in \"Poems, Proverbs, Prayers,\" on Saturday night at the Kaye Playhouse of Hunter College. Their program also attested to the continuing influence of Martha Graham.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Greenville Journal; Are Six Group Homes Too Many?","web_url":"https://www.nytimes.com/1994/09/20/us/greenville-journal-are-six-group-homes-too-many.html","abstract":"  Earle Street, established in the early 1800's, is a study in cultural diversity, a mix of elegant mansions and rundown houses at the edge of the business district here.   In the city's oldest neighborhood, Earle Street is alive with children at play, joggers, gardeners and friends chatting on the large front porches. There also are five group homes: three for the mentally ill, one for unwed mothers and one for the homeless.","thumbnail":null,"section":"U.S."},{"date":"19940920","headline":"Transportation Workers Face More Frequent Tests for Drugs","web_url":"https://www.nytimes.com/1994/09/20/nyregion/transportation-workers-face-more-frequent-tests-for-drugs.html","abstract":"  Thousands of bus drivers, train engineers and other transportation workers in the region will face more frequent random testing for drugs and alcohol beginning in January under a Federal law that is expected to cost regional transit operators millions of dollars a year.    The New York Transit Authority expects its annual cost of testing to rise to $5 million from $1.5 million.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Marines See Tough Task","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-marines-see-tough-task.html","abstract":"  Marine commanders warned that the last-minute agreement to avert an American invasion of Haiti would put more pressure on American troops to distinguish between friend and foe as they went ashore to maintain civil order.   About 1,900 marines on this and two other ships were four hours from staging an airborne and amphibious assault on Cap Haitien, Haiti's second-largest city, on the country's northern coast when Washington called it off on Sunday. The marines practiced mock invasions for six weeks, so they are now are frustrated while awaiting new orders.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"America's Meat Eaters Don't Get the Message","web_url":"https://www.nytimes.com/1994/09/20/opinion/l-america-s-meat-eaters-don-t-get-the-message-295450.html","abstract":"  To the Editor:   A 2,000-page report published today by the Environmental Protection Agency concludes that dioxin levels in the fatty tissues of Americans who consume meat, fish, eggs and dairy products pose significant health risks.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Chamber-Music Series At Symphony Space","web_url":"https://www.nytimes.com/1994/09/20/arts/chamber-music-series-at-symphony-space.html","abstract":"  Musicians from the San Juan Islands Chamber Music Festival in Washington State will present three chamber-music concerts this weekend at Symphony Space, 2537 Broadway, at 95th Street.   These performances, called Camera Concerts, will feature premieres of three works by David Sanford, the composer in residence at Concert Artists Guild, one of the sponsors of the event, and video program notes by the film maker Allan Miller. Among the artists who are to participate are Carol Wincenc, flutist; Maria Bachmann, violinist; Lauren Wagner, soprano, and Jon Klibonoff, pianist.","thumbnail":null,"section":"Arts"},{"date":"19940920","headline":"Harriman Heirs Ask for Assets To Be Frozen","web_url":"https://www.nytimes.com/1994/09/20/nyregion/harriman-heirs-ask-for-assets-to-be-frozen.html","abstract":"  Lawyers for some heirs of W. Averell Harriman asked a Federal judge in Manhattan yesterday to freeze the New York assets of the former Governor's widow, Pamela C. Harriman, and a lawyer, Clark M. Clifford, who the heirs say squandered $30 million in trust funds.   In a civil suit filed last week, the heirs accused Mr. Clifford, a former Secretary of Defense who is 87, of fraud, and accused Mrs. Harriman, now the United States Ambassador to France, of violating her legal duties as a trustee of the funds. The suit described the two as \"faithless fiduciaries who betrayed a trust and squandered a family inheritance.\"","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Poll Gives Pataki His First Lead","web_url":"https://www.nytimes.com/1994/09/20/nyregion/poll-gives-pataki-his-first-lead.html","abstract":"  For the first time, a poll on the New York State governor's race shows the challenger, George E. Pataki, with a statistically significant lead, although a modest one.   A Daily News / Harris Poll of 901 \"probable\" voters statewide, released yesterday, found a 10-point lead for Mr. Pataki, including voters who said they were undecided but leaning toward a candidate. Five percent of the voters said they were undecided with no leanings. Neither Mr. Pataki or Gov. Mario M. Cuomo showed a statistically significant lead in polls taken before last week's primary.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Nigeria's 'Tough Stand' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/20/opinion/IHT-nigerias-tough-stand-letters-to-the-editor.html","abstract":"Regarding \"Fraud Does a Thriving Business in Nigeria\" (Aug. 31):.The speculation by an unidentified diplomat that the Nigerian government \"encourages\" advanced-fee fraud is mischievous and tendentious. Nigeria has taken a tough stan","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Nearly $850,000 in A.T.M. Cash Is Stolen","web_url":"https://www.nytimes.com/1994/09/20/nyregion/nearly-850000-in-atm-cash-is-stolen.html","abstract":"  Two men posing as security guards gained entry into a locked room of a bank in the downtown financial district yesterday, pistol-whipped an employee and escaped with three canvas bags containing nearly $850,000, the police said.   The men entered a Citibank branch at William and John Streets shortly after 10 A.M. and went into an area housing a dozen automatic teller machines, said a police spokesman, Lieut. Raymond O'Donnell.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"The G.I.'s Are in Haiti: Now for the Hard Part","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-in-perspective-the-gi-s-are-in-haiti-now-for-the-hard-part.html","abstract":"  The agreement he and his two fellow negotiators reached on Sunday night with the Haitian generals, Jimmy Carter told Congressional leaders yesterday, has \"many imperfections.\" It is also full of ambiguities, some of which could easily prove its undoing.   But it has already had important substantive and political results, and it may eventually have more. To state the most obvious first, the American troops who landed in Haiti yesterday morning faced no hostile fire. Lieut. Gen. Raoul Cedras of Haiti and Lieut. Gen. Henry H. Shelton of the United States confronted each other across a conference table, not in the streets of Port-au-Prince. And the crowds gathered outside military headquarters there were docile, not hostile.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Resolutions Abruptly Turn From Opposition to Praise","web_url":"https://www.nytimes.com/1994/09/20/world/mission-to-haiti-in-congress-resolutions-abruptly-turn-from-opposition-to-praise.html","abstract":"  A wave of relief swept through Congress today on the news that a military invasion of Haiti had been averted.    For the most part, Democrats praised President Clinton's diplomatic prowess. Republicans said they were grateful that bloodshed had been avoided, but they questioned the wisdom of an American occupation of Haiti.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/20/nyregion/c-corrections-295019.html","abstract":"  A report in the \"On Stage, and Off\" column on Friday about serious Off Broadway dramas misstated the addresses of two theaters. The Variety Arts Theater is at 110 Third Avenue, near 14th Street; the Union Square Theater is at 100 East 17th Street.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"By Design; Molded Jackets","web_url":"https://www.nytimes.com/1994/09/20/style/by-design-molded-jackets.html","abstract":"  After seasons of easy-fitting jackets and loose tunics, the structured jacket is the thing to wear. Taking a cue from the torso-molding shapes in Chanel's couture collection, the new jackets follow the curves of the body.   Macy's has Andrea Behar's short mohair jacket in hot pink, orange or periwinkle blue ($238); Atsuro Tayama's short black style in wool crepe that buttons up to a small collar ($465), and Mark Eisen's fingertip-length black wool ($415).","thumbnail":null,"section":"Style"},{"date":"19940920","headline":"Major Tokyo Quake Would Cost $1.2 Trillion, Study Says","web_url":"https://www.nytimes.com/1994/09/20/science/major-tokyo-quake-would-cost-1.2-trillion-study-says.html","abstract":"  THE economic damage that would be caused by a major earthquake in Tokyo could reach $1.2 trillion, enough to send tremors through global economic markets and disrupt the economies of other countries, a researcher says.   \"The effect would be massive and worldwide,\" forcing Japan to withdraw its foreign investments and focus on rebuilding its capital city, said the researcher, Dr. Haresh Shah, a professor of civil engineering at Stanford University.","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"An Honest Day's Garbage Collection","web_url":"https://www.nytimes.com/1994/09/20/opinion/an-honest-day-s-garbage-collection.html","abstract":"  Mayor Rudolph Giuliani's new labor agreement with New York City's sanitation union will finally end the archaic work rules that allowed some sanitation workers to collect a full day's pay for work that took only a few hours. The new Mayor has thus moved to repair a scandalous lack of productivity that the Dinkins administration, dependent on labor support, tried and failed to correct.   Under the accord, which must still be ratified by members of the Uniformed Sanitationmen's Association, sanitation workers will be assigned routes that are 20 percent longer, and collect nearly two tons more material on each truck per day. Thus, for example, a two-person sanitation crew working, say, a 20-block route of densely populated apartment houses, will now get a new route that stretches 24 to 25 blocks -- increasing the crew's daily collection from 8.5 tons to 10.1 tons, roughly the truck's capacity. The new routes will be set unilaterally by the city, and not negotiated with the union, as in the past.","thumbnail":null,"section":"Opinion"},{"date":"19940920","headline":"Haitians Far From Home Find Skepticism Is Tinged With Despair","web_url":"https://www.nytimes.com/1994/09/20/world/mission-haiti-expatriates-haitians-far-home-find-skepticism-tinged-with-despair.html","abstract":"  A record shop called L'An 2000 did not even bother to blare Haitian merengue music onto Nostrand Avenue yesterday; the only thing that mattered in that corner of Flatbush was the Cable News Network, and so CNN it was.   Inside the Brooklyn shop, a dozen men shouted at a color television set as American warships glided into Port-au-Prince harbor. The bustle of their daily lives had virtually ground to a halt before the images of American troops landing in their homeland.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Q&A","web_url":"https://www.nytimes.com/1994/09/20/science/q-a-294497.html","abstract":"  Typewriter Keyboard   Q.  What is the engineering rationale for the placement of the letters on the typewriter keyboard?","thumbnail":null,"section":"Science"},{"date":"19940920","headline":"New York Signals End to Incinerator Plan","web_url":"https://www.nytimes.com/1994/09/20/nyregion/new-york-signals-end-to-incinerator-plan.html","abstract":"  Apparently ending nearly two years of litigation, the city yesterday informed opponents of an idle garbage incinerator in southwest Brooklyn that it would not move forward with a $75 million project to repair and reopen the incinerator without first completing an environmental impact statement.   In a letter to the State Supreme Court justice presiding over a lawsuit brought by the opponents, lawyers for the city said it no longer would contest the demand for an environmental impact statement.","thumbnail":null,"section":"New York"},{"date":"19940920","headline":"Serbs Step Up Violence Against Bosnian Muslim Civilians","web_url":"https://www.nytimes.com/1994/09/20/world/serbs-step-up-violence-against-bosnian-muslim-civilians.html","abstract":"  In the largest incident of ethnic cleansing in Bosnia in almost two years, armed Serbs have in the last two days driven more than 3,000 Muslims, mostly women, children and older people, from their homes in the northern district of Bijeljina and herded them across the battlefront, United Nations and Red Cross officials said Sunday and today.    The expulsions began on Sunday, just a day after nationalist Serbs drove 700 other Muslims and Croats from northwestern Bosnia and a week after the Bosnian Serb leader, Radovan Karadzic, promised to halt the wave of ethnic cleansing that has uprooted about 10,000 people from Serbian-held territory since July 17.","thumbnail":null,"section":"World"},{"date":"19940920","headline":"Jets Sign Casillas, Plus His Baggage","web_url":"https://www.nytimes.com/1994/09/20/sports/pro-football-jets-sign-casillas-plus-his-baggage.html","abstract":"  Tony Casillas, a veteran defensive lineman who has been at the center of more turmoil this year off the field than on it, finally agreed to play for the Jets today. He promptly dubbed them a Super Bowl contender.   The signing of the Super Bowl veteran late this afternoon couldn't have come at a better time for the Jets, whose general manager, Dick Steinberg, was elated.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940920","time":"1994-09-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":96,"wspd":9.4},{"date":"19940920","time":"1994-09-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":93,"wspd":11.2},{"date":"19940920","time":"1994-09-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":94,"wspd":7.6},{"date":"19940920","time":"1994-09-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":89,"wspd":14.8},{"date":"19940920","time":"1994-09-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":90,"wspd":13},{"date":"19940920","time":"1994-09-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":88,"wspd":14.8},{"date":"19940920","time":"1994-09-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":92,"wspd":9.4},{"date":"19940920","time":"1994-09-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":13},{"date":"19940920","time":"1994-09-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":91,"wspd":16.6},{"date":"19940920","time":"1994-09-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":13},{"date":"19940920","time":"1994-09-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":77,"wspd":16.6},{"date":"19940920","time":"1994-09-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":72,"wspd":18.4},{"date":"19940920","time":"1994-09-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":73,"wspd":18.4},{"date":"19940920","time":"1994-09-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":67,"wspd":13},{"date":"19940920","time":"1994-09-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":74,"wspd":22.3},{"date":"19940920","time":"1994-09-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":76,"wspd":16.6},{"date":"19940920","time":"1994-09-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":74,"wspd":16.6},{"date":"19940920","time":"1994-09-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":73,"wspd":9.4},{"date":"19940920","time":"1994-09-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":75,"wspd":7.6},{"date":"19940920","time":"1994-09-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":84,"wspd":9.4},{"date":"19940920","time":"1994-09-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":86,"wspd":5.4},{"date":"19940920","time":"1994-09-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":87,"wspd":7.6},{"date":"19940920","time":"1994-09-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":5.4},{"date":"19940920","time":"1994-09-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":86,"wspd":5.4},{"date":"19940920","time":"1994-09-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":18.7},{"date":"19940920","time":"1994-09-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":45,"wspd":18.7},{"date":"19940920","time":"1994-09-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":47,"wspd":16.6},{"date":"19940920","time":"1994-09-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":46,"wspd":18.7},{"date":"19940920","time":"1994-09-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":50,"wspd":18.7},{"date":"19940920","time":"1994-09-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":52,"wspd":16.6},{"date":"19940920","time":"1994-09-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":56,"wspd":11.2},{"date":"19940920","time":"1994-09-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":60,"wspd":11.2},{"date":"19940920","time":"1994-09-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":9.4},{"date":"19940920","time":"1994-09-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":0},{"date":"19940920","time":"1994-09-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":7.6},{"date":"19940920","time":"1994-09-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":0},{"date":"19940920","time":"1994-09-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":5.4},{"date":"19940920","time":"1994-09-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":50,"wspd":0},{"date":"19940920","time":"1994-09-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":0},{"date":"19940920","time":"1994-09-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":44,"wspd":11.2},{"date":"19940920","time":"1994-09-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":40,"wspd":11.2},{"date":"19940920","time":"1994-09-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":39,"wspd":14.8},{"date":"19940920","time":"1994-09-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":16.6},{"date":"19940920","time":"1994-09-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":35,"wspd":14.8},{"date":"19940920","time":"1994-09-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":33,"wspd":14.8},{"date":"19940920","time":"1994-09-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":42,"wspd":16.6},{"date":"19940920","time":"1994-09-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":45,"wspd":14.8},{"date":"19940920","time":"1994-09-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":50,"wspd":14.8}]},"19940921":{"guardian_articles":[],"nytimes_articles":[{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-307459.html","abstract":"  It wouldn't be proper to address him as Sir Cyrus, but CYRUS R. VANCE, the former Secretary of State and international mediator, received the insignia of Honorary Knight Commander of the Most Excellent Order of the British Empire last night. The honor was bestowed upon him by Sir ROBIN RENWICK, the British Ambassador, at a black-tie dinner at the British Embassy in Washington.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"U.N. Chooses An African As President","web_url":"https://www.nytimes.com/1994/09/21/world/un-chooses-an-african-as-president.html","abstract":"  The General Assembly opened a new session today that is expected to draw the largest number of heads of state and prime ministers ever to address the forum.   In its first order of business, the assembly elected Amara Essy, a 49-year-old former Foreign Minister of the Ivory Coast, as president. Mr. Essy, who has also served with the United Nations in New York and Geneva, replaces Samuel Insanally of Guyana.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Split on Abortion Protester","web_url":"https://www.nytimes.com/1994/09/21/us/split-on-abortion-protester.html","abstract":"  Paul J. Hill, who is accused of killing an abortion doctor and his clinic escort, won a split decision from a county court jury on two misdemeanor charges resulting from protests he was involved in before the July 29 shooting at the Pensacola Ladies Center. Mr. Hill was found not guilty of disorderly conduct but guilty of violating a noise ordinance on June 17. Judge Thomas E. Johnson of Escambia County Court sentenced Mr. Hill to 45 days in jail, where he is already being held.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"French Audiences Start a Long, Fond Farewell","web_url":"https://www.nytimes.com/1994/09/21/arts/french-audiences-start-a-long-fond-farewell.html","abstract":"  The new management at the Paris National Opera may be counting the days until Myung-Whun Chung must abandon his post as music director next month, but the South Korean-born conductor at least seems assured of a long and fond adieu from his French admirers.   Ousted last month after five years at the Bastille Opera, Mr. Chung won the right to perform one final opera, Verdi's \"Simon Boccanegra.\" And at Monday's opening night, he was given a rousing ovation, first when he arrived and later when he joined the cast onstage after the final curtain.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Dial-a-Mattress Chief Admits Tax Scheme","web_url":"https://www.nytimes.com/1994/09/21/nyregion/dial-a-mattress-chief-admits-tax-scheme.html","abstract":"  The founder and president of Dial-a-Mattress, Napoleon Barragan, pleaded guilty yesterday to New York State tax-fraud crimes.   Mr. Barragan agreed to pay $1 million to the New York State Department of Taxation and Finance and to serve a one-year jail sentence under a plea agreement with State Attorney General G. Oliver Koppell and Tax Commissioner James W. Wetzler.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"For Runaway, a Violent Death","web_url":"https://www.nytimes.com/1994/09/21/nyregion/for-runaway-a-violent-death.html","abstract":"  A 13-year-old boy died Monday night, his mother said, because the pull of Bedford-Stuyvesant's troubled streets was too strong for him to resist. Gregory Wright was shot to death in that Brooklyn neighborhood after running away from a group home for troubled boys.   Gregory, who often ran away from school and from home, also ran away several times from a group home in Hawthorne, N.Y., returning always to the streets and the older teen-age boys who used him in their criminal pursuits, said his mother, Cherise Wade, 31.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Dole's Stand on 'Gridlock' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-doles-stand-on-gridlock-letters-to-the-editor.html","abstract":"Regarding the news analysis \"Dole - and His Party - Arrive at a Tactical Crossroads\" (Aug. 31):.Robert Taft and Barry Goldwater were great representatives of the Republican Party; Senator Bob Dole is not. He deserves to be remembered not for w","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Miller Goes From Suns to the Pistons","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-pro-basketball-miller-goes-from-suns-to-the-pistons.html","abstract":"  The Phoenix Suns will not match Detroit's offer to the restricted free agent OLIVER MILLER, clearing the way for him to join the Pistons, the teams said yesterday.   The Pistons signed the 6-foot-9-inch, 300-pound center to an offer sheet on Sept. 6 worth a reported $10 million over four years. The Suns had 15 days to match the offer or let the 24-year-old Miller join the Pistons.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"1919:Steel Mill Strike?: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1919steel-mill-strike-in-our-pages-100-75-and-50-years-ago.html","abstract":"NEW YORK - Unless an eleventh-hour development changes the situation, practically all the big steel mills will be closed tomorrow [Sept. 21]. Organized labor expects a big walk-out and it is predicted that employers will receive the surprise of their live","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Cortines Wants 50 High Schools To Get Walk-Through Detectors","web_url":"https://www.nytimes.com/1994/09/21/nyregion/cortines-wants-50-high-schools-to-get-walk-through-detectors.html","abstract":"  The New York City Schools Chancellor, Ramon C. Cortines, seeking to bolster school security after last week's shooting of a student in a Brooklyn high school, will ask the Board of Education to install walk-through metal detectors in 50 city high schools.   Mr. Cortines said he hoped to pay for the 50 new detector systems with $1 million from the board's $3.4 billion five-year capital plan, which is scheduled for board consideration on Sept. 28, said John Beckman, Mr. Cortines's spokesman. That financing method would likely mean the elimination or scaling back of some school construction or maintenance. It would also require the approval of the seven-member board. New York Newsday reported the proposal yesterday.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Exiled President Urges Quick Disarming Of Haitian Troops and Paramilitary Units","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-aristide-exiled-president-urges-quick-disarming-haitian-troops.html","abstract":"  Haiti's exiled President, the Rev. Jean-Bertrand Aristide, called on the United States today to rapidly disarm his country's military and paramilitary groups.   Father Aristide, who had been silent since an agreement was struck on Sunday with Haiti's military Government, issued a statement that did not even mention the accord. Instead, he indicated in elliptical language his disappointment with the terms of the accord, which his aides said he considered to have no legitimacy.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"HAITIAN POLICE CRUSH RALLY AS AMERICAN TROOPS WATCH","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-policy-haitian-police-crush-rally-as-american-troops-watch.html","abstract":"  To the dismay of Haiti's exiled President, the Clinton Administration insisted today that American forces would not act as Haiti's police, despite the military leaders' repressive tactics against pro-democracy demonstrators.   The last-minute accord negotiated by Jimmy Carter, which left the Haitian military in place for the time being, forced the Pentagon to rewrite its mission and put American troops in the odd position of cooperating with the very Haitian forces they had been planning to fight.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"U.S. Judges Vote Down TV in Courts","web_url":"https://www.nytimes.com/1994/09/21/us/us-judges-vote-down-tv-in-courts.html","abstract":"  A three-year experiment in permitting television coverage of some Federal trials and appeals ended in apparent failure today as the judges who set policy for the Federal courts voted down a proposal to make the pilot project permanent.   As a result, the experimental program will expire as scheduled on Dec. 31 without being renewed or expanded. While 47 states now permit some form of television coverage of courtroom proceedings, resistance among Federal judges has remained widespread and evidently was not substantially eroded by a pilot project that had seemed to run smoothly.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Military Censorship Lives","web_url":"https://www.nytimes.com/1994/09/21/opinion/military-censorship-lives.html","abstract":"  One of the important but little-noticed meetings in the run-up to the Haiti invasion had nothing to do with the fates of President Jean-Bertrand Aristide and Lieut. Gen. Raoul Cedras or the deliberations of President Clinton. Rather, it governed when and how much Americans would find out about the activities and welfare of their troops if Haiti was invaded.   White House and Pentagon officials, in a meeting with representatives of the television networks, asked for a broadcast blackout of eight hours. The Administration also wanted to restrict reporters to their hotels until military commanders gave them permission to go to the fighting.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"The Hourlong Drama Is Alive and Resurgent","web_url":"https://www.nytimes.com/1994/09/21/arts/television-review-the-hourlong-drama-is-alive-and-resurgent.html","abstract":"  Just a few seasons ago, prime time was on the verge of being devoured by sitcoms. Except for a \"Law and Order\" here or a fading \"L.A. Law\" there, the hourlong drama form seemed doomed. But like the moon, television is cyclical. Series like \"Picket Fences\" and \"N.Y.P.D. Blue\" have put television's 47-minute hour back in business.    Of the new shows this season, 14 are billed as dramas, 13 as sitcoms. Of course, according to TV Guide's count, only 11 of last year's 36 new shows still survive. It's not a business for fluttery heartbeats. So, taking a deep breath, consider some of the new hourlong contenders.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"A Rejuvenated Lady, Looking Even Fairer After 30 Years","web_url":"https://www.nytimes.com/1994/09/21/movies/film-review-a-rejuvenated-lady-looking-even-fairer-after-30-years.html","abstract":"  Time ravaged the original negative of \"My Fair Lady,\" but it has been kind to this lavish movie musical all the same. Never a great film but always a glorious confection, it is even more glorious as it reopens today, at the Ziegfeld Theater, 30 years after it was made.   Audiences were once jaded when it came to wide-screen Super Panavision musicals, which were losing their novelty value by 1963. But today, an extravaganza on this scale looks like a treasure. Especially when the treasure features Cecil Beaton's astounding costumes, George Cukor's stately direction, the best-loved, most hummable of all Broadway scores and a sublime cast headed by Rex Harrison and Audrey Hepburn. Not to mention the considerable contributions of George Bernard Shaw.","thumbnail":null,"section":"Movies"},{"date":"19940921","headline":"Some Credit to Fulani","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-some-credit-to-fulani-307424.html","abstract":"  To the Editor:   Is it appropriate to dismiss Lenora Fulani's percentage of the New York Democratic primary vote for governor as summarily as you do when you state that Gov. Mario M. Cuomo \"dispatched a marginal challenge\" (news article, Sept. 14)?","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Brooklyn Sludge Plant Proposed","web_url":"https://www.nytimes.com/1994/09/21/nyregion/brooklyn-sludge-plant-proposed.html","abstract":"  A Canadian company has proposed building a sludge-processing plant in the Sunset Park neighborhood of Brooklyn, just a year and a half after the Dinkins administration backed away from plans to process sludge on a much larger site nearby.    The company, Thermo Tech Technologies, based in Langley, British Columbia, made the proposal yesterday after announcing that it and Solucorp Industries of Saddle Brook, N.J., had signed a letter of intent to buy the New York Cross Harbor Railroad Terminal Corporation, which holds a lease on a 10-acre site on the Brooklyn waterfront. The price would be $10 million.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Italian Ex-Interior Minister Is Arrested in Raids on Mobsters","web_url":"https://www.nytimes.com/1994/09/21/world/italian-ex-interior-minister-is-arrested-in-raids-on-mobsters.html","abstract":"  Striking before dawn today, Italian police arrested scores of people, including a former Interior Minister, Antonio Gava, accusing him of conspiring in a \"perverse circuit of criminal enterprise\" with Neapolitan mobsters, politicians and businessmen.   The raid on Mr. Gava's apartment here coincided with a warning by the present Interior Minister, Roberto Maroni, that Italy's organized crime gangs were planning terrorist attacks to avenge a major Mafia trial that began in Sicily this week.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-307440.html","abstract":"  Perhaps it's time to stop picking on Dan Quayle for his spelling. An invitation arrived yesterday from the Friends of Mario M. Cuomo Committee for a celebration honoring the Governor with \"special guest, President Bill Clinton,\" scheduled for Oct. 19. The event is to start out with \"coctails.\" NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"Judge Rules for Macy Parade (And East River Fireworks)","web_url":"https://www.nytimes.com/1994/09/21/nyregion/judge-rules-for-macy-parade-and-east-river-fireworks.html","abstract":"  Now that Federated Department Stores has finally agreed with New York's Attorney General over how many stores it will try to sell to complete its takeover of R. H. Macy & Company, the big company still has to fulfill one more promise to the Federal bankruptcy judge.   Burton R. Lifland, the judge in the Macy case, wants a guarantee \"etched in some form of stone\" that Federated will continue Macy's traditional Thanksgiving Day parade and its Fourth of July fireworks.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"How's Love in the 90's? In a Word, Depressing","web_url":"https://www.nytimes.com/1994/09/21/movies/film-review-how-s-love-in-the-90-s-in-a-word-depressing.html","abstract":"  The central character in Scott Saunders's faux home movie, \"The Lost Words,\" is a nerdy New York film editor and sometime singer and songwriter named Charles (Michael Kaniecki), who decides to videotape his own life. He intends to use the film, he says, to study his troubled relationship with his live-in girlfriend, Marcie (Zelda Gergel). In exchange for free meals, he enlists a friend (never shown) to trail around behind him with a camcorder.    After Marcie refuses to let him tape their intimate conversations, Charles's poker-playing pals and the women they live with become his main subjects. Long after Marcie has left him, Charles continues filming his meetings with his buddies, whose domestic arrangements turn out to be as precarious as his. Larded into the film are what seem to be random interviews with strangers who theorize about the battle of the sexes. These colorful Woody Allen-style snippets contribute to the movie's illusion of documentary authenticity.","thumbnail":null,"section":"Movies"},{"date":"19940921","headline":"Clinton Frees Russia From Curbs on Trade","web_url":"https://www.nytimes.com/1994/09/21/world/clinton-frees-russia-from-curbs-on-trade.html","abstract":"  In a good-will gesture for a summit meeting with Russia next week, President Clinton signed a declaration today that frees the former Soviet state from one of the central political weapons of the cold war, a law tying trade conditions to emigration, senior Administration officials said.   President Boris N. Yeltsin of Russia, who will meet with Mr. Clinton in Washington next week, had contended that his country remained unfairly burdened by the 20-year-old American law, known as the Jackson-Vanik amendment, which was intended to embarrass Moscow for policies that made it difficult for Jews to emigrate.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/21/sports/transactions-304700.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Fired Butch Hobson, manager.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-306991.html","abstract":"  An obituary on Saturday about the composer and pianist Arthur Siegel misstated the year that the Off Broadway musical \"Tallulah,\" for which he wrote the score, was produced. It was 1983, not 1963.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LONDON THEATER : In 'Brighton,' a Nightmare of Social Disorder","web_url":"https://www.nytimes.com/1994/09/21/style/IHT-london-theater-in-brighton-a-nightmare-of-social-disorder.html","abstract":"The truth about Steven Berkoff is that he gets to be more and more of a social commentator and less and less of a sheer dramatist. His latest double bill, which opens the handsomely reborn and refitted Riverside Studios in Hammersmith, consists of \"","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"A Rough Stretch of Track for a New Penn Station","web_url":"https://www.nytimes.com/1994/09/21/nyregion/a-rough-stretch-of-track-for-a-new-penn-station.html","abstract":"  It was supposed to be a lock: $100 million in Federal money to pay one-third the cost of renovating the old General Post Office in Manhattan. The goal was a glorious new Pennsylvania Station to replace what its sponsor, Senator Daniel Patrick Moynihan, called \"the very inadequate subterranean substitute\" built when the old station was demolished in 1963.   But since President Clinton included the money in his budget as a favor to Mr. Moynihan, a New York Democrat, last winter -- slipping the first $10 million into an emergency relief bill for victims of the California earthquake -- the project has been on a bumpy track in Congress.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-90002399050.html","abstract":"So, America launches a military operation to protect a people's right to its own democratically elected government. Salvadore Allende should have lived to see this day.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Evil Legacy: Controlling Haitians With Thugs","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-force-evil-legacy-controlling-haitians-with-thugs.html","abstract":"  When the Haitian police charged into crowds of demonstrators on the Port-au-Prince waterfront yesterday, they were joined by thugs in civilian clothes throwing punches and swinging crude wooden clubs.   The thugs were presumed to be so-called attaches, who have been recruited by the armed forces to help in a terror campaign against supporters of the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/21/style/chronicle-304506.html","abstract":"  HILLARY RODHAM CLINTON may often be the target of criticism, but she rated only compliments Monday afternoon from a large contingent of fashion designers, retail executives and health-care officials who came to call at the White House.   The group was invited to a reception to kick off the Council of Fashion Designers of America's campaign called \"Fashion Targets Breast Cancer.\" RALPH LAUREN designed a T-shirt that will be sold in 2,000 stores around the United States to aid the Nina Hyde Center for Breast Cancer Research at Georgetown University. Ms. Hyde, a former fashion editor of The Washington Post, died of breast cancer in 1990.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"Intervening in Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-intervening-in-haiti-letters-to-the-editor.html","abstract":"This former member of the State Department's policy planning staff, reading about the plans for the invasion of Haiti, is reminded of the man who never knew what he thought until he heard what he said. One has the impression, if only from this one incide","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"All His Shop Needs Now: Star Dust and a Skylark","web_url":"https://www.nytimes.com/1994/09/21/nyregion/about-new-york-all-his-shop-needs-now-star-dust-and-a-skylark.html","abstract":"  JEFFREY WEISS, who runs a chair-repair shop, was excited, and he had to tell somebody about what had come into his store. In his 20 years in business he has had many famous customers, but not until now has he ever had a really famous chair.   \"We've recaned chairs for Pavarotti,\" said Mr. Weiss, 55, a former advertising account executive. \"We've done chairs for artists and writers, and right now we're doing some settees for the Metropolitan Opera. But look at this!\"","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"U.S. Judge Refuses to Extradite Man From Belfast for the British","web_url":"https://www.nytimes.com/1994/09/21/us/us-judge-refuses-to-extradite-man-from-belfast-for-the-british.html","abstract":"  James Joseph Smyth was in prison or in hiding for 11 years after he fled from the British authorities in Northern Ireland. But now, thanks to a never-before used loophole in an extradition treaty, he is a free man and something of a local hero.   A Federal judge on Thursday denied the British Government's request to extradite Mr. Smyth, a 40-year-old Irish nationalist who came to the United States after escaping from Maze prison in 1983. He had been convicted of trying to murder an off-duty prison official in Belfast in 1978.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Unity and Forgetfulness : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-unity-and-forgetfulness-letters-to-the-editor.html","abstract":"Regarding \"Mitterrand Fails the Unforgiving Test of History\" (Opinion, Sept. 16) by William Pfaff:.We should not blame François Mitterrand for being who he is, as a person and as a politician. We French knew this well enough by the time w","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Mets' Thompson Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-baseball-mets-thompson-undergoes-knee-surgery.html","abstract":"  Three players in the Mets' organization underwent arthroscopic surgery at the Hospital for Special Surgery in Manhattan yesterday, and all are expected to be healed and fully rehabilitated in time for spring training, scheduled for next February.   Outfielder RYAN THOMPSON had surgery to repair a small cartilage tear in his right knee and is expected to be able to work out in four to six weeks. Thompson is scheduled to rehabilitate the knee, which had bothered him since early May, in San Juan as part of a Puerto Rican winter league.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1994/09/21/arts/in-performance-jazz-307327.html","abstract":"  A Village Jazz Festival In Its Many Moods  Washington Square Park   The free double bill that opened the Panasonic Village Jazz Festival on Monday afternoon suggested a generation gap. A young group of improvisers, using all sorts of risky approaches, came out to burn the place down. An older group closed the show by moving through roughly the same harmonic ground, but with a sense of tranquillity that at times verged on somnambulism.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"State Regulators Seek Power Over Self-Insured Employers","web_url":"https://www.nytimes.com/1994/09/21/us/state-regulators-seek-power-over-self-insured-employers.html","abstract":"  The nation's insurance commissioners said today that they needed sweeping new powers to protect millions of consumers against employers' improper denial of health benefit claims, and they asked Congress to rewrite a 20-year-old law to grant them such powers.   Members of the National Association of Insurance Commissioners, which represents insurance regulators from the 50 states, said they were virtually powerless to monitor the financial condition or claims practices of employers that serve as their own insurers, paying claims from corporate assets.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"A Harbor Dredge Spills Oil Into East River","web_url":"https://www.nytimes.com/1994/09/21/nyregion/a-harbor-dredge-spills-oil-into-east-river.html","abstract":"  A harbor dredge spilled about 7,300 gallons of diesel oil into the East River before dawn yesterday, leaving a slick from Red Hook in Brooklyn to the Whitestone Bridge.    By midday, most of the oil had evaporated.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"PRO FOOTBALL;\nIn Unexpected Move, Chargers Bolt to a 3-0 Mark","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-in-unexpected-move-chargers-bolt-to-a-30-mark.html","abstract":"On throwbacks weekend, the San Diego Chargers broke out their familiar white lighting bolt helmets from their gun-slinging days of the 1960's when they filled the air with footballs and lighted up the scoreboard.\n\nStanding in the shadow of his goal line last Sunday in a game against the Seahawks, quarterback Stan Humphries took a snap and dropped back into his end zone and fired a pass deep down field to Tony Martin, who caught the ball near midfield and then sprinted into the Seattle end zone to complete a 99-yard touchdown.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-92405331783.html","abstract":"In his Saturday radio address, Mr. Clinton admitted that military intervention was in the best interests of the United States. So be it, but let us abandon the farce that this is a morally motivated international crusade.. FREDERIC BENNETT. . Machynlleth","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Victim's Wife Files Lawsuit In NBC Killing","web_url":"https://www.nytimes.com/1994/09/21/nyregion/victim-s-wife-files-lawsuit-in-nbc-killing.html","abstract":"  The widow of the NBC stagehand shot to death last month outside the \"Today\" show studios at Rockefeller Center filed a $100 million lawsuit yesterday, naming as defendants Rockefeller Center, a security service at NBC and the manufacturer and importer of the assault rifle from which the fatal bullet was fired.   \"By lawsuits like this, we're hoping to enforce our gun-control law that's going to affect the manufacturers, distributors and importers of guns directly,\" said Gregory J. Cannata, a partner in the firm of Schneider, Kleinick, Weitz, Damashek, Godosky & Gentile, which represents Marie-Claire Antoine Montgomery, the widow of the stagehand, Campbell Theron Montgomery.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Top Police Commanders Brace for Major Shake-Up","web_url":"https://www.nytimes.com/1994/09/21/nyregion/top-police-commanders-brace-for-major-shake-up.html","abstract":"  About 100 senior New York City police commanders went to headquarters yesterday to hear about their retirement benefits. But pensions were not uppermost in their minds.   The meeting was a prelude to what senior officials describe as the most sweeping management shake-up in a generation to weed out ineffective supervisors and assign the most aggressive commanders to crime-ridden precincts.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/09/21/theater/in-performance-theater-304522.html","abstract":"  Pearl Company Moves In With a Dignified 'Lear'  Theater 80   As the Pearl Theater Company moves into its new home, Theater 80 on St. Marks Place in the East Village, inevitably the house itself will compete with this season's first play for subscribers' attention; people who knew this place only as a movie auditorium for more than 20 years may be surprised at how nearly perfect it is for theater. But Shepard Sobel, the company's artistic director, has met the challenge with a \"King Lear\" absorbing enough to make an audience forget its surroundings for a few hours.","thumbnail":null,"section":"Theater"},{"date":"19940921","headline":"New York City Hospitals Chief to Lay Off 3,000","web_url":"https://www.nytimes.com/1994/09/21/us/new-york-city-hospitals-chief-to-lay-off-3000.html","abstract":"  The president of New York City's Health and Hospitals Corporation said yesterday that he plans to lay off about 3,000 workers and eliminate hundreds of hospital beds to close a budget gap and make the hospitals more competitive in a shrinking industry.    The president, Dr. Bruce Siegel, who oversees the city's 11 public hospitals and several dozen clinics, said the cuts would be made before the end of the fiscal year next June and would be scattered throughout the system.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"No Campus Lingering","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-no-campus-lingering-307394.html","abstract":"  To the Editor:   Your Sept. 14 news article on the growing number of undergraduates who take longer than the traditional four years to graduate states that the cost of college tuition and fees explains graduation differences among colleges and universities.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"In America; Betrayal","web_url":"https://www.nytimes.com/1994/09/21/opinion/in-america-betrayal.html","abstract":"  Turn out the lights, extinguish the hope, it's over.   In a betrayal of everything this country is supposed to stand for, the United States is openly forging an alliance with the fiendish, grotesquely sadistic enemies of human rights and democracy in Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Shoulder Surgery Pulls the Rangers' Best Punch","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-shoulder-surgery-pulls-the-rangers-best-punch.html","abstract":"  The Rangers traveled to Los Angeles yesterday for a three-game road trip without Joe Kocur, their fighting specialist, who will miss the next six weeks because of shoulder surgery. The regular season begins on Oct. 1, so Kocur is very likely to miss the first 10 to 15 games of the season.   Kocur injured his right shoulder last January and played in a weakened condition until the team won the Stanley Cup in June. When a summer of therapy failed to heal the shoulder, he and the team's medical staff decided this week that he would undergo arthroscopic surgery on Friday to remove bone spurs around the rotator cuff.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Despite Role as Negotiator, Carter Feels Unappreciated","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-diplomat-despite-role-negotiator-carter-feels-unappreciated.html","abstract":"  Even now that he is helping make United States foreign policy, even now that he is stopping war on the wing, Jimmy Carter still gets that jilted feeling from the Clinton Administration.   And the worst of it is, he signals that he feels he is being treated shabbily by someone he brought into the State Department, Warren Christopher, a man he once called \"the finest public servant I ever have known.\"","thumbnail":null,"section":"World"},{"date":"19940921","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/21/sports/results-plus-304743.html","abstract":"  GOLF  Reeves and Kestner Share Met Lead  John Reeves of Fairview and Darrell Kestner of Deepdale shared the lead with a 36-hole total of 147 after yesterday's second round of the Izod/Cadillac Metropolitan PGA Championship at the Stanwich Club in Greenwich, Conn. Reeves posted a 74 to gain the deadlock with Kestner, the first-round leader, who soared to a six-over-par 78. Rick Vershure of Quaker Ridge, the defender, is at 150 after a second straight 75. King Among Leaders in New Jersey: The defending champion, Bill King of Spring Lake, overcame problems with his irons to shoot a one-over-par 71 and grab a share of the first-round lead in the $50,000 New Jersey PGA Championship in West Orange. Mark Guiliano of Fairmount, Marty Vybihal of Garden State Golf Center and Jamie Fordyce of Green Brook were also atop the leader board at the Montclair Golf Club, one stroke ahead of the field. King, 37, had two birdies and three bogeys in beginning his quest for a third state PGA title. (AP) HORSE RACING  Elizabeth Bay Takes Belmont Feature  Elizabeth Bay, coming off two losing starts at Saratoga earlier this summer, won the $46,000 allowance feature at Belmont yesterday by 1 1/2 lengths. Ridden by Mike Smith and carrying 119 pounds, Elizabeth Bay covered the mile in 1:364/5 over a fast track. Imah was the runner-up, with Belle Nuit another 3 1/2 lengths back in the field of six fillies and mares. It was Elizabeth Bay's third victory in five starts this season. The Billy Mott-trained filly returned $3.20, $2.60 and $2.20. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Polish Pair Wins World Bridge Title","web_url":"https://www.nytimes.com/1994/09/21/nyregion/polish-pair-wins-world-bridge-title.html","abstract":"  Two Polish players who had never played together before the start of the event became the World Mixed Pairs champions here Monday night, and were the first major winners at the World Bridge Federation's Championships. The players, Danuta Hocheker of Olsztyn and Apolinare Kowalski of Warsaw, finished strongly to take the title by a wide margin.   They have both represented Poland before, in bridge and other activities: Ms. Hocheker is a fencer and Mr. Kowalski a swimmer. The runners-up were Bob Hamman of Dallas, many times a world champion, and Sabine Zenkel of Chicago.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Don't Forget Somalia, Where Troops Fought","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-don-t-forget-somalia-where-troops-fought-307378.html","abstract":"  To the Editor:    \"Clinton Offering Haitian Leaders Chance to Leave\" (front page, Sept. 15) contains a major error in your reference to President Clinton's \"lingering ambivalence about sending American troops into ground combat for the first time in his Administration.\"","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Wheatley Nearing Return for Michigan","web_url":"https://www.nytimes.com/1994/09/21/sports/college-football-wheatley-nearing-return-for-michigan.html","abstract":"  In between the party lines, the caution that followed Tyrone Wheatley's first day of contact at football practice in four weeks could not conceal a growing sense of optimism. Wheatley, the University of Michigan tailback whose season has been delayed by a separated right shoulder, today took an important step toward a return for the high-stakes meeting on Saturday between the Wolverines and Colorado.   With a bag of ice attached to the shoulder that was injured in practice four weeks ago today, Wheatley remained noncommittal after the most significantly uneventful day of the Michigan season. \"My mentality is I'm practicing to play in a game,\" Wheatley said. \"At the end of the week I'll know if I'm ready or not.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/21/nyregion/inside-300128.html","abstract":"  Police Department Shake-Up New York City's Police Department has begun the most sweeping management shake-up in a generation to weed out weak supervisors. Page B6. New York's Tax Burden   New York's state and local tax payments are the second highest in the country, exceeded only by Alaska's, according to a new report. Page B1. Jury Rules Against Haft   A Federal jury ruled that Herbert H. Haft, the 74-year-old head of one of America's richest families, wrongfully dismissed his son. Page D1. No Cameras in U.S. Courts    The Judicial Conference voted to deny TV cameras access to Federal civil trials and appeals. Page A18. Fast Track Turned Bumpy   A Senator's pet project, a new Pennsylvania Station, was a done deal. Then Congress found out. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"A Quick Landing to Cheers of 'Merci, Merci!'","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-marines-a-quick-landing-to-cheers-of-merci-merci.html","abstract":"  Hundreds of Haitians, many waving and cheering, today greeted more than 1,500 marines who swept into this northern coast city by helicopter, hovercraft and amphibious tanks.   \"Merci! Merci! Merci beaucoup!\" shouted one man who ran toward marines at the airfield waving an American flag on a pole. Throngs flocked to the airfield and port but Creole-speaking interpreters and M16-toting riflemen warned them to keep their distance.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Sabres Suspend Hasek in Contract Dispute","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-hockey-sabres-suspend-hasek-in-contract-dispute.html","abstract":"  Goaltender DOMINIK HASEK, who finished second in balloting for the National Hockey League's most valuable player last season, was suspended yesterday for missing practice after leaving the Buffalo Sabres' camp a day earlier in a contract dispute, according to his agent, RICH WINTER.   \"He's decided not to risk further injury and he's sitting on the sidelines waiting for us to get the deal done,\" the agent said.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Long Shadow of the Exxon Valdez","web_url":"https://www.nytimes.com/1994/09/21/opinion/long-shadow-of-the-exxon-valdez.html","abstract":"  On March 24, 1989, the tanker Exxon Valdez rammed a reef and spilled 11 million gallons of oil into the previously unspoiled waters of Alaska's Prince William Sound. It was the nation's largest oil spill -- some would say its worst environmental disaster -- and all parties have since paid dearly. Exxon has already spent $3.4 billion to clean up the mess and settle Federal and state suits. The Alaskans who fish and hunt there have lost untold millions because of the degradation of the ecosystem on which their lives depend.    Now comes the biggest penalty of all -- a $5 billion jury award of punitive damages to 34,000 fishermen and other Alaskans. It is the largest pollution award in history and is roughly equivalent to a year's worth of Exxon's profits.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Oklahoma Representative Loses Democratic Primary","web_url":"https://www.nytimes.com/1994/09/21/us/the-1994-campaign-oklahoma-representative-loses-democratic-primary.html","abstract":"  In a sign of trouble for incumbent politicians, especially Democrats, Representative Mike Synar, a veteran liberal from Oklahoma, was defeated yesterday by a little-known challenger from his own party.   Mr. Synar, an eight-term Congressman closely allied with the House leadership and a backer of the White House on many key issues, lost in a runoff to a 71-year-old retired school principal, Virgil Cooper. Mr. Synar was the third House member to be turned out this year, the others being Craig Washington of Houston and Lucien Blackwell of Philadelphia, also Democrats.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Kansas City and Detroit Talking Super Bowl","web_url":"https://www.nytimes.com/1994/09/21/sports/on-pro-football-kansas-city-and-detroit-talking-super-bowl.html","abstract":"  In the last few days, the Detroit Lions and the Kansas City Chiefs have earned something that both teams have been yearning for in the past several years -- an unabridged, deep-rooted and maybe, now, lasting respect.   \"We're two franchises that kind of mirror each other,\" said the Lions' All-Pro offensive tackle, Lomas Brown, after he whipped defensive end Charles Haley in his individual matchup and after his team had toppled the two-time defending champion Dallas Cowboys, 20-17, in overtime here on Monday night. \"Even with Joe Montana, and after Kansas City made it to the A.F.C. championship game last year, few teams feared them. They beat San Francisco and then crushed Atlanta and now people are talking Super Bowl for them.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Trail Blazers Sign Edwards at Center","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-pro-basketball-trail-blazers-sign-edwards-at-center.html","abstract":"  The Portland Trail Blazers signed the free-agent center JAMES EDWARDS to a one-year contract yesterday.   The 38-year-old Edwards, who played for the Los Angeles Lakers last season and is entering his 17th National Basketball Association season, is expected to back up CHRIS DUDLEY. Financial terms of the contract were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor; Foreign Adoption Mess","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-foreign-adoption-mess-307360.html","abstract":"  To the Editor:   Thank you for your series \"Chaos at the Gates\" (front page, Sept. 11-15), on the extraordinarily mismanaged immigration service of the mighty United States. I'm reading it as I sit at the airport, waiting to leave for Russia to bring home our fifth internationally adopted child.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Sports of The Times; New Suits Can't Wait To Wield Ax","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-of-the-times-new-suits-can-t-wait-to-wield-ax.html","abstract":"  SO let's see. The Knicks couldn't sign Ron Harper and haven't made a major player move over the summer, which means they are going to try to turn back the tide with their bare hands again this season.   And let's see. The Rangers lost their coach and now they are having trouble signing Mark Messier, which brings them back to where they were for the previous 53 years.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Oilers' McDowell Out for Six Weeks","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-football-oilers-mcdowell-out-for-six-weeks.html","abstract":"  The Houston Oilers' starting strong safety, BUBBA McDOWELL, will have arthroscopic surgery on his left knee today and will miss about six weeks.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"BOOKS OF THE TIMES;\nTwo Views of China's Struggle to Change","web_url":"https://www.nytimes.com/1994/09/21/arts/books-of-the-times-two-views-of-chinas-struggle-to-change.html","abstract":"China Wakes \n The Struggle for the Soul of a Rising Power \n By Nicholas D. Kristof and Sheryl WuDunn \n Illustrated. 501 pages. Times Books. $25.  \nMandate of Heaven \nA New Generation of Entrepreneurs, Dissidents, Bohemians and Technocrats Lays Claim to China's Future \n By Orville Schell \n 464 pages. Simon & Schuster. $25.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-307343.html","abstract":"  To the Editor:   The gross ineptitude and mismanagement that pervades the United States Immigration and Naturalization Service, described in your \"Chaos at the Gates\" series (front page, Sept. 11-15) cannot be dismissed as a Government bureaucracy that does not work. The real question is: Why is there no serious pressure from the public or from Government officials to improve the agency's performance? What purpose is served by an inefficiency that allows three million to four million undocumented immigrants to reside in this country?","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Study Says Small Schools Are Key to Learning","web_url":"https://www.nytimes.com/1994/09/21/us/study-says-small-schools-are-key-to-learning.html","abstract":"  Year after year, small rural schools in the Midwest and West register the highest Scholastic Assessment Test scores in the nation, a phenomenon usually attributed to the racial homogeneity of places like Iowa, the consistent leader in the rankings.   But a study challenging those assumptions as inaccurate, as well as racist, has found instead that rural schools do better because they are small. Minority children in rural states outperform their counterparts in the rest of the nation, according to The Report Card on American Education, a study conducted by the American Legislative Exchange Council.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Public & Private; A Fine Mess","web_url":"https://www.nytimes.com/1994/09/21/opinion/public-private-a-fine-mess.html","abstract":"  Marybeth Nessler is neither a physician nor a researcher. But get her started on the subject of a drug called Betaseron and she sounds nearly as knowledgeable as many of them, and a good deal more agitated, too.    Since it was approved by the F.D.A. last year, scientists have been keenly interested in Betaseron because it was the first drug thought to slow and alter the debilitating course of multiple sclerosis. But Mrs. Nessler, a 38-year-old mother from Oregon with the chronic disease, became expert on the drug because she could not get it. Her case makes a powerful argument for an overarching policy that has fallen out of favor since the evening a year ago when the President held up a health care security card on national television.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"C.I.A. Is Working to Overcome Sex and Race Bias, Chief Says","web_url":"https://www.nytimes.com/1994/09/21/us/cia-is-working-to-overcome-sex-and-race-bias-chief-says.html","abstract":"  The Central Intelligence Agency is working hard, with mixed results, to eliminate racial and sexual harassment in its ranks and to promote women and members of minorities, the Director of Central Intelligence said today.   Testifying before the House Permanent Select Committee on Intelligence, the Director, R. James Woolsey, said he took \"very seriously\" the complaints of female employees in pending lawsuits against the C.I.A., and was striving to break down barriers against their promotion.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"In Sight of U.S. Ships in Port-au-Prince, the Killing Continues","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-victims-sight-us-ships-port-au-prince-killing-continues.html","abstract":"  He was a frail man who eked out a living selling coconuts on the streets.    A Haitian policeman clubbed him to death today with a stick of wood just a few feet from heavily armed United States infantrymen who, obeying their orders, did nothing to stop it.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Regimen of Moderate Exercise Tied to Drop in Breast Cancer","web_url":"https://www.nytimes.com/1994/09/21/us/regimen-of-moderate-exercise-tied-to-drop-in-breast-cancer.html","abstract":"  A THOROUGH new study of more than 1,000 California women has found that moderate but regular physical activity can reduce a woman's risk of developing premenopausal breast cancer by as much as 60 percent. The benefits seen were greatest among women who had borne children and those who were physically active in their teen-age years and early 20's.   The most striking reduction in risk was found among women who exercised for four hours a week, doing activities like jogging, swimming laps or playing tennis. But even as few as two to three hours of weekly exercise was beneficial, reported Dr. Leslie Bernstein, who directed the study. The results are described in today's issue of The Journal of the National Cancer Institute by Dr. Bernstein and her colleagues at the University of Southern California's North Cancer Center.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Let Israel's Ticking Political Clock Put the Middle East on Notice","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-let-israels-ticking-political-clock-put-the-middle-east-on-notice.html","abstract":"The Gulf War and the demise of communism caused drastic changes in the Arab world that in turn created a window of opportunity for Middle East peace. Now a similar window of opportunity in Israel may be slamming shut..Prime Minister Yitzhak Rabin's pol","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"A President in Search of Credibility\" (Opinion, Sept. 15) by Jim Hoagland:.Did George Bush acquire congressional approval before invading Panama? Did Ronald Reagan put his intention to a vote in Congress before Grenada? President B","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/21/arts/in-performance-classical-music-307335.html","abstract":"  The Pianist as Impresario In Sunday-Night Concerts  Hotel Wales    In a common room on the second floor of the old Hotel Wales on upper Madison Avenue, small groups of listeners can settle into easy chairs, peer through potted palms and spend their late Sunday afternoons and evenings listening to chamber music. Ilan Rechtman, a pianist from Israel, operates the series and is its running attraction. The concerts are back to back: the first, at 6, is repeated at 8.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Lawmakers Who Fled Are Puzzled and Angry","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-in-exile-lawmakers-who-fled-are-puzzled-and-angry.html","abstract":"  Exiled members of Haiti's Parliament expressed puzzlement, confusion and anger today over what role, if any, they would play in an agreement that averted a United States-led military invasion of their homeland.   Part of the seven-point accord calls for Parliament to grant a general amnesty to an unspecified number of military officers.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"N.H.L. Talks Continue","web_url":"https://www.nytimes.com/1994/09/21/sports/nhl-talks-continue.html","abstract":"  Bargainers for the National Hockey League and the N.H.L. Players Association talked again for about seven hours yesterday in an attempt to negotiate a new collective bargaining agreement.   No deal was announced, but the two sides agreed to meet again today for further talks. The last agreement expired more than a year ago, although last season was played under its terms.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"State Calls Simpson's Ex-Wife Sole Target","web_url":"https://www.nytimes.com/1994/09/21/us/state-calls-simpson-s-ex-wife-sole-target.html","abstract":"  The district attorneys prosecuting O. J. Simpson appear to have pared their murder case against him to a simple scenario: after killing his former wife in front of her condominium, Mr. Simpson slashed the throat of a friend of hers who happened upon the scene.    \"There was only one intended target, and that was Nicole Brown,\" Marcia Clark, the main prosecutor said at a pretrial hearing on Monday, outlining for the first time a central element of the state's theory of how the killings occurred. \"When Ron Goldman showed up, that was something the defendant didn't bargain for, and there was obviously a struggle.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Flatley Thrives on Wear and Tear","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-flatley-thrives-on-wear-and-tear.html","abstract":"  He is still considered the premier Islander. And he is their last link on the ice to the teams that once dominated the Stanley Cup finals.   But Patrick Flatley will be 31 in less than two weeks. He is coming off yet another season of nagging injuries, the sixth such season in the last eight campaigns. And it has been suggested by some that the wear and tear of 11 seasons in the National Hockey League has finally taken its toll on his body.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Looking for Cuts, Giuliani Turns to Police","web_url":"https://www.nytimes.com/1994/09/21/nyregion/looking-for-cuts-giuliani-turns-to-police.html","abstract":"  Scrambling to keep New York City's $31.6 billion budget balanced, Mayor Rudolph W. Giuliani said yesterday that he might have to cut even more than he had suggested just two months ago.   And in the strongest terms yet, the Mayor added the Police Department to his list of administrative bureaucracies that he considered bloated and that he felt needed to be trimmed to produce some of those savings.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Hull Could Come to Rangers for Messier","web_url":"https://www.nytimes.com/1994/09/21/sports/hockey-hull-could-come-to-rangers-for-messier.html","abstract":"  The departure of Bob Gutkowski as president of Madison Square Garden yesterday created a stumbling block in the Rangers' contract negotiations with their star center, Mark Messier. The development could lead to a huge trade: Messier of the Rangers for Brett Hull of the St. Louis Blues.   Such a deal would be a blockbuster, the biggest since Edmonton traded Wayne Gretzky to Los Angeles in 1988. Messier for Hull would create negative fan reaction in New York, where Messier is the popular captain of the Stanley Cup champions, and in St. Louis, where Hull is the biggest star in the history of the franchise.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Gerulaitis Is Said to Have Died By Breathing Poisonous Fumes","web_url":"https://www.nytimes.com/1994/09/21/sports/tennis-gerulaitis-is-said-to-have-died-by-breathing-poisonous-fumes.html","abstract":"  Carbon monoxide levels in the Southampton, L.I., guest cottage where Vitas Gerulaitis was found dead Sunday afternoon were so high in the cottage on Monday that investigators were driven outside, the Southampton police said yesterday.   The team of police and health investigators went to the cottage after an autopsy on Monday found that the 40-year-old former tennis star's blood contained extremely high levels of carbon monoxide, a deadly poisonous gas that investigators said came from a faulty propane heating and air-conditioning system that had been serviced within the last two weeks.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Welcome, Casillas, Now Get To Work!","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-welcome-casillas-now-get-to-work.html","abstract":"  Today, his first full day as a Jet, Tony Casillas worked out in the morning and in the afternoon, studied with coaches to learn terminology and defensive schemes and talked about the odyssey that brought him here from Dallas via Kansas City.   The defensive tackle said he no longer had the health problems that led to his departure seven weeks ago from the Kansas City Chiefs before he ever played for them. He said he hoped to be in for 25 plays on Sunday night when the Jets play the Chicago Bears at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Store Closings in Merger Seen as an Unwelcome Change","web_url":"https://www.nytimes.com/1994/09/21/nyregion/store-closings-in-merger-seen-as-an-unwelcome-change.html","abstract":"  Patrick James is suddenly worried about the future of his Garden City art shop, located in one of the most upscale shopping districts on Long Island.   In White Plains, the Mayor, S. J. Schulman got the news and wondered where the city would find another first-class department store for its downtown district.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Gincun Journal; Good Earth Is Squandered. Who'll Feed China?","web_url":"https://www.nytimes.com/1994/09/21/world/gincun-journal-good-earth-is-squandered-who-ll-feed-china.html","abstract":"  Near the boomtowns of southern China, superhighways and smoke-belching factories sprout from the ground almost as quickly as the stalks of sweet corn raised by the barefoot farmers of this tiny village.    \"My two sons cannot sleep at night because of this terrible noise,\" said Qin Liang Kai, a 30-year-old farmer, nodding toward the unending rush of cars and trucks along the new six-lane expressway that borders his cornfields.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"What Can Maradona Teach?","web_url":"https://www.nytimes.com/1994/09/21/sports/IHT-what-can-maradona-teach.html","abstract":"So Diego Armando Maradona is to be a coach. The mind boggles at what he might teach his young charges at Boca Juniors, one of the clubs he led as a player..He cannot pass on genius, for that is a gift. He cannot preach tolerance, dedication to training","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"More Recycling Reduces Dioxin Better Than an Incinerator Ban","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-more-recycling-reduces-dioxin-better-than-an-incinerator-ban-307408.html","abstract":"  To the Editor:   The Environmental Protection Agency report on the health risks from dioxin is welcome (news article, Sept. 14). Dioxin, which is a probable cause of cancer and of developmental disorders, is largely produced from the combustion of such chlorine-containing substances as plastics. Therefore, the main source of dioxins is incinerator smokestacks. In addition, incineration releases other pollutants and also contributes to global warming.   Yet instead of outlawing incinerators, worldwide experience suggests that it is better to create a recycling-friendly economic environment. This is achieved by mandating that newspapers be printed on recycled paper and that soda be sold in recycled bottles.   Once such laws take effect, a market develops for used newspapers and soda bottles, and consequently they disappear from regular garbage. The combustible fraction in municipal waste drops to the point where the garbage can no longer be burned, and therefore incineration is phased out.   Worldwide experience also shows that when regulations treat the dioxin-containing fly-ash from incinerators as toxic waste, resulting disposal costs tend to work against incineration and in favor of recycling.   It can be concluded that if the proper regulations exist, economic forces will support recycling. On a per-ton basis, recycling in populated areas will cost half as much as landfilling and one-third as much as incineration. In addition, the recycling industry creates low-skilled jobs and reduces pollution. BELA LIPTAK  Stamford, Conn., Sept. 14, 1994 The writer is the author of \"Municipal Waste Disposal in the 1990's.\"","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Immigration Chaos Keeps U.S. in Cheap Labor; Lost, Huddled, Insulted","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-immigration-chaos-keeps-us-in-cheap-labor-lost-huddled-insulted-307351.html","abstract":"  To the Editor:   Your series on the Immigration and Naturalization Service (front page, Sept. 11-15) reads like my own diary: a tragicomic experience of trying to do the decent thing with an arrogant, incompetent organization.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Zulu King Breaks Ties To Buthelezi","web_url":"https://www.nytimes.com/1994/09/21/world/zulu-king-breaks-ties-to-buthelezi.html","abstract":"  The King of the Zulus today broke off relations with Mangosuthu G. Buthelezi, the powerful Zulu nationalist leader, setting up a potentially fratricidal battle for leadership of South Africa's largest ethnic group.   The King, Goodwill Zwelithini, and his princes announced early this morning that the King would \"sever all ties\" with Mr. Buthelezi after rock-throwing followers of the nationalist leader stormed the royal palace and disrupted a visit by President Nelson Mandela.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Notre Dame's Becton Lost for Four Weeks","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-people-college-football-notre-dame-s-becton-lost-for-four-weeks.html","abstract":"  LEE BECTON, Notre Dame's leading rusher last season, will be out about four weeks with a strained muscle near his groin.   Becton, who rushed for 1,044 yards last year, has 182 yards and 2 touchdowns on 35 carries this season. He was injured Saturday during the Irish's 21-20 victory at Michigan State.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Shake-Up at the Garden and Maybe More to Come","web_url":"https://www.nytimes.com/1994/09/21/sports/sports-business-shake-up-at-the-garden-and-maybe-more-to-come.html","abstract":"  Bob Gutkowski was forced out yesterday as the president of Madison Square Garden, becoming the first casualty of the sports and entertainment complex's proposed $1.075 billion acquisition by ITT and Cablevision Systems from Viacom.   Officially, Gutkowski said he resigned. \"I felt it was important that new ownership make their own decisions on the future of the Garden,\" said Gutkowski, who is 46 years old. \"It was time.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Occupation Lifts Clinton's Standing in Poll, but Many Americans Are Skeptical","web_url":"https://www.nytimes.com/1994/09/21/world/mission-haiti-opinion-occupation-lifts-clinton-s-standing-poll-but-many.html","abstract":"  The public reacted to the occupation of Haiti with an immediate jump in the President's approval ratings and widespread approval of the accord with the Haitian military government, but continuing skepticism over the wisdom of any military involvement in Haiti, according to the latest New York Times/CBS News Poll.   The new nationwide poll included telephone interviews with 747 adults on Sunday afternoon and evening, before the troops occupied Haiti. Of these respondents, 504 were reinterviewed on Monday evening, after the troops had moved in. The margin of sampling error for each day's results was plus or minus four percentage points.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Farm Profits Are Down 24% in a Year","web_url":"https://www.nytimes.com/1994/09/21/nyregion/farm-profits-are-down-24-in-a-year.html","abstract":"  Farm profits in New York State dropped 24 percent in 1993 compared with the year before, the State Agricultural Statistics Service reported.    The service attributed the decline to lower prices received by farmers for milk, apples and nursery and greenhouse products and a slight increase in production expenses.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-307009.html","abstract":"  A picture credit on Sunday with a sports photograph showing Dwight Clark catching a pass from Joe Montana in a retrospective of historical moments in the National Football League identified the source of the picture incompletely. The photograph, from the book \"75 Seasons,\" was taken by Walter Iooss for Sports Illustrated.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"The Many Worlds Of Black Dance At Lyons Biennial","web_url":"https://www.nytimes.com/1994/09/21/arts/critic-s-notebook-the-many-worlds-of-black-dance-at-lyons-biennial.html","abstract":"  Record cold (52 degrees) and frequent rain have not dampened the two-and-a-half week celebration of black dance called \"Mama Africa, From Africa to Harlem\" that constitutes this year's Lyons Dance Biennial, France's foremost dance festival.   Six American companies are among the 20 groups from four continents invited to appear in theaters here through Oct. 1, and it is obvious that the weather has not had any effect on the packed houses that have made the Alvin Ailey American Dance Theater and the world premiere of \"Still Here,\" by the Bill T. Jones/Arnie Zane Dance Company, the biggest hits of the festival so far.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"1894:A Japanese Victory : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1894a-japanese-victory-in-our-pages-100-75-and-50-years-ago.html","abstract":"TOKIO - The Naval Department has received a despatch from the admiral commanding the Japanese fleet in the Gulf of Pechili stating that he has met with and engaged the enemy and inflicted heavy losses on them. The news of this fresh Japanese victory has c","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"School's Out 6 Days for the Giants","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-school-s-out-6-days-for-the-giants.html","abstract":"  Ah, life in the penthouse. The Dallas Cowboys lose and all of a sudden the Giants not only have the best record in the division, at 3-0 they are also the only undefeated team in the conference. Break out the champagne? Ready the speeches?   Well, not quite. Remember, the Giants jumped out to a lead over the Cowboys last season but lost both games to Dallas and ended up losing home-field advantage throughout the playoffs by one game. So the Giants aren't ready to celebrate. They say Dallas is still the team to beat. Don't misunderstand them; most of the players and Coach Dan Reeves didn't shed any tears when Detroit beat Dallas on Monday night, but they know that right now their lead means very little in the grand scheme.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Report Says New York Taxes Are the 2d Highest in the U.S.","web_url":"https://www.nytimes.com/1994/09/21/nyregion/report-says-new-york-taxes-are-the-2d-highest-in-the-us.html","abstract":"  New York's state and local tax burden remains the second highest in the country, according to a new report by the State Business Council, and the gap between New York and other states is widening after a slight narrowing in the late 1980's.   Taxes paid in 1992 by businesses and individuals to New York State and local governments averaged $3,531.85 per resident, 62.5 percent above the national average and second only to Alaska. But Alaska's figures are distorted by the overwhelming share of its taxes that is paid by a handful of oil companies.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Survey Finds Voters in U.S. Rootless and Self-Absorbed","web_url":"https://www.nytimes.com/1994/09/21/us/the-1994-campaign-survey-finds-voters-in-us-rootless-and-self-absorbed.html","abstract":"  As they turn inward and worry about their own financial difficulties, American voters have become less compassionate about the problems of the poor and minorities, a study of public opinion shows.   The finding was part of a wide-ranging study, conducted by the Times Mirror Center for the People and the Press and made public today, that found an electorate that is \"angry, self-absorbed and politically unanchored.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/21/nyregion/parking-rules-302317.html","abstract":"  Because of Succoth, alternate-side street cleaning regulations are suspended in New York City today. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"On the Trail of 10 Tons of Garbage, and Bursitis","web_url":"https://www.nytimes.com/1994/09/21/nyregion/on-the-trail-of-10-tons-of-garbage-and-bursitis.html","abstract":"  Before the sun rose, the sanitation crew bounced down Delancey Street yesterday past the tall, resolute buildings and headed uptown to pick up the rotting food remains and discarded shreds that were the city's detritus.   At 6:15, traffic was light. As was customary, John Viglietta drove and Bill Corcoran rode beside him. It was clear out, thankfully for Mr. Corcoran, who, at 38, already suffered the sanitation worker's trademark arthritis and bursitis. On rainy days, they exact their price. Every day, the men pick up about 10 tons of garbage, the weight of 66 refrigerators.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Ketchup: It's Not Just For Tomatoes Anymore","web_url":"https://www.nytimes.com/1994/09/21/style/ketchup-its-not-just-for-tomatoes-anymore.html","abstract":"MENTION \"peach ketchup,\" and chances are you will be greeted by quizzical looks. Move on to mango or grilled-mushroom ketchup, and the expressions will probably ratchet up one level, to shaking heads and rolling eyes.\n\nIt's not an illogical response, for to most Americans these are nonsense terms. After all, everybody knows what ketchup is -- it's that sweet-sour tomato sauce. Like fish sauce in Southeast Asia, this tomato condiment is fixed so firmly in the American culinary vernacular that it is often set on the table unbidden, with the unspoken assumption that it will be needed at some point in every meal.","thumbnail":null,"section":"Style"},{"date":"19940921","headline":"The Heart of Manhattan","web_url":"https://www.nytimes.com/1994/09/21/opinion/the-heart-of-manhattan.html","abstract":"  To look at a map is to see with extraordinary clarity exactly what Central Park is to Manhattan. It is its heart.   If the park marks the geographical center of this densely packed island, it also marks a certain emotional core. This, after all, is where generations of New Yorkers have walked dogs, pushed baby carriages, biked and skated, listened to music, thought deep thoughts and even married. For many, it was their first and last backyard.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Amnesty Law Expected To Clear Junta Very Soon","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-the-deal-amnesty-law-expected-to-clear-junta-very-soon.html","abstract":"  Supporters of Gen. Raoul Cedras said today that they expected to win passage in Parliament soon of a sweeping amnesty for Haitian military leaders for political crimes committed after taking over the Government in 1991.   Breaking away from a caucus at the Legislative Palace this afternoon, Ruly Brutus, a former chairman of the lower house of the Parliament, said that approval of an amnesty law for every member of the military would be \"no problem\" and could occur as early as next week.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"Boarding Schools for Blacks Are Having a Resurgence in Popularity","web_url":"https://www.nytimes.com/1994/09/21/us/boarding-schools-for-blacks-are-having-a-resurgence-in-popularity.html","abstract":"  Once the South was full of all-black private boarding schools like tiny Southern Normal School here in the timber country of southern Alabama. Most of them flourished during segregation and then withered and died when integration arrived.   Now, in a development no one could have expected when Jim Crow finally fell, the few remaining black boarding schools suddenly find themselves increasingly popular and oddly contemporary, offering learning, discipline, community and safety to all-black student bodies at a time many black parents are often desperate for all four.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Report Says Smoking Causes a Global Epidemic of Death","web_url":"https://www.nytimes.com/1994/09/21/us/report-says-smoking-causes-a-global-epidemic-of-death.html","abstract":"  A comprehensive report issued today on the fatal effects of smoking says that it kills three million people worldwide every year, or one person every 10 seconds, and that the numbers will continue to mount.   Sometime around the year 2020, the report predicts, the deaths will reach 10 million a year if current smoking trends continue.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Psychiatric Exam Ordered for L.I.R.R. Defendant","web_url":"https://www.nytimes.com/1994/09/21/nyregion/psychiatric-exam-ordered-for-lirr-defendant.html","abstract":"  A Nassau County Court judge today gave Colin Ferguson until Oct. 20 to submit to psychiatric examinations intended to support his lawyers' assertion that Mr. Ferguson was insane when he killed six people and wounded 19 others on a Long Island Rail Road train last December.   Under state law, if Mr. Ferguson refuses to be examined, as he has for several months, the court could rule out the insanity defense.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-letters-to-the-editor-93191996181.html","abstract":"Regarding the editorial \"An Illegitimate Mission\" (Sept. 17):. The editorial states, in part: \"The United States does have a legitimate interest in defending democracy and human rights in this hemisphere and beyond. But that confers no r","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"CLINTON IS URGED TO ABANDON FIGHT OVER HEALTH BILL","web_url":"https://www.nytimes.com/1994/09/21/us/clinton-is-urged-to-abandon-fight-over-health-bill.html","abstract":"  Two leading Republican opponents of health care legislation and one of its oldest Democratic supporters today urged President Clinton to give up on the issue for the year.   Otherwise, the Republicans -- Bob Dole, the Senate minority leader, and Representative Newt Gingrich, the deputy House minority leader -- warned, the President risked losing the rest of his agenda, in particular a new international trade agreement. Representative John D. Dingell, the Michigan Democrat who has sought health care change since 1955, offered similar advice to the White House.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"What's Best for Women's Circuit Seems to Be Creating Quite a Stir","web_url":"https://www.nytimes.com/1994/09/21/sports/on-tennis-what-s-best-for-women-s-circuit-seems-to-be-creating-quite-a-stir.html","abstract":"  Two weeks, ago a couple of controversial developments took place in women's tennis, whose constituency is forever making noise about devoting itself to some nebulous notion of doing \"what's good for the game,\" right smack in the middle of its players' attempt to compete in the waning days of the United States Open.   Distracting, yes. If women's tennis is so healthy, why can't it find a title sponsor and a C.E.O.? Confusing, yes. If women's tennis is so unhealthy, why did a conglomerate hunger to take it over? Disturbing, yes. If the sport believes it's wrong for 14-year-olds to compete as professionals, why is it taking pains to make sure that this year's and next year's crop can do so? Good for the game? Not.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/21/nyregion/no-headline-299995.html","abstract":"  \"We are not in a business of doing day-to-day law and order, for that matter resolving or quelling any demonstrations, unless these demonstrations or this level of violence becomes so great that it threatens the overall stability and the security of our multinational forces, and then we will intercede.\" GEN. JOHN SHALIKASHVILI, chairman of the Joint Chiefs of Staff, on the situation in Haiti.  [ A14:1. ]","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"1944:Uniformly Curious : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-1944uniformly-curious-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] In a prominent article in today's [Sept. 21] \"Daily Mail,\" the United States is accused of exploiting military agreements for commercial purposes and sending commercial travelers to Europe in uniform with pr","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/21/nyregion/metro-digest-301027.html","abstract":"  HOSPITALS CHIEF PLANS TO LAY OFF 3,000   The president of New York City's Health and Hospitals Corporation said he planned to lay off about 3,000 workers and eliminate hundreds of hospital beds to close a budget gap and make the hospitals more competitive in a shrinking industry. The president, Dr. Bruce Siegel, who oversees the city's 11 public hospitals and several dozen clinics, said the cuts would be made before the end of the fiscal year next June and would be scattered throughout the system. A1.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Martha Graham Company Reaches Pact With Dancers","web_url":"https://www.nytimes.com/1994/09/21/arts/martha-graham-company-reaches-pact-with-dancers.html","abstract":"  The Martha Graham Dance Company reached a settlement with its dancers on Monday night after labor unrest threatened its \"Radical Graham\" season, which is to open the Next Wave festival at the Brooklyn Academy of Music on Sept. 28. The dancers ratified a contract after a 10-hour meeting on Monday at the offices of the American Guild of Musical Artists, the dancers' union.   As part of the agreement, the dancers withdrew their demand for a guarantee of employment amounting to 20 weeks a year. Such a guarantee was the major sticking point in the negotiations, which have gone on for 10 months. Management withdrew its demands for concessions on travel overtime.","thumbnail":null,"section":"Arts"},{"date":"19940921","headline":"Our Stake in Haiti Just Got a Lot Higher","web_url":"https://www.nytimes.com/1994/09/21/opinion/our-stake-in-haiti-just-got-a-lot-higher.html","abstract":"Despite the 11th-hour success of the peacemaking mission headed by Jimmy Carter, the arrival of thousands of United States troops in Haiti since Monday represents the bitter fruits of diplomatic blundering by the Clinton Administration. Whether because of guilt, weakness or lack of rigor in carrying out its policies, the Administration has taken on the impossible burden of turning a country with no democratic traditions into a functioning democracy.\n\nThe quiet resignation on Friday of the United Nations special envoy for Haiti, Dante Caputo, represented a kind of punctuation mark to the Administration's hopeless diplomacy. Mr. Caputo has long held the view that the situation must be resolved by Haitians, not by military intervention.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/09/21/books/book-notes-305243.html","abstract":"  A Henson Hullabaloo   After Jim Henson died four years ago and a number of publishers expressed an interest in a biography, his heirs began interviewing authors for a family-supported book. They settled on a seasoned writer: Ron Powers, the author of seven books and the winner of a Pulitzer Prize in 1973 for his work as television critic for The Chicago Sun-Times. Random House was to publish the book, and Mr. Powers was to receive an advance of $150,000.   From the beginning, the three-way relationship was complicated, confusing and unusual. For one thing, although Mr. Powers's contract was with the Hensons, not with Random House, the publisher was given complete editorial control over the final book. So Mr. Powers thought, he said in an interview, that he was to serve as an independent author whose work would reflect the Hensons' opinions, but only up to a point. He said, \"I was never told that it would be a possibility that the Hensons could nix the project.\"","thumbnail":null,"section":"Books"},{"date":"19940921","headline":"'Silent March' on Guns Talks Loudly: 40,000 Pairs of Shoes, and All Empty","web_url":"https://www.nytimes.com/1994/09/21/us/silent-march-on-guns-talks-loudly-40000-pairs-of-shoes-and-all-empty.html","abstract":"  There were baseball spikes. There were babies' first white walkers. There were businessmen's black leather wing tips and women's formal high-heel pumps.    The shoes sat empty today, row on row, more than 40,000 pairs arranged around the Reflecting Pool at the base of the Capitol, mute reminders of the tens of thousands of Americans killed every year by guns.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-306983.html","abstract":"  An article on Saturday about investors' reaction to a $5 billion punitive damage award against the Exxon Corporation in the Valdez spill case incorrectly attributed a statement that the award established a cap on Exxon's liability. The statement was by Michael Young, an oil industry analyst for Smith Barney Shearson, not by Lee Raymond, chairman of Exxon.","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Deficit in Trade Surged in July; Markets Jolted","web_url":"https://www.nytimes.com/1994/09/21/us/deficit-in-trade-surged-in-july-markets-jolted.html","abstract":"  America's trade deficit with the rest of the world rose sharply in July to the second-highest level in history, the Government said today in a report that fanned inflation fears, rattled the financial markets and depressed the value of stocks, bonds and the dollar.   The worse-than-expected trade report came as Japanese auto companies, in a highly unusual move, warned the Clinton Administration that they might break off their cooperation with the American auto industry, particularly their purchases of American auto parts, if the White House imposed trade sanctions on Japan.","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Major Is Singing That Old 1959 Song","web_url":"https://www.nytimes.com/1994/09/21/opinion/IHT-major-is-singing-that-old-1959-song.html","abstract":"When the Maastricht treaty was finally ratified, European leaders thought with some relief, not least on the part of the British, that they had put off any further debate on the future of Europe until the intergovernmental conference scheduled for 1996..","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/21/nyregion/c-corrections-307017.html","abstract":"  A listing in the New Jersey Weekly calendar of cultural events on Sunday misstated the date for a talk by Ronald J. Young, executive director of the United States Interreligious Committee for Peace in the Middle East. The talk, at Temple Emeth in Teaneck, will be at 8:30 P.M. on Sept. 30, not this Friday.  ","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Reeves Not in Gloating Mood","web_url":"https://www.nytimes.com/1994/09/21/sports/pro-football-reeves-not-in-gloating-mood.html","abstract":"  When Dan Reeves was with the Denver Broncos, players said he was too rigid and when he was dismissed it was like a breath of fresh air. Now that the Broncos are 0-3, that air must be getting pretty stale.   Reeves talked about his old team today, the one that dropped him at the end of the 1992 season. And in typical Reeves fashion he remained dignified and refused to gloat publicly. \"I don't care,\" Reeves said when asked about Denver's poor start, \"other than the fact I have some really good friends there.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"HAITIAN POLICE CRUSH RALLY AS AMERICAN TROOPS WATCH","web_url":"https://www.nytimes.com/1994/09/21/world/mission-to-haiti-violence-haitian-police-crush-rally-as-american-troops-watch.html","abstract":"  Club-wielding Haitian police officers waded into throngs of people welcoming United States troops today, beating one to death as frustrated American soldiers looked on.   By early afternoon of the second day of the American mission here, the police, the army and the sinister civilian \"attaches\" -- the very Haitians that the American presence was supposed to remove from power -- were back in control, riding through the streets in pickup trucks, brandishing riot sticks, lengths of iron pipe, branches ripped from trees and submachine guns, beating people at will.","thumbnail":null,"section":"World"},{"date":"19940921","headline":"A C.I.A. to Make Tom Clancy Blush","web_url":"https://www.nytimes.com/1994/09/21/opinion/l-a-cia-to-make-tom-clancy-blush-307386.html","abstract":"  To the Editor:   As a 25-year deep-cover agent for four Federal agencies including experience trying to work with the Central Intelligence Agency, I read your Sept. 14 front-page article on Janine Brookner, who, her C.I.A. colleagues say, is a victim of sex discrimination, with no small concern.","thumbnail":null,"section":"Opinion"},{"date":"19940921","headline":"Players Talk in Atlanta, About Strike, Not Game","web_url":"https://www.nytimes.com/1994/09/21/sports/baseball-players-talk-in-atlanta-about-strike-not-game.html","abstract":"  John Smoltz of the Atlanta Braves, his right elbow in a sling because of a recent operation, gingerly shook hands with teammates and other major leaguers who gathered today in a midtown hotel to talk not about baseball games but about a baseball strike.   Otis Nixon, the Boston Red Sox center fielder, rode in on the jet stream of Fred McGriff, reversing what he usually did when McGriff drove him in with home runs in Atlanta last year. Nixon, among the 700 major leaguers idled since the strike began on Aug. 12, said he was doing as well as could be expected.","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/21/nyregion/news-summary-299561.html","abstract":"  International A3-17  HAITI VIOLENCE CONTINUES  Haitian policemen attacked the crowds who went to greet American troops and killed one man, as it became clear that the violent forces in Haiti remained in control.  A1  The man beaten to death was a frail coconut vendor.  A15","thumbnail":null,"section":"New York"},{"date":"19940921","headline":"Children of Smoking Mothers Show Carcinogens in Blood","web_url":"https://www.nytimes.com/1994/09/21/us/children-of-smoking-mothers-show-carcinogens-in-blood.html","abstract":"  Mothers who smoke only 10 cigarettes a day cause their children under 5 to have positive blood tests for nicotine and cancer-causing compounds, a study has found.    \"This is the first report that young children with relatively light exposure to environmental tobacco smoke have elevated levels\" of markers for nicotine and carcinogens from cigarettes, the researchers said in a report appearing on Wednesday in The Journal of the National Cancer Institute. \"This observation underscores the potential carcinogenic and public health hazard of environmental tobacco smoke.\"","thumbnail":null,"section":"U.S."},{"date":"19940921","headline":"Graham: New Haven's Other Bulldog","web_url":"https://www.nytimes.com/1994/09/21/sports/college-football-graham-new-haven-s-other-bulldog.html","abstract":"  In attempting to fill out the schedule for this season, the new University of New Haven coach, Tony Sparano, called 63 teams. The answer he heard most often was, \"We'd be glad to play you next year -- after Graham's gone.\"    One team that said yes was Abilene Christian, and Sparano will take the Chargers to Abilene, Tex., for a game there Saturday night. The coach said he expected the Wildcats of the Lone Star Conference, like other teams, to set up a seven-man defensive line \"to try to stop Roger.\"","thumbnail":null,"section":"Sports"},{"date":"19940921","headline":"Burmese Dissident Meets With Top Military Leaders","web_url":"https://www.nytimes.com/1994/09/21/world/burmese-dissident-meets-with-top-military-leaders.html","abstract":"  The generals who run Myanmar met today with the nation's main dissident leader, Daw Aung San Suu Kyi, for the first time since she was placed under house arrest more than five years ago.   State television in Myanmar, formerly known as Burma, showed Ms. Aung San Suu Kyi in a reception room in a state guest house with the junta's titular leader, Gen. Than Shwe, and the military intelligence chief, Lieut. Gen. Khin Nyunt, who is widely seen as the most powerful figure in the Burmese Government.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940921","time":"1994-09-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":5.4},{"date":"19940921","time":"1994-09-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":90,"wspd":1.8},{"date":"19940921","time":"1994-09-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":3.6},{"date":"19940921","time":"1994-09-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":87,"wspd":11.2},{"date":"19940921","time":"1994-09-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":92,"wspd":7.6},{"date":"19940921","time":"1994-09-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":92,"wspd":9.4},{"date":"19940921","time":"1994-09-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":93,"wspd":7.6},{"date":"19940921","time":"1994-09-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":95,"wspd":9.4},{"date":"19940921","time":"1994-09-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":92,"wspd":14.8},{"date":"19940921","time":"1994-09-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":89,"wspd":13},{"date":"19940921","time":"1994-09-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":92,"wspd":11.2},{"date":"19940921","time":"1994-09-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":84,"wspd":13},{"date":"19940921","time":"1994-09-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":70,"wspd":18.4},{"date":"19940921","time":"1994-09-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":58,"wspd":18.4},{"date":"19940921","time":"1994-09-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":47,"wspd":18.4},{"date":"19940921","time":"1994-09-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":49,"wspd":22.3},{"date":"19940921","time":"1994-09-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":51,"wspd":25.9},{"date":"19940921","time":"1994-09-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":51,"wspd":25.9},{"date":"19940921","time":"1994-09-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":56,"wspd":22.3},{"date":"19940921","time":"1994-09-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":65,"wspd":20.5},{"date":"19940921","time":"1994-09-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":75,"wspd":14.8},{"date":"19940921","time":"1994-09-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":79,"wspd":22.3},{"date":"19940921","time":"1994-09-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":84,"wspd":16.6},{"date":"19940921","time":"1994-09-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":86,"wspd":16.6},{"date":"19940921","time":"1994-09-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":16.6},{"date":"19940921","time":"1994-09-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":11.2},{"date":"19940921","time":"1994-09-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":16.6},{"date":"19940921","time":"1994-09-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":70,"wspd":13},{"date":"19940921","time":"1994-09-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":13},{"date":"19940921","time":"1994-09-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":78,"wspd":13},{"date":"19940921","time":"1994-09-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":7.6},{"date":"19940921","time":"1994-09-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":9.4},{"date":"19940921","time":"1994-09-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":7.6},{"date":"19940921","time":"1994-09-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":7.6},{"date":"19940921","time":"1994-09-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":0},{"date":"19940921","time":"1994-09-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":9.4},{"date":"19940921","time":"1994-09-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":75,"wspd":0},{"date":"19940921","time":"1994-09-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":63,"wspd":7.6},{"date":"19940921","time":"1994-09-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":9.4},{"date":"19940921","time":"1994-09-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":9.4},{"date":"19940921","time":"1994-09-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":42,"wspd":9.4},{"date":"19940921","time":"1994-09-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":35,"wspd":11.2},{"date":"19940921","time":"1994-09-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":7.6},{"date":"19940921","time":"1994-09-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":36,"wspd":13},{"date":"19940921","time":"1994-09-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":38,"wspd":13},{"date":"19940921","time":"1994-09-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":13},{"date":"19940921","time":"1994-09-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":11.2},{"date":"19940921","time":"1994-09-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":11.2}]},"19940922":{"guardian_articles":[],"nytimes_articles":[{"date":"19940922","headline":"Pataki Is Criticized by London, Party's Comptroller Candidate","web_url":"https://www.nytimes.com/1994/09/22/nyregion/pataki-is-criticized-by-london-party-s-comptroller-candidate.html","abstract":"  In a surprising assault on party unity, Herbert London, the Republican candidate for comptroller, criticized his own party's nominee for governor yesterday, saying State Senator George E. Pataki \"has not clearly defined himself or his plan to cut taxes and stop runaway spending.\"   The criticism from Mr. London, who had been Mr. Pataki's chief rival for the Republican nomination this spring, came in a one-page statement only hours after the question of comptroller independence emerged as the defining issue in a debate between Mr. London and his Democratic opponent, H. Carl McCall.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Forget Slot Machines: Look to a Super Horse","web_url":"https://www.nytimes.com/1994/09/22/sports/on-horse-racing-forget-slot-machines-look-to-a-super-horse.html","abstract":"  In horse racing, a business desperately searching for success these days, they have casinos, card rooms, riverboats, slot machines, simulcasts, the Pick Six and the Best Seven. But they need the one thing that creates success in any business trying to capture the public's fancy: a hero who stars in a dramatic story line.   Now they have it: the imposing gray horse who came thundering down the homestretch in one major race after another this year and turned back the clock 21 years to the days when Secretariat was the hero who captured the public's fancy. And the horse who did it was Holy Bull, who outran his pedigree as well as his opposition and who did it with theatrical flair, flying out of the starting gate into the lead and holding it with command, daring them all to \"catch me if you can.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Scientist Says Tests Show New Vaccine May Prevent Malaria","web_url":"https://www.nytimes.com/1994/09/22/world/scientist-says-tests-show-new-vaccine-may-prevent-malaria.html","abstract":"  In the 16 years he has conducted basic research on malaria, Brian Greenwood's hopes have risen and fallen with the announcement of each new strategy or treatment to conquer one of Africa's deadliest scourges.   But with tests under way here on a chemically engineered vaccine against the malarial parasite, expectations have never been higher that an effective means of prevention may finally be at hand.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"HOCKEY;\nWith Gutkowski's Ouster, Rangers Lost Good Listener","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-with-gutkowskis-ouster-rangers-lost-good-listener.html","abstract":"Since the Rangers won their first Stanley Cup in 54 years last June, the players have endured numerous distractions, the biggest of which might be the one that, for now, is the least tangible.\n\nFirst, they had ringside seats to the bitter fight between Mike Keenan and Neil Smith, which led to Keenan's messy departure for St. Louis soon after he kissed the Stanley Cup. This fall, as the Rangers prepare for the scheduled start of the regular season on Oct. 1, they have been without Mark Messier, their captain and spiritual leader, who is in protracted contract negotiations.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"The Mouse That Roared Says 'Thanks'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-aristide-the-mouse-that-roared-says-thanks.html","abstract":"  You could almost hear the gritting of teeth in Washington this week, as the great bowed to the small and the small reluctantly nodded back.   President Clinton telephoned the Rev. Jean-Bertrand Aristide on Sunday night.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"A Secretarial Pool Out for Blood","web_url":"https://www.nytimes.com/1994/09/22/theater/theater-review-a-secretarial-pool-out-for-blood.html","abstract":"  In the final scene of \"The Secretaries,\" a mordantly cheerful slice of Grand Guignol at the New York Theater Workshop, five women stand in triumphant tableau, wearing nothing but lingerie, glazed smiles and a fresh coat of blood. It's a vision that directly evokes the old killer-babe exploitation movies, those weirdly ambivalent blends of misogyny and eroticism from film makers like Roger Corman and Russ Meyer. It is probably unnecessary to say that in the hands of a troupe called the Five Lesbian Brothers, the vision takes on a decidedly different aspect.   \"The Secretaries,\" written and performed by the Brothers under Kate Stafford's direction, is a thinly protracted, if sometimes very funny, exercise in subverting American images of womanhood. The story of a quintet of covertly homicidal office employees in an Oregon lumber mill, it plays on anxious male fantasies of what women do when they're alone together; straight women's fantasies of lesbians (they're predatory); lesbians' fantasies of straight women (they're secretly lesbians), and the warping cultural expectations of femininity.","thumbnail":null,"section":"Theater"},{"date":"19940922","headline":"Mother's Fight for Son Loses to Lure of Streets","web_url":"https://www.nytimes.com/1994/09/22/nyregion/mother-s-fight-for-son-loses-to-lure-of-streets.html","abstract":"  Cherise Wade saw the blood on the television news Tuesday, her boy's blood, dripping down the steps of a Brooklyn housing project. Later, numb with grief, she went to the project to see the stains for herself. The seventh-floor stairwell of the Sumner Houses in Bedford-Stuyvesant had already been scrubbed clean of any evidence of Gregory Wright's murder.   It was, Ms. Wade said yesterday, as if the brief and troubled life of her 13-year-old son had been erased before she could begin to absorb the news of his death. She had always feared she would lose him to the streets, she said. But she never expected that it would be so soon.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Dispute Over Computer Messages: Free Speech or Sex Harassment?","web_url":"https://www.nytimes.com/1994/09/22/us/dispute-over-computer-messages-free-speech-or-sex-harassment.html","abstract":"  In a case that highlights the tension between protected free speech and illegal sexual harassment -- and raises new questions about what legal protections apply to computer messages -- a junior college in California has agreed to pay three students $15,000 each to settle charges stemming from its men-only and women-only computer conferences.   Santa Rosa Junior College reached the settlement after the Department of Education's Office for Civil Rights, with whom the claim was filed, told the college in a letter last June that it had found a probable violation of the Federal law prohibiting sex discrimination in schools.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Giants Claim A Former Jet","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-giants-claim-a-former-jet.html","abstract":"  A day after he was released by the Jets, Coleman Rudolph, a big defensive end who had not suited up for a single game this year, was claimed by the Giants yesterday.   Rudolph, who is 6 feet 4 and 270 pounds, said he was delighted to be staying in New York. His father, Jack, a linebacker for the Boston Patriots and Miami Dolphins in the early 1960's, is a close friend of Giants Coach Dan Reeves.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Chiefs Seeking Casillas Rebate","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-chiefs-seeking-casillas-rebate.html","abstract":"  The Kansas Chiefs have got back the $300,000 prorated signing bonus they gave Tony Casillas last spring. But now they want the National Football League to direct him to return the interest he received on the money and other expenses involved in signing him. They have also asked the league to lower their salary cap by the bonus amount.   Casillas, a free agent, signed a four-year deal with Kansas City last April. He received a $1.2 million bonus.  But Casillas often missed practice, saying he had high blood pressure. The Chiefs sent him to his doctors in Dallas. He eventually left the Chiefs and returned the money. The Jets signed him on Monday.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Sports of The Times; The Stokes Center Is Still That","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-of-the-times-the-stokes-center-is-still-that.html","abstract":"  UNBELIEVABLE is one of today's most misused words. Most events that prompt people to say, \"Unbelievable!\" are, on second thought, most believable. The baseball shutdown, for example.   But to those who remembered Maurice Stokes, the headlines over the weekend were truly unbelievable: St. Francis College in Loretto, Pa., was removing Maurice Stokes's name from its athletic center and renaming it the DeGol Arena after a local businessman who had donated $2 million to the school 85 miles east of Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Haiti: Stop the Beatings","web_url":"https://www.nytimes.com/1994/09/22/opinion/haiti-stop-the-beatings.html","abstract":"  The events of the last two days illustrate how easy it is for military interventions into political crises to go badly wrong, even in a country with no serious military capability. That lesson should not be lost. The Senate Republicans who called for speedy return of American forces by a date certain are right in principle, even if the extrication will take longer than they admit. No Administration should ever again dispatch American forces so recklessly and with such disregard of majority opinion.   Now that American forces are in Haiti, however, they must behave responsibly as well as prudently. As wary as the American people were of getting involved, they will not tolerate U.S. forces standing by while people are beaten to death.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"New Fossils Take Science Close to Dawn of Humans","web_url":"https://www.nytimes.com/1994/09/22/world/new-fossils-take-science-close-to-dawn-of-humans.html","abstract":"  Fossils of the oldest human ancestors have been discovered in Ethiopia, where these apelike creatures lived 4.4 million years ago on a forested flood plain. Not only do they represent an entirely new species, scientists said, but they also may well be the long-sought relatives who lived close to the fateful time when the lineages leading to modern apes and Homo sapiens went their separate ways.   \"The discovery of these ancient fossils and their context signals a major step in our understanding of human origins,\" Dr. Tim D. White, a paleontologist at the University of California at Berkeley, said yesterday in an announcement of the findings.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/09/22/arts/the-pop-life-315184.html","abstract":"  Jungle Out There   In New York, night life revolves around club culture, where clothes and attitude take precedence over music. In London, club culture takes a back seat to dance culture, where music comes first. Genres of dance music here change faster than styles of clothes, and many D.J.'s are more popular than the bands they play. From acid house to rare groove, from hardcore techno to ragga-rave, not all of English dance music's twists and turns survive long enough to work their way into American popular music.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315753.html","abstract":"  A picture caption in some copies yesterday about the health care negotiations in Washington was incomplete. In addition to Representative Thomas S. Foley and Senator George J. Mitchell, the picture showed Robin Webb, Mr. Foley's deputy press secretary, and Mary Ann Hill, Mr. Mitchell's deputy press secretary.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Clinton Says U.S. Will Deter Abuses by Haiti Police","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-in-washington-clinton-says-us-will-deter-abuses-by-haiti-police.html","abstract":"  President Clinton declared today that the United States would not tolerate more outbreaks of police violence in Haiti, and said American military policemen would try to deter Haitian troops from using unreasonable force.    Administration officials described the step as a response to concern that Tuesday's brutal beatings of anti-Government demonstrators had begun to put the American military mission in political jeopardy.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"After Four Super Bowl Rings, Lott Still Has Something to Prove","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-after-four-super-bowl-rings-lott-still-has-something-to-prove.html","abstract":"  He performed last Sunday out of fear because he does not want to leave a game with the other guy thinking this: I got the upper hand on Ronnie Lott.   So Lott brushed off the possible reasons why Jets Coach Pete Carroll today named him the defensive captain for Sunday night's game against the Bears. The Jets will be trying to rebound from their first loss under Carroll as they bring their 2-1 record against the slumping Bears.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/22/sports/transactions-314277.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Retained Dave Nelson, first base coach; Jeff Newman, third base coach; Buddy Bell, infield coach; Luis Isaac, bullpen coach; Charlie Manuel, hitting coach, and Phil Regan, pitching coach.   KANSAS CITY ROYALS -- Signed a player development contract for four-year with Springfield of the Class A Midwest League.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315710.html","abstract":"  An obituary last Tuesday about John H. Filer of West Hartford, Conn., a philanthropist and former chairman and chief executive of Aetna Life and Casualty, omitted the name of a surviving daughter. She is Christine Filer.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"The Embargo on Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-the-embargo-on-bosnia-letters-to-the-editor.html","abstract":"Regarding \"The Clock Is Ticking on Bosnia\" (Opinion, Sept. 16) by William Safire:.For the umpteenth time, Mr. Safire is lobbying for the lifting of the arms embargo in favor of the Bosnian Muslims. Flooding Bosnia with more sophisticated weap","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Woman, 86, Is Found Slain In S.I. Home","web_url":"https://www.nytimes.com/1994/09/22/nyregion/woman-86-is-found-slain-in-si-home.html","abstract":"  A week short of her 87th birthday, a reclusive Staten Island widow was found slain yesterday, her hands bound behind her back, in the bedroom of the modest home on a quiet street where she had lived for some 40 years.   The victim, identified by the police as Mildred McInerny of 835 Bard Avenue in Sunnyside, was found by a nephew who became concerned when he was unable to reach her by telephone.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Tarpley on Path Toward Reinstatement","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-tarpley-on-path-toward-reinstatement.html","abstract":"  ROY TARPLEY may be only two steps away from getting back to the National Basketball Association and the Dallas Mavericks.   Tarpley flew to a league-sanctioned drug treatment center in Van Nuys, Calif., on Tuesday and was to take a drug test, the Mavericks' general manager, NORM SONJU, said. Tarpley's next, and possibly final, step toward reinstatement would be a meeting with the N.B.A. commissioner, DAVID STERN.   No date for the meeting has been set, although league officials said Stern could rule on Tarpley's status by the end of the month.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Officer Hit in Back 4 Times, Data Say","web_url":"https://www.nytimes.com/1994/09/22/nyregion/officer-hit-in-back-4-times-data-say.html","abstract":"  The Medical Examiner's office has told prosecutors investigating last month's shooting of a transit officer by an off-duty New York City police officer that all the transit officer's wounds appear to be from gunshots to the back, law-enforcement officials said yesterday.   A pathologist in the Medical Examiner's office told the Manhattan District Attorney's office on Tuesday that his findings showed that Officer Peter Del-Debbio had fired four shots into the back of Officer Desmond Robinson, said several law-enforcement officials who spoke on the condition of anonymity. Another shot entered a pouch that the transit officer was wearing around his waist and lodged in a memo book, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Ballesteros Replaces Norman in France","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-golf-ballesteros-replaces-norman-in-france.html","abstract":"  SEVE BALLESTEROS has replaced GREG NORMAN in the field for the Lancome Trophy, which starts today at Saint-Nom-la-Bretche, France.   The opposition will be stiff. For its 25th year, the Lancome has assembled a field loaded with such big names as NICK FALDO, IAN WOOSNAM, the defender; BERNHARD LANGER, JOSE-MARIA OLAZABAL and COLIN MONTGOMERIE. All except one of the European top 10 is in the 69-man field.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Disney Wins 2 Votes for Virginia Park Plan","web_url":"https://www.nytimes.com/1994/09/22/us/disney-wins-2-votes-for-virginia-park-plan.html","abstract":"  The Walt Disney Company tonight won its first official approval to proceed with plans for a giant theme park in the Virginia suburbs when the Prince William County Planning Commission voted 7 to 1 to recommend that county supervisors to change zoning regulations to suit the $650 million project.   The park, Disney's America, is the centerpiece of a 3,000-acre project 35 miles southwest of Washington that has drawn criticism from some historians and preservationists concerned about the effect on nearby Civil War battlegrounds.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"1894:Diplomatic Activity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1894diplomatic-activity-in-our-pages100-75-and-50-years-ago.html","abstract":"[The Herald says in an editorial:] \"No one in Europe can say exactly what is going on, but every one versed in European diplomacy can certify that something unusual is happening. Great activity is being displayed at the various Chancelleries, fresh","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"1944: Fascist Sentenced : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1944-fascist-sentenced-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] The special Italian court for the punishment of Fascist crimes pronounced the death sentence today [Sept. 21] on Pietro Caruso, Rome chief of police during the German occupation. He was found guilty of giving aid to the enemy","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"City Is Fighting Garbage, But Will It Sweep Crime?","web_url":"https://www.nytimes.com/1994/09/22/nyregion/metro-matters-city-is-fighting-garbage-but-will-it-sweep-crime.html","abstract":"  IT seems almost unfair, sort of raining-on-the-paradelike, to ask this question, but here it is anyway: Will City Hall take the same tough stance with police officers as it did with its sanitation workers?    Under the city's tentative and roundly praised contract with its sanitation union, garbage collectors may finally work a full day for a full day's pay. If the deal develops none of the loopholes so common to city labor accords, the contract is great news for those who favor cleaner streets and greater economy.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Will Knicks Keep Up Amid These Changes?","web_url":"https://www.nytimes.com/1994/09/22/sports/on-pro-basketball-will-knicks-keep-up-amid-these-changes.html","abstract":"  Dave Checketts has climbed to another level. Can the Knicks do the same?   The promotion of Checketts to president of the newly created Madison Square Garden Sports Group is not important to most fans. They just want the Knicks to win a championship, no matter who calls the shots at the Garden.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Simpson's Attempt to Bar Evidence Is Turned Down","web_url":"https://www.nytimes.com/1994/09/22/us/simpson-s-attempt-to-bar-evidence-is-turned-down.html","abstract":"  A judge refused today to throw out evidence obtained with a search warrant from O. J. Simpson's estate even though he said that detectives had showed \"reckless disregard for the truth\" in getting the search warrant the day after the murders of Mrs. Simpson's former wife and her friend.    The judge, Lance A. Ito, cited a series of misstatements made in an affidavit to establish reasonable cause to search Mr. Simpson's estate in the Brentwood section after the bodies of Nicole Brown Simpson and her friend, Ronald L. Goldman, were found slashed and stabbed to death outside her home.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Not So Fast on That Flawed Trade Bill","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-not-so-fast-on-that-flawed-trade-bill-316318.html","abstract":"  To the Editor:   Your Sept. 18 editorial, after ignoring all the input requested from my office, erroneously concludes that I am \"blocking\" free trade.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Officer Is Indicted in Rape","web_url":"https://www.nytimes.com/1994/09/22/nyregion/officer-is-indicted-in-rape.html","abstract":"  A New York City police officer was indicted yesterday on charges that he tried to rape his neighbor last month in Bellerose, Queens.   A State Supreme Court grand jury in Queens voted to indict Officer Daniel Quinlan, 29, on charges of attempted rape, attempted sodomy, aggravated sexual abuse, sexual abuse and unlawful imprisonment. If convicted, he faces a sentence of 15 years in prison.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Kings Shut Out Rangers","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-kings-shut-out-rangers.html","abstract":"  As a show of player solidarity during labor negotiations, the Rangers and Kings lined up in front of their benches before tonight's exhibition game at the Forum and shook hands, as though it was the end of a Stanley Cup playoff series. They also must have agreed surreptitiously to not show up one another because neither team could generate much offense in a dreary game the Kings won by 1-0.   The Kings scored midway through the second period, soon after the Rangers made a change in goal. Corey Hirsch started and stopped all 12 shots before being replaced by Mike Richter 9 minutes 30 seconds into the second period. A little more than one minute later, and the Rangers a man short, Los Angeles defenseman Alex Zhitnik fired a rebound past Richter into a wide-open net.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Player an Ancient and Royal Member","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-golf-player-an-ancient-and-royal-member.html","abstract":"  GARY PLAYER has accepted an invitation to become only the 11th honorary member of the Royal and Ancient Club, golf's governing body, it was announced yesterday at St. Andrews, Scotland.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315680.html","abstract":"  Women who think they could fit into the gold dress CINDY CRAWFORD wore to the MTV awards earlier this month now have a chance to find out. The dress, designed by TODD OLDHAM, will be auctioned off tonight, along with other designer fashions at a cocktail party at the Copacabana given by the Junior Life League, which works to help prevent suicide among young people.    Mr. Oldham described the dress yesterday as a \"bronzy-gold bias-cut silk chiffon, beaded with gold bugle beads, slinky and floor length.\"","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Crossroads In Economy Is Foreseen With Growth","web_url":"https://www.nytimes.com/1994/09/22/nyregion/crossroads-in-economy-is-foreseen-with-growth.html","abstract":"  Burdened by high taxes and utility rates, and with job growth at a standstill, Long Island is at a crossroads, economists and business leaders said at a daylong economic conference here today.   By the year 2010, planners said, the Island's population is expected to reach 2.9 million, up from 2.6 million in 1990.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Wisconsin Bishops Preparing for Priest Shortage","web_url":"https://www.nytimes.com/1994/09/22/us/wisconsin-bishops-preparing-for-priest-shortage.html","abstract":"  In an unusual joint document that illustrates the concern among Roman Catholic leaders over the growing shortage of priests, the bishops of Wisconsin will issue a pastoral letter today telling parishioners that they face a decrease in \"priestly services\" and laying out rules for conducting priest-less worship.   The document, Making Do With Less: Sunday Worship Without a Priest, is occasionally as blunt as its title. \"Our age is now experiencing an acute shortage of priests,\" it states. \"It would seem that the situation will not be improving for some time.\" Wisconsin Catholics, it adds, \"will all now experience the decrease of these priestly services very much.\"","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Baseball Lets Fans Savor the High Drama","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-baseball-lets-fans-savor-the-high-drama-316130.html","abstract":"  To the Editor:   In \"The Baseball Season Dies: O.K.\" (editorial, Sept. 16), Philip M. Boffey is content to see major league baseball go down the tubes, not only because of its increasing commercialization, but also because \"baseball is boring,\" and especially \"when compared with football, basketball or hockey.\"","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"U.N. Again Debates How to Press Serbs on Bosnia","web_url":"https://www.nytimes.com/1994/09/22/world/un-again-debates-how-to-press-serbs-on-bosnia.html","abstract":"  The Security Council began debate today on several resolutions involving Bosnia, including one demanding that Bosnian Serb forces permit the movement of United Nations troops and relief organizations near towns where thousands of Muslims have been forced from their homes in \"ethnic cleansing\" operations.   This resolution, proposed by a caucus of developing nations, carries no sanctions but restates the position that ethnic cleansing violates international conventions and that people involved in such practices are individually responsible under international law.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"G.I.'s Angry Over Orders To 'Stand By'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-the-troops-gi-s-angry-over-orders-to-stand-by.html","abstract":"  The soldiers followed orders, and it made them sick. Fresh-faced, some as young as 18, they sat atop the walls and behind the fences of the United States perimeter at the city docks and watched in helpless disgust as Haitian police and their plain-clothes allies clubbed people who had come to welcome the American soldiers to Haiti.   \"It hurt, real bad,\" said Pvt. Jeremy Caris, the 19-year-old son of a West Virginia minister, who sat behind his loaded machine gun and watched as police officers used tree limbs, nightsticks and iron pipe to beat back onlookers at the docks. His orders were not to intervene in violence between Haitians, so when the people looked up to him for help, he looked away.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"A Disk Store, Not Compact, And More for Times Square","web_url":"https://www.nytimes.com/1994/09/22/nyregion/a-disk-store-not-compact-and-more-for-times-square.html","abstract":"  A six-story atrium at Broadway and 45th Street, which was supposed to embody the new sparkle of Times Square but instead wound up as a brooding, vacant shell, is to open next year with an enormous music store, a sports-theme restaurant and a four-screen movie theater.   The project, announced yesterday, could burnish Times Square's revived reputation as an entertainment mecca capable of attracting the biggest players. It involves the major entertainment conglomerates Bertelsmann A.G., which owns the building, the Virgin Group of Companies and Sony Pictures Entertainment as well as the founder of the Planet Hollywood chain.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cuban Official Criticizes Lag By the U.S. in Issuing Visas","web_url":"https://www.nytimes.com/1994/09/22/world/cuban-official-criticizes-lag-by-the-us-in-issuing-visas.html","abstract":"  A senior Cuban official pressed the United States today to begin granting visas to thousands of Cubans who want to emigrate, saying a new American policy must show results quickly if it is to deter the flight of refugees.    The official, Ricardo Alarcon, a former Foreign Minister who was Cuba's chief negotiator in immigration talks with the United States this month, cautioned that he did not feel that Washington was deliberately delaying enforcement of an agreement reached Sept. 9 in New York.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Islanders' Dalgarno Is No Kid Anymore","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-islanders-dalgarno-is-no-kid-anymore.html","abstract":"  Call him the forgotten man of Islanders camp.   Right wing Brad Dalgarno has to be wondering what his role will be on this season's team -- if he still has a role at all.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Supermarket Invests in Harlem, Long Shunned by Chains","web_url":"https://www.nytimes.com/1994/09/22/nyregion/supermarket-invests-in-harlem-long-shunned-by-chains.html","abstract":"  For years, residents in inner-city neighborhoods like Harlem, Jamaica and East New York complained that the giant supermarkets that serve the suburbs and wealthier parts of the city had shunned their neighborhoods, forcing them to shop in overpriced and understocked bodegas and other small stores.   But in an unusual retail program to be announced today, a nonprofit community development group has collected $24 million from 10 major corporations to help finance a proposed 53,000-square-foot Pathmark store on 125th Street in East Harlem as well as similar stores in inner-city neighborhoods across the country.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Senate Praises Clinton on Haiti But Urges U.S. Withdrawal Soon","web_url":"https://www.nytimes.com/1994/09/22/world/mission-haiti-congress-senate-praises-clinton-haiti-but-urges-us-withdrawal-soon.html","abstract":"  The Senate voted today, 94 to 5, to commend President Clinton for avoiding bloodshed in Haiti, to express support for the American troops and to urge a withdrawal of forces \"as soon as possible.\" But the lopsided vote could not obscure the solid opposition of Republicans to the President's policy in Haiti and the qualms felt by many Democrats.   The resolution the Senate approved was a compromise carefully written by the leaders of the two parties so senators could vote for it comfortably and still criticize the Government's policy. The House of Representatives approved a similar resolution on Monday.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/inside-309281.html","abstract":"  China Rushes to Make Cars    China is rushing to double automobile output, despite congestion and pollution, and Western auto makers are vying to participate. Page D1. U.N. Reports Serbian Flights    The United Nations said helicopters had flown from Serbia to Serb-held land in Bosnia, violating a flight ban. NATO disputed the report. Page A3.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Meredith Monk Looks Into Roosevelt Island's Past","web_url":"https://www.nytimes.com/1994/09/22/arts/meredith-monk-looks-into-roosevelt-island-s-past.html","abstract":"  Roosevelt Island is a strip of land in the East River with ghostly remnants of history at its northern and southern tips. Meredith Monk is a composer and choreographer who specializes in creating and exploring archetypal memories. And Dancing in the Streets, a group that presents performances in nontheatrical outdoor spaces, is devoted to the proposition that the city is full of places in need of a little extra history of their own. Those are the ingredients that have gone into \"American Archeology No. 1: Roosevelt Island,\" a two-part piece to be performed outdoors on the island tomorrow through Sunday afternoon. (Reservations are necessary.)   The island's first settlers were probably Indians from the Leni Lenape tribe. From the late 1600's to 1828, the place was known as Blackwells Island, named after the family that lived and farmed there and whose rebuilt house still stands, dwarfed by high-rises. New York City bought the island in 1829 and began sending its castoffs to live on what became known as Welfare Island, in prisons, poorhouses, hospitals for people with infectious diseases and asylums. Legend has it that inhabitants of these institutions included the newspaperwoman Nellie Bly, Typhoid Mary and Mae West, who is said to have been imprisoned for obscenity.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Federal Courts, Back in the Dark","web_url":"https://www.nytimes.com/1994/09/22/opinion/federal-courts-back-in-the-dark.html","abstract":"  With scant explanation -- or acknowledgment of the need to explain -- the judges who run the Federal court system have announced that cameras will not be permitted at Federal civil or criminal trials. A limited three-year experiment with courtroom photography in civil cases will expire, the judges said. They did not bother to tell the public how they thought the experiment had worked out.    The news media had begun to hope that the United States Judicial Conference, headed by Chief Justice William Rehnquist and including the chief judges of all the courts of appeals and leading district judges, would relax the rules after years of obstinate refusal to permit the cameras.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/22/style/IHT-what-theyre-reading.html","abstract":"José Antonio Martínez Soler, director of Spain's most- watched news broadcast, on Spanish National Television, is reading \"Los Moriscos Que No Se Fueron\" by Elena Pezzi..\"The book describes the customs of the moriscos who did no","thumbnail":null,"section":"Style"},{"date":"19940922","headline":"Bipartisan Group Nearly Ready To Give Up on Health Care Bill","web_url":"https://www.nytimes.com/1994/09/22/us/bipartisan-group-nearly-ready-to-give-up-on-health-care-bill.html","abstract":"  Senator George J. Mitchell and the senators who devised a bipartisan health care bill are close to giving up their effort after learning that they lack enough votes to block a filibuster against the plan.   Senator John H. Chafee of Rhode Island, the Republican leader of the bipartisan group, told Mr. Mitchell, the Democratic majority leader, on Tuesday evening that he could not count on even the votes of all the 10 Republicans in the group. By one account, Mr. Chafee said he was sure of only four votes, including his own.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Jury Is Selected in Hurley Accident Case","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-jury-is-selected-in-hurley-accident-case.html","abstract":"  A seven-woman, five-man jury was selected yesterday to try a motorist involved in the collision that seriously injured Sacramento Kings guard BOBBY HURLEY.   Opening statements in the trial of DANIEL WIELAND were scheduled for today before Sacramento Municipal Court Judge ROLAND L. CONDEE. Wieland, 37, is charged with reckless driving in the Dec. 12 accident.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"U.N. Reports Serbian Helicopters Are Flying Into Bosnia","web_url":"https://www.nytimes.com/1994/09/22/world/un-reports-serbian-helicopters-are-flying-into-bosnia.html","abstract":"  United Nations military observers have monitored several hundred flights by Serbian helicopters over northeastern Bosnia in the past week, and many appear to have originated in Serbia, a senior United Nations official said today.   Helicopters flying from Serbia into Serb-held parts of Bosnia could be carrying military supplies in violation of the pledge by Serbia's President, Slobodan Milosevic, to cut off supplies to the Bosnian Serbs. Such flights would also violate the ban on Bosnian airspace imposed by the United Nations last year.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Haiti's Military Peruses Fine Print of Accord in Bid to Hold Onto Power","web_url":"https://www.nytimes.com/1994/09/22/world/mission-haiti-politics-haiti-s-military-peruses-fine-print-accord-bid-hold-onto.html","abstract":"  Forced to retreat without firing a single shot, the Haitian military and its supporters are now shifting tactics in the hope of using political means to prevent the exiled President, the Rev. Jean-Bertrand Aristide, from returning to office, and from being able to govern effectively if he does.   Even with 10,000 American troops on Haitian soil, Haitian political leaders and foreign diplomats said Lieut. Gen. Raoul Cedras and his military and civilian allies appeared to be convinced that the diplomatic agreement they signed last weekend with an American delegation contains enough ambiguities to allow them to remain in power and thwart Father Aristide's return.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Arts Critic To Create A Summer Festival","web_url":"https://www.nytimes.com/1994/09/22/theater/arts-critic-to-create-a-summer-festival.html","abstract":"  Lincoln Center yesterday named John Rockwell, an arts critic and writer for The New York Times, to be the director of a new summer performance festival.   Mr. Rockwell will have overall responsibility for the new festival, which is to be held annually starting in 1996. As yet unnamed, the three-to-four-week festival is to include classical music concerts, contemporary music and dance presentations, stage works and non-Western arts.","thumbnail":null,"section":"Theater"},{"date":"19940922","headline":"Rangers Resume Messier Contract Talks","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-rangers-resume-messier-contract-talks.html","abstract":"  Negotiations between Mark Messier and the Rangers resumed yesterday, with Neil Smith once again representing the Stanley Cup champions in contract talks with their holdout captain.   \"We're talking to Neil right now,\" Messier said in a telephone interview from his home in Hilton Head, S.C. \"Maybe we'll have something to say soon.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Essay; Jimmy Clinton, II","web_url":"https://www.nytimes.com/1994/09/22/opinion/essay-jimmy-clinton-ii.html","abstract":"  With lust in his heart for a Nobel Prize, Jimmy Carter undermined Bill Clinton's resolve and turned a triumph of American strength in Haiti into a fiasco of wimpish indecision.   Here is what the last-minute flinch shows us about Mr. Clinton:   1. He does moral flip-flops with the greatest of ease. On Thursday, Clinton was portraying the Haitian dictator as a murderer and tyrant; three days later, the thug became a man of honor, and worse, our partner in cracking skulls.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315745.html","abstract":"  A picture caption in Business Day on Tuesday, with an article about the remarks of Alan Greenspan, the Federal Reserve chairman, at a conference at Boston College, misidentified one panelist in a discussion of financial markets. The panelist, fourth from the right, was William C. Ferguson, the chairman and chief executive of the Nynex Corporation, not Martin Feldstein, a Harvard economist and former adviser to President Ronald Reagan. Because of an editing error, the article also referred incorrectly to Mr. Feldstein. His office said he did not attend the conference.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Children's Viewing: The Brighter Side of Bleak Fare","web_url":"https://www.nytimes.com/1994/09/22/movies/television-review-children-s-viewing-the-brighter-side-of-bleak-fare.html","abstract":"  Nothing takes the sorry measure of the television industry's supposed sense of responsibility more than the state of children's programming. Periodic apologies for too much violence are followed by still another spate of cartoons featuring ferocious warriors or karate killers. Promises to improve schedules end up with news reports that some broadcasters list \"G.I. Joe\" as educational programming. Content quality is obviously not as important as product tie-ins. (Today, ABC, in a plug for a new Saturday-morning series, \"Bump in the Night,\" is joining with F. A. O. Schwarz to open a \"Bump in the Night\" boutique at the toy store.)   No wonder crusaders for a modicum of common sense concerning television and young audiences end up discouraged and exhausted. Still, there are bright spots to be noticed, in the hope that these and not \"Mighty Morphin Power Rangers\" will become guideposts for the future. Prominent among the new good guys:","thumbnail":null,"section":"Movies"},{"date":"19940922","headline":"Rejecting New York City's Bid, Bank to Move to Connecticut","web_url":"https://www.nytimes.com/1994/09/22/nyregion/rejecting-new-york-city-s-bid-bank-to-move-to-connecticut.html","abstract":"  The Swiss Bank Corporation, rejecting offers of tax incentives to keep 1,500 workers in Manhattan, said yesterday that it would move 1,300 of those workers to a new office tower it planned to build in downtown Stamford, Conn.   Swiss Bank, an investment banking concern, said it would hire an additional 700 workers, bringing total employment in Stamford to 2,000 when the new building opens in 1998.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Old Flame Burns the Housing Secretary","web_url":"https://www.nytimes.com/1994/09/22/us/old-flame-burns-the-housing-secretary.html","abstract":"  The extramarital affair that once threatened to destroy the career of Henry G. Cisneros, the current Federal Housing Secretary and former Mayor of San Antonio, is again complicating his public life.    The new complications spring from telephone conversations, secretly taped by his former mistress over the course of three years, in which they discussed his payments to her that ultimately amounted to about $200,000.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Poor Showing by Foley Hints at Trouble on Nov. 8","web_url":"https://www.nytimes.com/1994/09/22/us/the-1994-campaign-poor-showing-by-foley-hints-at-trouble-on-nov-8.html","abstract":"  Tuesday's primary election results here indicate that House Speaker Thomas S. Foley appears headed for one of the toughest races in his 30-year career as Representative from Eastern Washington.   Running unopposed, Mr. Foley finished with just 35 percent of the total vote, his lowest percentage in three decades. The Republican victor, George R. Nethercutt Jr., received 30 percent of the vote, with the remaining 35 percent split between two other Republican candidates.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"U.S. Seeks to Deport Man Accused of Collaborating With Nazis","web_url":"https://www.nytimes.com/1994/09/22/us/us-seeks-to-deport-man-accused-of-collaborating-with-nazis.html","abstract":"  Federal prosecutors asked a court in Boston today to strip United States citizenship from an 87-year-old man who they said had led a Lithuanian secret police unit that collaborated in anti-Jewish atrocities during World War II.   The civil charges were made against Aleksandras Lileikis, a retired manager at a Lithuanian encyclopedia publishing concern, who lives in Norwood, Mass. Officials said Mr. Lileikis headed a Gestapo-like force in occupied Lithuania that handed over Jews to Nazi execution squads from 1941 to 1944.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Journal; Holier Than Whom?","web_url":"https://www.nytimes.com/1994/09/22/opinion/journal-holier-than-whom.html","abstract":"  Faced with the religious right's steady abduction of the Republican Party's nominating machinery, almost every G.O.P. Presidential candidate turned up to kiss Pat Robertson's ring at the Christian Coalition's \"Road to Victory\" conference last week.    But can anyone really win the Presidency by opposing a woman's right to an abortion, vilifying gay people and promising to bring prayer and creationism to public schools? Not likely. Which is why the two-day meeting at the Washington Hilton was more schizophrenic than spiritual.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315664.html","abstract":"  The committee that chose former President JIMMY CARTER to receive the National Civil Rights Museum's National Freedom Award, to be given tonight in Memphis, had no idea how timely the honor would be when they decided to award it to him eight months ago.    Mr. Carter, who just returned from negotiating the agreement that averted combat in Haiti, is to attend a dinner at the Peabody Hotel to receive the prize -- $25,000 and a sculpture. The presentation is to be made by ISAAC TIGRETT, a founder of the Hard Rock Cafe and House of Blues chains. His International House of Blues Foundation helps to support the prize.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Dollars and Business Sense: Romance Is Missing","web_url":"https://www.nytimes.com/1994/09/22/sports/on-baseball-dollars-and-business-sense-romance-is-missing.html","abstract":"  In announcing his retirement from baseball broadcasting the other day, Tony Kubek said he didn't care for the film makers and authors who romanticize the game. \"It's a nuts-and-bolts game,\" he said. As usual, the man who never let George Steinbrenner intimidate him and influence the job he did on the air said it directly and accurately.   That doesn't mean film makers and authors will stop romanticizing the game. But just as there is nothing romantic about nuts and bolts -- throw the ball, hit the ball, catch the ball -- there is nothing romantic about a labor strike. Some commentators, both on the air and in print, have lamented the state of the game to have come to this, but where they are misguided in continuing to think of major league baseball as a game.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315672.html","abstract":"  The theme of the New England String Ensemble's debut concert on Saturday was \"Music Journey Into Night,\" but the musicians could hardly have guessed how appropriate that title would be.    The 25-piece orchestra was deep into Mozart's \"Eine Kleine Nachtmusik\" in the Endicott College auditorium in Beverly, Mass., when the lights flickered and died, a result of lightning's having struck a transformer outside the building earlier in the day.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"From the Shores of Haiti Into Hearts of the People","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-security-from-the-shores-of-haiti-into-hearts-of-the-people.html","abstract":"  A small drama unfolded this morning at the crowded main traffic circle here, where half a dozen United States marines stood sentry in two light armored tanks surrounded by concertina wire.    As two Haitian soldiers approached on foot, two M-16-toting marines in battle dress hopped down and walked to the edge of the wire. Haitians and Americans eyed each other in tense silence as the Haitian soldiers strode through the suddenly hushed crowd and up the road. As they left, a lusty cheer and waves of clapping suddenly erupted from the people.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Meggett May Be Worth His Abilities in Gold","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-meggett-may-be-worth-his-abilities-in-gold.html","abstract":"  His exploits on the field have earned him the nickname Super Dave. He runs. He passes. He plays with sore ribs. David Meggett even has the cool-and-calm Dan Reeves to give him a big, fat hug after a game.   It has only been three games in a 16-game season, but if Meggett keeps putting the Giants on his back and carrying them to victories, he will not only be Super Dave but also Rich Dave. That's because at the end of this season, when Meggett's two-year deal expires with the Giants, he just might be one of the most attractive free agents on the market. Some think he might be the most attractive.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Groark Joins Connecticut Election Fray","web_url":"https://www.nytimes.com/1994/09/22/nyregion/groark-joins-connecticut-election-fray.html","abstract":"  After sitting on the sidelines during the Republican and Democratic primary campaigns, Lieut. Gov. Eunice S. Groark, the nominee of A Connecticut Party, took center stage today in the first debate among the five gubernatorial candidates.   While her four opponents provided examples of the state's economic malaise, Ms. Groark, who has spent the summer impatiently listening to criticism of Gov. Lowell P. Weicker's administration, dismissed it as the talk of desperate candidates willing to say anything to get elected.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cards Drop Maxvill as General Manager","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-baseball-cards-drop-maxvill-as-general-manager.html","abstract":"  The St. Louis Cardinals' general manager, DAL MAXVILL, who failed to lead the team into post-season play his last seven seasons, was fired yesterday. The team president, MARK LAMPING, who has been on the job only about three weeks, had no specific reasons for the move, other than the fact Maxvill couldn't produce a winner.   \"I don't think any of us were satisfied that we haven't had post-season play here since 1987,\" Lamping said. \"I don't think in the world of sports you're ever going to be able to go down a check list. It came down to a gut call. Dal understands our position.\"   Maxvill, who was signed through next season, and the Texas Rangers' general manager, TOM GRIEVE, have been fired since the strike ended the season. Kansas City Manager HAL McRAE and Boston Red Sox Manager BUTCH HOBSON have also been let go.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"The G.I.'s and the 'Rules of Engagement'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-policy-the-gi-s-and-the-rules-of-engagement.html","abstract":"  The American forces in Haiti are governed at every turn by a detailed set of instructions known as \"rules of engagement,\" which seek to limit and to explain when they may use force and how much they may use.   The rules are usually kept secret and are always hard to explain; and they can easily dominate the public debate over military operations, especially when a mission is vaguely defined or politically subtle.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"School Safety Chief Chastised for Contracts","web_url":"https://www.nytimes.com/1994/09/22/nyregion/school-safety-chief-chastised-for-contracts.html","abstract":"  The safety chief for New York City schools will be reprimanded and lose vacation time for violating rules governing the awarding of contracts, officials said yesterday.   A school investigation found that the official, Zachary Tumin, the executive director of the Division of School Safety, violated rules in handling two contracts awarded in 1993 to two consulting concerns, one of which included William J. Bratton, who is now New York City Police Commissioner. The consultants helped plan a reorganization of the school safety division.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Model Adoption Law Provides Records Access","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-model-adoption-law-provides-records-access-316113.html","abstract":"  To the Editor:   Since I was an adviser to the National Conference of Commissioners drafting committee on the model uniform adoption law since its inception, I was upset with your reporting on it. This has also upset Michelle C. Fergenson (letter, Sept. 13).","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Bulls Get a Boost by Signing Krystkowiak","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-bulls-get-a-boost-by-signing-krystkowiak.html","abstract":"  The Chicago Bulls, having lost HORACE GRANT to the Orlando Magic, strengthened their frontline today by signing the free agent LARRY KRYSTKOWIAK.   Krystkowiak, a 6-foot-9-inch forward, played with Orlando last season after stops in San Antonio, Milwaukee and Utah.   Krystkowiak was first drafted by Chicago in the second round in 1986, but was traded to the Portland Trail Blazers for STEVE COLTER. He has averaged 8.4 points and 5 rebounds in his career.  With the Magic last season, he averaged 5.1 points and 3.6 rebounds in 34 games.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Help for Center Spot Is on Devils' Horizon","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-help-for-center-spot-is-on-devils-horizon.html","abstract":"  The center position has been a perennial problem for the Devils, from the first day the franchise moved to New Jersey in 1982. Even in the days of Kirk Muller and later Mark Johnson, Patrik Sundstrom and Peter Stastny, the team has lacked depth at the position.   This season the problem remains. The loss of Bernie Nicholls to free agency after the most successful season in the history of the franchise has left the Devils with a huge gap at the center position for this season of high expectations.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Share of Holy Bull Sold; Colt to Retire After 1995","web_url":"https://www.nytimes.com/1994/09/22/sports/horse-racing-notebook-share-of-holy-bull-sold-colt-to-retire-after-1995.html","abstract":"  Jimmy Croll confirmed yesterday that he was selling a 25 percent interest in Holy Bull to the Jonabell Farm of Lexington, Ky., where the great gray superstar of racing will retire as a stallion after his 1995 season.   \"I've had lots of offers to sell him outright,\" Croll reported from his barn at Monmouth Park on the Jersey Shore. \"But I'm going to race him next year and then retire him to stud. We're drawing the contract with Jonabell right now. I'm keeping three-quarters and Jonabell will purchase one-quarter, but the sale won't take effect until he retires at the end of next year.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Jericho Journal; The Holy Land 'Digs': Just Whose Heritage Is It?","web_url":"https://www.nytimes.com/1994/09/22/world/jericho-journal-the-holy-land-digs-just-whose-heritage-is-it.html","abstract":"  Picks and shovels sifted through the soft dirt, turning up shards of old pottery until they struck several rounded rocks about a foot below the surface. The rocks intrigued Prof. Hamdan Taha, who heads the archeology department in the new Palestinian Authority.   Who knows? he said. Maybe they form the roof of an ancient house. Or maybe the top of a wall going back to the Hellenistic period, from the third to the first centuries B. C.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Pataki Offers Welfare Plan; Critics Say It's Like Cuomo's","web_url":"https://www.nytimes.com/1994/09/22/nyregion/pataki-offers-welfare-plan-critics-say-it-s-like-cuomo-s.html","abstract":"  Continuing his efforts to define his candidacy for governor, State Senator George E. Pataki called yesterday for reducing the number of people on welfare by requiring more of them to work, penalizing welfare families whose children routinely skip school and creating an independent monitor for welfare fraud.   But while Mr. Pataki, a Republican from Putnam County, called his proposal a \"dramatic\" effort to \"break the cycle of dependency,\" much of the plan called for speeding up or expanding policies that have already been proposed or put into effect by Gov. Mario M. Cuomo, his three-term Democatic rival.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"New York Receives $100 Million Gift For 50 New Schools","web_url":"https://www.nytimes.com/1994/09/22/us/new-york-receives-100-million-gift-for-50-new-schools.html","abstract":"  In one of the nation's most ambitious efforts to improve public schools, New York City will receive $100 million -- $50 million from the Annenberg Foundation -- to replace some of the city's large, overcrowded neighborhood schools with 50 small experimental schools in the next five years.   The new schools will serve about 50,000 of New York's 1.2 million school children and will be modeled after the 50 alternative schools that have opened in the last two years, emphasizing greater individual attention and more parental involvement than the city's colossal, factorylike high schools can provide.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"In Balkans, Lifting Arms Embargo Is Dangerous Temptation for U.S.","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-in-balkans-lifting-arms-embargo-is-dangerous-temptation-for-us.html","abstract":"In the volatile Balkans, Washington's persistent search for cost-free answers to intractable dilemmas is about to make a bad situation worse. Congress, caught between its rhetoric of moral outrage and its aversion to getting U.S. forces involved, is pres","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Birthplace of Human Race Was Not Exactly an Eden","web_url":"https://www.nytimes.com/1994/09/22/world/birthplace-of-human-race-was-not-exactly-an-eden.html","abstract":"  Humankind's earliest known direct ancestors, newly discovered in Ethiopia, lived 4.4 million years ago in richly forested surroundings on a flat tropical flood plain abounding in wildlife. But it was no Eden: Before being fossilized the skulls of these early hominids were crushed into fragments by carnivorous animals.   The picture of the environment inhabited by Australopithecus ramidus, as the new species of hominid has been named, emerges from an extensive collection and evaluation of fossilized plants and animals that also occupied the Middle Awash region of Ethiopia when the earliest ape-man lived there. The picture suggests that this forebear of the species that today dominates Earth was in many ways nothing special, certainly not the most abundant of large life forms of its time and place, or the most powerful.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Masur and the Philharmonic: A Comfortable Partnership","web_url":"https://www.nytimes.com/1994/09/22/arts/music-review-masur-and-the-philharmonic-a-comfortable-partnership.html","abstract":"  When Kurt Masur began his fourth season as the music director of the Philharmonic with a gala concert last night in Avery Fisher Hall, it was clear that this season's opening was finally presenting an orchestra and a conductor at home with each other. There was nothing either had to prove.   And while a fair amount of ordinary musicianship was mixed in with some glorious moments, the event gave off an aura of comfortable seriousness. Yo-Yo Ma joined the orchestra, displaying consummate musicianship in cello works by Tchaikovsky and Boccherini. Mr. Masur showed off the robust sweetness of his ensemble in the Overture to Weber's \"Oberon.\" And the opening movement of Bartok's \"Concerto for Orchestra\" bristled with energy and imagination.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Aristide's Mission : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-aristides-mission-letters-to-the-editor.html","abstract":"Given Haitian circumstances - 80 percent illiteracy, to name one - The Reverend Jean-Bertrand Aristide makes a brave promise when he declares, \"We will go from misery to poverty with dignity.\" Father Aristide is no politician; he is a Quixote,","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"For an Aging Yossarian, the Catch Is Cosmic","web_url":"https://www.nytimes.com/1994/09/22/books/books-of-the-times-for-an-aging-yossarian-the-catch-is-cosmic.html","abstract":"  Closing Time  By Joseph Heller  464 pages. Simon & Schuster. $24.   You loved them and laughed at them in \"Catch-22,\" Joseph Heller's blackly comic first novel, published originally in 1961 and about to be reissued in a new edition with a preface by the author. And now some of the characters are back in a not entirely successful sequel to that antiwar classic, \"Closing Time,\" whose title refers to terminus, shutdown, punkt, the end, death.","thumbnail":null,"section":"Books"},{"date":"19940922","headline":"Hostage to Our Genes?","web_url":"https://www.nytimes.com/1994/09/22/opinion/hostage-to-our-genes.html","abstract":"  The announcement of the discovery of the gene responsible for inherited breast and ovarian cancer poses broad questions: will the discovery be used to benefit society, or could it have adverse and unpredictable consequences?    The past few years have seen the isolation of genes responsible for common hereditary diseases like cystic fibrosis, Huntington's disease and fragile X syndrome, a form of mental retardation. With each new discovery, the potential uses and abuses of these genetic tests have become clearer.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Rare View Of Dissident Feeds Hopes Of Burmese","web_url":"https://www.nytimes.com/1994/09/22/world/rare-view-of-dissident-feeds-hopes-of-burmese.html","abstract":"  For nearly six years, Daw Aung San Suu Kyi has been a ghost to the people of her homeland, her image considered so dangerous to the generals who run Myanmar, the nation formerly known as Burma, that they refused to allow her face ever to be seen on a television screen or in a newspaper.   So when millions of Burmese picked up today's copy of the Government-controlled newspaper, The New Light of Myanmar, the common reaction was a startled shake of the head, and a carefully hidden grin.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"From Guantanamo, Messages Chronicle Diaspora","web_url":"https://www.nytimes.com/1994/09/22/world/from-guantanamo-messages-chronicle-diaspora.html","abstract":"After three days at sea, Ramon Camejo Rodriguez had no food or water, and the inner tube that kept his raft afloat had popped. \"I thought I was going to die,\" he wrote in a letter from the refugee camp at Guantanamo Bay, Cuba. \"I drank saltwater when I saw that all was lost.\"\n\nNot only did Mr. Camejo live to write about his experience, but hundreds of other Cuban refugees have done so, committing their ordeals to paper or scribbling them on paper cups, military ration packets and matchbooks. Indeed, the urge to tell the world that they survived is creating the first written record of the mass Cuban emigration of 1994.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Bus Riders, Watch Out for This Trick","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-bus-riders-watch-out-for-this-trick-316199.html","abstract":"  To the Editor:   As I consider myself a street-smart native New Yorker, I was amazed to find myself the victim of a very smooth pickpocket operation on a westbound 34th Street crosstown bus during morning rush hour. I'd like to alert others.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Study Says Many of Tiniest Babies Will Have Learning Problems","web_url":"https://www.nytimes.com/1994/09/22/us/study-says-many-of-tiniest-babies-will-have-learning-problems.html","abstract":"  A study of babies born at very low weights has found that many will have neurological problems and nearly half will have learning problems requiring special education when they reach school age.   The study, by Dr. Maureen Hack of Rainbow Babies and Children's Hospital at University Hospitals of Cleveland and her colleagues, is the first to follow babies born at very low weight, less than 1 pound 10 ounces, in order to see how they perform when they go to school. It was only in the early 1980's that babies with birth weights that low began surviving in any great number. The study is being published today in The New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Despite Chaos in Mogadishu, U.N. Hopes New Talks Will Bring Peace","web_url":"https://www.nytimes.com/1994/09/22/world/despite-chaos-in-mogadishu-un-hopes-new-talks-will-bring-peace.html","abstract":"  Somali militiamen attacked a company of Zimbabwean peacekeepers recently, stripped them to their underwear and stole their guns, vehicles and even their boots. In the capital, Mogadishu, Somali crowds encircled the World Food Program headquarters and held its occupants hostage for two days.   Gunmen surrounding a United Nations compound in southern Mogadishu have told officials they will be obliged to surrender all their equipment, from cars to computers, when they leave. Last week, the United States Embassy closed because of worsening security. And this week, heavy factional fighting broke out in Mogadishu with recoilless rifles and heavy machine guns.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315729.html","abstract":"  A chart yesterday with an article about the state and local tax burden in New York referred incorrectly in some editions to the average per capita local tax in New York. It is $1,870, not $1,359.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"The Mayor Shapes a Plan","web_url":"https://www.nytimes.com/1994/09/22/opinion/the-mayor-shapes-a-plan.html","abstract":"  In bits and pieces, Mayor Rudolph Giuliani has revealed his plan for reshaping the government of New York City. Without actually calling it a blueprint, the Mayor has in a series of initiatives sketched a design for a leaner and potentially more responsive city government.    It is too soon to judge all the parts. Perhaps some proposals will be sensible, some shortsighted. But it is clear that Mr. Giuliani, seized by an urgent need to close the widening city budget gap, believes he can clear out years of accumulated bureaucracy and inefficient services, and do it across the board.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Handing Down Assets : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-handing-down-assets-letters-to-the-editor.html","abstract":"Regarding \"The Bible Says Nothing About Budget Deficits\" (Opinion, Sept. 14) by Herbert Stein:.Professor Stein rightly argues that deficit expenditures arising from the financing of improvements in economic and social infrastructure, scientif","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/22/nyregion/metro-digest-310484.html","abstract":"  METRO DIGEST  In one of the nation's most ambitious efforts to improve public schools, New York City will receive $100 million -- half of it from the Annenberg Foundation -- to replace some of the city's large, overcrowded neighborhood schools with 50 small experimental schools in the next five years. The new schools will serve about 50,000 of New York's 1.2 million school children, and will emphasize greater individual attention and more parental involvement. A1. ANCIENT CRAFT SHAPES MODERN DESIGNS The ancient Chinese craft of feng shui, a blend of astrology, design and Eastern philosophy aimed at harmonizing the placement of man-made structures in nature, has begun to exert an influence on the hard-edged world of real estate in America. The former Gulf and Western Building, 40 Wall Street and the China Trust Bank in Queens are among projects in which developers called in feng shui experts. A1.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Bubka and Morceli World Marks Ratified","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-track-and-field-bubka-and-morceli-world-marks-ratified.html","abstract":"  The International Amateur Athletic Federation yesterday ratified world records set this summer by SERGEI BUBKA and NOUREDDINE MORCELI. Bubka improved his outdoor record in the pole vault to 20 feet 1 3/4 inches at Sestriere, Italy, on July 31. Morceli bettered the 3,000-meter mark by nearly three seconds with a clocking of 7 minutes 25.11 seconds, at Monte Carlo, Monaco, on Aug. 2. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Miami Sophomore Receives Romping Reviews","web_url":"https://www.nytimes.com/1994/09/22/sports/college-football-miami-sophomore-receives-romping-reviews.html","abstract":"  Jammi German's hometowners tend to compare him with another Fort Myers native with sprinter's speed and a flare for the dramatic: Deion Sanders. Yet to others, this sophomore at the University of Miami is starting to look a little like another Rocket Ismail.   As with Ismail, a former Notre Dame standout, German is a wide receiver and kickoff/punt returner. The first time German touched the ball this season, against Georgia Southern, he returned a kickoff 64 yards to start a 56-0 wipeout.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-309397.html","abstract":"  Because of a production error, two picture captions on Sunday with an article about Americans' opinions on plans for a United States military invasion of Haiti were reversed in some copies. Gay Earls was shown in the top photo and Glo Ruiz in the bottom one.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cigarettes That Go Out","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-cigarettes-that-go-out-316326.html","abstract":"  To the Editor:   Re \"13 Fire Chiefs Call for 'Fire-Safe' Cigarette\" (news article, Sept. 19): Rather than redesign the cigarette, an idea resisted by the tobacco industry, why not just stop adding the chemicals to the tobacco that cause cigarettes to keep burning?","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/22/nyregion/no-headline-309192.html","abstract":"  \"This is the most exciting thing to happen since Lucy.\" -- DR. OWEN LOVEJOY, a paleontologist, on the discovery of fossils of the oldest human ancestors.  [ A16:3. ]","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"No Charges for Now Against Michael Jackson","web_url":"https://www.nytimes.com/1994/09/22/us/no-charges-for-now-against-michael-jackson.html","abstract":"  After more than a year of investigation, accompanied by lurid speculation in the press, prosecutors said today that they would not file child molestation charges against the pop superstar Michael Jackson.   At a joint news conference, the District Attorneys for Los Angeles and Santa Barbara Counties said they had decided not to proceed with allegations that Mr. Jackson had sexually molested three boys because the \"primary alleged victim\" had decided not to testify.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Prosecutor's Resignation Was Unrelated to Federal Drug Inquiry","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-prosecutor-s-resignation-was-unrelated-to-federal-drug-inquiry-316229.html","abstract":"  To the Editor:   On the day this letter appears, The New York Times is publishing a correction of a statement in its Aug. 9, 1992, article about me. The Times had incorrectly reported that I was accused of interceding in a Federal drug investigation, and that this accusation led to my resignation as an assistant district attorney in Brooklyn. The actual events leading up to my resignation were quite different.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"At Michigan, a Return Fraught With Risk","web_url":"https://www.nytimes.com/1994/09/22/sports/on-college-football-at-michigan-a-return-fraught-with-risk.html","abstract":"  Barring unforeseen complications between now and Saturday, we can expect Tyrone Wheatley to make a dramatic entrance onto the biggest football stage of any campus in America this week. At some point during the game between Michigan and Colorado that has suddenly attracted the hot lights, the preseason favorite for the Heisman Trophy should take his rehabilitated right shoulder onto the field at Michigan Stadium and become a factor. There will be little margin for error.   When Wheatley, the Michigan tailback, made his surprising and inspiring decision last January to postpone his first check from a National Football League team, earn a degree in education and a chance at a Heisman and remain a part of the student economy, this week was a nearly inevitable part of the plan.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Saudi Arabia Cracks Down on Islamic Militants, Seizing Many","web_url":"https://www.nytimes.com/1994/09/22/world/saudi-arabia-cracks-down-on-islamic-militants-seizing-many.html","abstract":"  The Saudi authorities have cracked down on militant Muslims, arresting an undetermined number in a series of confrontations that began three weeks ago when Muslim leaders forced the Government to boycott the United Nations Conference on Population and Development in Cairo.   Last week, militants staged demonstrations demanding the release of jailed Islamic leaders, but foreign diplomats and Islamic militants provided conflicting reports on the number of people involved, and the Saudi Government has been reticent.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Japan Hasn't Stopped Exploiting Asian Women","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-japan-hasn-t-stopped-exploiting-asian-women-316180.html","abstract":"  To the Editor:   You are right to say that the $1 billion offered by the Japanese Government as \"compensation\" for the hundreds of thousands of Asian women forced into brothels to service Japanese soldiers during World War II is an \"incomplete mode of redress\" (editorial, Sept. 14).","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/22/sports/results-plus-313521.html","abstract":"  GOLF  Kestner Prevails Again  Darrell Kestner, head pro at the Deepdale Golf Club in Manhasset, L.I., registered a two-under-par 70 yesterday and finished with a 54-hole total of 217 to win the Izod/Cadillac Metropolitan PGA championship. Kestner, who earned $7,500 for his victory at the Stanwich Club in Greenwich, Conn., also won the New York State Open and the Dodge Classic this summer. John DeForest of Rondout, N.Y., who also had a final-round 70, was runner-up with 221. Fordyce Seeking Crown: Jamie Fordyce, the first-round co-leader, shot a one-under-par 69 yesterday to open a three-shot lead over John Klocksin and Kevin Syring after two rounds of the $50,000 New Jersey PGA Championship. Fordyce, a 35-year-old assistant pro at Green Brook in North Caldwell, had four birdies and three bogeys at the Montclair Golf Club in West Orange in moving within a round of winning his first significant pro championship. His 36-hole total is an even-par 140. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Study Uncovers Link of Cancer To Birth Drugs","web_url":"https://www.nytimes.com/1994/09/22/us/study-uncovers-link-of-cancer-to-birth-drugs.html","abstract":"  Women treated with infertility drugs have a risk of ovarian cancer that is 2.5 times higher than that of women in the general population, a new study has found.   In the study of 3,837 women, 11 developed ovarian cancer, while the number expected from statistical calculations was 4.4 cases, reported Dr. Mary Anne Rossing of the University of Washington and her co-authors from the Fred Hutchinson Cancer Research Center in Seattle. The study is being published today in the New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"The DDT Of the 1990's","web_url":"https://www.nytimes.com/1994/09/22/opinion/the-ddt-of-the-1990s.html","abstract":"The Fish and Wildlife Service is planning to remove bald eagles from its endangered species list, changing their status to \"threatened.\" Although most of the birds' protections would remain in place, there is a danger that the proposal would give the public a false sense that the future of the eagle is secure -- at a time when development and Congressional proposals threaten its habitats more than ever. \n\nThe service is now hearing public comment and may make this change next month. Before it does, it should listen to Carey Lightsey, a sixth-generation cattle rancher in central Florida who has witnessed the eagle's remarkable comeback since DDT was banned in 1973. Back then he rarely saw an eagle; today he can count 14 gigantic nests on his ranch. He worries about how people will interpret the Federal action. \"If you portray them as doing well,\" he told me, \"maybe people might have less regard for them.\"","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"1919: War Indemnity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1919-war-indemnity-in-our-pages100-75-and-50-years-ago.html","abstract":"The haunting dread of some patriotic Frenchmen, that their country will soon again become a customer of German industry, has become an actuality. Far-sighted citizens have long pointed out that if the mark is worth so little it is because France is victor","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Under House Arrest, Venezuela's Ex-Chief Takes Offensive","web_url":"https://www.nytimes.com/1994/09/22/world/under-house-arrest-venezuela-s-ex-chief-takes-offensive.html","abstract":"  After half a century in Venezuelan politics, Carlos Andres Perez has retired to his hillside estate near Caracas. Framed on a wall is the slender gold pen he used two decades ago to nationalize the largest oil reserves in the Americas.   But the 71-year-old former President is spending his golden years under house arrest. Last year, he was forced from office and charged with corruption, and this year he spent two months in jail.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Ancient Chinese Craft Shifts Building Designs in the U.S.","web_url":"https://www.nytimes.com/1994/09/22/nyregion/ancient-chinese-craft-shifts-building-designs-in-the-us.html","abstract":"  After six months of tough negotiations with a group of Taiwanese investors, Barry Lewen, a real-estate broker, thought he was just days from completing the $14 million sale of a building at 366 Madison Avenue when he was unexpectedly told there was one last detail.   The investors insisted that before anything more was done, a Chinese mystic had to be flown from Taiwan to determine if the building's qi, or life force, was acceptable. \"I thought they were joking,\" said Mr. Lewen, an executive managing director of The Galbreath Company, a Manhattan real-estate company.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"American Commanders Give Cedras A Warning","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-in-port-au-prince-american-commanders-give-cedras-a-warning.html","abstract":"  Top American generals warned Lieut. Gen. Raoul Cedras today that his forces must stop beating Haitian citizens and took what may be a significant first step toward dismantling the force the military holds in this frightened country.   A day after Haitian police and soldiers lashed out with clubs at crowds who were greeting American troops, Lieut. Gen. Henry Hugh Shelton, commander of the XVIII Airborne Corps and Maj. Gen. David Meade, commander of the 10th Mountain Division, strode into General Cedras's headquarters to warn the Haitian command to shape up, American military spokesmen said.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Justice Officials Clarify Stand In Race-Based Dismissal Case","web_url":"https://www.nytimes.com/1994/09/22/nyregion/justice-officials-clarify-stand-in-race-based-dismissal-case.html","abstract":"  Officials of the Justice Department said yesterday that the Clinton Administration intended to argue in favor of an appeal of a civil rights case that it helped to win, but that it would participate only as a friend of the court.   Senior members of the Justice Department said that they had always intended to file an amicus curiae, or friend of the court, brief in the case of a white Piscataway school teacher who was laid off so that a black colleague could be retained.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"A Film Maker and the Art of the Deal","web_url":"https://www.nytimes.com/1994/09/22/movies/a-film-maker-and-the-art-of-the-deal.html","abstract":"  Lawrence Bender has, without question, the smallest office of any big-time producer in Hollywood. It's a windowless and cramped space, with a rental desk and couple of movie posters tacked onto a wall. And Mr. Bender doesn't limit his frugality to the workplace. When the 36-year-old producer flies to New York, his hometown, to make a film, he sleeps on sofas in his friends' apartments.   \"Someone said to me: 'Don't they put you up in a hotel? Why are you sleeping on people's couches?' \" he said. \"And I say: 'You don't understand. \"They\" is \"me.\" ' Instead of spending $10,000 on a hotel, I could get another crew person. I can't get away from the fact that I want to put everything in the movie.\"","thumbnail":null,"section":"Movies"},{"date":"19940922","headline":"A Quiet Man Speaks Through the Blues","web_url":"https://www.nytimes.com/1994/09/22/arts/pop-review-a-quiet-man-speaks-through-the-blues.html","abstract":"  There ought to be a photograph of J. J. Cale next to the dictionary definition of low-key. Mr. Cale, whose performances in New York are rare, materialized on Monday night at the Bottom Line. At his early show, he never raised his voice, smiled or gave any clue about why he chose the songs of his rambling set.   Mr. Cale has supplied hit songs to Eric Clapton (\"Cocaine,\" \"After Midnight\") and a signature style to Dire Straits, which emulated his bluesy songs, often in minor keys, along with his terse guitar solos and his husky, near-whispered vocals. He is steeped in the blues; he has absorbed its combination of lament, determination and resilience and its musical austerity. Using his fingertips, he picks lean, single-line guitar solos that are as prickly and self-sufficient as cactus; he can also play his own simultaneous lead and rhythm parts.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Former U.N. Envoy Deplores Haiti Accord","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-critic-former-un-envoy-deplores-haiti-accord.html","abstract":"  The former United Nations envoy to Haiti, Dante Caputo, who resigned his position last week, said today that he had grave concerns over the last-minute Haitian-American accord that allows the Haitian military to remain in the Caribbean nationas United States troops arrive.   In interviews with local and international news organizations here this week, Mr. Caputo, a former Foreign Minister of Argentina, has assailed the Clinton Administration for failing to obtain written assurances that Haiti's military leaders will leave the country.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Garden's Priority: Signing of Messier","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-business-garden-s-priority-signing-of-messier.html","abstract":"  One day after Bob Gutkowski's dismissal as the president of Madison Square Garden, his interim replacement said his immediate goal is to break the logjam in contract negotiations with Mark Messier, the Rangers' captain and star center.   \"No question, it's the most important issue the Garden is facing,\" said Dave Checketts, who had been president and general manager of the Knicks. \"It's absolutely the first priority.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315737.html","abstract":"  An article on Aug. 9, 1992, about the resignation of Pamela D. Hayes as an assistant district attorney in Brooklyn described the reason for her resignation incorrectly. Ms. Hayes's resignation did not result from allegations that she had interceded in the Federal drug investigation of a friend. The Times now believes that the allegations themselves were false.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/22/nyregion/news-summary-308676.html","abstract":"  International A3-17  U.S. TO ACT ON HAITI VIOLENCE  President Clinton said that the United States would not tolerate police violence in Haiti and that American military policemen would try to deter Haitian troops from using unreasonable force.  A1","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940922","time":"1994-09-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":87,"wspd":18.4},{"date":"19940922","time":"1994-09-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":18.4},{"date":"19940922","time":"1994-09-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":90,"wspd":14.8},{"date":"19940922","time":"1994-09-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":13},{"date":"19940922","time":"1994-09-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":90,"wspd":13},{"date":"19940922","time":"1994-09-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":91,"wspd":16.6},{"date":"19940922","time":"1994-09-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":91,"wspd":14.8},{"date":"19940922","time":"1994-09-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":90,"wspd":13},{"date":"19940922","time":"1994-09-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":87,"wspd":13},{"date":"19940922","time":"1994-09-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":81,"wspd":18.4},{"date":"19940922","time":"1994-09-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":82,"wspd":13},{"date":"19940922","time":"1994-09-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":72,"wspd":22.3},{"date":"19940922","time":"1994-09-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":68,"wspd":18.4},{"date":"19940922","time":"1994-09-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":56,"wspd":27.7},{"date":"19940922","time":"1994-09-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":57,"wspd":27.7},{"date":"19940922","time":"1994-09-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":18.4},{"date":"19940922","time":"1994-09-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":51,"wspd":16.6},{"date":"19940922","time":"1994-09-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":53,"wspd":18.4},{"date":"19940922","time":"1994-09-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":61,"wspd":18.4},{"date":"19940922","time":"1994-09-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":66,"wspd":16.6},{"date":"19940922","time":"1994-09-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":72,"wspd":20.5},{"date":"19940922","time":"1994-09-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":77,"wspd":18.4},{"date":"19940922","time":"1994-09-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":82,"wspd":14.8},{"date":"19940922","time":"1994-09-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":86,"wspd":13},{"date":"19940922","time":"1994-09-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":7.6},{"date":"19940922","time":"1994-09-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":59,"wspd":11.2},{"date":"19940922","time":"1994-09-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":61,"wspd":9.4},{"date":"19940922","time":"1994-09-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":63,"wspd":7.6},{"date":"19940922","time":"1994-09-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":73,"wspd":5.4},{"date":"19940922","time":"1994-09-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":5.4},{"date":"19940922","time":"1994-09-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":5.4},{"date":"19940922","time":"1994-09-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":7.6},{"date":"19940922","time":"1994-09-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":87,"wspd":9.4},{"date":"19940922","time":"1994-09-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":11.2},{"date":"19940922","time":"1994-09-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":11.2},{"date":"19940922","time":"1994-09-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":14.8},{"date":"19940922","time":"1994-09-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":20.5},{"date":"19940922","time":"1994-09-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":24.1},{"date":"19940922","time":"1994-09-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":25.9},{"date":"19940922","time":"1994-09-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":22.3},{"date":"19940922","time":"1994-09-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":20.5},{"date":"19940922","time":"1994-09-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":59,"wspd":22.3},{"date":"19940922","time":"1994-09-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":22.3},{"date":"19940922","time":"1994-09-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":25.9},{"date":"19940922","time":"1994-09-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":24.1},{"date":"19940922","time":"1994-09-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":25.9},{"date":"19940922","time":"1994-09-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":81,"wspd":29.5},{"date":"19940922","time":"1994-09-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":72,"wspd":33.5}]}}