{"19931012":{"guardian_articles":[],"nytimes_articles":[{"date":"19931012","headline":"Devils Send 3 to Minors","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-people-hockey-devils-send-3-to-minors.html","abstract":"  The Devils reduced their roster to 24 players yesterday by assigning SCOTT PELLERIN, BEN HANKINSON and BRIAN ROLSTON to their top minor league affiliate, Albany of the American Hockey League.   None of the three played in any the first three games, all victories, for the Devils, who will be hosts to the Winnipeg Jets tonight with 22 healthy players. PETER SIDORKIEWICZ and TOMMY ALBELIN are nursing injuries.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Pork Barrel Science","web_url":"https://www.nytimes.com/1993/10/12/opinion/pork-barrel-science.html","abstract":"Some of America's most prestigious universities and their lobbyists are playing dangerous games with Federal scientific research funds. \n\nLegislation that earmarks funds for the benefit of a designated institution has become a favorite source of income for many top universities. These are funds that, unlike authorized spending, are not scrutinized during committee hearings or peer reviews at Federal agencies. Instead they are slipped quietly into bills by Congressional committee members.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"What Golda Meir Said About Palestinians; Two Handshakes","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-what-golda-meir-said-about-palestinians-two-handshakes-767293.html","abstract":"  To the Editor:   To comment on the handshakes between Shimon Peres and Yasir Arafat, and between Yitzhak Rabin and Mr. Arafat, here are the words about a handshake of Martha Graham, published in 1991 in her autobiographical volume, \"Blood Memory\":","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/12/nyregion/c-corrections-732093.html","abstract":"  Because of an editing error, an article in The Home Section on Thursday about \"Staying at Home,\" a free booklet published by the American Association of Retired Persons to help find housing, meals and medical care for elderly people who are frail, misstated the address where the pamphlet may be obtained. The address is: Staying at Home; A.A.R.P., Fulfillment; 601 E Street, NW; Washington, D.C. 20049.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"The Bucket Brigade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-the-bucket-brigade-letters-to-the-editor.html","abstract":"Regarding \"Semper Fidelis\" (Letters, Sept. 23) from Robert R. Hall: .Mr. Hall writes that while he was a U.S. Marine Corps recruit, his drill sergeant once put a bucket over someone's head and beat it with a bayonet. .I have been trying to","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Cabrera's Heroics Have a Catch","web_url":"https://www.nytimes.com/1993/10/12/sports/the-playoffs-cabrera-s-heroics-have-a-catch.html","abstract":"  The legend of Frankie Cabrera did not grow today.   It nearly did. This time, when Cabrera did his job, Fulton County Stadium was filled with noise again. But soon after his moment, unlike the night of his professional life last October, there was no noise. There was no champagne-splattered celebration in the clubhouse of the Atlanta Braves. Cabrera and his teammates were suddenly left with disappearing hopes for a third consecutive National League pennant, one loss from the end of their season.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"A New Space For Theater, Art and Pie","web_url":"https://www.nytimes.com/1993/10/12/nyregion/a-new-space-for-theater-art-and-pie.html","abstract":"  Within sight of the Holland Tunnel and earshot of Canal Street, a new multi-arts center is taking shape -- the newest in Off Off Broadway theater.   The venture, called HERE, is the work of two companies of young theatrical entrepreneurs. Beginning in late October, they promise, HERE will deliver original productions with a $12 ceiling on ticket prices, access to a constantly changing art gallery and a cafe serving what they claim is the best coffee and apple pie in town.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/12/nyregion/metro-digest-027993.html","abstract":"  NEW YORK CITY ASBESTOS CRISIS LINGERS IN SCHOOLS Three weeks into the fall term in New York City schools, after a delayed start because of the asbestos crisis, classes are still disrupted for more than 50,000 students. While administrators say that teachers have coped creatively, it is not yet clear how the students' educations will be affected. A1.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Review/Dance; Moving Into the Future Without Losing the Past","web_url":"https://www.nytimes.com/1993/10/12/arts/review-dance-moving-into-the-future-without-losing-the-past.html","abstract":"  The Martha Graham Dance Company's second and final week at City Center started off with still another startling premiere in a repertory than can no longer add new works by its founder, who died in 1991.   The most radical experiment was to invite a choreographer from outside the fold like Twyla Tharp, whose \"Demeter and Persephone\" finally snapped into place on Sunday afternoon. Ms. Tharp, accelerating Graham movement in a collage with other idioms, has brought out a new virtuosity and range in the dancers. They, in turn, bring the kind of dramatic projection that Ms. Tharp does not find elsewhere, and this has possibly moved her to strike out in a new direction. The underlying logic of her highly schematic retelling of the myth of Persephone has surfaced with gusto and clarity. In the end, the collaborative venture has been a mutual success.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Aftershocks of Asbestos Mess Linger at New York's Schools","web_url":"https://www.nytimes.com/1993/10/12/nyregion/aftershocks-of-asbestos-mess-linger-at-new-york-s-schools.html","abstract":"  The children from Public School 4 in the Bronx spent two weeks at the New York Botanical Garden learning biology and botany; now they sit two to a desk in a church basement, trying to make up their other subjects. The students at P.S. 196 in Queens spent half-days at a neighboring school; now they are getting twice the usual homework. And pupils at P.S. 156 in Brooklyn are in their second school of the month and soon will be headed to a third; their own school is closed indefinitely.   Three weeks into the fall term in New York City schools, after a delayed start because of the asbestos crisis, classes are still disrupted for more than 50,000 students. Twenty-eight elementary and junior high schools remain closed because of exposed asbestos, and another 300 schools have at least one room closed for abatement.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Gullikson Is '94 Cup Captain","web_url":"https://www.nytimes.com/1993/10/12/sports/tennis-gullikson-is-94-cup-captain.html","abstract":"  The United States Tennis Association is expected to announce today that it has appointed 42-year-old Tom Gullikson to the vacant post of Davis Cup captain for 1994. Gullikson, a member of the U.S.T.A. coaching staff since 1988 and former coach of Jennifer Capriati, never played Davis Cup but nonetheless was selected ahead of two candidates with cup experience, Stan Smith, the U.S.T.A.'s director of coaching, and Brad Gilbert, a five-year cup veteran now ranked 34th in the world.   The most controversial candidate for the post, John McEnroe, removed himself from contention last week, citing \"personal considerations,\" but he indicated that he might be available for doubles duty next year. McEnroe's withdrawal further simplified the selection process for the U.S.T.A. president, J. Howard (Bumpy) Frazer, who learned last month that the eight-year captain, Tom Gorman, after guiding the team to championships in 1990 and 1992, did not wish to be reappointed in 1994.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"An Old Idea About Genius Wins New Scientific Support","web_url":"https://www.nytimes.com/1993/10/12/science/an-old-idea-about-genius-wins-new-scientific-support.html","abstract":"  AS long as there have been poets to pierce the darkness with their diamond songs, and painters to capture rays of sun shattering on cool cathedral stone, and artists of all persuasions to consort with the gods and articulate the union, there have been social critics to notice that an awful lot of these creative people are mentally unsound.   \"Why is it,\" Aristotle asked in the fourth century B.C., \"that all men who are outstanding in philosophy, poetry or the arts are melancholic?\" Three hundred years ago, the English poet John Dryden wrote,   Great wits are sure to madness near allied;","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"An Independent Attack Against Florio","web_url":"https://www.nytimes.com/1993/10/12/nyregion/the-ad-campaign-an-independent-attack-against-florio.html","abstract":"  Client: Hands Across New Jersey Creator: Larry Weitzner, Jamestown Associates, South Orange Visual: Jim Florio, smiling and looking confident, is seen in a television film clip waving to a friendly group of onlookers. The scene quickly shifts to a padlocked factory gate over the heading \"325,000 Lost Jobs.\" The next graphic reads \"71,000 Lost Homes\" accompanied by a picture of what appears to be a homeless person sitting on the ground beneath a tree. A framed picture of the Governor remains on the screen as headlines from The Trentonian pop up alongside: \"America's Worst Governor,\" \"Think Tanks Give Florio an F,\" \"2.8 Billion Tax Increase\" and \"Florio to Taxpayers: 'Drop Dead'.\" The television clip of Mr. Florio seen at the beginning is repeated followed by the anti-tax group's phone number \"Call 1-800-VETO JIM.\"","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Mr. Farrakhan's Stadium Rally","web_url":"https://www.nytimes.com/1993/10/12/opinion/mr-farrakhan-s-stadium-rally.html","abstract":"  Louis Farrakhan will never win a prize for subtlety. With his unerring instinct for promoting disruption, division -- and himself -- the leader of the Nation of Islam decided to hold a rally in Yankee Stadium three days before New York City's mayoral election. New York does not need his racism and anti-Semitism at any time, much less on the eve of the already racially tense contest between Mayor David Dinkins and Rudolph Giuliani. But to deny him the right to rent the stadium, as Mr. Giuliani proposes, would be to deny him his First Amendment rights to free speech.   It's unlikely that a former United States Attorney really understands so little about the United States Constitution he was sworn to uphold. More probably, Mr. Giuliani understands the First Amendment only too well and has chosen to make political points by pretending otherwise.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Jackson Plan To Stem Tide Of Violence","web_url":"https://www.nytimes.com/1993/10/12/nyregion/jackson-plan-to-stem-tide-of-violence.html","abstract":"  Warning that a \"rage of violence\" was overwhelming inner-city schools in New York and other cities across the country, the Rev. Jesse Jackson yesterday proposed mobilizing the parents of students in a new, church-based program to stop it.   \"We're losing our children in school systems all around the country,\" Mr. Jackson said at a news conference at the Canaan Baptist Church at 132 West 116th Street in Harlem.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Politics in Province Hold a Mirror to Moscow","web_url":"https://www.nytimes.com/1993/10/12/world/politics-in-province-hold-a-mirror-to-moscow.html","abstract":"  Like many deputies in the regional legislature, Oleg F. Anishchik was outraged by President Boris N. Yeltsin's order on Sept. 21 to suspend the national Parliament. The 49-year-old chairman of the regional legislature joined his fellow legislators in condemning the order as a violation of the Constitution.   But now, after Mr. Yeltsin has smashed his parliamentary opposition in a hail of gunfire, it is Mr. Anishchik who is under political siege.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"1943:Tiny Subs Triumph : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-1943tiny-subs-triumph-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Midget British submarines slipped through a maze of mine fields in the tortuous Alten Fjord in northern Norway on Sept. 22, and torpedoed the mighty German battleship Tirpitz, sister ship of the destroyed Bismarck, th","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Senators Seek Early Pullout Of U.S. Troops From Somalia","web_url":"https://www.nytimes.com/1993/10/12/world/senators-seek-early-pullout-of-us-troops-from-somalia.html","abstract":"  After hearing strong protests from constituents over the holiday weekend, a number of the Senate's most influential members are mounting a challenge to President Clinton's Somalia policy and are pressing for a vote this week to bring the troops home by the end of the year.   They are lining up behind Senator Robert C. Byrd, Democrat of West Virginia and one of the policy's strongest opponents. He plans to introduce a measure that would cut off funds for the mission, perhaps as soon as Jan. 1.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"SCIENTIST AT WORK: John H. Conway; At Home in the Elusive World of Mathematics","web_url":"https://www.nytimes.com/1993/10/12/science/scientist-at-work-john-h-conway-at-home-in-the-elusive-world-of-mathematics.html","abstract":"  DR. JOHN H. CONWAY sits down at his computer and gets ready to log on. But before the computer allows him to begin work, it quickly spews out 10 randomly selected dates from the past and the future, dates like 3/15/ 2005 or 4/29/1803. Dr. Conway has to mentally calculate what day of the week each would be before his computer lets him open a file and get to work.    It is a game he has rigged up to play with himself. \"I think I'm the fastest person in the world at this,\" he says. His record is 15.92 seconds to calculate all 10 days. But, he modestly says, it is not that hard. \"It's the kind of thing autistic kids do.\"","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Woman Is Attacked On Street in Harlem","web_url":"https://www.nytimes.com/1993/10/12/nyregion/woman-is-attacked-on-street-in-harlem.html","abstract":"  A 35-year-old woman suffered broken ribs and kidney damage yesterday after she was beaten by a group of teen-age girls on a street in upper Manhattan in what the police said was a possible bias incident.   The assault took place in front of 2160 Fifth Avenue near 132d Street in Harlem at 6 P.M. when the woman, who is white, was confronted by three or four black teen-age girls, who began pummeling her, said a police spokeswoman, Sgt. Tina Mohrmann.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Review/Rap; Tales of Pot Smoke and Gun Smoke","web_url":"https://www.nytimes.com/1993/10/12/arts/review-rap-tales-of-pot-smoke-and-gun-smoke.html","abstract":"  The Los Angeles rap group Cypress Hill proudly unveiled a prop during its set on Wednesday night at Roseland. A pair of fingers, thick as tree trunks, held a glowing, smoking, four-foot joint; hanging above, on a wall, was an enlarged marijuana leaf. With songs like \"I Wanna Get High\" (including the line, \"Tell Bill Clinton to go inhale\") and \"Hits From the Bong,\" Cypress Hill has made itself a virtual spokesgroup for the pleasures of marijuana. Before the rappers performed, a representative of the National Organization for the Reform of Marijuana Laws addressed the audience.    Those who thought marijuana promoted introspection and whimsy could find those qualities in Cypress Hill's music, with its rotund midtempo bass lines, lightly abrasive sound effects and the nasal, singsong vocals of its main rapper, B-Real (Louis Freese). But the lyrics tell another story; when Cypress Hill isn't toking up, it's talking about gunplay, with blithe choruses like \"Cock the hammer, it's time for action.\"","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Ozone Hole, Biosphere and the Air Around Us; Ecosystem Lessons","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-ozone-hole-biosphere-and-the-air-around-us-ecosystem-lessons-769993.html","abstract":"  To the Editor:   \"Biospherics\" (editorial, Sept. 29) states that the world is \"far more interested in the human drama than in anything learned\" in Biosphere 2. That does not have the ring of scientific conclusion, but the sense of a self-fulfilling belief.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"The Waco Whitewash","web_url":"https://www.nytimes.com/1993/10/12/opinion/the-waco-whitewash.html","abstract":"  Last spring, in explaining her fateful decision to allow an assault on the Branch Davidian compound near Waco, Tex., Attorney General Janet Reno gave several reasons. Two were poignant and persuasive but, it is now clear, utterly without basis.    Ms. Reno said then that children in the compound were being molested and that the F.B.I. team had become exhausted. Now the Justice Department's long-awaited report reveals that Ms. Reno misunderstood the molestation matter. The report is silent and gives no support whatever to the agents' supposed exhaustion.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/12/nyregion/bridge-179893.html","abstract":"  Many octogenarians play bridge with great skill, though whether this is because bridge keeps the mind sharp is not susceptible to proof. An example is 85-year-old Pauline Reiner of Manhattan, who recently held the diagramed South cards in a duplicate game. After an opening bid of one club on her right, she made a textbook overcall of three spades and was raised to game.   After the lead of the club jack, she was faced with four possible losers. The opening bid made it probable that the crucial red kings were on her right, and she proceeded on that assumption. East took two top clubs and led a third round, which was ruffed high.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Washington at Work; Respected but Sometimes Unpopular, Nunn Relishes Pivotal Advisory Role","web_url":"https://www.nytimes.com/1993/10/12/us/washington-work-respected-but-sometimes-unpopular-nunn-relishes-pivotal-advisory.html","abstract":"  It is a quintessential Sam Nunn moment: a difficult question on the use of American force, a restive Congress, a President struggling for consensus.   The senior Senator from Georgia, chairman of the Armed Services Committee, is careful; others on Capitol Hill are calling for deadlines and a rapid withdrawal from Somalia, but not Mr. Nunn, much to the relief of the Administration. Still, he is raising questions about American strategy and troop deployment, not only in Somalia but also in Haiti and, potentially, Bosnia.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/12/nyregion/c-corrections-729093.html","abstract":"  An entry in the listing of debt offerings in Business Day yesterday, under the headline \"Treasury Auction Confined to Bill Market This Week,\" misstated the timing of the Treasury's regular weekly auction of new three- and six-month bills. It was scheduled for today, not yesterday.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/12/arts/classical-music-in-review-802493.html","abstract":"  'Il Tabarro'  Dicapo Opera Theater 184 East 76th Street Manhattan    The pleasure of \"Il Tabarro\" -- what could be called the essential pleasure of verismo opera itself -- lies in its opulent elaboration of low and raw events. On Thursday night, the Dicapo Opera diminished that pleasure by replacing Puccini's late-Romantic orchestra with a meager ensemble of piano, electronic keyboard and percussion. But the company otherwise made a decent stab at this brilliantly lurid one-acter.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"New Test to Measure Liver Scarring","web_url":"https://www.nytimes.com/1993/10/12/science/new-test-to-measure-liver-scarring.html","abstract":"  SCIENTISTS in Britain say they have found a simple way to detect and monitor scarring and damage in the liver, a method that could reduce the need for risky liver biopsies.   The researchers say they have shown that by combining the results of two blood serum tests, they can measure physical changes caused by alcoholic liver disease.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"New Armstrong Pact","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-people-basketball-new-armstrong-pact.html","abstract":"  Chicago Bulls point guard B. J. ARMSTRONG, who is earning $620,000 in the final season of his contract, is on the verge of signing a new five-year pact worth an estimated $13 million.   Bulls General Manager JERRY KRAUSE said that the two sides were \"very, very close\" to a deal that would be a substantial increase in pay, The Chicago Tribune reported yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Senna Switches Teams","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-people-auto-racing-senna-switches-teams.html","abstract":"  AYRTON SENNA got the deal he wanted yesterday, signing with the Williams-Renault Formula One team.   The Williams officials the Brazilian would team up with DAMON HILL next year. The move was expected after ALAIN PROST retired shortly after winning his fourth world title this year.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Critic's Notebook; France's German Renaissance","web_url":"https://www.nytimes.com/1993/10/12/arts/critic-s-notebook-france-s-german-renaissance.html","abstract":"  Better late than never, Paris has discovered German music. This season, the city's musical life is dominated by the stuff, more particularly by the works of Richard Wagner and Richard Strauss.   A century after France fought fiercely against an onslaught of German musical culture, it is celebrating two of the most self-consciously German of all composers. One has to wonder if a similar slide into historical irrelevance awaits the current battle against American film, the contemporary art now perceived as the greatest threat to French cultural identity.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"U.S. and U.N. Tell Haiti Military Must Cooperate","web_url":"https://www.nytimes.com/1993/10/12/world/us-and-un-tell-haiti-military-must-cooperate.html","abstract":"  Acting on a request by the United States, the Security Council warned Haitian military leaders today that Haiti could face renewed economic sanctions for failing to allow a ship carrying United States and Canadian troops to dock.   Secretary of State Warren Christopher also said that the landing of the 200 troops, part of an international contingent to oversee the return of the exiled President, the Rev. Jean-Bertrand Aristide, would be delayed until the Haitian military could guarantee the troops' safety.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Plant to Close, Leaving Workers Seeking Jobs","web_url":"https://www.nytimes.com/1993/10/12/nyregion/plant-to-close-leaving-workers-seeking-jobs.html","abstract":"  From guitar strings to jumbo jets to smart buildings, Hudson International Conductors helped wire the 20th century. For almost 90 years, the factory on the banks of the Hudson River here has churned out wire for successive waves of technology.   Now Hudson is keeping up with a new trend: the decline of manufacturing in the Northeast.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Phillies Ride Their Roller Coaster to a 3-2 Lead","web_url":"https://www.nytimes.com/1993/10/12/sports/the-playoffs-phillies-ride-their-roller-coaster-to-a-3-2-lead.html","abstract":"  Only time will tell if destiny is in the air for the Philadelphia Phillies. There is surely a sense of deja vu, however.   For the second time in a topsy-turvy four-of-seven-game National League Championship Series against Atlanta, the Phillies sunk to the depths when Mitch Williams blew a ninth-inning lead. Thanks in part to his wild way of trying to save games. Thanks in part to an error by defensive replacement Kim Batiste.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"What Golda Meir Said About Palestinians","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-what-golda-meir-said-about-palestinians-766493.html","abstract":"  To the Editor:   Discussions of the Israeli-Palestine Liberation Organization accords have mentioned Golda Meir's statements denying there is a Palestinian people. To counter equation of her comments with Arab calls for the annihilation of Israel, her remarks ought to be put into context.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Sky Beauty Facing the Gender Trap","web_url":"https://www.nytimes.com/1993/10/12/sports/horse-racing-sky-beauty-facing-the-gender-trap.html","abstract":"  Is the Horse of the Year a filly?   It's happened four times in the half-century they've been anointing a Horse of the Year, most recently in 1986 when Lady's Secret won 10 races and even outran and outpolled the males. If it happens this year, her name will be Sky Beauty, who won the Rare Perfume Stakes on Sunday and who has run second only once in 11 starts in her career.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Q&A","web_url":"https://www.nytimes.com/1993/10/12/science/q-a-714193.html","abstract":"  Street Trees   Q. How do street trees survive with only foot-square holes in the pavement?","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/12/style/chronicle-777093.html","abstract":"  GENE SHALIT does not count himself among the world's great billiards players, but he is lending his name to a tournament this evening for a good cause: to help find a cure for multiple sclerosis.    The occasion, \"The First Annual Gene Shalit Pro-Celebrity Billiards Classic for MS,\" at the Ramada Hotel on Seventh Avenue, will be the curtain raiser for the United States Open Pocket Billiards Championship this week.","thumbnail":null,"section":"Style"},{"date":"19931012","headline":"In Two Counties, a Struggle to Influence Turnout","web_url":"https://www.nytimes.com/1993/10/12/nyregion/in-two-counties-a-struggle-to-influence-turnout.html","abstract":"  In the largely Democratic counties of Essex and Hudson, a familiar election year tug-of-war is going on: Democrats want a big voter turnout and Republicans are looking for ways to keep the turnout low.   In the past strong Democratic organizations were able to field armies of workers, their enthusiasm buoyed by thousands of dollars in \"street money\" to get voters to the polls. Republicans countered with tactics such as posting poll watchers, many of them armed off-duty police officers, outside voting places, a tactic they have promised a Federal judge not to repeat.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/12/nyregion/no-headline-962993.html","abstract":"  \"You'd think that in our time the pilgrimage would have faded away. But pilgrimages are definitely growing. They seem to fulfill a need of the soul. \" -- THE REV. MICHEL DE ROTON, rector of the sanctuary at Lourdes.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/12/style/chronicle-779693.html","abstract":"  Is this the final word on last weekend's Friars Club roast? JACK L. GREEN, the dean of the New York Friars Club, a private club, issued a statement yesterday following the uproar caused by racial remarks made by the actor TED DANSON during a roast of his companion, WHOOPI GOLDBERG, held at the New York Hilton on Friday. Mr. Danson was criticized for some of his jokes and language and for wearing blackface. Ms. Goldberg herself defended him over the weekend.   In yesterday's statement, Mr. Green said: \"Although we are saddened that some people felt that remarks directed at Whoopi Goldberg were done in a seemingly racist manner, we stand by our roast format, which is legendary and has been used throughout the 89-year history of the Friars Club,\" Mr. Green said.","thumbnail":null,"section":"Style"},{"date":"19931012","headline":"Four-Star Doolittle : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-fourstar-doolittle-letters-to-the-editor.html","abstract":"Regarding \"Jimmy Doolittle, War Hero, Dies at 96\" (Sept. 29): .James H. Doolittle's actual military rank was that of a full, or four-star, general. He did finish World War II as a lieutenant general, but in 1985 he was promoted to general on","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Advance Made In Seeking Heavy Elements","web_url":"https://www.nytimes.com/1993/10/12/science/advance-made-in-seeking-heavy-elements.html","abstract":"  A TEAM of Russian and American physicists has created two new forms of an exotic man-made element, and their achievement has revived a longstanding scientific dream -- the possibility of founding a family of bizarre \"superheavy\" elements, far heavier than any seen in nature or made in a laboratory.   Although this arcane field of research is a direct descendant of the Manhattan Project, which created plutonium fuel for atomic bombs, it probably no longer has any practical applications, say the physicists involved. The object is purely scientific: to explore the ultimate limits of elemental matter, beyond anything seen until now.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Dismissal Sought for Operator Of Subway Train That Crashed","web_url":"https://www.nytimes.com/1993/10/12/nyregion/dismissal-sought-for-operator-of-subway-train-that-crashed.html","abstract":"  The Transit Authority has decided to seek the dismissal of the train operator whose subway train crashed into the rear of another last Thursday, injuring dozens of people, an agency spokesman said yesterday.   The authority will formally file its administrative charges against the man, Walter Grant, tomorrow when he is scheduled to come to the authority's headquarters for a physical examination, said the spokesman, Jared Lebow. No criminal charges are expected against Mr. Grant, who tested negative for drugs and alcohol in tests taken within two hours of the accident.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Trial Is Set on Colorado Law Against Gay Rights","web_url":"https://www.nytimes.com/1993/10/12/us/trial-is-set-on-colorado-law-against-gay-rights.html","abstract":"  A challenge to the constitutionality of a Colorado measure forbidding legal protection for homosexuals begins on Tuesday in a state district court here.    The measure, which put this state at the center of a national debate over gay rights laws, has never been put into effect. The judge who issued an injunction in January preventing the law's enforcement, Jeffrey Bayless of district court here, will preside over the trial, which is expected to last nine days.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/12/arts/classical-music-in-review-804093.html","abstract":"  Ensemble 21  Merkin Concert Hall    Just when it seemed certain that the younger generation of composers had abandoned Serialism and atonality in favor of an omnivorous neo-Romanticism, along comes Ensemble 21 with arguments to the contrary.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Scars in a Proud Police Force; Troopers Come to Terms With Evidence-Tampering Scandal","web_url":"https://www.nytimes.com/1993/10/12/nyregion/scars-proud-police-force-troopers-come-terms-with-evidence-tampering-scandal.html","abstract":"  More than a year after the first headlines, the pain and disbelief still show on Thomas A. Constantine's face as he talks about the worst scandal in the history of the New York State Police.   \"The idea that a sworn police officer in any agency, but in this agency, would be framing people with fabricated evidence -- it's just unbelievable,\" said Mr. Constantine, a 31-year veteran of the force and its superintendent since 1987.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/12/nyregion/news-summary-963793.html","abstract":"  International A3-14 HAITIANS BAR U.S. PEACEKEEPERS   A mob of civilians in open collaboration with police prevented American peacekeepers from landing in Haiti, in what diplomats called a major violation of the U.N. settlement to restore the exiled President.  A1 Haitian leaders were warned that sanctions could be reimposed.  A12 SENATE CHALLENGE ON SOMALIA   Many senators are lining up behind a challenge to President Clinton's Somalia policy after hearing from constituents that they think the United States should end its mission there before March.  A1","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Parents of the Same Sex, A Child in the Same Family","web_url":"https://www.nytimes.com/1993/10/12/arts/parents-of-the-same-sex-a-child-in-the-same-family.html","abstract":"  Will Jurgenson has just entered McKinley High as a freshman. He's bright, affable and a top candidate for the varsity basketball team. Everything is going his way, until the community discovers that his loving and supportive parents are lesbians. This afternoon at 4, \"Other Mothers,\" a new CBS Schoolbreak Special, painstakingly and admirably tackles a subject that is increasingly being aired in headlines and court cases.    Care has obviously been taken. A CBS press release notes that Amy Dunkleberger's script was scrutinized by several prominent psychologists. It also notes that according to the Gay and Lesbian Parents Coalition, between six million and eight million children are being raised in gay or lesbian households. The American family is greatly changing. The message of this television drama: Bigots among us will have to do some adjusting.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Giants Elevate Tillman To a Prominent Role","web_url":"https://www.nytimes.com/1993/10/12/sports/giant-s-notebook-giants-elevate-tillman-to-a-prominent-role.html","abstract":"  In running back Lewis Tillman, the Giants have not just found a comfort zone should starting back Rodney Hampton get hurt again, but they have also found a way not to run Hampton into the ground.   Coach Dan Reeves said today that Tillman played so well against the Washington Redskins on Sunday that when Hampton fully recovers from his arthroscopic surgery and returns to the starting lineup in three weeks, Tillman might be given more carries and Hampton more rest.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"For Jets, Day After Is Another Headache","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-football-for-jets-day-after-is-another-headache.html","abstract":"  Blue -- make that black-and-blue -- Monday struck the Jets today.   It was difficult to diagnose which was worse: Their physical state or their psychic makeup in the wake of a second straight Sunday in which they squandered a big lead.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"The Players of Ready-to-Wear, by Altman","web_url":"https://www.nytimes.com/1993/10/12/style/IHT-the-players-of-readytowear-by-altman.html","abstract":"So at last, it's official! Fashion: the movie. Robert Altman climbed on the podium at Sonia Rykiel's show to announce that his decade-long project to make \"Prêt-à-Porter\" will start rolling during the next collections in March. .At","thumbnail":null,"section":"Style"},{"date":"19931012","headline":"Ozone Hole, Biosphere and the Air Around Us","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-ozone-hole-biosphere-and-the-air-around-us-764893.html","abstract":"  To the Editor:   \"Just Whose Ozone Hole Is It, Anyway?\" (letter, Sept. 29) questions the belief that chlorofluorocarbons are the cause of ozone depletion above Australia. Indeed, for many people it will be hard to imagine that there is a causal relationship between the facts that 80 percent of CFC's are emitted in the Northern Hemisphere and that the ozone hole occurs in the Southern Hemisphere. This relationship has, however, been proved. For a conceptual understanding, it is sufficient to go through the following:","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/12/nyregion/c-corrections-731193.html","abstract":"  An article in The Metro Section yesterday about the Segalla Country Club in Amenia, N.Y., which was built by a local businessman after he was rejected by a private club, misstated the greens fee at Segalla. It is $18 a person on weekdays and $24 on weekends, plus a $22 fee for a golf cart for two.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"A Forum but Not a Poll : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-a-forum-but-not-a-poll-letters-to-the-editor.html","abstract":"Regarding \"A New Poll to Promote Democracy\" (Opinion, Sept. 29) by Richard Morin: .James Fishkin's \"deliberative opinion poll\" is designed to bring together a relatively small group of the British public to saturate them with inform","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Zeroing In on Distance To Solar System's Edge","web_url":"https://www.nytimes.com/1993/10/12/science/science-watch-zeroing-in-on-distance-to-solar-system-s-edge.html","abstract":"  REFINED analysis of spacecraft data has led scientists to change their estimate of the distance to the edge of the solar system, a boundary known as the heliopause.   In a report in the current issue of the journal Science, scientists at the University of Iowa and the Jet Propulsion Laboratory in Pasadena, Calif., estimated that the heliopause is somewhere from 116 to 177 times farther away from the Sun than is Earth. The previous calculations, announced in May, gave a lower estimate of 82 to 130 times.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Israel Selling China Military Technology, C.I.A. Chief Asserts","web_url":"https://www.nytimes.com/1993/10/12/world/israel-selling-china-military-technology-cia-chief-asserts.html","abstract":"  Israel has sold advanced military technology to China for more than a decade and is moving to expand its cooperation with Beijing, says R. James Woolsey, the Director of Central Intelligence.   The C.I.A. assessment was provided in written responses to questions by the Senate Governmental Affairs Committee. The committee made the assessment public last week as part of a report on recent hearings it conducted on \"proliferation threats of the 1990's,\" a committee aide said tonight.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/12/sports/results-plus-448793.html","abstract":"  N.H.L. Canadiens Tie Bruins Gilbert Dionne hit a slap shot between goalie Jon Casey's pads at 5 minutes 53 seconds of the third period yesterday to lift Montreal to a 1-1 tie with the Bruins in Boston. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Starks And Mason Declare Peace","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-basketball-starks-and-mason-declare-peace.html","abstract":"  Anthony Mason went to John Starks's hotel room recently with an idea. Both Knicks have been known to lose their tempers. Both are trying to keep their cool on the court.    Mason suggested that whenever he is about to go berserk this season, Starks should calm him. Mason said he would do the same for Starks.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Blame Enough for All : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-blame-enough-for-all-letters-to-the-editor.html","abstract":"Regarding \"To Accept Greater Serbia Is to Fan the Blaze Ahead\" (Opinion, Oct. 2) by Anthony Lewis: .Reading Mr. Lewis's opinion on the Balkan civil war, it is striking that no account is taken of the extreme nationalism that exists in the Mus","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Simon Show Is Postponed","web_url":"https://www.nytimes.com/1993/10/12/arts/simon-show-is-postponed.html","abstract":"  The Paul Simon concert scheduled for tonight at the Paramount, 33d Street at Seventh Avenue, has been postponed until Tuesday, Nov. 2, at 8 P.M. Mr. Simon, who was to perform with the South African a cappella group Ladysmith Black Mambazo and his former partner, Art Garfunkel, is ill, according to Onna Harter, a spokeswoman for Madison Square Garden. Tickets for tonight's performance will be honored on Nov. 2, or may be returned before Oct. 24 where they were purchased.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Books of The Times; Beyond Generic in Junk-Food Land","web_url":"https://www.nytimes.com/1993/10/12/books/books-of-the-times-beyond-generic-in-junk-food-land.html","abstract":"  The Brothers  By Frederick Barthelme 262 pages. Viking. $21.   It's easy to describe a typical novel or short story by Frederick Barthelme: the hero is a middle-aged fellow, in the middle of a middle-age crisis; the setting is Florida or Texas or some other place along the Gulf, one of those outposts of the New South where people eat junk food, watch a lot of television and take long drives for fun; the subject is boredom or spiritual malaise, the meaninglessness of contemporary life. Invariably, the dialogue in Mr. Barthelme's books snaps and crackles and pops; invariably, his characters compare their lives to the lives they've seen on television.","thumbnail":null,"section":"Books"},{"date":"19931012","headline":"Review/Music; Exploring the Terrain Between Two Worlds","web_url":"https://www.nytimes.com/1993/10/12/arts/review-music-exploring-the-terrain-between-two-worlds.html","abstract":"  Over the last 30 years, many of the attempts to merge jazz's improvisational process with European classical music have been painful failures. Serious in all the wrong ways, the music often turned its back on jazz's functional past. At Weill Recital Hall last Tuesday night, the composers Marty Ehrlich and Don Byron brought their chamber groups in for a concert, and for the most part the pieces avoided the drab pretension of most music working in the gray area between the two forms. At their best they embraced humor, rhythm and lyricism, and spoke of the possibilities in literate chamber music that wasn't afraid of the richness of American popular-music tradition.   Mr. Ehrlich's group, the Emergency Peace Ensemble, which includes Vincent Chancey on French horn, Eric Friedlander on cello and Lindsey Horner on bass, showed Mr. Ehrlich to be one of the premier melodicists of his generation. Even his more brittle pieces were filled with melodies that blossomed slowly, or exploded. On \"Underground Overground,\" he unwrapped an idea redolent with the blues that seemed to suck the air out of the room with its power. Mr. Ehrlich's gift for arranging kept his pieces constantly changing. He swapped instrumental combinations, let musicians move from written sections to improvisation and back, and shifted melodies from the foreground to the background.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Dhaniya Journal; Who Dreads Peace? These Gazans Have Reasons","web_url":"https://www.nytimes.com/1993/10/12/world/dhaniya-journal-who-dreads-peace-these-gazans-have-reasons.html","abstract":"  In this remote Arab hamlet in the southeastern corner of the Gaza Strip, children played the other day with an Israeli flag, not Palestinian banners. A Star of David was painted on a wall, not the Palestinian colors. And news of a planned Israeli withdrawal brought only dread, not celebration.   \"We're in danger,\" said one man, his face hidden by sunglasses as he stepped out of a sleek car with Israeli license plates. He refused to give his name.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Border Patrol Abuses Need Cleaning Up","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-border-patrol-abuses-need-cleaning-up-765693.html","abstract":"  To the Editor:   You report Oct. 1 that a United States border blockade between El Paso and Ciudad Juarez, Mexico, has enraged Mexicans, particulary workers who no longer pass between the two cities daily. You quote El Paso's Border Patrol chief, Silvestre Reyes, attempting to defend the blockade. Astonishingly, Mr. Reyes states that after a rash of accusations of human rights violations committed by Border Patrol agents against immigrants and others, he wanted to find a way to rebuild community support for the Border Patrol.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Florio and Dinkins: Striking Contrasts in Campaigns","web_url":"https://www.nytimes.com/1993/10/12/nyregion/florio-and-dinkins-striking-contrasts-in-campaigns.html","abstract":"  The two Democrats took office on opposite banks of the Hudson in January of 1990, facing long-simmering problems of comparable scope and scant fiscal resources to solve them, yet their responses ended up being as different as their personalities.    Gov. Jim Florio, having promised not to raise taxes, forced a $2.8 billion tax increase through a reluctant Legislature to balance the budget and allocate education aid.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"A Rushdie Syndrome : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-a-rushdie-syndrome-letters-to-the-editor.html","abstract":"Regarding \"An Islamic Defense\" (Letters, Oct. 6) from Salah Ezz: .The Rushdie affair has become a syndrome. It began as an infection that many - especially United Nations bodies - tried to ignore. The infection festered and gradually became g","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Tough Talk by Candidates As the Parade Passes By","web_url":"https://www.nytimes.com/1993/10/12/nyregion/tough-talk-by-candidates-as-the-parade-passes-by.html","abstract":"  Rudolph W. Giuliani and Mayor David N. Dinkins moved the New York City mayoral campaign into its final three weeks yesterday with oratory as sharp and blustery as the winds whistling around them on Fifth Avenue in the Columbus Day parade that traditionally marks the electoral homestretch.   Keeping up his offensive, Mr. Giuliani accused the Mayor of putative offenses past and present, starting with Mr. Dinkins's visit in the 1989 campaign to a group of inmates on Rikers Island instead of a police officer's funeral. He assailed the administration's announcement -- which City Hall later called a misunderstanding -- that a car-towing program in Washington Heights would be suspended after a police officer's slaying, and he denounced the city's processing of Louis H. Farrakhan's application to use Yankee Stadium for a rally three days before the election.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Mubarak Promising Democracy, and Law and Order","web_url":"https://www.nytimes.com/1993/10/12/world/mubarak-promising-democracy-and-law-and-order.html","abstract":"  President Hosni Mubarak said today that his Government had Islamic militants on the run and that it was moving toward democracy. The President's opponents have charged that the Government had stymied political reform.   \"Most of them are criminals,\" Mr. Mubarak said of the Islamic militants. \"They are being directed from outside the country. Most of them have committed about 15 crimes and given 5, 10 or 15 years in jail, but escaped. Now we are collecting them. That is why everything has gone down.\"","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Clock Debacle Will Be Reviewed","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-football-clock-debacle-will-be-reviewed.html","abstract":"  The National Football League will review the series of events at the end of the Jets-Raiders game on Sunday, in which the game clock froze with 32 seconds to play as Los Angeles moved to the Jets' 1-yard line to set up its game-winning touchdown with 4 seconds left. But there isn't any action the league can take that will reverse the outcome of the 24-20 loss by the Jets.   Greg Aiello, N.F.L. director of communications, said the league was talking with the game officials and the stadium clock operator, who is not a part of the officiating crew, to determine what happened. Aiello said Jerry Seeman, the director of officiating, would determine in the next two days whether the officials erred in any way. Seeman was in Buffalo yesterday and wouldn't be able to see film of the events until Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Ozone Hole, Biosphere and the Air Around Us; Like Life in a Sub","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-ozone-hole-biosphere-and-the-air-around-us-like-life-in-a-sub-768093.html","abstract":"  To the Editor:   Re two items in your Sept. 29 issue, the letter by David Stewart of Kenmore, Australia, on the ozone hole, and the \"Biospherics\" editorial.   First, Mr. Stewart asserts that Mount Erebus in the Antarctic regularly \"spews thousands of tons of chlorine vapor\" into the stratosphere. Any chlorine in a volcano has already combined with something: iron, copper, zinc, silica, any of the chemicals that are in the molten center of the earth, whence volcanic eruptions come. Such chlorine is fixed as chlorides, not free chlorine gas.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"The Prodigal Returns in Greece","web_url":"https://www.nytimes.com/1993/10/12/opinion/the-prodigal-returns-in-greece.html","abstract":"  Few politicians have had more lives than Andreas Papandreou, the once and future Prime Minister of Greece. Europeans remember his previous term from 1981 to 1989, when his free spending dismayed central bankers and brought Greece close to insolvency. Americans remember him as a former U.S. citizen and an academic economist who later baited Washington. Yet confounding odds, age, ill health and charges of corruption, Mr. Papandreou trounced his conservative rival, Constantine Mitsotakis, in Sunday's election.    His comeback owed much to his opponent's austerity measures and to a split in the ruling New Democracy Party. Even so, Mr. Papandreou's victory is a remarkable personal feat -- especially since eight million voters were aware that their huge national debt was the legacy of his profligate brand of Socialism.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Capitals A Perfect Cure for Rangers","web_url":"https://www.nytimes.com/1993/10/12/sports/hockey-capitals-a-perfect-cure-for-rangers.html","abstract":"  Glenn Healy knew that falling asleep on the job would not be taken lightly by the man behind the Rangers' bench. Still, it was tempting to snooze.    The game was less than 10 minutes old last night at Madison Square Garden, and the Rangers were already ahead by three goals. The Washington Capitals, meanwhile, had one pitiful shot and had pretty much left Healy to twiddle his thumbs.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"In the Temporal Lobes, Seizures and Creativity","web_url":"https://www.nytimes.com/1993/10/12/science/in-the-temporal-lobes-seizures-and-creativity.html","abstract":"  APART from mood disorders, other disturbances of the brain have been associated with artistic creation, in particular temporal lobe epilepsy. In this disease, the temporal lobes on the sides of the brain, where memory and feelings reside, are intermittently seized by chaotic storms of electrical hyperactivity. Although the seizures may be undetectable to observers, they can prompt symptoms like hallucinations, powerful religious sensations, fury, fear, joy and -- a blessing for those in the arts -- an unquenchable desire to write or draw, a desire that persists even after the seizure is over.   Seizures are different physiological events from episodes of mania or depression, but they can exert on a artists a similar sense of grandeur and mastery. Thom Jones, whose recent collection of extraordinarily original and incantatory short stories, \"The Pugilist at Rest\" (Little, Brown, 1993), is a finalist for the National Book Award, said his temporal lobe epilepsy, which he traces to a brain injury suffered while boxing, profoundly defines his personality and his work.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Simms and Reeves Forged First Links While on the Links","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-football-simms-and-reeves-forged-first-links-while-on-the-links.html","abstract":"  The first time Giants Coach Dan Reeves met quarterback Phil Simms was in Hawaii in January 1992. Reeves was there coaching the American Football Conference in the Pro Bowl. Simms was there enjoying the sun. The two love to play golf and Simms, after declining two earlier offers from Reeves to hit the links, finally gave in. For his hospitality, Reeves was rewarded by Simms beating the pants off him by six strokes.   You should watch who you invite to golf games if you want to win. But the point is the chance meeting would prove beneficial to both men. It began the realignment of Simms's career -- putting it back on what is a potential Hall of Fame course -- and it would give Reeves some insight into Simms that would help years later when he left the Denver Broncos and entered smack in the middle of a quarterback controversy when he became coach of the Giants.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Will Russian Church Bury Lenin?","web_url":"https://www.nytimes.com/1993/10/12/world/will-russian-church-bury-lenin.html","abstract":"  While the Government deals with the aftermath of last week's crisis, the Russian Orthodox Church is wrestling with the doctrinal headache of how to bury Lenin, according to the Interfax news agency.   Lenin's remains have lain in Red Square for 69 years. Last week, President Boris N. Yeltsin ordered that the guard post at the tomb be closed.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Greek Victor Now Facing Tough Task","web_url":"https://www.nytimes.com/1993/10/12/world/greek-victor-now-facing-tough-task.html","abstract":"  With Andreas Papandreou back in power in Greece, borne by a remarkable political resurrection, the question is whether the Socialist leader, onetime firebrand and perennial master of surprise will go back to his old quixotic ways.   Mr. Papandreou's Pan-Hellenic Socialist Movement has emerged with a solid majority of 170 seats in the 300-member Parliament after Sunday's national election.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-what-theyre-reading.html","abstract":"Jörg Walter, Berlin Stock Exchange chief executive, is reading \"Felidae\" by Akif Pirincci, a mystery told from the point of view of a cat. It was a best-seller when it appeared in Germany in 1989. .\"I'm a mystery reader. I recognize","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/12/nyregion/c-corrections-730393.html","abstract":"  An article in Your Money on Oct. 2 about the quarterly performance of mutual funds misstated the average return on taxable bond funds in the second quarter of this year. It was 2.6 percent (2.1 percent was the average return posted in the third quarter).","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"1893: Rio Under Fire : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-1893-rio-under-fire-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald Correspondent at Montevideo telegraphs: \"Admiral de Mello has recommenced firing upon Rio de Janeiro, which is in a state of panic. The fact that the bombardment continues is thought here to be due either to a perfidious breach","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Haitians Block Landing of U.S. Forces","web_url":"https://www.nytimes.com/1993/10/12/world/haitians-block-landing-of-us-forces.html","abstract":"  United States troops and Canadian on a United Nations mission were blocked from landing here today by armed demonstrators apparently directed by Haitian security forces who oppose the return of the ousted President, the Rev. Jean-Bertrand Aristide.   Today's actions amounted to a direct challenge to the United Nations, which negotiated an agreement in July with Haiti's military leaders. In return for ending an oil embargo against Haiti, the settlement called for the return of Father Aristide on Oct. 30 and the creation of a 1,300-member international force to separate the military from the police and to retrain them.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"BOY, 15, ARRESTED IN FAMILY SLAYING","web_url":"https://www.nytimes.com/1993/10/12/us/boy-15-arrested-in-family-slaying.html","abstract":"  A 15-year-old boy was arrested on Sunday and charged with the fatal shootings on Saturday of his father, mother and 11-year-old sister in this peaceful community of 4,000 people.   The teen-ager, whose name was not made public because he is a minor, will be arraigned on Tuesday in Wareham Fourth District Court. A hearing will be held later to determine whether the boy will be tried as an adult. The boy, who left the local high school last year, has been attending a private school for trouble youths.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Sports of The Times; The Knicks Had Better Hurry Up and Win","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-of-the-times-the-knicks-had-better-hurry-up-and-win.html","abstract":"  AT this very moment, Michael Jeffrey Jordan, the Man without a Team, may be driving around Chicago in one of his dozen or so sleek cars, basketball beside him, scoping the schoolyards for a pickup game. Maybe, less than a week into retirement, he's already itchy.   All pickup-game players can identify with this plausible lust: a desire for competition, an unbent hoop, a smooth playing surface, a place protected from the wind to keep shots from blowing off course. And nets. For a park player, a hoop with a net is like Paradise.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/10/12/sports/transactions-482793.html","abstract":"  Baseball  American League  CLEVELAND INDIANS -- Named Buddy Bell infield coach, Luis Isaac bullpen coach, Charlie Manuel hitting instructor and Phil Regan pitching coach.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Indian Heritage vs. Adoptive Parents","web_url":"https://www.nytimes.com/1993/10/12/us/indian-heritage-vs-adoptive-parents.html","abstract":"  Four years ago, Leland and Karla Swenson adopted a day-old baby boy and brought him to their dairy farm in Idaho to rear him in the rural life they had known. They named him Casey, and he is their only child.   The boy's natural mother is white, and she gave up parental rights in the adoption proceeding. His natural father, a full-blood Oglala Sioux Indian, has never seen the boy or sought custody. But his tribe, acting on a 1978 law intended to protect Indian families, wants the boy adopted by his Indian relatives and reared on the Pine Ridge Reservation in South Dakota.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Conveying a Message About Cleaner Streets","web_url":"https://www.nytimes.com/1993/10/12/nyregion/our-towns-conveying-a-message-about-cleaner-streets.html","abstract":"  KENNY and Moose are no longer invisible on the streets of Hoboken, which is not to say they have become celebrities. But it wasn't so long ago that residents stared right through them.   Those days are gone. Now, like slides on a microscope, they have come into sharp focus. From a distance, it's their bright orange jumpsuits. Up close, it's the message printed across their backs:","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Washington Opera Cancels 2 Productions","web_url":"https://www.nytimes.com/1993/10/12/arts/washington-opera-cancels-2-productions.html","abstract":"  The Washington Opera has canceled the first two productions of its season, Donizetti's \"Anna Bolena\" and Eugen d'Albert's \"Tiefland,\" because of a wage dispute with the musicians of the Kennedy Center Opera House Orchestra.   Martin Feinstein, the company's general director, said yesterday that the company's decision could not be reversed because cast members for \"Anna Bolena,\" which was to open on Nov. 6, were no longer available, and because the company, unsure that there would be a contract by the start of the season, had not built sets for \"Tiefland,\" which was to open on Nov. 13.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Italian Socialist Holds Talks With Investigator in Scandal","web_url":"https://www.nytimes.com/1993/10/12/world/italian-socialist-holds-talks-with-investigator-in-scandal.html","abstract":"  Bettino Craxi, a former Socialist Prime Minister facing corruption charges, reversed his previous position and met on Saturday with the Milan magistrate investigating the national scandal.   In an interview last week with the newsweekly Espresso, Enzo Lo Giudice, Mr. Craxi's lawyer, said Mr. Craxi wanted to discuss Communist Party financing and the role of major corporations in getting Government favors for illegal payments.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Fireplace Weather","web_url":"https://www.nytimes.com/1993/10/12/opinion/fireplace-weather.html","abstract":"  It came last week, the chilly night when thousands of New Yorkers crumpled the paper, stacked the logs, reached for the matches and lit the first fire of the season. Walking down a street of little houses was like walking through a New England town. Stop, sniff and there it was -- wood smoke.   In New York, however, fireplaces are not unique to little houses. They're in grand old apartment houses too, and some that are not so grand, and often they make up for rumbling pipes and drip ping faucets, patched ceilings and peeling walls. Be cause anyone who has a fireplace has a friend.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Delay on Health Care Reflects Task's Complexity","web_url":"https://www.nytimes.com/1993/10/12/us/delay-on-health-care-reflects-task-s-complexity.html","abstract":"  President Clinton's delay in translating the broad goals of his health care policy into a concrete legislative proposal underscores again the daunting complexity of the entire enterprise.   The delay may work to Mr. Clinton's advantage, giving him time to build political support for his proposals before giving his critics an opportunity to attack the details. But members of Congress are clamoring for those details now, saying that without them they cannot get on with what already promises to be a very long process in getting the legislation enacted.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"The Nightmare Is Over","web_url":"https://www.nytimes.com/1993/10/12/opinion/the-nightmare-is-over.html","abstract":"Under a power-sharing agreement reached in September, Cambodia now has two Prime Ministers, Prince Norodom Ranariddh, of the royalist party Funcinpec, which won the parliamentary election last May, and Hun Sen, whose People's Party came in second. This is not the best solution, but it is better than any other Cambodia has had in more than 20 years of civil war and bloody revolution. And the credit for it lies with the United Nations. \n\nThe U.N. was in Cambodia to impose reconciliation on all the factions involved in the civil war and to set up national elections. It must be said that the mission (about which I have written a film for the U.N.) was not perfect. The troops called for under the Paris Peace Agreement of 1991 were not all in place until the summer of 1992. Some of these troops and the U.N.'s civilian police were undisciplined, and too many of its administrators were inadequately trained.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Getting the Basics Right:Asia's Lesson for Europe","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-getting-the-basics-rightasias-lesson-for-europe.html","abstract":"There is a stark contrast between the economic landscapes of Western Europe and East Asia. In Western Europe, eco nomies are either in recession or mired in slow growth; millions of people are out of work, and the future looks uncertain. In East Asia, ec","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Sox Lose the Spotlight As Well as Home Games","web_url":"https://www.nytimes.com/1993/10/12/sports/on-baseball-sox-lose-the-spotlight-as-well-as-home-games.html","abstract":"  If for no other reason, it's nice that the White Sox could win a couple of games in Toronto and remain alive long enough to return home and reclaim the American League playoffs from Michael Jordan. Few might have noticed, but the White Sox played their first post-season games in a decade at Comiskey Park last week.   They lost both games, but worse, they lost the spotlight they deserved because Jordan chose those two days to disclose his retirement. Jordan had a right to make that announcement any time he chose, but he played basketball for the same owner who pays Frank Thomas's and Bo Jackson's salaries. Jordan and Jerry Reinsdorf, the owner, might have given the White Sox a little more thought and consideration.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Stewart's Time of Year Is Right Here and Now","web_url":"https://www.nytimes.com/1993/10/12/sports/the-playoffs-stewart-s-time-of-year-is-right-here-and-now.html","abstract":"  Dave Stewart and his renowned glare will be back Tuesday night, trying to usher the Blue Jays to the World Series. With his Toronto baseball cap tugged down to his brow, sometimes hitters cannot avoid Stewart's intimidating glare. It seems almost as instrumental as his forkball.   There was no glare and no Stewart today as the Blue Jays practiced at Comiskey Park in preparation for Game 6 of the American League Championship Series against the White Sox. Instead, there was care in Stewart's eyes while he remained in Toronto to honor a commitment he made six weeks ago to assist in feeding hundreds of homeless people on Canada's Thanksgiving Day.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Observer; Stuck on Ourselves","web_url":"https://www.nytimes.com/1993/10/12/opinion/observer-stuck-on-ourselves.html","abstract":"  It looks as if Columbus may survive after all. Last year his detractors seemed to have blackened his reputation so successfully that Columbus Day would ever after be celebrated only by moral vermin who revel in shame.   This year the day has come again, yet raises scarcely a peep of protest against honoring the Genoese navigator with parades and school holidays. Such is the swiftness with which our modern crusades end up moldering on the shelf.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Kohl Faces Rising Storm on Choice for Presidency","web_url":"https://www.nytimes.com/1993/10/12/world/kohl-faces-rising-storm-on-choice-for-presidency.html","abstract":"  Chancellor Helmut Kohl is facing the prospect of a major political defeat as criticism of his hand-picked candidate for President spreads.   The candidate, Steffen Heitmann, Minister of Justice in the eastern state of Saxony, was almost unknown when Mr. Kohl nominated him in August.  Since then, he has made a series of remarks that have been criticized as insensitive to women, Jews, and foreigners living in Germany.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Review/Film Festival; Life at a New Tempo, In Kieslowski's 'Blue'","web_url":"https://www.nytimes.com/1993/10/12/movies/review-film-festival-life-at-a-new-tempo-in-kieslowski-s-blue.html","abstract":"  Krzysztof Kieslowski's \"Blue,\" the Polish director's latest French film, is about Julie (Juliette Binoche), a grieving widow and mother whose husband, \"one of the most important composers of our time,\" and young daughter are killed in the car accident she survives.   The film, which will be shown at the New York Film Festival tonight at 6:15, is the first in Mr. Kieslowski's trilogy \"Three Colors: Blue, White, Red,\" in which he examines the meaning of liberty (\"Blue\"), equality (\"White\") and fraternity (\"Red\"), not as political or social concepts, which, he says, have already been achieved in France, but in terms of the individual. This is a deep-dish endeavor.","thumbnail":null,"section":"Movies"},{"date":"19931012","headline":"No Comeback Required In Bills' Rout of Oilers","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-football-no-comeback-required-in-bills-rout-of-oilers.html","abstract":"  The Buffalo Bills may have a bruised psyche over losing three straight Super Bowls, but you wonder if it is worse for the Houston Oilers. The Oilers are in a rather fragile state of mind and are playing like this season could be a total collapse for a team quite sure it was Super Bowl-bound.   With two weeks to prepare for this game because of a bye and with an approach in practices that Houston Coach Jack Pardee said was like preparing for a Super Bowl, the Oilers fell absolutely flat tonight. Buffalo romped, 35-7, in Rich Stadium.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Surprise Discovery About 'Split Genes' Wins Nobel Prize","web_url":"https://www.nytimes.com/1993/10/12/health/surprise-discovery-about-split-genes-wins-nobel-prize.html","abstract":"  FOR 15 years, Dr. Phillip A. Sharp's secretary kept a bottle of champagne refrigerated and ready for the day her boss at the Massachusetts Institute of Technology won a Nobel Prize.   Yesterday, Dr. Sharp and his secretary, Margarita Siafaca, popped the cork and drank the bottle of Moet & Chandon after he and Dr. Richard J. Roberts of New England Biolabs of Beverly, Mass., were awarded the Nobel Prize in Physiology or Medicine by the Karolinska Institute in Stockholm.","thumbnail":null,"section":"Health"},{"date":"19931012","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/12/arts/classical-music-in-review-472093.html","abstract":"  The Grieg Festival Quartet  Weill Recital Hall    Friday night's concert by the Grieg Festival Quartet was, on the face of it, a Norwegian ensemble celebrating the 150th anniversary of its namesake's birth. In fact, it demonstrated how cultural imperialism inhibits the freshest of talents. The program, including the Schumann \"Marchenbilder\" and Brahms's C-minor Piano Quartet, began with two of Grieg's duo works: the C-minor Violin Sonata and the A-minor Cello Sonata, both with piano.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Pilgrims Crowding Europe's Catholic Shrines","web_url":"https://www.nytimes.com/1993/10/12/world/pilgrims-crowding-europe-s-catholic-shrines.html","abstract":"  At night, the approaches to the shrine sparkle in the light of a sea of candles, and \"Hail Mary\" rings out in nine different languages.   To see the processions here, some 20,000 people on an average day, chanting, praying, carrying the sick and infirm with them, is to see a Europe that defies the assumptions and evidence of fading religious belief.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Juror Is Replaced in Riot Beating Case","web_url":"https://www.nytimes.com/1993/10/12/us/juror-is-replaced-in-riot-beating-case.html","abstract":"  After days of evident bickering on the jury, a judge today removed and replaced one of the jurors in the trial of two black men accused of beating a white truck driver and ordered that deliberations start over again.   Responding to an emotional note from the jury forewoman saying the juror \"cannot comprehend anything that we've been trying to accomplish,\" the judge, John Ouderkirk of Superior Court, dismissed the juror for \"failing to deliberate as the law defines it.\"","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Soderstrom Master Class","web_url":"https://www.nytimes.com/1993/10/12/arts/soderstrom-master-class.html","abstract":"  The soprano Elisabeth Soderstrom is to give a master class in voice on Oct. 24 at 2 P.M. at Alice Tully Hall. She is to work with a group of young singers, giving critiques of their performances and offering instruction in technique, diction and interpretation. Tickets, at $20, are available at the box office or through Center Charge, (212) 721-6500. The class is part of the Art of the Song series presented by Lincoln Center.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Erich Leinsdorf Tribute","web_url":"https://www.nytimes.com/1993/10/12/arts/erich-leinsdorf-tribute.html","abstract":"  A memorial tribute to the conductor Erich Leinsdorf is to be held on Thursday at 5 P.M. at the Society for Ethical Culture, 2 West 64th Street, Manhattan. The pianist Emanuel Ax and members of the Boston Symphony Chamber Players and the New York Philharmonic are to play works by Mozart, Gluck, Brahms and Schubert. Mr. Leinsdorf died on Sept. 11 at the age of 81.  ","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Sports of The Times; 'I'm a Very Mental Player'","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-of-the-times-i-m-a-very-mental-player.html","abstract":"  WHEN he crashed his red Mercedes-Benz into a tree at high speed, he was out of the Phillies' lineup for nine weeks with broken ribs, a broken cheekbone and a broken collarbone. He was investigated by the commissioner's office for high-stakes poker games. He calls everybody \"dude,\" and when he's playing baseball, he splatters tobacco juice wherever he goes.   He's Lenny Dykstra, a throwback but not a thinker. Or so most people think.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Organizing the Desktop and Having Some Fun","web_url":"https://www.nytimes.com/1993/10/12/science/peripherals-organizing-the-desktop-and-having-some-fun.html","abstract":"  MOST people don't buy a key application, like a word-processing or database program, or a significant piece of hardware, like a hard-disk drive or color printer, without giving the matter some thought. But there are things that entice them in the shop or in advertisements.   You probably won't see an ad for Mouse Tamer, made by American Business Concepts, of Dallas; an ad would cost too much for an absurdly simple device with a suggested retail price of $4.95. It is a flexible metal post, attached to a plastic base, that holds the mouse-to-computer cord above the desktop battlefield. This desk, like many others, is covered with computers, disk files, a modem, mice and their pads, scraps and sheets of paper, books, a coffee mug and even an ashtray. All of these objects invite a mouse cord to twist into weird configurations. Now they don't. The Mouse Tamer is really better than a cordless mouse, which needs a clear path between mouse and receiver, and batteries.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Cuomo Move Could Block An Execution","web_url":"https://www.nytimes.com/1993/10/12/nyregion/cuomo-move-could-block-an-execution.html","abstract":"  Gov. Mario M. Cuomo insisted today that Oklahoma must return a death-row inmate to New York to serve a 20-year-to-life sentence for murder before the inmate, who prefers death to life in prison, can be executed for another murder in Oklahoma.   The inmate, Thomas Grasso, who pleaded guilty to robbing and strangling two elderly people -- a woman in north Tulsa and a man on Staten Island -- had been scheduled to die by lethal injection in Oklahoma in eight days, on Oct. 19.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"High Court Tapes Open a Window on History in the Making","web_url":"https://www.nytimes.com/1993/10/12/opinion/l-high-court-tapes-open-a-window-on-history-in-the-making-749493.html","abstract":"  To the Editor:   As editor, with Stephanie Guitton, of the \"May It Please the Court\" tapes of Supreme Court arguments, I am pleased that \"The Sound of Nine Justices Flapping\" (editorial, Sept. 17) supports the public's right to hear these historic recordings.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Mitchell Listens to Wife And Earns Starting Job","web_url":"https://www.nytimes.com/1993/10/12/sports/notebook-mitchell-listens-to-wife-and-earns-starting-job.html","abstract":"  Scott Mitchell spent Saturday night in Cleveland Clinic with viral conjunctivitis, an infection of his left eye. He telephoned his wife, Kim, and said he did not think he could play the next day.   \"She told me I had to play,\" Mitchell said. \"She said somehow I would get my first chance, and I had to be ready when it came.\"","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Barkley Ordered to Go Slow","web_url":"https://www.nytimes.com/1993/10/12/sports/pro-basketball-barkley-ordered-to-go-slow.html","abstract":"  Charles Barkley, the Phoenix Suns' All-Star forward who collapsed during a training camp wind sprint Saturday night, returned to the team today with strings attached.   He cannot overexert himself in any of the team's drills or scrimmages and will be monitored daily. A battery of tests Sunday and early today exposed what the team physician, Dr. Richard Emerson, called a \"thickening of soft tissue and ligaments around the nerve canal\" of Barkley's L-5 vertabrae. Wear and tear had much to do with it. Surgery has been ruled out for the time being, and the doctor has a recommendation for Barkley: lighten up.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/12/style/chronicle-778893.html","abstract":"  ANNETTE SLOANE, who taught third grade at the Fork Lane School in Hicksville, L.I., more than three decades ago, always suspected that her favorite pupil, BILLY JOEL, would make good someday.    On Saturday evening, Mrs. Sloane went to hear Mr. Joel perform at Madison Square Garden and went backstage to see the singer, 44, who dedicated a song to her in the concert.","thumbnail":null,"section":"Style"},{"date":"19931012","headline":"SUSPECT ARRESTED IN BUCKET SLAYING OF POLICE OFFICER","web_url":"https://www.nytimes.com/1993/10/12/nyregion/suspect-arrested-in-bucket-slaying-of-police-officer.html","abstract":"  A 22-year-old man who returned voluntarily from the Dominican Republic at the behest of his family and the police was arrested last night in the slaying of a housing police officer in Washington Heights last week after a confrontation between residents and authorities over the towing of illegally parked cars.   The arrest in the highly charged case came as community leaders and elected officials, including the mayoral candidates, debated the weekly towing operation that preceded the killing and has long inflamed tensions between authorities and residents of the largely Hispanic area.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Blue Sky Over Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-blue-sky-over-europe-letters-to-the-editor.html","abstract":"Regarding \"Juggling Cards, Cash and Checks\" (Leisure, Aug. 20): .Our nonprofit group, the Association Pour la Promotion de l'Ecu Auprès des Consommateurs, or PROMECU, was set up in 1990 to help travelers overcome the European currency ni","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Reviews/Television; Diagnosing the Clank Inside G.M.'s Engine","web_url":"https://www.nytimes.com/1993/10/12/movies/reviews-television-diagnosing-the-clank-inside-gm-s-engine.html","abstract":"  Having endured a faltering Chevrolet some years ago, I considered recusing myself from reviewing \"The Heartbeat of America,\" but this scathing account of the breakdown of General Motors reassures me that my ordeal was not singular. (Anyway, I had similar problems with a Plymouth and a Dodge.) To find a favorable word for the world's biggest industrial company, you might have to go to Roger Smith, who retired in 1990 with a pension of more than $1 million a year after taking his company on a very bumpy ride.   Mr. Smith's management does not pass the inspection of tonight's 90-minute documentary, which opens a new season of \"Frontline.\" But the deeper sources of the auto maker's distress are located in the supercharged 1950's, when even lemons could make money. A dimwitted cocksureness seems to have been the style of executives blindsided by the advent of small foreign cars. Their crash effort to catch up produced the Corvair, made famous by Ralph Nader in \"Unsafe at Any Speed.\" As Ross Perot, who had his own brief collision with General Motors, observes, \"Success breeds arrogance and complacency,\" and he should know.","thumbnail":null,"section":"Movies"},{"date":"19931012","headline":"Big Agriculture Provides a Study In Raw Power","web_url":"https://www.nytimes.com/1993/10/12/us/big-agriculture-provides-a-study-in-raw-power.html","abstract":"  Why are giant agricultural corporations treated so gently by their Federal regulators?   Some critics blame the close ties between senior Federal officials and the corporations they regulate, and the \"revolving door\" by which former Government appointees take up lucrative corporate positions.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/12/arts/classical-music-in-review-803293.html","abstract":"  New York Philharmonic  Avery Fisher Hall    \"Postcards From the East\" Stagebill calls the current program of the New York Philharmonic aptly enough, although two of the four works amount to full-blown epistles. In any case, there is no mistaking the intended centerpiece: the Tchaikovsky Violin Concerto, with the 12-year-old Sarah Chang as soloist.","thumbnail":null,"section":"Arts"},{"date":"19931012","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/12/nyregion/c-corrections-728193.html","abstract":"  An article on Wednesday about elections in Pakistan, discussing prominent figures who have defaulted on large loans, included an incorrect conversion of Pakistani rupees into dollars. One million rupees is now worth about $33,600, not $250,000.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Columbia Twosome Selected as the Best","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-people-fencing-columbia-twosome-selected-as-the-best.html","abstract":"  A Columbia University fencer who dominated domestic competition and a teammate who was the top American in international meets have been named the male and female athletes of the year by the United States Fencing Association.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Get Ready For Playoff Deprivation","web_url":"https://www.nytimes.com/1993/10/12/sports/tv-sports-get-ready-for-playoff-deprivation.html","abstract":"  Are you watching the baseball playoffs? Have you caught games from both league championship series? Remember this video privilege. It is the last time you purists out there will get the chance. CBS's Sean McDonough laid out the scenario Sunday night during Game 4 of the Braves-Phillies series, spoken without the derision that major league baseball's new TV plan with ABC and NBC merits.   \"The plan next year is to go to simultaneous games,\" said McDonough, \"so it's the last time for a while that you'll be able to see every pitch of every playoff game.\"","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Relatives of Suspect Call Him a Hard-Working Family Man","web_url":"https://www.nytimes.com/1993/10/12/nyregion/relatives-of-suspect-call-him-a-hard-working-family-man.html","abstract":"  Pedro Gil's family and friends say he is no murderer. He is, they insist, just another hard-working member of a Dominican family that until recently ran a restaurant at the corner of 175th Street and Amsterdam Avenue, on the ground floor of the building where several of them live.   If Mr. Gil threw the heavy bucket of spackling compound off the building's roof on Friday night, striking a police officer on the head and killing him, Mr. Gil's sister-in-law said, it was not intended to seriously hurt anyone.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"I.B.M. Puts More Power in PS/1's","web_url":"https://www.nytimes.com/1993/10/12/science/personal-computers-ibm-puts-more-power-in-ps-1-s.html","abstract":"  THE I.B.M. PC Company has once again redesigned its PS/1 family of personal computers for home and small-business users. Although they are intended to be used in the living room or in the den, these new machines, introduced last week, have all the power and most of the features of mainstream business computers.   The new PS/1's are now set to go head to head with the Compaq Computer Corporation's new Pressario computers, which are also aimed at the home market. But I.B.M. has gone so far in boosting the power of its PS/ 1's that many customers may be confused as to how they differ from higher-end models, including I.B.M.'s PS/ 2 and Value Point machines.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Review/Theater: Sophistry; The Old College Days, Circa '91","web_url":"https://www.nytimes.com/1993/10/12/theater/review-theater-sophistry-the-old-college-days-circa-91.html","abstract":"  In \"Sophistry,\" a new play by Jonathan Marc Sherman at the Playwrights Horizons Studio, a popular tenured professor stands accused of sexual harassment by a male student. Did Whitey McCoy, a homosexual and an alcoholic, force young Jack Kahn into bed late one night on Thanksgiving break, or was Jack an accomplice in his own carnal fate?   Mr. Sherman lets the teacher and the student re-enact the incident from each of their clashing points of view, in a pair of scenes that should have a long future in acting classes (and are deftly performed here, by Austin Pendleton as Whitey and Anthony Rapp as Jack). But no sooner does \"Sophistry\" start to resemble David Mamet's \"Oleanna\" than the university sweeps the case under the rug and the playwright does, too. The audience never learns what happened that fateful night in Whitey's bedroom and, a few plot twists notwithstanding, soon stops caring. At which point another play, inchoate but arresting, edges into view.","thumbnail":null,"section":"Theater"},{"date":"19931012","headline":"With Expectations Low, Yeltsin Arrives in Japan","web_url":"https://www.nytimes.com/1993/10/12/world/with-expectations-low-yeltsin-arrives-in-japan.html","abstract":"  After twice canceling trips to Japan, President Boris N. Yeltsin of Russia arrived here Monday night, as Japanese officials did everything they could to damp expectations of any progress on the territorial dispute that has soured relations between the two countries for nearly half a century.   Mr. Yeltsin held a ceremonial meeting this morning with Emperor Akihito. He will also hold talks with the new Prime Minister, Morihiro Hosokawa, and is seeking more financial aid and investment from Japan, which has already supplied nearly $5 billion under a strategy that calls for a \"balanced equilibrium\" in the improvement of relations.","thumbnail":null,"section":"World"},{"date":"19931012","headline":"Kevorkian Is Facing 2d Trial","web_url":"https://www.nytimes.com/1993/10/12/us/kevorkian-is-facing-2d-trial.html","abstract":"  Dr. Jack Kevorkian was ordered today for the second time to stand trial on a charge of violating Michigan's law against assisting in a suicide.   The case was unlike earlier ones, in which the retired pathologist has readily admitted assisting in suicides. This time he refused to comment, and his principal lawyer, Geoffrey N. Fieger, argued, therefore, that the prosecution had no case against him.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"Not Such a Bad Boy","web_url":"https://www.nytimes.com/1993/10/12/sports/sports-people-hockey-not-such-a-bad-boy.html","abstract":"  BOB SWEENEY, a Buffalo forward who was ejected from a game at Montreal Saturday night for his part in a third-period brawl, got a break from the National Hockey League.   Sweeney, who originally faced an automatic 10-game suspension under a rule governing players who leave the bench to join a fracas, had his suspension trimmed to three games after N.H.L. officials reviewed the game tape.","thumbnail":null,"section":"Sports"},{"date":"19931012","headline":"Rising Dairy Prices Helped Bolster New York Farm Profits in '92","web_url":"https://www.nytimes.com/1993/10/12/nyregion/rising-dairy-prices-helped-bolster-new-york-farm-profits-in-92.html","abstract":"  New York farms reported profits of $622.3 million in 1992, up by 15 percent from the year before, the State Agricultural Statistics Service said today.   In 1992 New York dairy farmers rebounded from a bad year, producing 4 percent more milk than the year before, and getting a higher price for it: 29 cents a quart, up from 27 cents a quart in 1991.","thumbnail":null,"section":"New York"},{"date":"19931012","headline":"Pact's New Hurdle: Hispanic Officials","web_url":"https://www.nytimes.com/1993/10/12/us/pact-s-new-hurdle-hispanic-officials.html","abstract":"  As President Clinton tries to sell the North American Free Trade Agreement as a marriage between the United States and its Latin American neighbors, Hispanic lawmakers have become an unexpected obstacle.   The 17 Hispanic members of the House of Representatives have proven resistant to the Administration's argument that they should be natural allies, convinced that the trade accord with Mexico and Canada would create a huge common market helping Hispanic people on both sides of the border.","thumbnail":null,"section":"U.S."},{"date":"19931012","headline":"On My Mind; Front-Line Dispatch","web_url":"https://www.nytimes.com/1993/10/12/opinion/on-my-mind-front-line-dispatch.html","abstract":"  Mayor David Dinkins tells New Yorkers that crime is going down in New York City. That's real big news because that can only be true if the street sale and use of cocaine, heroin and other drugs were legalized while nobody was looking.   The war against drugs is not fashionable. I know that. Still I thought this little dispatch might interest the exhausted relatives of addicts, anybody who encounters a mugger-junkie on the street, or other members of the politically unfashionable.","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"Into the Volcano","web_url":"https://www.nytimes.com/1993/10/12/science/science-watch-into-the-volcano.html","abstract":"  Dante, the robot volcano explorer thwarted at the edge of success earlier this year, will try to tackle another mountain of fire next summer, say its builders at Carnegie-Mellon University in Pittsburgh.   The team of robotics experts, led by Dr. William L. Whittaker, is redesigning the eight-legged, spidery-walking robot to descend into volatile Mount Spurr in Alaska next June and explore the gaseous, rock-strewn crater floor.","thumbnail":null,"section":"Science"},{"date":"19931012","headline":"Caution for Mauritius : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/12/opinion/IHT-caution-for-mauritius-letters-to-the-editor.html","abstract":"Regarding \"Political Consensus Exists Despite Coalition Rivalries\" (Special Report, Sept. 20): .I would like to take issue with Gilbert Ahnee, editor of the newspaper Le Mauricien, cited in your excellent report on Mauritius. Mr. Ahnee said t","thumbnail":null,"section":"Opinion"},{"date":"19931012","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/12/us/inside-958093.html","abstract":"  Nobel Prize for 'Split Genes'   The Nobel Prize was awarded to two researchers who showed that genes could be composed of separate segments. Science Times, page C3. Accord's Unexpected Hurdle    Hispanic officials debating the trade pact are torn between the President and unions and between Mexican- and Cuban-Americans. Page A18.  Quintessential Sam Nunn    The debate over the role of American troops has given the senior Senator from Georgia his kind of moment. Washington at Work, page A19. Riot Jury Must Start All Over   A Los Angeles judge replaced a juror on the panel deliberating the fate of two black men charged in the beating of a white trucker. Page A16. Phillies Get Playoff Edge   After losing a late lead, Philadelphia beat Atlanta on Lenny Dykstra's 10th-inning homer to move within a victory of a pennant. Page B11.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19931012","time":"1993-10-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":3.6},{"date":"19931012","time":"1993-10-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":90,"wspd":3.6},{"date":"19931012","time":"1993-10-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":91,"wspd":3.6},{"date":"19931012","time":"1993-10-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":94,"wspd":3.6},{"date":"19931012","time":"1993-10-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":94,"wspd":7.6},{"date":"19931012","time":"1993-10-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":94,"wspd":7.6},{"date":"19931012","time":"1993-10-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":96,"wspd":11.2},{"date":"19931012","time":"1993-10-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":95,"wspd":11.2},{"date":"19931012","time":"1993-10-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":95,"wspd":14.8},{"date":"19931012","time":"1993-10-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":92,"wspd":16.6},{"date":"19931012","time":"1993-10-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":90,"wspd":13},{"date":"19931012","time":"1993-10-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":88,"wspd":14.8},{"date":"19931012","time":"1993-10-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":18.4},{"date":"19931012","time":"1993-10-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":71,"wspd":16.6},{"date":"19931012","time":"1993-10-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":65,"wspd":13},{"date":"19931012","time":"1993-10-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":68,"wspd":9.4},{"date":"19931012","time":"1993-10-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":13},{"date":"19931012","time":"1993-10-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":74,"wspd":11.2},{"date":"19931012","time":"1993-10-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":3.6},{"date":"19931012","time":"1993-10-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":11.2},{"date":"19931012","time":"1993-10-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":100,"wspd":9.4},{"date":"19931012","time":"1993-10-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":91,"wspd":9.4},{"date":"19931012","time":"1993-10-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":91,"wspd":9.4},{"date":"19931012","time":"1993-10-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":88,"wspd":7.6},{"date":"19931012","time":"1993-10-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":11.2},{"date":"19931012","time":"1993-10-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":13},{"date":"19931012","time":"1993-10-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":9.4},{"date":"19931012","time":"1993-10-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":9.4},{"date":"19931012","time":"1993-10-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":14.8},{"date":"19931012","time":"1993-10-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":11.2},{"date":"19931012","time":"1993-10-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":71,"wspd":13},{"date":"19931012","time":"1993-10-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":14.8},{"date":"19931012","time":"1993-10-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":79,"wspd":13},{"date":"19931012","time":"1993-10-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":14.8},{"date":"19931012","time":"1993-10-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":16.6},{"date":"19931012","time":"1993-10-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":16.6},{"date":"19931012","time":"1993-10-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":16.6},{"date":"19931012","time":"1993-10-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":93,"wspd":18.7},{"date":"19931012","time":"1993-10-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":20.5},{"date":"19931012","time":"1993-10-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":20.5},{"date":"19931012","time":"1993-10-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":18.7},{"date":"19931012","time":"1993-10-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":25.9},{"date":"19931012","time":"1993-10-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":27.7},{"date":"19931012","time":"1993-10-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":27.7},{"date":"19931012","time":"1993-10-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":27.7},{"date":"19931012","time":"1993-10-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":29.5},{"date":"19931012","time":"1993-10-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":22.3},{"date":"19931012","time":"1993-10-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":22.3}]},"19931013":{"guardian_articles":[],"nytimes_articles":[{"date":"19931013","headline":"How to Get Tough With Haiti","web_url":"https://www.nytimes.com/1993/10/13/opinion/how-to-get-tough-with-haiti.html","abstract":"  The thugs who prevented U.S. and Canadian troops from landing in Haiti on Monday do not represent the majority of the Haitian people. The country's voters made their choice three years ago when they elected President Jean-Bertrand Aristide with a 65 percent majority. The military elite, accustomed to unquestioned power, drove him into exile. Now that elite, aided by its paramilitary \"attaches,\" is invoking nationalist pride and characterizing the U.N. mission to restore President Aristide as a foreign invasion.    The attaches, who prevented a U.S. troopship from landing and threatened the U.S. charge d'affaires on Monday, kept at it yesterday by menacing a television crew with machine guns and preventing children from attending school.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Hong Kong Journal; Barbed Wire, Watchtowers and the Ruined Years","web_url":"https://www.nytimes.com/1993/10/13/world/hong-kong-journal-barbed-wire-watchtowers-and-the-ruined-years.html","abstract":"  Without a map, it is not easy to find the detention camp where Nguyen Thanh Nhan, 21, has grown from a teen-ager into stateless adulthood.   In the shadow of Horse Saddle mountain, a narrow concrete road cuts through the scrub to the front gate of Whitehead Detention Center here.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/13/nyregion/no-headline-237493.html","abstract":"  \"Previously we've talked about deficiencies on a national level -- in terms of not enough research on women's health. Now we are saying it's also a problem on a very basic clinical level -- that patients are not getting what they need.\" -- DR. NICOLE LURIE, author of a study on women's care in The New England Journal of Medicine.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Bol Takes His Blocks and Goes to Miami","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-pro-basketball-bol-takes-his-blocks-and-goes-to-miami.html","abstract":"  MANUTE BOL, the 7-foot-7-inch center who spent the last three seasons with the Philadelphia 76ers, signed with the Miami Heat as a free agent yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"HOCKEY;\n16 Days on the Road Enough for Islanders","web_url":"https://www.nytimes.com/1993/10/13/sports/hockey-16-days-on-the-road-enough-for-islanders.html","abstract":"With a 16-day road trip that began during the exhibition season finally over, the Islanders came up with their best offensive performance of the young season tonight.\n\nBut five goals are not enough against the Los Angeles Kings, who got third-period goals from Wayne Gretzky, Warren Rychel and Alex Zhitnik to beat the Islanders, 7-5, in a warp-speed game at the Forum.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/13/theater/theater-in-review-782193.html","abstract":"  Gulliver  La Mama E.T.C  74A East Fourth Street East Village Through Sunday By Lonnie Carter; directed by George Ferencz; set by Mr. Ferencz and Bryan Johnson; costumes by Sally J. Lesser; lighting by Howard Thies; sound by Genji Ito; stage manager, Tom Spontelli. Presented by La Mama E.T.C. and Swift Productions.  WITH: Adrian Bailey, Lia Chang, Andre De Shields, Peter Flynn, Rinne Groff, Erik Passoja, Fleur Phillips and Regan Vann.","thumbnail":null,"section":"Theater"},{"date":"19931013","headline":"Train Delays Likely After Fire in Grand Central","web_url":"https://www.nytimes.com/1993/10/13/nyregion/train-delays-likely-after-fire-in-grand-central.html","abstract":"  Grand Central Terminal was closed last night after a fire that started on an unused train track spewed thick smoke throughout the lower level of the station, delaying more than 10,000 commuters who had to scramble for alternative routes home, said a spokesman for the Metro-North commuter railroad.   With the railroad's signal and communications system knocked out by the fire, all Metro-North trains in and out of Grand Central Terminal were suspended after 8 P.M. Early today, Metro-North officials said the signal system was largely restored on all three of the railroad's lines late last night, but they added that some gaps remained. As a result, they warned that delays were still likely during the morning rush hour.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"1918:Germany 'Accepts' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-1918germany-accepts-in-our-pages100-75-and-50-years-ago.html","abstract":"BALE - The German reply to President Wilson's Note was sent Oct. 12. It says: \"The German Government has accepted the points which President Wilson laid down in his speech of January 8, 1918, and in his subsequent speeches as the basis of a lawful, d","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Policing a Global Village","web_url":"https://www.nytimes.com/1993/10/13/world/policing-a-global-village.html","abstract":"  A clearer demonstration of the global village that modern communications have created, and the land-mines that await American Presidents as a result, would be difficult to imagine.   After more than a dozen American soldiers were killed in street-fighting in Somalia 10 days ago, President Clinton argued that it would be dangerous for the United States to pull out its troops at once, because doing so would only encourage \"aggressors, thugs and terrorists\" all over the world.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Teaching Self-Image Stirs Furor","web_url":"https://www.nytimes.com/1993/10/13/education/teaching-self-image-stirs-furor.html","abstract":"  The most frequently challenged curriculums in public schools across the country no longer involve sex-education programs or classic novels like \"Lady Chatterly's Lover,\" according to a national anti-censorship organization. The new battlegrounds are elementary school self-esteem programs whose imaginary central characters include a blue dragon named Pumsy and a dolphin named Duso.   Local groups, relying in many cases on information distributed by conservative religious organizations, have challenged \"Pumsy in Pursuit of Excellence\" in at least 35 school districts around the country, said Matt Freeman, a spokesman for People for the American Way.","thumbnail":null,"section":"Education"},{"date":"19931013","headline":"Train Service Snarled","web_url":"https://www.nytimes.com/1993/10/13/nyregion/train-service-snarled.html","abstract":"  Following a fire last night that halted Metro-North commuter train service to Grand Central Terminal, railroad officials warned early today that delays were likely for this morning's rush hour because of damage to signals.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Bid to Restore Haiti's Leader Is Derailed","web_url":"https://www.nytimes.com/1993/10/13/world/bid-to-restore-haiti-s-leader-is-derailed.html","abstract":"  The two-year-old effort to restore the elected President of Haiti to power was close to collapse today as the United States pulled a troop ship away from Haitian shores and called on the United Nations to renew economic sanctions against the military Government.   Faced with the refusal by authorities in Port-au-Prince, the capital, to allow a ship carrying American and Canadian military engineers and instructors to dock, and with violent demonstrations by Haitians on shore, Administration officials ordered the ship back to sea and said a second troop ship scheduled to leave for Haiti Wednesday would not depart.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"FEAR OF NEW DELAY IN APARTHEID'S END","web_url":"https://www.nytimes.com/1993/10/13/world/fear-of-new-delay-in-apartheid-s-end.html","abstract":"  While the outside world celebrates South Africa's democratic reformation with the lifting of an economic quarantine and rumors of a Nobel Peace Prize, fear is rising here that the process is faltering.   Under pressure from a new alliance of holdouts -- white separatists, Zulu nationalists and black homeland leaders -- President F.W. de Klerk suggested on Monday that before holding elections South Africa should conduct a referendum on the country's future.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Giuliani, on Stump, Hits Hard At Crime and How to Fight It","web_url":"https://www.nytimes.com/1993/10/13/nyregion/giuliani-on-stump-hits-hard-at-crime-and-how-to-fight-it.html","abstract":"  On street corners, in catering halls, in Brooklyn, Queens, Manhattan, Staten Island and the Bronx, the New York City that Rudolph W. Giuliani traverses on his pilgrimage to the polls is a place where children and police officers are \"slaughtered,\" the \"streets are overwhelmed by drug dealers\" and criminals \"roam unhindered by arrest.\"    In a marked shift since his soft-focus speeches of last spring, Mr. Giuliani in recent weeks has taken a tough new stump speech to the people of New York, presenting the city as a troubled place where standards of civility have been steadily eroded.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"ISRAEL SELLS ARMS TO CHINA, U.S. SAYS","web_url":"https://www.nytimes.com/1993/10/13/world/israel-sells-arms-to-china-us-says.html","abstract":"  Israel has sold advanced military technology to China for more than a decade and is moving to expand its cooperation with Beijing, says R. James Woolsey, the Director of Central Intelligence.   The C.I.A. assessment was provided in written responses to questions by the Senate Governmental Affairs Committee. The committee made the assessment public last week as part of a report on recent hearings it conducted on \"proliferation threats of the 1990's,\" a committee aide said on Monday.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Asia Policy Remains a Chinese Puzzle in Clinton's Washington","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-asia-policy-remains-a-chinese-puzzle-in-clintons-washington.html","abstract":"A problem vexing every American administration since World War II has been how to formulate a policy that encompasses all of Asia. There has always been an enemy, real or imagined, to act as a policy foil: North Korea, China, North Vietnam. .America's","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Opposites in California Join to Fight Trade Pact","web_url":"https://www.nytimes.com/1993/10/13/us/opposites-in-california-join-to-fight-trade-pact.html","abstract":"  The opposition President Clinton faces in selling the North American Free Trade Agreement has a thousand voices, and many of them could be heard at a lunch-hour rally here a few days ago.    From the bandstand, Eddie Starr, a steelworker from Granite City, Ill., led the crowd of 300 in a ballad of the moment:","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"1893: The New Viceroy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-1893-the-new-viceroy-in-our-pages100-75-and-50-years-ago.html","abstract":"CALCUTTA - The Englishman, commenting upon the appointment of the Earl of Elgin as Viceroy of India, regrets that a man of tried ability has not been found to succeed the Marquis of Lansdowne. The journal says that \"whereas Sir Henry Norman's record","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Plans for Abortion Pill Stalled in U.S.","web_url":"https://www.nytimes.com/1993/10/13/us/plans-for-abortion-pill-stalled-in-us.html","abstract":"  Six months after the French company that makes the abortion pill RU-486 agreed to license the drug to an American contraceptive-research group, the plans to bring RU-486 to market in the United States remain stalled.   Dr. David A. Kessler, Commissioner of the Food and Drug Administration, announced in April that Roussel-Uclaf, the company that holds the patent to RU-486, would allow the Population Council, a nonprofit research group based in New York, to find an American manufacturer for the drug, conduct clinical tests and win Government approval to sell the drug in the United States.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"2 Indicted in Swastika Case At High School Track on L.I.","web_url":"https://www.nytimes.com/1993/10/13/nyregion/2-indicted-in-swastika-case-at-high-school-track-on-li.html","abstract":"  Two 18-year-old men were arraigned today on charges that they painted swastikas and anti-Semitic messages of hate on a Commack, L.I., high school track just hours before they and their classmates were to attend graduation ceremonies there.   The defendants, Robert Rolston and Philip Argiros, both of Commack and both now in college, pleaded not guilty to charges of criminal mischief and making graffiti. The criminal mischief charge, a felony, carries a prison term of up to seven years.   Judge Arthur G. Pitts of Suffolk County Court ordered the two men released on $2,500 bail for a court appearance on Nov. 18.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Elias Is a New Breed of Celebrity for Princeton","web_url":"https://www.nytimes.com/1993/10/13/sports/football-elias-is-a-new-breed-of-celebrity-for-princeton.html","abstract":"  Princeton is a different university than it was 25 years ago -- more egalitarian, less preppy. Keith Elias, a rough, tough kid from the Jersey Shore, stands for a lot of what's different.    The football team is winning and Elias has had plenty to do with that. Much of the football tradition here, at the sport's birthplace, had faded in the 1970's, with the most telling statistic being 14 straight losses to Yale, the foremost rival, between 1967 and 1980.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/13/style/chronicle-678793.html","abstract":"  As if she didn't already have enough to fill her time, Dame BARBARA CARTLAND, 92, who writes a book every two weeks, has started what she calls a Romance Club, an effort to revive old-fashioned romantic love. For monthly dues of $:10.95 ($29.95 in the United States), members will receive two of her books and one on tape each month.   There's little chance she'll run out of inventory for subscribers. As Dame Barbara pointed out in an interview this week from her home in Hatfield, 18 miles north of London, she has written 590 books or \"one a fortnight since I was 70,\" she said.","thumbnail":null,"section":"Style"},{"date":"19931013","headline":"A Ruling Allows Damages for Fear of High-Voltage Power Lines","web_url":"https://www.nytimes.com/1993/10/13/nyregion/a-ruling-allows-damages-for-fear-of-high-voltage-power-lines.html","abstract":"  Landowners whose property is seized for construction of high-voltage power lines can collect damages if the value of the rest of their property falls because of public fears about safety, New York State's highest court ruled unanimously yesterday.   The State Court of Appeals said owners seeking compensation did not need to present scientific proof that power lines pose a health risk. But the judges said that \"claimants must still establish some prevalent perception\" that power lines were the reason their land was worth less.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Chalk Up One for Short, Whose Haymaker Connects","web_url":"https://www.nytimes.com/1993/10/13/arts/chalk-up-one-for-short-whose-haymaker-connects.html","abstract":"  Unwarranted aggression on the chessboard is dangerous. That was the lesson Nigel Short taught Gary Kasparov in Game 16 of their world championship match yesterday in London. The Russian strained for attack, but succeeded only in weakening his position, and the Englishman meted out the punishment swiftly and mercilessly.   This was the first game Short had won in the series, but as cheering as it might be, it won't get him back in contention. He trails Kasparov by 5 1/2 to 10 1/2, and the champion needs just two more points to win the 24-game contest.","thumbnail":null,"section":"Arts"},{"date":"19931013","headline":"Brave New Passenger : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-brave-new-passenger-letters-to-the-editor.html","abstract":"Regarding \"Fighting Airliner-Cabin Syndrome\" (Leisure, Oct. 1) by Roger Collis: .What the airlines really need is a new sort of specially bred man to fit the environment. .He could have very small lungs, to conform with the lack of fresh ai","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Lawsuit Aimed at Coleman","web_url":"https://www.nytimes.com/1993/10/13/sports/the-playoffs-lawsuit-aimed-at-coleman.html","abstract":"  The family of Amanda Santos, the 2-year-old girl whose parents say was injured by an explosive thrown by outfielder Vince Coleman, will file a lawsuit Wednesday or Thursday in Los Angeles Superior Court.   The family's attorney, Darrell J. York, said today that the complaint would name both Coleman and outfielder Eric Davis, but likely would not include their respective teams at the time, the Mets and Dodgers. The Mets have said Coleman will never again play for the team, and the Dodgers, in August, traded Davis to Detroit.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Clinton Will Recommend More Spending Cuts","web_url":"https://www.nytimes.com/1993/10/13/us/clinton-will-recommend-more-spending-cuts.html","abstract":"  President Clinton plans to propose an additional $10 billion to $15 billion in spending cuts later this month to make good on promises he made to win votes for his budget package in August, Administration and Congressional officials said today.   The new package of cuts, which will be spread over the next five years, is bound to create a storm on Capitol Hill, several lawmakers said. Some members of Congress think the anticipated package is too small, while others suggested that the proposed reductions would cause howls of protest from lawmakers whose favorite programs would come under attack.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"U.S., Praising China, Is Still Wary on Rights","web_url":"https://www.nytimes.com/1993/10/13/world/us-praising-china-is-still-wary-on-rights.html","abstract":"  The State Department's top human rights official emerged from two days of talks with Chinese officials today praising the resumption of dialogue between Washington and Beijing after a two-year hiatus, but reporting no progress on improving China's overall record.   At a news conference, the official, John Shattuck, gave a positive account of China's \"attentiveness\" in the talks, which he called \"intensive\" and which he said have set the stage for more blunt discussion when President Clinton meets the Communist Party chief, Jiang Zemin, next month in Seattle.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/13/nyregion/c-corrections-937993.html","abstract":"  An article in Business Day on Friday, about the possible American production of cars by the Honda Motor Company's Acura division, misstated the division's plans. The Acura division is considering assembling cars at existing Honda plants in the United States; it is not now considering building a new American assembly plant.  ","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Choke Haiti's Thugs","web_url":"https://www.nytimes.com/1993/10/13/opinion/choke-haiti-s-thugs.html","abstract":"  The television footage out of Haiti is like a scene from a recurring nightmare: the brandished weapons, the ugly insults, the violent attacks on bystanders. The Haitian military and its \"attaches,\" descendants of the Duvalier regime's infamous Tontons Macoutes, love to beat up the weak, the downtrodden, the unarmed -- anyone who threatens to come between them and their booty.   The latest object of their ire is the amphibious ship Harlan County, which was supposed to unload an \"observer\" contingent of some 200 American and Canadian troops. Yesterday, the Pentagon ordered the ship to leave Haitian waters.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Widespread Police Cynicism Contributes Much to Corruption","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-widespread-police-cynicism-contributes-much-to-corruption-980893.html","abstract":"  To the Editor:   During a preview of the Mollen Commission hearings on police corruption, former New York City Police Lieut. David Durk said that the devastating effects of cynicism have to be addressed by the Police Department (Metro Matters, Sept. 27). Mr. Durk said that unless this critical problem is analyzed, the department will be neglecting the most important root cause of both corruption and poor performance by cops. He implied that a variety of political considerations and agendas have contaminated every aspect of police work.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/10/13/health/personal-health-739293.html","abstract":"  AMERICANS love gimmicks, especially dietary gimmicks promising that they can achieve good health without the real or imagined sacrifices involved in substantially changing their eating habits. For decades, this tendency to bypass reality has lined the pockets of entrepreneurs who have devised weight loss schemes that attract millions looking for slenderizing miracles.   Now, with cholesterol a prominent health concern, Americans are again eagerly adopting quick fixes that suggest they can lower their cholesterol and reduce their risk of premature cardiac death without giving up their Haagen-Dazs and Big Macs.","thumbnail":null,"section":"Health"},{"date":"19931013","headline":"S. I. Secession Could Avoid Big Tax Rise","web_url":"https://www.nytimes.com/1993/10/13/nyregion/s-i-secession-could-avoid-big-tax-rise.html","abstract":"  Staten Island could become independent from New York City without imposing huge tax increases on its residents, a state panel studying the issue said yesterday.   In its last report before Staten Island's 379,000 residents vote in November on a proposal to secede from New York, the State Charter Commission for Staten Island said yesterday that the island as its own city could provide comparable services to its residents without the sharp increases in taxes some experts have predicted would be necessary.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Doctors Can't Override Dying Patients' Wishes; A Still-Valid Oath","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-doctors-can-t-override-dying-patients-wishes-a-still-valid-oath-968993.html","abstract":"  To the Editor:   Dr. Timothy E. Quill rightly criticizes Dr. Jack Kevorkian for his role in sending 16 people suffering from depression and in some cases despair to their death. A truly moral society should not condone or allow such actions. Dr. Quill then berates our legal system for contributing to the inadequate care of dying patients.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Bahr, on Wings of Eagles, To Aim at Giants Uprights","web_url":"https://www.nytimes.com/1993/10/13/sports/football-bahr-on-wings-of-eagles-to-aim-at-giants-uprights.html","abstract":"  The Sunday before last, Matt Bahr had a funny feeling. The Philadelphia Eagles were playing the Jets, and for Bahr, the Giants' kicker for three years until they waived him in preseason, this was his first return to Giants Stadium.   \"When I ran out under the tunnel before the game,\" he said, \"a fan yelled 'Traitor.' I don't know what that had to do with anything, except that the rivalry between the Eagles and the Giants is so intense and the guy probably didn't like the Eagles. I enjoyed playing for the Giants, but I'm enjoying the Eagles, too. I'm just trying to make a living.\"","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Widespread Police Cynicism Contributes Much to Corruption; Require Residency","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-widespread-police-cynicism-contributes-much-to-corruption-require-residency-981693.html","abstract":"  To the Editor:   As part of the Police Department's and New York City's response to the Mollen Commission's work, it is time to insist that future police officers be drawn from residents of the city and that they agree to continue living in the city during their departmental tenures (\"Kelly Calls for Tighter Entry Criteria for Police Officers,\" news article, Oct. 4).","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Why So Soft on Yeltsin?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-why-so-soft-on-yeltsin-letters-to-the-editor.html","abstract":"Why does the U.S. press persist in shading the truth about Boris Yeltsin? His anti-feminism is known to every progressive Russian woman I have met. Why, with his Communist background, is he described as a promising leader for a democratic future? And why","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Europeans Plan Early Pullout From Somalia","web_url":"https://www.nytimes.com/1993/10/13/world/europeans-plan-early-pullout-from-somalia.html","abstract":"  Despite appeals from American and United Nations officials, some key Western countries contributing troops to the peacekeeping force in Somalia are planning to withdraw them by early next year.   France, Belgium and Sweden are planning to withdraw by mid-January, Western diplomats said.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Nothing Diabolical About 4-0 Devils","web_url":"https://www.nytimes.com/1993/10/13/sports/hockey-nothing-diabolical-about-4-0-devils.html","abstract":"  There is no comparison between the John MacLean of this season and last. The most proficient clutch player in Devils history is miles ahead from where he was at this time last season upon his return from reconstructive knee surgery that threatened his career.   A quick glance at the way MacLean skates and shoots and executes hockey's intricate other little skills now erases any doubts that, as some of his friends and teammates put it, \"Mac is back.\"","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Supreme Court Roundup; Justices to Rule on Challenges by Career Criminals","web_url":"https://www.nytimes.com/1993/10/13/us/supreme-court-roundup-justices-to-rule-on-challenges-by-career-criminals.html","abstract":"  The Supreme Court agreed today to decide whether Federal defendants who face sentencing as career criminals can challenge the validity of the earlier state court convictions that subject them to stiff Federal minimum sentences.   Under the Armed Career Criminal Act, a person with three previous convictions for violent felonies or serious drug offenses must receive a sentence of at least 15 years, with a maximum of life in prison, if subsequently convicted of owning or transporting a gun.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"'The Piano Lesson' Explores the Legacy of Slavery","web_url":"https://www.nytimes.com/1993/10/13/style/IHT-the-piano-lesson-explores-the-legacy-of-slavery.html","abstract":"Few contemporary playwrights are treated with the Broadway reverence afforded to August Wilson. A double Pulitzer Prize winner, his works are usually staged there at inordinate length by Lloyd Richards. And because they form a cycle dramatizing various a","thumbnail":null,"section":"Style"},{"date":"19931013","headline":"North Korea Assails Atomic Unit, Asks U.S. Talks","web_url":"https://www.nytimes.com/1993/10/13/world/north-korea-assails-atomic-unit-asks-us-talks.html","abstract":"  In its continuing campaign to avoid international inspections of suspected nuclear weapons, North Korea issued a blistering attack today against the International Atomic Energy Agency and said only direct talks with the United States could resolve the crisis.   The broadside, issued in the name of North Korea's Minister of Atomic Energy and carried by the official news agency, described a bizarre plot that it said was intended to discredit the country. The plot involved a letter North Koreans said was a forgery by the International Atomic Energy Agency that suggested North Korea was developing nuclear bombs.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Now, P.S.A.T. Means Pressure: Call It Pre-Preliminary Test Anxiety","web_url":"https://www.nytimes.com/1993/10/13/education/now-psat-means-pressure-call-it-pre-preliminary-test-anxiety.html","abstract":"  Norman Gross thinks his daughter, Katherine, a junior at Stuyvesant High in Manhattan, is not nervous about the P.S.A.T.'s Saturday. \"My daughter's very blase,\" the insurance executive said. \"She tends to test well.\"   The P.S.A.T., created as a warm-up for the S.A.T. in the spring, is not supposed to be a nervous test. So what if the College Board has revised these tests for the first time in 20 years? And so what, if beginning in the 1970's, the P.S.A.T. score determined whether you'd qualify for a National Merit Scholarship?   Certainly Katherine is not going to panic just because most her friends, looking for an edge, already took the P.S.A.T. in 10th grade, as a warm-up for this warm-up. And what if they did spend last weekend taking Princeton Review's new P.S.A.T. prep course and ordered the brand new pay-per-view P.S.A.T.-S.A.T. course on cable television? Nervous? Please. \"Yes, I am nervous!\" Katherine said. \"I don't have my Dad's faith in me.\"","thumbnail":null,"section":"Education"},{"date":"19931013","headline":"Generosity Of Officer Is Recalled At Funeral","web_url":"https://www.nytimes.com/1993/10/13/nyregion/generosity-of-officer-is-recalled-at-funeral.html","abstract":"  Officer John Williamson was buried yesterday on a raw, rain-chilled day, as his friends, relatives, and those who knew him only from afar tried to make sense of his death.   With his heartbroken mother and father, a younger brother and sister and his fiancee looking on, the officer, killed in the line of duty last week, was eulogized as a young man who routinely threw himself in harm's way, whose selfless demeanor led him to answer a call for help from a colleague last Friday night.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Review/Film Festival; Another Making of a President, Starring the New Spin Doctors    SUB FOR PAGE C15","web_url":"https://www.nytimes.com/1993/10/13/movies/review-film-festival-another-making-president-starring-new-spin-doctors-sub-for.html","abstract":"  Is there any stone left unturned in a modern Presidential campaign?  When every last whistle-stop and handshake is thoroughly documented in print and on television, can there be anything more for a film maker to find? When D. A. Pennebaker and Chris Hegedus set out to chronicle the Clinton campaign, they were treading on familiar territory, taking on a seemingly redundant task. And yet \"The War Room,\" their glimpse of behind-the-scenes maneuvers among Clinton strategists, finds new facets of the story and manages to coax cliffhanging suspense out of a fait accompli.   However much \"The War Room\" reveals about how Mr. Clinton won the election, its real subject is why he won. The true focus of this watchful, frankly admiring film is the Clinton campaign staff, with James Carville and George Stephanopoulos receiving star billing. The film presents these two as tireless new-breed strategists whose fast, aggressive tactics helped to reshape their party's political thinking, and who themselves played a high-profile role in the election.  Theirs was an attitude that promised something different in Presidential politics, and this film examines that attitude in riveting detail.","thumbnail":null,"section":"Movies"},{"date":"19931013","headline":"Doctors Can't Override Dying Patients' Wishes","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-doctors-can-t-override-dying-patients-wishes-967093.html","abstract":"  To the Editor:   Those who follow the development of bioethical issues in New York State know Dr. Timothy E. Quill as a thoughtful, sensitive physician who has in his own practice courageously come forward to help establish the rights of dying patients to humane treatment. With respect, we wish to differ with the legal conclusions he states as facts in \"On Trial -- How We Die\" (Op-Ed, Sept. 27).","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/13/nyregion/c-corrections-935293.html","abstract":"  Because of an editing error, an article yesterday about a man who faces a prison sentence for a murder in New York and the death sentence for a murder in Oklahoma referred incorrectly to one of his victims; an article on Saturday about the case included the same error. The New York victim was a man, not a woman.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"In the Calm of the Clubhouse, Sox Savor a Season","web_url":"https://www.nytimes.com/1993/10/13/sports/the-playoffs-in-the-calm-of-the-clubhouse-sox-savor-a-season.html","abstract":"  Ozzie Guillen smoked a cigar and spoke proudly about what the White Sox had accomplished. Frank Thomas smiled when he discussed the future. Four other White Sox sat near a bucket of beer bottles, reminiscing on the last seven months. Their season was over, but they managed to smile occasionally.   Although the White Sox lost, 6-3, to the Blue Jays in Game 6 and lost their chance to claim the American League Championship Series, they refused to criticize themselves or groan about the outcome. What a surprise. There were no derogatory remarks about the manager or about the team playing one man short. None of that on the final night of the season at Comiskey Park.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Doctors Can't Override Dying Patients' Wishes; Kevorkian's Appeal","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-doctors-can-t-override-dying-patients-wishes-kevorkian-s-appeal-969793.html","abstract":"  To the Editor:   What kind of care does Dr. Timothy E. Quill imagine would make it bearable to be unable to swallow or to defecate? What philosophy would enable a person willingly to choose between constant pain or narcotic stupor? What \"palliatives\" would comfort a person who could no longer so much as turn her head and who knew that nothing lay ahead except pain and death?","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/10/13/books/book-notes-793793.html","abstract":"  A New Thatcher Watch   Special to The New York Times  LONDON, Oct. 12 -- The memoirs of Margaret Thatcher, the former British Prime Minister, aren't scheduled to reach bookstores here until Monday. But they have already caused a considerable fuss, because of a combination of clever marketing, London's vicious newspaper wars and Britain's continued obsession with a political leader who, even out of office, has managed to keep herself solidly in the public eye.","thumbnail":null,"section":"Books"},{"date":"19931013","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/10/13/sports/transactions-762793.html","abstract":"  Baseball  National League   ATLANTA BRAVES -- Named Matt West manager and Rick Albert and Bill Slack coaches of Durham of the Carolina League and Leon Roberts manager and Glenn Hubbard coach of Macon of the South Atlantic League.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"V.M.I.'s Alternative Is Slyly Feminist; A Unisex Olympics?","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-vmi-s-alternative-is-slyly-feminist-a-unisex-olympics-979493.html","abstract":"  To the Editor:   Your thesis in \"V.M.I.'s Unacceptable Remedy\" (editorial, Oct. 1) is that separate but equal as inherently unequal should apply as much in gender-based cases of discrimination as it does in those that are race-based. What are we to make, then, of such things as the Olympic Games which, with the exception of some ice-skating events, exist as completely segregated based only on gender? Are the two separate competitions inherently unequal? If so, who is to blame? Is the solution a unisex Olympics?","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"V.M.I.'s Alternative Is Slyly Feminist","web_url":"https://www.nytimes.com/1993/10/13/opinion/l-vmi-s-alternative-is-slyly-feminist-978693.html","abstract":"  To the Editor:   \"V.M.I.'s Unacceptable Remedy\" (editorial, Oct. 1) blames the Virginia Military Institute, Gov. Douglas Wilder and the State of Virginia for promoting a leadership training program at Mary Baldwin College as an alternative to coeducation at V.M.I. Your message seems clear: \"V.M.I. should simply admit women.\"","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Blunt Detail On Victims In Explosion","web_url":"https://www.nytimes.com/1993/10/13/nyregion/blunt-detail-on-victims-in-explosion.html","abstract":"  Monica Smith's shoulder was stamped with the patterned imprint of the sweater she was wearing on Feb. 26. Wilfredo Mercado's eye sockets and jaws were fractured. Stephen Knapp's body bore wounds comparable to a person who had jumped from a 10- or 20-story building.   The injuries that snuffed out the lives of the six people killed in the World Trade Center explosion were described in excruciating detail in Manhattan Federal Court yesterday as the Government hammered home to the jury what defense lawyers have long been willing to concede, that the victims died in an explosion.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Labor Secretary to Urge Clinton To Propose Minimum Wage Rise","web_url":"https://www.nytimes.com/1993/10/13/us/labor-secretary-to-urge-clinton-to-propose-minimum-wage-rise.html","abstract":"  Labor Secretary Robert B. Reich said today that he would urge the President to propose increasing the minimum wage, now $4.25 an hour, most likely by 25 cents.   But Mr. Reich said that the pay increase would be coupled with an increase in benefits, like insurance as provided under the President's health care plan, that could bring the value of the total increase to 50 cents an hour.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"President Defends His Policies as Adding to Personal Security","web_url":"https://www.nytimes.com/1993/10/13/us/president-defends-his-policies-as-adding-to-personal-security.html","abstract":"  Offering a broad defense of his Administration's domestic and international priorities, President Clinton said tonight that the United States \"cannot withdraw from the world we have done so much to make.\"   Speaking to more than 40,000 students, alumni and staff members celebrating the University of North Carolina's bicentennial, Mr. Clinton tried to link his initiatives on expanded trade, crime control and health care.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"RUSSIANS TO ELECT ENTIRE PARLIAMENT","web_url":"https://www.nytimes.com/1993/10/13/world/russians-to-elect-entire-parliament.html","abstract":"  Moving to insure a clean sweep of Moscow politics, President Boris N. Yeltsin has decreed that the upper house of the new Parliament will be elected on Dec. 12, the same day that elections have been set for the lower house.   Mr. Yeltsin signed the decree on Monday before leaving for Tokyo. The action appeared to be intended to further weaken the power of existing regional authorities, many of whom publicly resisted Mr. Yeltsin's suspension of the old Parliament, which led to the showdown that ended in Russian Army tanks firing on the Parliament building to put down an armed rebellion.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"In America; Tainting Tragedy","web_url":"https://www.nytimes.com/1993/10/13/opinion/in-america-tainting-tragedy.html","abstract":"  Last Friday night was warm and muggy, so there were more people than usual hanging out on West 175th Street in Washington Heights.   The atmosphere was benign. People were laughing, relaxing, listening to music. A couple of gypsy cab drivers, their radio cars double-parked, were watching the baseball playoffs on a small television in the Polanco Grocery Market at 175th and Audubon Avenue.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Death-Penalty Feud: 2 Governors, the Law and Their Beliefs","web_url":"https://www.nytimes.com/1993/10/13/nyregion/death-penalty-feud-2-governors-the-law-and-their-beliefs.html","abstract":"  The Governor of Oklahoma today escalated his feud with Gov. Mario M. Cuomo over the fate of a death-row inmate, Thomas Grasso, charging that the New York Governor has placed his personal opposition to the death penalty above the law.   In a telephone conference call that he initiated with New York reporters, Gov. David L. Walters said Mr. Cuomo's refusal to allow Oklahoma to execute Mr. Grasso as planned on Oct. 19 was \"a bizarre demonstration that bureaucratic mumbo jumbo is more important than protecting our public.\"","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Homer and More for Newson","web_url":"https://www.nytimes.com/1993/10/13/sports/the-playoffs-homer-and-more-for-newson.html","abstract":"  Bo Jackson predicted it. Before the ninth inning, Jackson said he told Ellis Burks that Warren Newson would hit a home run because his wife and infant daughter were watching him for the first time this season. Jackson was right. Newson, the designated hitter, homered off Duane Ward.   It was a sweet moment for the Newson family because his wife, Tina, was unable to attend any games after being involved in a serious automobile accident in April. Tina was a passenger in a vehicle driven by her mother in Mexico. She was pregnant at the time, and labor had to be induced. Although Tina still undergoes therapy for her injuries, Newson said his wife and daughter, Quadri, are doing fine.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/13/nyregion/news-summary-199893.html","abstract":"  International A3-15  U.S. SEEKS NEW HAITI SANCTIONS  The United States acknowledged that an agreement to return Haiti's democratically elected president to power is seriously theatened and recommended that United Nations sanctions be reimposed.  A1  SOMALIA'S ECHO IN HAITI  News analysis: The events in Haiti after Washington limited its role in Somalia is an example of the global village of modern communications and the land mines it can create for an American President.  A1","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"1943: FDR as Reporter : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-1943-fdr-as-reporter-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Roosevelt, appearing to take delight in his new self-assigned role as war reporter to the American people, surpassed Prime Minister Churchill's best score today by supplying news on eleven topics, agains","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/13/arts/no-headline-746593.html","abstract":"  New Material Girl    Remember Madonna? The entrepreneur, book subject, actress and singer recently seemed to be slipping out of her dominant position in the pop world; not too many public spats, financial or physical disclosures or new records, books or movies.   But if anybody was wondering if the Material Girl still had any drawing power, her three shows this week at Madison Square Garden, boasting a top ticket price of $75, sold out in less than an hour, and that's with only some radio promotion and a Madison Square Garden advertisement in The New York Times. Given that her last record, \"Erotica,\" was a commercial disappointment, that's not bad. Even if her celebrity is based more on the creation of a self-image than on musical virtuosity, her reputation as a ferocious live performer clearly precedes her.","thumbnail":null,"section":"Arts"},{"date":"19931013","headline":"In the Fall, Blue Jays Migrate Back to World Series","web_url":"https://www.nytimes.com/1993/10/13/sports/the-playoffs-in-the-fall-blue-jays-migrate-back-to-world-series.html","abstract":"  With the help of the bat and body of Pat Borders, his catcher, Dave Stewart extended his remarkable run of playoff success tonight and in the process propelled the Toronto Blue Jays and the country of Canada into the World Series for the second successive season.   Despite some erratic touches in his pitching repertory, the battle-hardened Stewart allowed only four hits in seven and one-third innings as the Blue Jays defeated the Chicago White Sox, 6-3, and won the American League Championship Series, four games to two.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Value-Free Examination Of the Long Goodbye","web_url":"https://www.nytimes.com/1993/10/13/nyregion/about-new-york-value-free-examination-of-the-long-goodbye.html","abstract":"  VERY few people ever see suicide notes. Sometimes even next of kin do not want to see them and the police routinely withhold them from the press in deference to feelings of privacy, decency or perhaps deep unnamed and atavistic taboos. But each year more than 30,000 Americans kill themselves, which is about 10,000 more than kill other people. About 20 percent of these leave notes.   At the PPOW gallery at 532 Broadway in SoHo, Tracy Tynan and Erika Rothenberg, two artists, spent Wednesday hanging 17 messages left by suicides for their monthlong show. They selected these from more than 100 that were made available by a source in the Los Angeles Police Department. The artists will not say whether their acquisition was legal, but they have changed the names and rewritten the notes while trying to keep handwriting and stationery similar to the original.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"At Least Jets Can't Waste Any Leads This (Bye) Week","web_url":"https://www.nytimes.com/1993/10/13/sports/football-at-least-jets-can-t-waste-any-leads-this-bye-week.html","abstract":"  Even before the Jets blew a big lead for the second straight week, Coach Bruce Coslet wondered the same thing that was on every fan's mind: Is the team coasting with a big lead?   That doubt cropped up in Coslet's mind in the wake of the loss to the Eagles 10 days ago, a game in which the Jets blew a 21-0 edge. Then, last Sunday a 17-0 lead over the Raiders ended in a 24-20 loss. The Raiders led the game for a total of only four seconds, but it was the final four. And this is the Jets' team that brought in those seasoned Pro Bowl veterans -- especially on defense -- to teach it how to win.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Judges Hear 2 Bias Laws Assailed In Trenton","web_url":"https://www.nytimes.com/1993/10/13/nyregion/judges-hear-2-bias-laws-assailed-in-trenton.html","abstract":"  The New Jersey Supreme Court heard attacks today on two of the state's anti-bias laws and indicated that recent rulings by the United States Supreme Court could make survival of the statutes in their present form a close call.   The laws are a 1981 statute that makes the placing of a symbol, like a swastika or a burning cross, on another's property a crime if it exposes the victim \"to threats of violence or hatred\" based on race, color or creed, and a statute enacted in 1990 that allows sentencing judges to increase penalties for crimes like assault if they were committed because of the victim's race, color, religion, sexual orientation or ethnicity.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Clinton Pledges Open Fund-Raisers","web_url":"https://www.nytimes.com/1993/10/13/us/clinton-pledges-open-fund-raisers.html","abstract":"  The White House announced today that major Democratic Party fund-raising events attended by President Clinton would from now on be open to the press.   The move came after reporters were barred from a fund-raising dinner held last week by the Democratic Senatorial Campaign Committee and attended by Mr. Clinton. A flurry of press criticism ensued, suggesting that the White House was trying to avoid public images of Mr. Clinton mingling with major financial contributors, given his populist and reformist appeals in the 1992 campaign.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"Easing the Release of Information","web_url":"https://www.nytimes.com/1993/10/13/opinion/easing-the-release-of-information.html","abstract":"  With fanfare, Attorney General Janet Reno has proclaimed a new, liberalized set of rules for the release of information under the Freedom of Information Act. Backed up by President Clinton, she declares that the Justice Department won't routinely defend in court agencies that try to use the law's technicalities to sit on secrets.   The fanfare is appropriate, even if Ms. Reno's proclamations have yet to be tested in the trenches of government. Her new rules completely reverse a 1981 Reagan Administration directive to stonewall Information Act requests whenever there was \"a substantial legal basis\" for invoking one of the law's exemptions from disclosure, even when the release wouldn't hurt anyone.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Arafat Names Loyalists to Carry Out Accord","web_url":"https://www.nytimes.com/1993/10/13/world/arafat-names-loyalists-to-carry-out-accord.html","abstract":"  Yasir Arafat, chairman of the Palestine Liberation Organization, has taken firm command of the peace talks with Israel, placing loyalists in charge of key committees and eliminating opponents in a purge that has shaken the P.L.O.   Several officials known to oppose the accord signed with Israel on Sept. 13 were barred from Tunisia, where the P.L.O. has its headquarters, before a two-day meeting of the group's central committee. The meeting ended early this morning with a resounding endorsement for Mr. Arafat.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"German Court Rejects Appeal To Halt European Union Pact","web_url":"https://www.nytimes.com/1993/10/13/world/german-court-rejects-appeal-to-halt-european-union-pact.html","abstract":"  Germany's constitutional court removed the last obstacle to Bonn's ratification of the treaty on European union today, ruling that the pact could never impose a federal-style government or a common currency on individual members against their will.   Germany is the only member that has not formally ratified the treaty, which was negotiated in the Dutch town of Maastricht at the end of 1991 and has been a rallying point for fears that closer unity would submerge separate European national identities.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Review/Film Festival; Two Directing Brothers Tell Another Italian Tale","web_url":"https://www.nytimes.com/1993/10/13/movies/review-film-festival-two-directing-brothers-tell-another-italian-tale.html","abstract":"Tuscan clan dynasty. Sweeping, sensuous fable on stunning canvas.","thumbnail":null,"section":"Movies"},{"date":"19931013","headline":"MSG to Carry Match Live","web_url":"https://www.nytimes.com/1993/10/13/sports/msg-to-carry-match-live.html","abstract":"  In New York City, where the rivalry between the English and the Dutch is more than three centuries old, soccer fans won't have to wait until 11:45 tonight to watch the crucial World Cup qualifying match in Rotterdam between England and the Netherlands.   Time-Warner and Paragon cable subscribers and those with access to bars with the right connections will be able to see the match live over MSG channels beginning at 3 P.M. The game will also be carried on tape delay on MSG at 11:45 P.M., as originally planned.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Review/Theater; Warring Couple's Barbed Romance","web_url":"https://www.nytimes.com/1993/10/13/theater/review-theater-warring-couple-s-barbed-romance.html","abstract":"  Whatever its title may promise, \"Mixed Emotions,\" the mild-mannered comedy by Richard Baer that opened at the John Golden Theater last night, is a single-note play. Like the sitcoms it often resembles, it seems by its very predictability designed to soothe: its outcome is never to be doubted, nor do its characters, who are largely the sum of their one-liners, ever surprise us.   The story of the bumpy courtship of a Manhattan widow and widower, \"Mixed Emotions\" establishes its basic comic rhythm, which has the hypnotic quality of a Ping-Pong match, early on. Within the first quarter of the performance a feeling descends that one could leave the theater and return at any time, assured that the jousting couple would be having the same barb-swapping argument, ringing minimal variations on jokes they have already told. Indeed, the play often gives off a bizarre sense of existing in the ever-genial, repetitive eternity of television syndication.","thumbnail":null,"section":"Theater"},{"date":"19931013","headline":"Review/Music; Dissection of the German Lied","web_url":"https://www.nytimes.com/1993/10/13/arts/review-music-dissection-of-the-german-lied.html","abstract":"  It is interesting to note how susceptible society can be to a simple calendar hanging on the wall. As the 19th century rushed to a close, cultural life rushed in pursuit. Music, in particular, seemed anxious to wind up 80 years of feverish activity and rebuild from the ruins of Romanticism. The year 1993 may be a bit early to look past our current chaos in musical life, but perhaps by 1997 the prospect of a two followed by three zeroes will mesmerize us equally.   A Sunday afternoon of talk and music at the Kathryn Bache Miller Theater scrutinized a microcosm of history's proneness to punctuality, its tendency to change according to the numbers. Lectures by Michael P. Steinberg, Mark Anderson and Walter Frisch, and then a recital by the mezzo-soprano-and-pianist duo of Milagro Vargas and Gilbert Kalish were grouped under the title \"Words Into Song: The German Lied at the Fin de Siecle.\"","thumbnail":null,"section":"Arts"},{"date":"19931013","headline":"Campaign Finance Chicanery","web_url":"https://www.nytimes.com/1993/10/13/opinion/campaign-finance-chicanery.html","abstract":"  When he agreed to participate in New York City's voluntary public campaign financing system, Mayor David Dinkins pledged to limit his general election spending to $4 million -- the same limit that covers his Republican-Liberal challenger, Rudolph Giuliani. That's how the financing reform is supposed to work: to level the playing field so that races for City Hall don't turn on which candidate raises and spends more money.   Unfortunately, principle hasn't deterred the state Democratic Party chairman, Al Gordon, from spending $500,000 on a radio advertising and direct-mail campaign in support of Mr. Dinkins's candidacy -- brazenly trashing the spirit if not the letter of the city's campaign finance rules.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/13/nyregion/metro-digest-321493.html","abstract":"  NEW YORK CITY  BACKGROUND OF A SUSPECT   Pedro Jose Gil, charged with killing a police officer by hurling a bucket, was taught the value of hard work and discipline as a teen-ager, scrubbing dishes and running errands at his family's restaurant in Washington Heights. A1. GIULIANI TOUGHENS HIS STUMP SPEECH   In a marked shift since his soft-focus speeches of last spring, Rudolph W. Giuliani in recent weeks has taken a tough new stump speech to the people of New York, presenting the city as a troubled place where standards of civility have been steadily eroded. A1.   Excerpts from Giuliani's speech. B2.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Camp Riley's Regimen More Like Boot Camp","web_url":"https://www.nytimes.com/1993/10/13/sports/pro-basketball-camp-riley-s-regimen-more-like-boot-camp.html","abstract":"  Players leave the gym after morning practice -- tired and sometimes sore. They are still required to lift weights each day. Then after lunch and a nap, a night practice session awaits. And don't forget, players must also learn their playbooks.   This is life at \"Camp Riley,\" a nickname for Knicks Coach Pat Riley's grueling eight-day training camp, which began last Friday at the College of Charleston. Riley was so eager to get started, he put the team on the floor to start practice last Friday at 12:01 A.M. So much for easing into camp gradually.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"People Skills Win Post for Gullikson","web_url":"https://www.nytimes.com/1993/10/13/sports/tennis-people-skills-win-post-for-gullikson.html","abstract":"  Calling it a decision that kept him up nights worrying, J. Howard (Bumpy) Frazer, president of the United States Tennis Association, confirmed yesterday that Tom Gullikson had been named the 1994 Davis Cup captain.   The appointment of the 42-year-old Gullikson to the post held by Tom Gorman for the past eight years ended months of speculation about the U.S.T.A.'s intentions for the captaincy.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"ADVT.","web_url":"https://www.nytimes.com/1993/10/13/opinion/advt.html","abstract":"Unlike those with more at stake, I fully accept that this space may not be the first thing you turned to this morning. Indeed, if you're like me, you've already visited the tiny classified ads at the bottom of page 1 -- an endless source of mystery and pleasure.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/13/us/inside-183193.html","abstract":"  Prison for Detroit Officers   Two ex-policemen convicted of beating a black Detroit motorist to death were sentenced to prison. Page A20. Changing Times for P.T.A.'s    Parent-teacher groups have changed from bastions of the status quo to challengers of authority. Page B1. Wal-Mart Faulted on Prices    A judge ruled that Wal-Mart had illegally sold some merchandise below cost in an attempt to drive local competitors out of business. Page D5. U.S. Economists Win Nobel   Two iconoclastic American economic historians were awarded the Nobel Memorial Prize in Economic Science for 1993. Page D1. The Price of Independence    Staten Island could secede from New York City without imposing huge tax increases on residents, a state panel studying the issue said. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"Charge in Crash Delayed","web_url":"https://www.nytimes.com/1993/10/13/nyregion/charge-in-crash-delayed.html","abstract":"  The New York City Transit Authority said yesterday that it would put off formally charging the operator of a subway train involved in a crash last week because of a delay in testing the brakes on the train. The authority plans to re-create the circumstances leading up to the accident last Thursday on the L line by running a train past a red signal to see if the emergency brakes are automatically engaged.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"G.I.'s Besieged in Somalia","web_url":"https://www.nytimes.com/1993/10/13/world/gi-s-besieged-in-somalia.html","abstract":"  The sprawling, sandy compound that houses thousands of American troops in Mogadishu is still a base besieged. Page A10.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Manhattan Minstrel Show","web_url":"https://www.nytimes.com/1993/10/13/opinion/manhattan-minstrel-show.html","abstract":"  The rhetoric of race is treacherous. Its history is a thorny one. And racially freighted language takes nearly all its meaning from the context in which it's spoken.   The word \"nigger\" is a stark example. Spoken by someone black, it can pass as a simple greeting or even a term of endearment. Spoken by someone white, the word is almost universally heard as an insult. Like it or not, blacks have carved out a historical exemption allowing raw talk about race -- though primarily among themselves. Whites who infringe inevitably take some heat.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/13/nyregion/bridge-611693.html","abstract":"  One of the most difficult areas of slam bidding is to determine when agreement on a trump suit should end in disagreement. If hearts have been bid and raised, for example, it is hard to adjust to the possibility that it could be right to play in spades, diamonds, clubs or no-trump. Some players never make that adjustment.   One reason for such a shift is to reach a more productive trump suit, perhaps 4-4 rather than 5-3. Another is to place the declaration in the hand that is protected against a damaging lead. An example is the diagramed deal, which was played on Thursday in the Autumn Leaf Regional Championships in Kiamesha Lake, N.Y.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Ex-Detroit Officers Ordered To Prison for Beating Death","web_url":"https://www.nytimes.com/1993/10/13/us/ex-detroit-officers-ordered-to-prison-for-beating-death.html","abstract":"  Two white former police officers convicted of beating a black motorist to death outside a crack house were sentenced to prison today by a judge who told the courtroom, \"I know nobody in the community will be completely satisfied with what has transpired here today.\"   Judge George W. Crockett 3d sentenced one former officer, Larry Nevers, 53, to 12 to 25 years in prison. The other, Walter Budzyn, 47, received a sentence of 8 to 18 years for the beating death of Malice Green last Nov. 5.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"Germany to Move Capital Back to Berlin by 2000","web_url":"https://www.nytimes.com/1993/10/13/world/germany-to-move-capital-back-to-berlin-by-2000.html","abstract":"  The Government ended two years of foot-dragging today and decided to complete the move of the German capital from Bonn to Berlin by the end of the year 2000.   The decision, made at a special Cabinet session, came one day after the first ceremonial spade of earth was turned at Potsdamer Platz, which is soon to become the largest construction site in Europe.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"You're Sane Now","web_url":"https://www.nytimes.com/1993/10/13/opinion/youre-sane-now.html","abstract":"I was one of hundreds of teenagers put in United States psychiatric hospitals in the mid-80's for such \"unusual\" behavior as arguing with parents or having trouble in school. Most of us were diagnosed, by nonphysicians, as suffering from serious depression. A doctor would later come in to confirm the diagnosis and bill our parents' insurance companies. \n\nWe were held in institutions against our will until our insurance policies ran out. At that moment, we were somehow miraculously cured and discharged. By then, however our lives had been irreparably changed.","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"U.S. Looking for Money and Over Shoulders of Chinese","web_url":"https://www.nytimes.com/1993/10/13/sports/olympics-notebook-us-looking-for-money-and-over-shoulders-of-chinese.html","abstract":"  Convinced that the world's most progressive training complex will produce the world's most impressive athletes, the United States Olympic Committee unveiled its new $12.8 million gymnasium and aquatics center last weekend with exhibitions that united past and future Olympians.   The U.S.O.C. then hinted that its $23.8 million capital drive to complete the privately funded project is very much in need of donations. So is the U.S.O.C.'s new outdoor sports center near San Diego, which, although open for business, is more than $2 million short of completion.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Judge Voids Verdicts And Drops 2d Juror In Riot Assault Trial","web_url":"https://www.nytimes.com/1993/10/13/us/judge-voids-verdicts-and-drops-2d-juror-in-riot-assault-trial.html","abstract":"  The judge in the trial of two black men accused of beating a white truck driver during last year's riot removed a second juror, set aside two verdicts and ordered the newly constituted jury to \"disregard all past deliberations and begin deliberating anew.\"   Judge John Ouderkirk of Superior Court said that the jury, in just a half day of deliberations this morning, had reached verdicts on two of the 12 counts it was considering but that the removal of the juror later in the day nullified the verdicts.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"A Director Asks for Odd and Gets It","web_url":"https://www.nytimes.com/1993/10/13/movies/a-director-asks-for-odd-and-gets-it.html","abstract":"  Two years ago, the film director Peter Weir bought a plane ticket to travel from his home in Sydney, Australia, to Los Angeles because the scripts he had been receiving from Hollywood studios were so appalling.   \"I couldn't understand the poor quality of the screenplays and I wanted to tell the studio heads that if these are the best you have, then send me things that you consider in raw shape, give me the broken ones, the sad cases, the ones in the too-hard file,\" Mr. Weir, the highly successful director of films like \"Witness,\" \"Dead Poets Society\" and \"Green Card,\" explained last week in an interview.","thumbnail":null,"section":"Movies"},{"date":"19931013","headline":"Out-of-Shape Benjamin Says He'll Help the Nets","web_url":"https://www.nytimes.com/1993/10/13/sports/pro-basketball-out-of-shape-benjamin-says-he-ll-help-the-nets.html","abstract":"  In theory, and even on paper, the Nets received a comparable player when they traded Sam Bowie to the Los Angeles Lakers and acquired Benoit Benjamin in return. Both centers had similar career numbers in scoring, rebounds and blocked shots.   In practice so far, it has been another story. Benjamin, the Nets' new center, has been out of shape.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/13/theater/theater-in-review-971993.html","abstract":"  Frank Maya Paying for the Pool  Atlantic Theater 336 West 20th Street Chelsea Through Sunday Directed by John Masterson; stage manager, Chris De Camillis. Presented by the Atlantic Theater Company guest artists series. WITH: Frank Maya","thumbnail":null,"section":"Theater"},{"date":"19931013","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/10/13/sports/eastern-college-report.html","abstract":"  Rutgers    Wanted: some linebackers of the outside kind. When Alcides Catanho went out in the Boston College game with an injured elbow, he became the third left outside linebacker removed from the Scarlet depth chart.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Moscow Police Wage War on Crime","web_url":"https://www.nytimes.com/1993/10/13/world/moscow-police-wage-war-on-crime.html","abstract":"  Empowered by an eight-day-old state of emergency, the Moscow police are using their extra powers as part of a wider crackdown on crime to conduct raids aimed at non-Russian minority groups throughout the city.   According to complaints registered at local embassies of former Soviet republics and at the local office of Helsinki Watch, a human rights organization, police have staged nighttime sweeps of hotels, dormitories and apartments frequented by visitors from the Caucasus and Central Asia, and in cases when permits are not in order, forced them out of town, in some cases even paying their fare.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Four-Star Doolittle : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-fourstar-doolittle-letters-to-the-editor.html","abstract":"Regarding \"Jimmy Doolittle, War Hero, Dies at 96\" (Sept. 29): .James H. Doolittle's actual military rank was that of a full, or four-star, general. He did finish World War II as a lieutenant general, but in 1985 he was promoted to general on","thumbnail":null,"section":"Opinion"},{"date":"19931013","headline":"Keenan Calls the Shots, Any Questions?","web_url":"https://www.nytimes.com/1993/10/13/sports/hockey-keenan-calls-the-shots-any-questions.html","abstract":"  Eddie Olczyk didn't go to the Rangers' training camp out of shape or tired or with plans to relax. He was ready for another 30-goal season. He was ready to work hard and contribute.   He just happened to be at the wrong place at the wrong time.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"A Senator Finds Strong Support On Health Care","web_url":"https://www.nytimes.com/1993/10/13/us/a-senator-finds-strong-support-on-health-care.html","abstract":"  Returning to the issue he brought to national prominence in 1991, Senator Harris Wofford today found strong and unexpected support among small-business men for the idea of requiring employers to pay health insurance premiums for their workers.   What the Senator heard as he flew across Pennsylvania today will surely encourage Clinton Administration health planners, who have faced sharp opposition from small business groups over the President's proposal for such a requirement.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"G.I.'s Pinned Down in Somalia, Not Able, for Most Part, to Patrol","web_url":"https://www.nytimes.com/1993/10/13/world/gi-s-pinned-down-in-somalia-not-able-for-most-part-to-patrol.html","abstract":"  The sprawling, sandy compound that houses thousands of United States forces is still a base besieged, with all but a few troops forbidden to leave the shelter of sandbags and coiled concertina wire to patrol Somali streets.    For nearly a week, the opposition forces loyal to the faction leader Gen. Mohammed Farah Aidid have withheld attacks against American troops. But snipers opened fire overnight Monday on two strongpoints held by Pakistani peacekeeping troops. The United States and United Nations military officials point to those attacks as an indication that the capital remains anything but secure. A Helicopter for Reporters    This afternoon, two Black Hawk helicopters carrying reporters arriving in Mogadishu as part of a Pentagon-organized pool skimmed low over the ground and then high into the air as it flew a circuitous route from the international airport to the compound, just a few miles away by road.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"Connecticut Congresswoman Turns Down Race for Governor","web_url":"https://www.nytimes.com/1993/10/13/nyregion/connecticut-congresswoman-turns-down-race-for-governor.html","abstract":"  United States Representative Nancy L. Johnson, who had been considered a front-runner among Connecticut Republicans in the early jockeying for next year's governor's race, today removed her name from consideration.   Mrs. Johnson, 58, a six-term moderate from New Britain and the senior Republican in Connecticut's Congressional delegation, said the demands of a campaign would divert her at a critical time from her work in Washington on health-care reform and international trade.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/13/style/chronicle-938793.html","abstract":"  FRITZ STERN, who left Germany in 1938 at the age of 12, narrowly avoiding the Nazi secret police, returned this month to serve for three months as senior adviser to the United States Embassy in Bonn.    The renowned historian, who is on leave from Columbia University until the middle of January, is serving in a special position established at the request of the new American Ambassador there, Richard C. Holbrooke.","thumbnail":null,"section":"Style"},{"date":"19931013","headline":"Columbia's Rohan Receives Award","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-college-basketball-columbia-s-rohan-receives-award.html","abstract":"  JACK ROHAN has always thought of himself as a teacher first and then a coach. Tonight, he will be honored that way.    Rohan, the winningest basketball coach in Columbia University history with 187 victories, is one of two recipients of this year's Great Teacher Award, given annually by the Society of Columbia Graduates. Also being honored is Prof. RENE CHEVRAY of the School of Engineering and Applied Science.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Books of The Times;\nThe Road to Saigon and On: A Reporter's Story","web_url":"https://www.nytimes.com/1993/10/13/arts/books-of-the-times-the-road-to-saigon-and-on-a-reporters-story.html","abstract":"Muddy Boots and Red Socks \n A Reporter's Life \n By Malcolm W. Browne \n Illustrated. 366 pages. Times Books/ Random House. $23.  \n\nMalcolm Browne has been a reporter for almost 40 years, and he has certainly been around the ranch, as the saying goes. He has traveled from upstate New York to Havana, Saigon to Buenos Aires, Karachi to Belgrade, and back to Saigon. Along the way he worked for The Associated Press, ABC News and The New York Times, where he is now a reporter in the science department. His Vietnam reporting won him the Pulitzer Prize during the early years of the war.","thumbnail":null,"section":"Arts"},{"date":"19931013","headline":"England in Peril Showdown Time","web_url":"https://www.nytimes.com/1993/10/13/sports/IHT-england-in-peril-showdown-time.html","abstract":"It will be a climactic evening of World Cup qualifying. In France, in Ireland, in Belgium, soccer followers feel in their bones that the hour has come for their teams to reach the promised land, the 1994 finals in the United States. Italy, Denmark, Swede","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Is Women's Health Harmed By Medical Specialization?","web_url":"https://www.nytimes.com/1993/10/13/health/is-women-s-health-harmed-by-medical-specialization.html","abstract":"  Medical care for most men is one-stop shopping: a trip to a general doctor for a physical examination that includes full preventive care. But that approach works poorly for a woman, new studies have shown, with tests like Pap smears often overlooked, particularly if the doctor is a man.   In practice, many women insure complete care by making the medical rounds: they visit a generalist, a gynecologist for Pap tests and maybe even a breast cancer specialist for breast examinations and mammograms. Now many public health experts are saying that there must be a better way.","thumbnail":null,"section":"Health"},{"date":"19931013","headline":"Rembert Is Waived After Being Charged","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-pro-football-rembert-is-waived-after-being-charged.html","abstract":"  The Cincinnati Bengals waived wide receiver REGGIE REMBERT yesterday after he was arrested and charged with driving under the influence.   Rembert, who spent part of last season in an alcohol-rehabilitation program mandated by the National Football League, was convicted of drunken driving in 1991 and 1992.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"From Top to Bottom, Oilers Are Club Chaos","web_url":"https://www.nytimes.com/1993/10/13/sports/on-pro-football-from-top-to-bottom-oilers-are-club-chaos.html","abstract":"  The Houston Oilers returned to the scene of the crime Monday night at Rich Stadium and repeated a much worse offense. Ridiculed and embarrassed in a playoff loss to Buffalo last season in which their lead was the biggest ever squandered in a National Football League game, the Oilers made it much simpler this time.   They simply blew the rematch all the way around.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Ball State Loses Coach and Player","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-college-basketball-ball-state-loses-coach-and-player.html","abstract":"  Ball State Coach DICK HUNSAKER resigned, and his star forward, STEVE PAYNE, was declared ineligible yesterday after the school said it had discovered National Collegiate Athletic Association rules violations.   Ball State officials did not blame Hunsaker, saying both sides decided it was best that he leave. Ball State finished 26-8 last season and was co-champion of the Mid-American Conference.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Sports of The Times; Stew's Home Wherever He Pitches","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-of-the-times-stew-s-home-wherever-he-pitches.html","abstract":"  DAVE STEWART has an explanation why he has never lost a league championship game. He says he is a hard worker because his parents were hard workers.    \"My father was a longshoreman, and he worked hard and he died,\" Stewart said last night. \"Then my mother took over and she had eight kids and she kept bread in our mouths and shoes on our feet.\"","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"German Tells Why He Stabbed Seles","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-tennis-german-tells-why-he-stabbed-seles.html","abstract":"  GUNTER PARCHE, an unemployed lathe operator, testified yesterday at his trial in Hamburg, Germany, that the losses of STEFFI GRAF left him so devastated him that he sometimes lost the will to live.   During a match changeover on April 30, Parche stabbed MONICA SELES, who had replaced Graf at No. 1 in the ranking. He is charged with causing grievous bodily harm and could face five years in prison.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/13/sports/results-plus-742293.html","abstract":"  N.H.L.  Penguins in Miami?  The Florida Panthers' debut at Miami Arena included everything except an upset. Martin Straka and Joe Mullen scored to help the Pittsburgh Penguins beat expansion Florida, 2-1, last night. Before a sellout crowd of 14,372, the Panthers' Scott Mellanby scored the final goal of the game at 11 minutes 32 seconds of the third period. Straka, who came into the game tied for the National Hockey League lead with five goals, scored on a rebound to break a scoreless tie at 17:40 of the second period. Mullen scored a short-handed, unassisted goal at 3:51 of the third period. (AP) Flyers 5, Sabres 3: Eric Lindros's goal with 5:17 remaining in the third period broke a 3-3 tie and lifted host Philadelphia to the victory over Buffalo, which had led by 3-1. Philadelphia Coach Terry Simpson united last season's line of Eric Lindros, Mark Recchi and Brent Fedyk late in the second period. The threesome responded with three of the team's four third-period goals. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/13/nyregion/c-corrections-936093.html","abstract":"  An entry in the listing of equity offerings in Business Day on Monday, under the headline \"Equity Issues This Week,\" misstated the underwriter for a stock offering by Danka Business Systems P.L.C. The underwriter is Robert W. Baird & Company, not Prudential Securities.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Lapse in Sounding Alarm Is Linked to Derailment","web_url":"https://www.nytimes.com/1993/10/13/us/lapse-in-sounding-alarm-is-linked-to-derailment.html","abstract":"  A towboat pilot was lost in a predawn fog without a compass or nautical charts when his vessel rammed a railroad bridge, but he could have still averted the worst wreck in Amtrak's history if he had promptly notified the authorities, Coast Guard and Amtrak officials told Congress today.    A high Amtrak official said that had anyone on the towboat Mauvilla reported the accident immediately, the freight railroad that owned the bridge and tracks would have had enough time to send a signal to stop the train, or make radio contact with it in time for the engineer to halt it.","thumbnail":null,"section":"U.S."},{"date":"19931013","headline":"Redskins Sign Willis to Shore Up Line","web_url":"https://www.nytimes.com/1993/10/13/sports/sports-people-pro-football-redskins-sign-willis-to-shore-up-line.html","abstract":"  Down to only three healthy players on the defensive line, the Washington Redskins signed 11-year veteran defensive end KEITH WILLIS yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"A Decade Later, It's Torvill and Dean Again","web_url":"https://www.nytimes.com/1993/10/13/sports/countdown-lillehammer-figure-skating-decade-later-it-s-torvill-dean-again.html","abstract":"  It is early yet, but the 1990's have not been kind to comebacks. Bjorn Borg hauled his wood racquet out of the closet and got whacked. Mark Spitz hauled out his skimpy bathers and got lapped. Magic Johnson gathered up his courage and caught flak.   Which brings us to Jayne Torvill and Christopher Dean, onetime darlings of the British Isles and the international skating world.","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Sihanouk Calls His Cancer Unthreatening","web_url":"https://www.nytimes.com/1993/10/13/world/sihanouk-calls-his-cancer-unthreatening.html","abstract":"  King Norodom Sihanouk of Cambodia said today that a tumor removed near his prostate gland in China last week was cancerous but that the cancer had not spread and was not life-threatening.   In a statement released from Beijing, the 70-year-old King said that his Chinese doctors had ordered him to remain in China for an unspecified period for medical treatment.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"A Surge in Advocacy Within Parent Groups; P.T.A.'s Shift From Bastions of the Status Quo to Challengers of Authority","web_url":"https://www.nytimes.com/1993/10/13/education/surge-advocacy-within-parent-groups-pta-s-shift-bastions-status-quo-challengers.html","abstract":"  Until recently the parents at Public School 154 in Flushing, Queens, played little role in school life, split as they were into immigrant groups from 20 countries and harried by the demands of their jobs.    But last month, after school officials ordered P.S. 154 closed and the children bused elsewhere until the building was certified to be free of asbestos, parent leaders blanketed the neighborhood with pamphlets printed in Chinese, Spanish, Arabic and Farsi, rallying scores of parents to a school boycott.","thumbnail":null,"section":"Education"},{"date":"19931013","headline":"Review/Film Festival; A Walter Mitty Dreams of Fame on Football Field","web_url":"https://www.nytimes.com/1993/10/13/movies/review-film-festival-a-walter-mitty-dreams-of-fame-on-football-field.html","abstract":"Youth yearns to play football for Notre Dame. Reasonably convincing.","thumbnail":null,"section":"Movies"},{"date":"19931013","headline":"Asian Republic Still Caught in Web of Communism","web_url":"https://www.nytimes.com/1993/10/13/world/asian-republic-still-caught-in-web-of-communism.html","abstract":"  When the Soviet Union was disintegrating, one of the first statues of Lenin to be pulled down in Central Asia was in this sleepy capital. It was replaced by a statue of Abul Qasim Firdawsi, a 10th-century poet.    Yet today, poets and writers are in jail or exile, and on tree-lined boulevards, neon hammer-and-sickle emblems hang from the lampposts.","thumbnail":null,"section":"World"},{"date":"19931013","headline":"New Jersey Reservoir at Drought Level","web_url":"https://www.nytimes.com/1993/10/13/nyregion/new-jersey-reservoir-at-drought-level.html","abstract":"  Northern New Jersey's biggest reservoir, the Wanaque, has been drawn down to its lowest level since the drought of the mid-1960's, and the agency that operates it wants the state to order a stop to heavy demands on it.   In the water-supply world's version of a run on the bank, the city of Newark and the Hackensack Water Company, which own two of the biggest shares of the reservoir, regularly drew out their legal share of the Wanaque's water during the hot, dry summer.","thumbnail":null,"section":"New York"},{"date":"19931013","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/13/theater/theater-in-review-970093.html","abstract":"  Some People  Performance Space 122 150 First Avenue (at Ninth Street) East Village  Written and performed by Danny Hoch; lighting design, David Castaneda; technical director, Sarah Sidman. Presented by Performance Space 122.","thumbnail":null,"section":"Theater"},{"date":"19931013","headline":"So Far, the Phillies Defy Both Logic and the Braves","web_url":"https://www.nytimes.com/1993/10/13/sports/the-playoffs-so-far-the-phillies-defy-both-logic-and-the-braves.html","abstract":"  It's a good thing the Atlanta Braves and the Philadelphia Phillies got a breather from their National League Championship Series yesterday. They needed it, if only to try to figure out the total upheaval of the norm that has occurred through the first five zany games of the series.   What the two teams know for sure is this: The Phillies, fresh off two victories in three games down South, returned from Atlanta to Veterans Stadium with a 3-2 lead. They can win the pennant with a victory in Game 6 today (Atlanta's Greg Maddux goes against Tommy Greene) or Game 7 tomorrow night (Tom Glavine against Philadelphia's Terry Mulholland).","thumbnail":null,"section":"Sports"},{"date":"19931013","headline":"Food and Film : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/13/opinion/IHT-food-and-film-letters-to-the-editor.html","abstract":"Regarding \"A Phony Farm War, With 'Cultural' Skirmishing\" (Opinion, Sept. 24): .William Pfaff makes two excellent points: First, that powerful agribusiness interests in both Europe and the United States are \"selling to poor countries at","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19931013","headline":"At least 60 people die in eastern Papua New Guinea when a series of earthquakes rock the Finisterre Range, triggering massive landslides.","pages":[{"title":"1993 Finisterre earthquakes","web_url":"https://en.wikipedia.org/wiki/1993_Finisterre_earthquakes","description":"Earthquakes in Eastern Papua New Guinea","thumbnail":null,"abstract":"The 1993 Finisterre Range earthquakes began on October 13 with a Mw  6.9 mainshock, followed by Mw  6.5 and 6.7 earthquakes. These earthquakes struck beneath the Finisterre Range, north of Markham Valley in Morobe Province, Papua New Guinea. The complex earthquake sequence seriously damaged many villages in the rural Eastern Papua New Guinea region, generating landslides and killing at least 60 people."}]}],"weather":[{"date":"19931013","time":"1993-10-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":89,"wspd":3.6},{"date":"19931013","time":"1993-10-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":7.6},{"date":"19931013","time":"1993-10-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":5.4},{"date":"19931013","time":"1993-10-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":88,"wspd":7.6},{"date":"19931013","time":"1993-10-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":87,"wspd":5.4},{"date":"19931013","time":"1993-10-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":88,"wspd":9.4},{"date":"19931013","time":"1993-10-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":11.2},{"date":"19931013","time":"1993-10-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":87,"wspd":13},{"date":"19931013","time":"1993-10-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":80,"wspd":20.5},{"date":"19931013","time":"1993-10-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":78,"wspd":24.1},{"date":"19931013","time":"1993-10-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":74,"wspd":27.7},{"date":"19931013","time":"1993-10-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":81,"wspd":16.6},{"date":"19931013","time":"1993-10-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":81,"wspd":16.6},{"date":"19931013","time":"1993-10-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":80,"wspd":9.4},{"date":"19931013","time":"1993-10-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":83,"wspd":13},{"date":"19931013","time":"1993-10-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":87,"wspd":11.2},{"date":"19931013","time":"1993-10-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":89,"wspd":13},{"date":"19931013","time":"1993-10-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":20.5},{"date":"19931013","time":"1993-10-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":13},{"date":"19931013","time":"1993-10-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":80,"wspd":22.3},{"date":"19931013","time":"1993-10-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":77,"wspd":16.6},{"date":"19931013","time":"1993-10-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":79,"wspd":24.1},{"date":"19931013","time":"1993-10-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":82,"wspd":20.5},{"date":"19931013","time":"1993-10-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":81,"wspd":18.4},{"date":"19931013","time":"1993-10-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":13},{"date":"19931013","time":"1993-10-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":13},{"date":"19931013","time":"1993-10-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":13},{"date":"19931013","time":"1993-10-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":11.2},{"date":"19931013","time":"1993-10-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":14.8},{"date":"19931013","time":"1993-10-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":20.5},{"date":"19931013","time":"1993-10-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":16.6},{"date":"19931013","time":"1993-10-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":16.6},{"date":"19931013","time":"1993-10-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":14.8},{"date":"19931013","time":"1993-10-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":14.8},{"date":"19931013","time":"1993-10-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":93,"wspd":0},{"date":"19931013","time":"1993-10-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":93,"wspd":7.6},{"date":"19931013","time":"1993-10-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":80,"wspd":13},{"date":"19931013","time":"1993-10-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":71,"wspd":27.7},{"date":"19931013","time":"1993-10-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":27.7},{"date":"19931013","time":"1993-10-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":50,"wspd":25.9},{"date":"19931013","time":"1993-10-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":47,"wspd":31.7},{"date":"19931013","time":"1993-10-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":43,"wspd":22.3},{"date":"19931013","time":"1993-10-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":36,"wspd":22.3},{"date":"19931013","time":"1993-10-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":36,"wspd":18.7},{"date":"19931013","time":"1993-10-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":34,"wspd":18.7},{"date":"19931013","time":"1993-10-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":33,"wspd":11.2},{"date":"19931013","time":"1993-10-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":37,"wspd":13},{"date":"19931013","time":"1993-10-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":42,"wspd":14.8}]},"19931014":{"guardian_articles":[],"nytimes_articles":[{"date":"19931014","headline":"4 North Americans Win Nobel Prizes for Science","web_url":"https://www.nytimes.com/1993/10/14/world/4-north-americans-win-nobel-prizes-for-science.html","abstract":"  For their landmark contributions to the science of genetics, an American and a Canadian yesterday shared the 1993 Nobel Prize in Chemistry. Also yesterday, two Americans shared the Nobel physics prize for their investigation of gigantic gravitational forces exerted by ultradense stars.   The chemistry prize was bestowed jointly upon Dr. Kary B. Mullis, the inventor of a technique for making many copies of a single gene fragment, and Dr. Michael Smith, for a method used to splice foreign components into genetic molecules.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"2-Inch Crack Cited in Plane That Lost an Engine","web_url":"https://www.nytimes.com/1993/10/14/us/2-inch-crack-cited-in-plane-that-lost-an-engine.html","abstract":"  Federal safety officials said today that an engine fell off a Boeing 747 cargo jet over Anchorage in March because of unusually strong turbulence and an undetected two-inch crack in the pylon connecting the engine to the wing.   The jet, a Japan Airlines flight to Chicago, returned safely to the Anchorage airport, and there were no injuries aboard the aircraft or where the engine landed between an apartment building and a shopping mall in Anchorage. Damage to the plane was put at $12 million.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Defeat by Dutch Cripples English World Cup Bid","web_url":"https://www.nytimes.com/1993/10/14/sports/IHT-defeat-by-dutch-cripples-english-world-cup-bid.html","abstract":"England's soccer team was defeated Wednesday night by Holland, 2-0, almost certainly ending its World Cup hopes, and 5,000 British visitors slumped in their corner among the 43,000 serenading Dutch fans in Feyenoord Stadium. .So the 1994 World Cup in A","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/14/style/chronicle-833593.html","abstract":"  Two Supreme Court justices, SANDRA DAY O'CONNOR and RUTH BADER GINSBURG, attended a reception at the Court on Tuesday evening and came away with something new to wear: T-shirts that read \"The Supremes\" on the front and either \"I'm Sandra, Not Ruth\" or \"I'm Ruth, Not Sandra\" on the back.    The event was a reception given by the National Association of Women Judges and the Schlesinger Library on the History of Women in America at Radcliffe College in Cambridge, Mass. The judges' organization has donated its archives of manuscripts and letters, including material from the two justices, to the library.","thumbnail":null,"section":"Style"},{"date":"19931014","headline":"The Fire in Mauro Ramoni","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-the-fire-in-mauro-ramoni.html","abstract":"I have about as much reason as any American-born Jew to take the Holocaust personally. One day in August 1941, my father's brother and his six children were herded from their homes to killing fields near Ponary, Lithuania, and shot by local militia under","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Hynes Urges Reno To Bring Charges On Crown Heights","web_url":"https://www.nytimes.com/1993/10/14/nyregion/hynes-urges-reno-to-bring-charges-on-crown-heights.html","abstract":"  The Brooklyn District Attorney has argued to the United States Attorney General, Janet Reno, that she has ample authority to prosecute a black teen-ager for civil rights violations in the slaying of a Hasidic Jew during the 1991 Crown Heights racial violence.   In a brief submitted last month but made public yesterday, the District Attorney, Charles J. Hynes, cited various Federal civil rights statutes that he held could be used to bring charges against the teen-ager, Lemrick Nelson Jr., 18. Mr. Hynes's office prosecuted Mr. Nelson unsuccessfully on state murder and manslaughter charges in the death of Yankel Rosenbaum.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Teen-Age Pregnancy Deserves Moral Censure","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-teen-age-pregnancy-deserves-moral-censure-050093.html","abstract":"  To the Editor:   \"When the Cheering Had to Stop\" (editorial, Oct. 5) continues the tradition of moral relativism you and other cultural leaders have so successfully espoused for 30 years.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Patents Don't Grant Exclusive Right to Market","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-patents-don-t-grant-exclusive-right-to-market-007093.html","abstract":"  To the Editor:   A complaint concerning the Japanese patent system attributed to Bruce A. Lehman, Assistant Secretary of Commerce and head of the Patent and Trademark Office, incorrectly characterizes the main advantage of a patent, thereby perpetuating a common misunderstanding (Patents, Oct. 4).","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"32,000 New Yorkers Vote on Puerto Rico","web_url":"https://www.nytimes.com/1993/10/14/nyregion/32000-new-yorkers-vote-on-puerto-rico.html","abstract":"  Nearly 32,000 New Yorkers of Puerto Rican background turned out last week for a symbolic vote on whether Puerto Rico should remain a commonwealth of the United States or seek statehood or independence, it was announced yesterday.   The vote, held over three days ending last Saturday, drew only a fraction of the estimated 300,000 Puerto Ricans who are registered to vote in New York City. But its organizers said the turnout of 31,746 people exceeded their expectations given the logistical problems of the unprecedented vote.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Campaign Trail; Rangel to Ask Farrakhan for a Delay","web_url":"https://www.nytimes.com/1993/10/14/nyregion/campaign-trail-rangel-to-ask-farrakhan-for-a-delay.html","abstract":"  Representative Charles B. Rangel said yesterday that he would ask the Rev. Louis Farrakhan, the Nation of Islam leader, to postpone a politically awkward rally planned for Yankee Stadium three days before the New York City mayoral election.   The Manhattan Democrat said yesterday that he had been asked by a member of the Congressional Black Caucus to contact Mr. Farrakhan.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"The Wonderful, Horrible Life of Leni Riefenstahl; Riefenstahl, in a Long Close-Up","web_url":"https://www.nytimes.com/1993/10/14/movies/the-wonderful-horrible-life-of-leni-riefenstahl-riefenstahl-in-a-long-close-up.html","abstract":"Ray Muller's \"Wonderful, Horrible Life of Leni Riefenstahl\" is a big, long (over three hours), sometimes clunky but consistently fascinating documentary portrait of the woman most easily identified as Hitler's favorite film maker, with good reason. Ms. Riefenstahl's two outstanding films, \"Triumph of the Will\" (1935) and \"Olympia\" (1938), for all of their esthetic glories, served the propaganda machine of National Socialism in ways that probably neither Hitler nor Ms. Riefenstahl could have foreseen.    The films gave Hitler a credibility at home and around the world that nothing else produced by a German artist in the 1930's ever achieved. It was Ms. Riefenstahl's fate not only to survive the war, but also to live on and on and on.   ","thumbnail":null,"section":"Movies"},{"date":"19931014","headline":"Australians Aren't Stampeding Out of the Queen's Big Family","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-australians-arent-stampeding-out-of-the-queens-big-family.html","abstract":"Australians have long been conscious that their land is large, sparsely populated, far removed from traditional friends and thus seemingly vulnerable. .Before World War II, Australia, a former British colony, clung tightly to the hem of Mother Britain'","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Don't Blame TV for Getting Us Into Somalia; U.S. Support Is Vital","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-don-t-blame-tv-for-getting-us-into-somalia-us-support-is-vital-048893.html","abstract":"  To the Editor:   United States support for the United Nations mission in Somalia is vi tal. U.S. global credibility is part of its national interest. Somalia was chosen as opposed to the former Yugoslavia or any number of places because it was considered more doable.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Cunningham Among Bessie Winners","web_url":"https://www.nytimes.com/1993/10/14/arts/cunningham-among-bessie-winners.html","abstract":"  Merce Cunningham, Beverly Blossom and the Five Lesbian Brothers were among the 26 winners of Bessies, more formally known as New York Dance and Performance Awards, which were awarded on Monday night in a private ceremony at the Dance Theater Workshop. The awards, given to dancers, musicians, scenic and lighting designers, a photographer and a dance producer, are named after the dance educator Bessie Schonberg.   Since 1983, when the Bessies were established, the awards ceremony has been held in such theaters as the Brooklyn Academy of Music, the Joyce and the Delacorte. But at this year's 10th anniversary, there was no extra glitter. The Dance Theater Workshop, sponsor of the awards, is a tiny space, which underlined what its director, David R. White, described as a \"bare bones\" celebration because of recessional cutbacks in financial support.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Scouting Report From Ryan: Brister Little Threat to Giants","web_url":"https://www.nytimes.com/1993/10/14/sports/pro-football-scouting-report-from-ryan-brister-little-threat-to-giants.html","abstract":"  Buddy Ryan may be having his own problems in Houston, where the Oilers (1-4) are about to be run out of town. He may be on the verge of losing his job as defensive coordinator. But he still found time to talk about the Eagles, Giants, and the National Football Conference East, a division his defense dominated for so many years when he was the Philadelphia head coach.   Ryan hasn't changed. He's still the brash talker, the man who isn't afraid to speak his mind and as a result anger the target of his words. You can be sure Eagles quarterback Bubby Brister won't like what Ryan said about him when asked if he thought Philadelphia could beat the Giants on Sunday -- and anyone else -- with Brister. With Randall Cunningham out with a broken leg, Brister is now the man for the Eagles.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Transactions","web_url":"https://www.nytimes.com/1993/10/14/sports/transactions-655393.html","abstract":"  Basketball  National Basketball Association   CLEVELAND CAVALIERS -- Signed Sedric Toney, guard.   NEW JERSEY NETS -- Waived Keith Hughes and Eric Manuel, forwards, and Steve Rogers, guard.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Early Signs of a Russian Winter","web_url":"https://www.nytimes.com/1993/10/14/sports/on-pro-hockey-early-signs-of-a-russian-winter.html","abstract":"  This is the fifth season of the National Hockey League's peace dividend, the emigration of players from the former Soviet Union, a stream that began with the end of the Cold War. Finally, New York fans are getting a look at the potential of Moscow by the Hudson.   Although the Devils were the first to hire Russian players in volume, they haven't developed a star on the level of Vancouver's Pavel Bure, Buffalo's Aleksandr Mogilny or Detroit's Sergei Fedorov.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/14/nyregion/no-headline-097093.html","abstract":"  \"This is not a conventional merger in any sense. It's all about coming together to build the next generation of technology and services.\" -- JAMES MOORE, a consultant, on the merger of Bell Atlantic and Tele-Communications Inc.  [ D10:4. ]","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Essay; Waco, Reno, Iraqgate","web_url":"https://www.nytimes.com/1993/10/14/opinion/essay-waco-reno-iraqgate.html","abstract":"  If you were the Attorney General and had something terribly embarrassing to hide, to whom would you turn to oh-so-gently investigate your conduct?   Janet Reno had that problem in the wake of her blunder at Waco, Tex., after she ordered the storming of a fanatic's compound that resulted in 85 deaths, including 25 children.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Looking for Playmates, U.S. Finds Mexico","web_url":"https://www.nytimes.com/1993/10/14/sports/soccer-looking-for-playmates-us-finds-mexico.html","abstract":"  With a place in the World Cup already secured five years ago when the United States was named the host of next summer's extravaganza, the American team has been trying to prepare for the sport's pre-eminent event by playing competitive exhibition games in place of the tension-filled qualifying matches.   Coach Berti Vogts of Germany, which qualified automatically as the defending champion, said recently that it was traumatic for his team not to be involved in competitive matches before the World Cup.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/14/nyregion/inside-089093.html","abstract":"  4 Share Nobel Prizes In Physics and Chemistry   An American and a Canadian won the chemistry prize for developing new techniques in genetics. Two Americans won the physics prize for their investigation of gravitational forces exerted by dense stars. Page A6. Training the Dispossessed    The Administration proposed a $100 million program to retrain Americans left jobless by the North American Free Trade Agreement. Page B8. Israel Admits Sales to Beijing    Prime Minister Rabin acknowledged that Israel had sold arms to China, but insisted that the sales did not violate American laws. Page A3. Gun Control in Utah    In Utah, violence among youth gangs has caused residents to favor what was long considered unpatriotic: gun control. Page A16.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/14/nyregion/c-corrections-874293.html","abstract":"  A picture caption on Sept. 13, about a visit to the Young Israel synagogue of Kew Gardens Hills, Queens, by the Israeli Ambassador to the United States, after the Israeli-Palestinian peace agreement, misstated the affiliation of the protester being restrained, and characterized the behavior of the congregation incorrectly. In a letter dated Sept. 13, the congregation's rabbi pointed out that the protester was a member of a militant Jewish group, Kahane Chai, and that no member of the congregation took part in the disruption. This correction was delayed by an editing oversight.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"U.S. MOVE ANGERS DIPLOMATS IN HAITI","web_url":"https://www.nytimes.com/1993/10/14/world/us-move-angers-diplomats-in-haiti.html","abstract":"  One day after the abrupt withdrawal of a ship carrying 218 American and Canadian soldiers, some Western diplomats here expressed outrage that the United States had seemingly capitulated in the face of opposition by the Haitian military to a international settlement of this country's crisis.   Western diplomats who have been involved with negotiations here said that the sudden withdrawal of the American transport ship, the Harlan County, had not only delivered a serious blow to their efforts, but had also potentially exposed hundreds of foreigners in the country to a wave of xenophobic violence by heavily armed Haitians opposed to the return of the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Review/Film Festival; Chillingly Clear Recall Of the Unspeakable","web_url":"https://www.nytimes.com/1993/10/14/movies/review-film-festival-chillingly-clear-recall-of-the-unspeakable.html","abstract":"  Although \"Birthplace,\" Pavel Lozinski's documentary about an American Jew's return to his native village in Poland, unfolds in a quiet, unremarkable manner, this film is shocking simply on the basis of what is being said. Henry Greenberg has gone back to inquire about the fates of his father and brother, and a surprising number of elderly villagers remember exactly what happened to them.   The villagers' attitudes are astonishingly unchanged and unguarded, as if the forces behind the Holocaust remained preserved in amber. \"You know, we were Poles and they were Jews, but I didn't mind going to their shop,\" says one of the town's atypically open-minded citizens.","thumbnail":null,"section":"Movies"},{"date":"19931014","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/14/style/chronicle-832793.html","abstract":"  JOSEPH BAUM has long been a prominent figure on the New York restaurant scene: he is the creator of establishments, past and present, like Windows on the World, Aurora, La Fonda del Sol, the Four Seasons and the restored Rainbow Room at Rockefeller Center. But there are those who remember him in a different kind of kitchen, the one on the U.S.S. Lindsey, a minelayer that was blown apart in a kamikaze attack southwest of Okinawa on April 12, 1945. Mr. Baum, then 22, was the supply officer on the vessel.    On Tuesday, he gave a dinner for 31 of the 100 or so surviving crew members and their wives and children in the Radio City Suite of the Rainbow complex. It was the culmination of the group's reunion, which began on Saturday.","thumbnail":null,"section":"Style"},{"date":"19931014","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/10/14/arts/pop-and-jazz-in-review-607393.html","abstract":"  Huggy Bear and the Frumpies  ABC No Rio 156 Rivington Street Lower East Side    Punk rock may turn out to be as durable as the blues. The music that marked rock's adolescent temper tantrum in the 1970's has become the idiom for disaffected youths, who accept nothing from their elders except punk rock's shouted vocals, clattering drums and choked power chords. The music's discordant noise and defiant amateurism keep it on the fringes of pop, to be rediscovered and renewed by wave after wave of marginalized fans and musicians.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Israelis and the P.L.O. Meet: Peace Is in the Details; Talks in Cairo","web_url":"https://www.nytimes.com/1993/10/14/world/israelis-and-the-plo-meet-peace-is-in-the-details-talks-in-cairo.html","abstract":"  Foreign Minister Shimon Peres and Mahmoud Abbas, of the P.L.O., met here today to carry out the transfer of authority.   After a two-hour meeting, the two men said in a joint statement that they had agreed on five initial steps, to take effect Dec. 13, including setting up committees and scheduling frequent, in some cases continuous meetings.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"1943: On Foreign Policy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-1943-on-foreign-policy-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] A post-war foreign policy declaration was adopted today [Oct. 13] by a Senate Foreign Relations subcommittee advocating that \"the United States, acting through its constitutional processes, join with free and","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Remains of Vehicle Shown To Jury in Explosion Case","web_url":"https://www.nytimes.com/1993/10/14/nyregion/remains-of-vehicle-shown-to-jury-in-explosion-case.html","abstract":"  The skeletal remains of a motor vehicle were hauled before the jury in the World Trade Center bombing trial yesterday as the prosecution presented its first evidence to tie the four defendants to a van the Government claims carried the bomb into an underground garage last February.   An officer of the Treasury Department's Bureau of Alcohol, Tobacco and Firearms testified that he and other searchers found the large frame and transmission sections -- one piece stamped with a vehicle identification number -- at the rim of the jagged crater two days after the Feb. 26 blast.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Reviews/Dance; A Questioning of Sexual Identity","web_url":"https://www.nytimes.com/1993/10/14/arts/reviews-dance-a-questioning-of-sexual-identity.html","abstract":"  The dancing is fast, furious and fabulous, the choreographer himself has an eye-riveting presence, the music ranges from Stravinsky and Ravel to Yoko Ono and Elvis Presley. Like everything else onstage, the occasional decor, including Cindy Sherman's slides of mummies and eyeballs, is never dull.   Yet something was always missing from the three premieres with which the Stephen Petronio Dance Company opened a weeklong run on Tuesday night at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea).","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"For New Jersey Dog, 1,000 Days on Death Row; Is Taro Vicious? Who Cares? By Now, Most of the State's Judicial System","web_url":"https://www.nytimes.com/1993/10/14/nyregion/for-new-jersey-dog-1000-days-death-row-taro-vicious-who-cares-now-most-state-s.html","abstract":"  The numbers just keep growing bigger in the saga of a death-row dog that has spent more than 1,000 days at the Bergen County Jail, running up at least $100,000 in legal costs and upkeep charges.   It's time to say enough, says the sponsor of the New Jersey \"vicious dog\" law, which has doomed Lonnie and Sandy Lehrer's pet Akita, Taro. The dog stands accused of injuring the lower lip of the couple's 10-year-old niece, Brie Halfond -- just how she was injured is disputed -- at the Lehrer's home during a family gathering on Dec. 25, 1990.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"SLOVENIA REPORTS A WEAPONS CACHE","web_url":"https://www.nytimes.com/1993/10/14/world/slovenia-reports-a-weapons-cache.html","abstract":"  Slovenian authorities have seized a large cache of infantry weapons that they said were destined for the Muslim-led armed forces of Bosnia and Herzegovina, in violation of an international arms embargo.   A United States official said today that the Administration had been informed that the cache consists of 11,000 assault rifles, 750,000 rounds of ammunition and 30 mortars. It was discovered at an airport near Maribor, Slovenia, in July.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Columbia Poised for Start of Longest Shuttle Flight","web_url":"https://www.nytimes.com/1993/10/14/us/columbia-poised-for-start-of-longest-shuttle-flight.html","abstract":"  The space shuttle Columbia was poised today to begin the longest flight of the shuttle program, a two-week mission dedicated to medical experiments involving seven astronauts and 48 rats.   Officials at the Kennedy Space Center here said no technical problems stood in the way of Thursday's launching of the Columbia, scheduled for 10:53 A.M.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Reviews/Dance; Different Mood for 'Rite'","web_url":"https://www.nytimes.com/1993/10/14/arts/reviews-dance-different-mood-for-rite.html","abstract":"  Martha Graham's version of Stravinsky's \"Rite of Spring,\" which was a savage tiger of a dance at its premiere in 1984, is looking a bit like a sassy kitten in its current production by the Martha Graham Dance Company. Although some of the work's ferocity has diminished, this \"Rite\" still permits dancers to offer distinctive interpretations of its leading roles, the Chosen One and the Shaman, as Christine Dakin and Peter London demonstrated on Tuesday night at City Center.    Ms. Dakin, always a strong dramatic presence, has been in fine form this season. As a woman who must be sacrificed to the gods, she looked horrified, rather than religiously honored, to be appointed the Chosen One, and her quick runs appeared to symbolize her futile efforts to escape her doom. Death was inevitable, yet before she became a totally helpless victim, she faced the work's other characters defiantly.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Sports of The Times; Roping Maddux's Calf","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-of-the-times-roping-maddux-s-calf.html","abstract":"  WHEN Darren Daulton slashed a two-run double down the right-field foul line for the Phillies in the third inning, the Veterans Stadium voices roared, \"Whoop, there it is\" -- the latest streetcorner slogan. When Dave Hollins crashed a two-run homer in the fifth, they roared, \"Whoop, there it is.\" And when Mickey Morandini hooked a two-run triple into the right-field corner in the sixth, they roared, \"Whoop, there it is.\"   But when Morandini's short-skip liner roped Greg Maddux's right calf in the first inning, whoop, there it really was.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/14/nyregion/c-corrections-165993.html","abstract":"  Because of an editing error, an article yesterday about the sentencing of two Detroit police officers convicted of beating a motorist to death referred incorrectly to the Rodney G. King case. Mr. King was injured in a beating by police officers in Los Angeles; he was not beaten to death.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Jets Win Argument, But Still Lose Game","web_url":"https://www.nytimes.com/1993/10/14/sports/pro-football-jets-win-argument-but-still-lose-game.html","abstract":"  The loss wasn't reversed, but the Jets gained a measure of satisfaction yesterday when the National Football League admitted there were errors by the clock operator and an official on the field at the end of Sunday's game against the Raiders in Los Angeles.   The problems developed after the Raiders, who trailed by 20-17 with no timeouts left, moved from their 7 to the Jets' 7 with 32 seconds left. The first error was made by the clock operator, who did not start the clock on the next play, Vince Evans's 6-yard pass to Tim Brown at the Jets' 1. (The scoreboard clock is supposed to be synchronized with the official time kept by the line judge.)","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Don't Blame TV for Getting Us Into Somalia","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-don-t-blame-tv-for-getting-us-into-somalia-005493.html","abstract":"  To the Editor:   Hindsight is a wonderful thing: always accurate, often gratifying to the ego. Sometimes we dust off our diaries just to see how smart we were -- how smart we think we are. The tendency is to flip past the pages where predictions didn't come true and focus on the foresight that turned out to be right: our hindsight wears blinders.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"National Book Awards Remove a Finalist","web_url":"https://www.nytimes.com/1993/10/14/books/national-book-awards-remove-a-finalist.html","abstract":"  Judges for the 1993 National Book Awards have removed Juliet Wittman from the list of finalists for the nonfiction award because the author informed them that she was a British citizen and therefore ineligible for the award. The judges have named a new finalist, Peter Svenson, the author of \"Battlefield: Farming a Civil War Battleground\" (Faber & Faber).","thumbnail":null,"section":"Books"},{"date":"19931014","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-what-theyre-reading.html","abstract":"Bill Bryson, an American writer who lives in Britain, has just finished reading \"The Cotswold Way\" by Mark Richards. .\"I spent a week on a wonderful but little-known long-distance walk in England's Cotswold region. This book is everything","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"In Heart of Gun Country, Utah Is Changing Its Mind","web_url":"https://www.nytimes.com/1993/10/14/us/in-heart-of-gun-country-utah-is-changing-its-mind.html","abstract":"  Like starting to drive or date, owning a gun has long been a rite of passage for teen-agers in Utah, a state where many schools once closed during deer hunting season to accommodate the sport.   But a recent wave of violence has horrified residents of this famously prim-and-proper city, where street gangs were unknown only a decade ago, and prompted what was traditionally scorned as downright unpatriotic: gun control.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Greene Gives Braves His New Look","web_url":"https://www.nytimes.com/1993/10/14/sports/the-playoffs-greene-gives-braves-his-new-look.html","abstract":"  Tommy Greene, who was nervous and terrible and not around for long in Game 2 of the National League Championship Series, outdid Greg Maddux tonight to give his belligerent brethren with the bats all the room and comfort they required to take apart the Braves in Game 6 and earn a trip to the World Series.   Greene's effort was not impeccable. He walked people, stayed away entirely from Fred McGriff, gave up a handful of hits, hard and long and otherwise. But there were enough moments of moxie and punchouts of consequence for Greene to both win and be proud. The line at the end read: 7 innings, 5 hits, 3 runs, 5 walks, 5 strikeouts. It had a W next to it, too.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Death Toll About 300 in Oct. 3 U.S.-Somali Battle","web_url":"https://www.nytimes.com/1993/10/14/world/death-toll-about-300-in-oct-3-us-somali-battle.html","abstract":"  About 300 Somalis are believed to have been killed during the street fighting in Mogadishu on Oct. 3, and hundreds of women and children were among the 700 treated in hospitals after the battle, military and relief officials say.    The precise number of Somalis killed remains uncertain, but the American military and international relief agencies do not dispute the assertion by supporters of Gen. Mohammed Farah Aidid, the Somali faction leader, that there were at least 300.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Panel Sends Cuomo a List of 7 For a Seat on State's Top Court","web_url":"https://www.nytimes.com/1993/10/14/nyregion/panel-sends-cuomo-a-list-of-7-for-a-seat-on-state-s-top-court.html","abstract":"  A state commission today sent Gov. Mario M. Cuomo a list of seven nominees to fill a vacancy about to occur on the state's highest court, including three women.   The list also includes a Hispanic judge and a black judge from western New York. The Court of Appeals has never had a Hispanic judge. Once the vacancy occurs, the court will have no member who lives west of Rome, a city near Utica.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"1918:Germans in Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-1918germans-in-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The victory obtained by Foch's strategy is indisputable. The routed Germans are falling back rapidly, closely followed by the Allied armies, and no one may yet gather where they may endeavor to make a stand. Exploiting their success and taking adv","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"New Ranchers Tend New Stock: Elk","web_url":"https://www.nytimes.com/1993/10/14/us/new-ranchers-tend-new-stock-elk.html","abstract":"  On Jack Bridgewater's sprawling ranch by the snow-capped Big Belt Mountains, aspen meadows echo this time of year with a sound and sight uncommon to livestock operations: the eerie moans of rutting elk.   Throughout the West, a new breed of ranchers like Mr. Bridgewater are raising big-game animals like elk and deer. They are doing it to satisfy the demands of restaurants that serve venison and Asian producers that buy antlers as aphrodisiacs.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Conners to Return to Yanks","web_url":"https://www.nytimes.com/1993/10/14/sports/conners-to-return-to-yanks.html","abstract":"  The looting of the Yankee coaching staff is expected to begin today or tomorrow when the club announces that Billy Conners, the Chicago Cubs' pitching coach who held the same job with the Yankees, has been hired to replace Tony Cloninger, who was the pitching coach last season.   While General Manager Gene Michael refused to confirm what has been speculation for weeks, a Yankee official said the announcement could occur within 48 hours. Another American League general manager said the Yankees had dismissed four coaches, likely meaning that first-base coach Frank Howard, bullpen coach Mark Connor and bench coach Ed Napoleon will join Cloninger in the unemployment line. Since Manager Buck Showalter had already conceded that the Yankees would trim their staff from seven coaches to six, Jake Gibbs was already believed to be relieved of his coaching duties.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/14/nyregion/c-corrections-869693.html","abstract":"  The periodic table within a diagram in Science Times on Tuesday about heavy elements misidentified Element 81. It is thallium. The table also omitted a theoretical element, No. 115; it should have appeared in sequence after 114.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Braves' Baffling Role: A Team Without Title","web_url":"https://www.nytimes.com/1993/10/14/sports/the-playoffs-braves-baffling-role-a-team-without-title.html","abstract":"  It is a club, with its pitching and defense and bold acquisitions, of perfect theoretical architecture. It had produced the game's best record, and it had developed a kind of corporate cool, its players practiced in miracles and spectacularly deep in talent.   In the end, though, the Braves again turned out to be inadequate. Their 104 triumphs, historic and heroic, were rendered an exasperating tease. The spending and the strategizing couldn't buy or engineer a world championship. It is now three years of almost, and the hurt and questions only grow.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Tarnished Brass","web_url":"https://www.nytimes.com/1993/10/14/opinion/tarnished-brass.html","abstract":"It isn't hard to imagine the confusion of citizens who watched the Mollen Commission's hearings on the New York City Police Department. Is the corruption widespread and systemic or episodic and isolated? Ax grinders speak menacingly of a force in disarray; apologists trot out the \"one rotten apple in any barrel\" theory. Where to go for the truth?\n\nMy own perspective, based on more than two decades on the force, is that the N.Y.P.D. is full of former idealists who have been acculturated into silent complicity or actual wrongdoing by feckless leadership, politicking and flank covering.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Don't Blame TV for Getting Us Into Somalia; Charity Begins at Home","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-don-t-blame-tv-for-getting-us-into-somalia-charity-begins-at-home-047093.html","abstract":"  To the Editor:   How can any American read of the continuing despair and hardship of people caught in the Midwest floods and not be angered by talk of \"nation-building\" in Somalia, a country in which United Nations peacekeeping troops are being murdered?","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Investigators Question Commerce Secretary","web_url":"https://www.nytimes.com/1993/10/14/us/investigators-question-commerce-secretary.html","abstract":"  Investigators met on Monday with Commerce Secretary Ronald H. Brown to ask him questions about allegations by a Vietnamese businessman who said Mr. Brown had been offered $700,000 to work toward removing the nation's trade embargo with Vietnam.   The meeting, involving an agent of the Federal Bureau of Investigation and a lawyer for the Justice Department, was reported by The Washington Post today and confirmed by a person involved in the case. That person said the Justice Department was still weeks away from determining whether to seek charges against Mr. Brown.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Fields Set for 6 Races At Belmont's Jamboree","web_url":"https://www.nytimes.com/1993/10/14/sports/horse-racing-fields-set-for-6-races-at-belmont-s-jamboree.html","abstract":"  More than 50 of the best race horses from England, Ireland, France, Canada and the United States were entered yesterday in this Saturday's great Belmont Park jamboree, six stakes races worth $2.4 million in prize money plus star billing for the Breeders' Cup three weeks later.   The fields are mostly small but select, and the early favorites are all leading candidates for championships. They are Devil His Due at 2-1 in the $850,000 Jockey Club Gold Cup, the 2-year-old Dehere at 2-5 in the $500,000 Champagne Stakes, the undefeated Strategic Maneuver at 4-5 in the $250,000 Frizette for 2-year-old fillies, Lure at 3-5 in the $200,000 Kelso on the turf and Turnback the Alarm at 2-1 in the $250,000 Beldame for fillies and mares.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Turkish Leader to Press U.S. on Iraq Embargo","web_url":"https://www.nytimes.com/1993/10/14/world/turkish-leader-to-press-us-on-iraq-embargo.html","abstract":"  Turkey's Prime Minister, Tansu Ciller, left here tonight for Washington, where she is expected to ask President Clinton a question that has come to preoccupy many political and economic leaders here and elsewhere: how long can the Western embargo of Iraq continue without visible political result?   The question is particularly pertinent to Turkey, which says it is losing about $3 billion a year in trade and income from Iraq's pipeline across Turkey, an artery that has been closed since the beginning of the Persian Gulf crisis in August 1990.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Assist From Brown","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-football-assist-from-brown.html","abstract":"  JIM BROWN was on hand yesterday at Mother A.M.E. Zion Church in Harlem, beaming like a proud father at the sight of the 67 newest graduates of his Amer-I-Can Program.   \"It's a step-by-step process,\" said the former Cleveland Browns star.  \"These young men have gone through the class. Now, they will go back into the community and start working in a positive way.\"","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Review/Music; Serkin's Particular 'Goldberg' Variations","web_url":"https://www.nytimes.com/1993/10/14/arts/review-music-serkin-s-particular-goldberg-variations.html","abstract":"  \"Long have I been away from you\" are the playful words to an 18th-century popular tune Bach quotes near the end of the \"Goldberg\" Variations. It is as if the tune's unsung lyrics were referring to the theme itself, about to return after a long sojourn through canons, gigues, fugues, arias and dances: 30 of the most exquisite variations written for the keyboard. The explanation for the absence of the theme is in the words to another melody Bach quotes in the final variation: \"Cabbage and turnips have put me to flight.\"    One problem with Peter Serkin's survey of this remarkable set of pieces at Carnegie Hall on Tuesday night was that Bach's playful allusion to mishaps of digestion after eating cabbage -- his coded suggestion that the theme was pushed into a fantastical flight of variation by something earthy and physical -- was completely overlooked. Mr. Serkin didn't care much at all about the physical world of movement and dance, the prismatic energy in the hand-crossing patter of the score, the body that listens to or creates this music. There was something precious and detached about the performance.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/14/nyregion/bridge-390293.html","abstract":"  Enthusiastic analysts often consider this post-mortem question: Could it have been made double-dummy? The reader can explore this question on the diagramed deal, given a contract of six hearts and the lead of the spade jack.   The deal occurred on Monday in the Stratified Flight A Pairs at the conclusion of the regional championships in Kiamesha Lake, N.Y., and helped Paul and Joan Dziekanski of Manhattan, as North and South, to win the title by a large margin. Using a four-card major style, they climbed to six hearts.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Progress on the Waterfront","web_url":"https://www.nytimes.com/1993/10/14/opinion/progress-on-the-waterfront.html","abstract":"  New York City's Planning Department gave itself an intimidating assignment when it developed a zoning plan for the waterfront. With few exceptions, the city's 578 miles of shoreline have either been neglected to the point of deterioration or overdeveloped in ways that wall off the waterfront. The trick was to improve the shoreline and the public's access to it without discouraging sensible development.   The new zoning changes, passed recently with some wise modifications by the City Council's Land Use Committee, contain unanswered questions and details that need ironing out. But the proposal is a significant improvement over any policy the city has followed before. The full Council need have no hesitation in approving the plan when it comes up for a vote later this month.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Ginsburg at Fore in Court's Give-and-Take","web_url":"https://www.nytimes.com/1993/10/14/us/ginsburg-at-fore-in-court-s-give-and-take.html","abstract":"  The Supreme Court wrestled with two of the term's most important discrimination cases today, and for many minutes during the two intense hours of argument it was Justice Ruth Bader Ginsburg's courtroom.   The newest Justice, who spent the first part of her legal career fighting and helping to define sex discrimination, brought some of an advocate's passion to the day's arguments.  In Plain English    One case asks the Court to decide what constitutes sexual harassment on the job. The question in the other case is whether the Civil Rights Act of 1991, which strengthened the basic Federal law against employment discrimination, should be applied retroactively to lawsuits that were pending when it took effect.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Rivers Gets Ready For Rigors Of Season","web_url":"https://www.nytimes.com/1993/10/14/sports/pro-basketball-rivers-gets-ready-for-rigors-of-season.html","abstract":"  According to Pat Riley, Doc Rivers was in the best shape of any Knick reporting to training camp. Impressive, considering Rivers turned 32 years old today.   Yet the big question concerning Rivers is this: can he finish the season as healthy as he is now? During last year's Eastern Conference finals, Rivers showed the wear and tear of a long season handling the majority of minutes at point guard. He played with torn ligaments in his right thumb and cracked ribs during the playoff series against Chicago. And Rivers admitted that the injuries kept him from performing the way he wanted.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Critic's Notebook; This Jewish Mom Dominates TV, Too","web_url":"https://www.nytimes.com/1993/10/14/arts/critic-s-notebook-this-jewish-mom-dominates-tv-too.html","abstract":"  Of the relatively few stereotypes that have slipped past political-correctness watchdogs in recent years, none has more stamina than the exaggerated Jewish mother, a stock character once again very much in vogue in prime-time entertainment. The British music hall once had its bandylegged, boozy Irish Paddy. Today's television seems curiously partial to neurotically overprotective, brash and often garish mothers of the unmistakably Jewish persuasion.    One reason may simply be Oedipal revenge. From \"Seinfeld\" to \"Mad About You,\" many of the writers and performers are Jewish. Perhaps this is one way to get back at Mommy. Viciously? No. Most of the characterizations are rooted in fondness, albeit backhanded and very wry.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Dolphins Sign Hodson","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-football-dolphins-sign-hodson.html","abstract":"  The Miami Dolphins signed the former New England Patriot TOMMY HODSON as a backup quarterback yesterday and placed DAN MARINO on injured reserve, making him ineligible for the rest of the season.   Marino, who ruptured his right Achilles' tendon in Cleveland Sunday, indicated Tuesday there was a slim hope he could return for the Super Bowl if the Dolphins made it that far. But going on injured reserve makes him ineligible for both the regular season and post-season.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/14/nyregion/news-summary-098993.html","abstract":"  International A3-15  U.N. REIMPOSES HAITIAN EMBARGO  The U.N. reimposed an oil and arms embargo on Haiti, accusing military authorities there of violating the agreement to return Haiti's exiled President to power.  A1  COMMITMENT TO HAITI'S FUTURE  A day after an American troop ship was forced to retreat from landing in Haiti, the White House and President Aristide sought to show their commitment to democracy.  A8","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"ROMANIA GRANTED FULL TRADE STATUS","web_url":"https://www.nytimes.com/1993/10/14/world/romania-granted-full-trade-status.html","abstract":"  The House of Representatives has given its seal of approval to Romania by voting to restore normal trade relations.   With Senate approval assured, the unanimous vote on Tuesday permits the United States to resume normal trade with Romania for the first time since 1988, when the former Romanian dictator, Nicolae Ceausescu, scuttled a trade deal because of his objections to American demands that Romania improve its behavior on human rights.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Public & Private; Stinky Cheese Race","web_url":"https://www.nytimes.com/1993/10/14/opinion/public-private-stinky-cheese-race.html","abstract":"  To: Mr. Dinkins and Mr. Giuliani From: A Mom Re: Bad Behavior   Those of us with young children have had occasion in the last year to read them a book called \"The Stinky Cheese Man and Other Fairly Stupid Tales.\" The title story is a variation on the old \"can't catch me, I'm the gingerbread man\" story, except that no one wants to catch the Stinky Cheese Man, who has a chunk of gorgonzola for a head.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Raiders Deal Patterson","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-football-raiders-deal-patterson.html","abstract":"  The Raiders' special-teams captain, ELVIS PATTERSON, has been traded to the Dallas Cowboys for a draft choice, the Raider coach, ART SHELL, said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"But the Blue Jays Have Some Storybook Characters, Too","web_url":"https://www.nytimes.com/1993/10/14/sports/the-playoffs-but-the-blue-jays-have-some-storybook-characters-too.html","abstract":"  Now that the Toronto Blue Jays have proved they can repeat as American League pennant winners despite a wholesale change in their appearance, they go to the World Series to see if they can repeat there, too, with their adaptable dozen.   The Blue Jays, who wrapped up the pennant Tuesday night in Chicago, have 12 players among the 25 who were not on their World Series roster a year ago; the most important cast changes were Paul Molitor playing the role of Dave Winfield and Dave Stewart as Jack Morris.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/14/nyregion/c-corrections-866193.html","abstract":"  A headline on Monday about the wedding of Kathryn Emily Beebe misstated the name of the bridegroom. He is James William Reilly. The report also misspelled the last name of the bride's mother. She is Robin Van Doren.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Reviews/Dance; A Dutch Tribute to Ives's Life And Music","web_url":"https://www.nytimes.com/1993/10/14/arts/reviews-dance-a-dutch-tribute-to-ives-s-life-and-music.html","abstract":"  Beppie Blankert, a Dutch choreographer, is obviously smitten by the music of Charles Ives, the experimental American composer who lived from 1874 to 1954. On Thursday night at St. Mark's Church, she sent him a beautiful theatrical love letter.   Ives adored bold dissonances, but he also had a soft spot for hymns and ballads. Both facets of his creative personality were on view in Ms. Blankert's \"Ives,\" which was performed by Dansers Studio, her Amsterdam-based group, and presented as a co-production between the Danspace Project at St. Mark's and Dance Theater Workshop.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"In Defense of Turkey : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-in-defense-of-turkey-letters-to-the-editor.html","abstract":"Regarding \"Indo-Russian Goals for Central Asia\" (Opinion, Sept. 22): .S. Nihal Singh refers to an Indian-Russian report which asserts that the Turkish secular nation-state came about after the massacre of Armenian and Greek minorities and the","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Backing the Right Man : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-backing-the-right-man-letters-to-the-editor.html","abstract":"Regarding \"Backing the Wrong Man\" (Opinion, Oct. 5): .Gregory Clark's analysis provided a vivid illustration of how easily Russia's problems can be misunderstood by outsiders. Drawing an analogy between the recent events in Moscow and those a","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Fernandez May Be The Mets' 104th Loss","web_url":"https://www.nytimes.com/1993/10/14/sports/the-playoffs-fernandez-may-be-the-mets-104th-loss.html","abstract":"  The difference in dollars is enormous. The disagreement in principle is deep. The conclusion is all but inescapable: Sid Fernandez will not pitch for the Mets in 1994.   Saying that \"the days of lip service and flexibility are over,\" Fernandez's agent, Tom Selakovich, gave the Mets a contract figure more than 10 days ago. The Mets, saying \"no player is more important than the club,\" haven't responded.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Israelis and the P.L.O. Meet: Peace Is in the Details","web_url":"https://www.nytimes.com/1993/10/14/world/israelis-and-the-plo-meet-peace-is-in-the-details.html","abstract":"  The agreement between Israel and the Palestine Liberation Organization officially went into effect today, and with it the two sides began crucial negotiations on transferring authority in the occupied territories from Israel to Palestinians.   Far from being mere technicalities, the specifics will determine the ultimate success or failure of the new relationship, and officials on both sides agree that they have not given themselves much time.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Victims of Truck Hijacking Dial a Rescue","web_url":"https://www.nytimes.com/1993/10/14/nyregion/victims-of-truck-hijacking-dial-a-rescue.html","abstract":"  Handcuffed and locked in the back of a hijacked delivery truck yesterday, en route to who knows where, two delivery men did what any sensible kidnapping victims would do: They called 911 on a cellular phone.   It worked. After the men told a police dispatcher where they were and what the truck looked like, two police officers spotted it near the entrance of the Manhattan Bridge, chased it into Brooklyn and caught it on Flatbush Avenue, said Sgt. Frances Haimeck, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Mozart Makes the Brain Hum, a Study Finds","web_url":"https://www.nytimes.com/1993/10/14/us/mozart-makes-the-brain-hum-a-study-finds.html","abstract":"  Can it be that the music of Mozart is not only exalting but can also improve intelligence?   An experiment on students at the University of California at Irvine suggests that listening to 10 minutes of Mozart's piano music significantly improves performance in intelligence tests taken immediately afterward. The finding is being reported today in the British scientific journal Nature by researchers from the university.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Inspectors Are Accused Of Extortion","web_url":"https://www.nytimes.com/1993/10/14/nyregion/inspectors-are-accused-of-extortion.html","abstract":"  The commanding officer of the unit that enforces sanitation laws in midtown and lower Manhattan and 10 current and former inspectors were accused yesterday of extorting between $5,000 and $10,000 a year each from shopkeepers, restaurant owners and street food vendors.   \"I used my summons book like a gun to get money,\" said the commander of the Sanitation Department unit, Lieut. Rayman Rahim, after he was arrested yesterday, according to Peter Benjaminson, a spokesman for the Department of Investigation.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"'Jack's Lad's' Leave Irish In a Precarious Position","web_url":"https://www.nytimes.com/1993/10/14/sports/soccer-jack-s-lad-s-leave-irish-in-a-precarious-position.html","abstract":"  Jack Charlton, the coach of the Republic of Ireland's national soccer team, is probably the best-loved Englishman ever to work in this robustly un-English country. In seven years, what the headlines call \"Jack's Magic\" has turned \"Jack's Lads\" into a major soccer power. But the lads, all of whom play for British club teams, didn't have it today, and 33,000 of the fans in \"Jack's Army,\" trudged home in despair after Spain thrashed Ireland, 3-1.   The victory enhanced Spain's chances of qualifying for the World Cup in the United States next year. Ireland will still qualify if it defeats Northern Ireland Nov. 17 in Belfast.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Bowe's Extra Weight Doesn't Worry Him","web_url":"https://www.nytimes.com/1993/10/14/sports/boxing-bowe-s-extra-weight-doesn-t-worry-him.html","abstract":"  Riddick Bowe ballooned to more than 270 pounds as late as last month, but the heavyweight champion has recently been punishing sparring partners, breaking one's nose, knocking out another's teeth and sending a third packing.   Bowe said yesterday by telephone from Lake Tahoe, Nev., that he was down to 250 pounds, and may lose 15 more for his Nov. 6 title defense against Evander Holyfield in Las Vegas, Nev.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Penn Proposes Elimination of 3 Departments","web_url":"https://www.nytimes.com/1993/10/14/us/penn-proposes-elimination-of-3-departments.html","abstract":"  Citing the kinds of tight finances that are squeezing campuses nationwide, the University of Pennsylvania has moved to eliminate three departments -- religious studies, civilization and regional science -- and absorb their faculty in other departments.   The university would also fold its astronomy department into physics and would bring in outside administrators to overhaul the management of its Slavic languages department.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Books of The Times; Deceptions of Sex and Politics in 1930's Europe","web_url":"https://www.nytimes.com/1993/10/14/books/books-of-the-times-deceptions-of-sex-and-politics-in-1930-s-europe.html","abstract":"  While England Sleeps  By David Leavitt 304 pages. Viking. $22.    The year is 1936 at the start of the main action in David Leavitt's resonant new novel, \"While England Sleeps,\" whose title comes from George Orwell's reference in \"Homage to Catalonia\" to \"the deep, deep sleep of England\" during Hitler's rise and the Spanish Civil War, and which leans heavily on, without acknowledging, Stephen Spender's 1948 autobiography, \"World Within World.\"","thumbnail":null,"section":"Books"},{"date":"19931014","headline":"Irish President Backs New Call for Peace in Ulster","web_url":"https://www.nytimes.com/1993/10/14/world/irish-president-backs-new-call-for-peace-in-ulster.html","abstract":"  President Mary Robinson indicated today that she approved of the new initiative toward a settlement of the strife in Northern Ireland.    The opinion of Mrs. Robinson, one of the most popular and respected figures in Irish politics, could add impetus to the initiative begun last month by two influential Catholic leaders in Northern Ireland, Gerry Adams, president of Sinn Fein, the political wing of the outlawed Irish Republican Army, and John Hume, the head of the moderate Social Democratic Labor Party.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Bloody Prints in Oslo","web_url":"https://www.nytimes.com/1993/10/14/opinion/bloody-prints-in-oslo.html","abstract":"  It could be a coincidence that a Norwegian publisher and friend of Salman Rushdie was shot from behind three times outside his home near Oslo, and that the tires of his car were also slashed by a would-be robber. But the attempted murder of the publisher, William Nygaard, has the same marks of a contract hit as did the fatal stabbing in 1991 of Mr. Rushdie's Japanese translator and the knife attack on the Italian translator of his novel \"The Satanic Verses.\"   The long arm in these cases most likely belongs to the Islamic Republic of Iran, whose rulers hate both Mr. Rushdie and the Israeli-P.L.O. accord that Norway helped nurture.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Giants' Thornton Has Mild Stroke","web_url":"https://www.nytimes.com/1993/10/14/sports/pro-football-giants-thornton-has-mild-stroke.html","abstract":"  Giants defensive lineman George Thornton apparently suffered a minor stroke early this morning as a result of severe hypertension, or extremely high blood pressure, according to the team physician, Russell Warren. Thornton is in stable condition at New York Hospital-Cornell Medical Center and the prognosis for him returning to football this season is good, team officials say.   The 300-pound Thornton was picked up off waivers before the start of the regular season after he was released by the San Diego Chargers. Thornton, 25, showed signs of slurred speech and some dizziness as his blood pressure shot up late Tuesday night and this morning.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/14/nyregion/c-corrections-878593.html","abstract":"  A report in the Religion Notes column on Sept. 25, about a Yom Kippur charity appeal, misstated the amount of a grant given to the Jewish community of Sarajevo by Mazon, a Jewish group working to relieve hunger. It was $50,000, not $500,000.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"3D JUROR AT ISSUE IN BEATING TRIAL","web_url":"https://www.nytimes.com/1993/10/14/us/3d-juror-at-issue-in-beating-trial.html","abstract":"  Legal combat over the composition of the jury continued today in the trial of two black men accused of beating a white truck driver during last year's riot, with a defense lawyer asking for the removal of a third juror during deliberations.   The lawyer, Edi M. O. Faal, asked the court to remove a white woman who he said appeared to be biased in favor of the prosecution. Judge John G. Ouderkirk of Superior Court, who has removed two other jurors in the past two days, asked for a response from the prosecutors and said he would rule on the motion on Thursday.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Chancellor Restores 10 Principals Removed by Predecessor in Bronx","web_url":"https://www.nytimes.com/1993/10/14/nyregion/chancellor-restores-10-principals-removed-by-predecessor-in-bronx.html","abstract":"  In an attempt to make peace with a rebellious, corruption-plagued Bronx school district, Schools Chancellor Ramon C. Cortines yesterday reinstated 10 school administrators who had been removed from office in May by his predecessor, Joseph A. Fernandez.   Mr. Cortines said in an interview that his aim was to restore academic stability to a district characterized in a scathing report last spring as a patronage mill, in which school jobs were up for sale and relatives and friends were rewarded. While no charges were filed against the 10 administrators -- nine principals and an assistant principal -- Mr. Fernandez dismissed them because of accusations that the district's entire hiring process was corrupt.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Gymnastics Site Flip-Flopped","web_url":"https://www.nytimes.com/1993/10/14/sports/gymnastics-site-flip-flopped.html","abstract":"  The gymnastics competition of the 1996 Olympic Games will probably be moved to an arena with 13,000 fewer seats to accommodate television, Atlanta Olympic officials said today.    William Payne, president of the Atlanta Committee for the Olympic Games, said gymnastics will most likely be moved from the Georgia Dome to the Omni coliseum. The 71,500-seat Georgia Dome is to be divided in half with one side used for basketball. The gymnastics competition has been scheduled for the other half. Each side of the building has 30,000 seats.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Clinton Resists Earlier Somalia Pullout","web_url":"https://www.nytimes.com/1993/10/14/world/clinton-resists-earlier-somalia-pullout.html","abstract":"  President Clinton and Senate leaders struggled today to beat back a proposal that would require United States troops to pull out of Somalia earlier than the timetable the President has set.   It was a day of lengthy closed-door meetings, deal-making, competing compromises and hints that the White House might speed up the removal of the forces from Somalia.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Health Reform Must Include Abortion; Catholics in Exile","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-health-reform-must-include-abortion-catholics-in-exile-049693.html","abstract":"  To the Editor:   During the recent visit of Pope John Paul II to the United States, discussions on disaffected Catholics failed to mention those who think of themselves as \"Catholics in exile.\" These are families who responded to Pope Pius XII's call for \"responsible parenthood\" via \"the observance of infertile times\" and \"the use of natural temporary sterility\" and for whom this method failed repeatedly for biological reasons: unclear or recurring fertile signs within the monthly cycle.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Lehman Bros. to Move 900 Back-Office Jobs to Jersey City","web_url":"https://www.nytimes.com/1993/10/14/nyregion/lehman-bros-to-move-900-back-office-jobs-to-jersey-city.html","abstract":"  After months of speculation, Lehman Brothers Inc. has decided to move more than 900 back-office employees to Jersey City, to the same 42-floor tower to which Merrill Lynch moved 2,500 back-office jobs a year ago.    Richard S. Fuld Jr., Lehman Brothers' president, said the decision to move was the result of a six-month study of future space needs, and reaffirmed plans to keep 5,000 employees in New York, the bulk at company headquarters at 3 World Financial Center.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Double Standard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-double-standard-letters-to-the-editor.html","abstract":"Regarding \"Confusing Times for Russian Legislators\" (Sept. 27) by Serge Schmemann: .What amazes me as a Peruvian is how reality can be adapted to justify almost anything. On April 5, 1992, our president, Alberto Fujimori, dissolved Congress.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Televised Debate","web_url":"https://www.nytimes.com/1993/10/14/nyregion/televised-debate.html","abstract":"  Mayor David N. Dinkins will debate George J. Marlin, the Conservative Party candidate for Mayor, at St. Francis College in Brooklyn tonight. The debate begins at 7:30 P.M. and will be televised live on New York 1. It will also televise a debate at 9 P.M. between three candidates for comptroller: Alan G. Hevesi, the Democratic candidate, Howard Lim, the Conservative candidate, and Barbara Bollaert, the Right-to-Life candidate.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Problem Solved : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-problem-solved-letters-to-the-editor.html","abstract":"Regarding \"In Its Olympian Quest for a Slogan, Atlanta Is at a Loss for Words\" (Oct. 8): .Concerning the quest by Atlanta of a slogan for the Olympic Games and for the future of the city, may I suggest: .ATLANTA ALL TOGETHER Note the briefn","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Woody Allen Asks Connecticut to Discipline Prosecutor","web_url":"https://www.nytimes.com/1993/10/14/nyregion/woody-allen-asks-connecticut-to-discipline-prosecutor.html","abstract":"  Woody Allen asked yesterday for disciplinary action against a Connecticut prosecutor who had said there was \"probable cause\" to believe that Mr. Allen molested his 7-year-old daughter, but then did not file charges.   Mr. Allen filed complaints with two state agencies, asserting that the State's Attorney in Litchfield County, Frank S. Maco, was guilty of misconduct for his handling of the child molestation complaint. One complaint was lodged with the statewide bar counsel, who has the power to disbar lawyers. The other grievance went to the State Criminal Justice Commission, which appoints state's attorneys and can discipline or dismiss them.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Agassi Out Until '94","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-tennis-agassi-out-until-94.html","abstract":"  ANDRE AGASSI has pulled out of next month's Paris Open because of a wrist injury and won't play for the rest of the season, organizers of the tournament said yesterday in Paris.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Clinton and Aristide Move To Affirm Policy on Haiti","web_url":"https://www.nytimes.com/1993/10/14/world/clinton-and-aristide-move-to-affirm-policy-on-haiti.html","abstract":"  A day after an American troopship was forced to retreat in the face of a small mob on a Port-au-Prince dock, the Clinton Administration and the exiled Haitian President, the Rev. Jean-Bertrand Aristide, sought to demonstrate the United States commitment to the return of democratic rule in the Caribbean country.    \"Our commitment to this process is unshakable,\" William Swing, the recently appointed Ambassador to Haiti, said today, referring to the negotiated settlement between Father Aristide and Haiti's military rulers that was supposed to lead to the Roman Catholic priest's restoration as President on Oct. 31.  Countering the Images    Mr. Swing made his comments as he presented his credentials to Father Aristide at the Haitian Embassy in Washington. Advisers to Father Aristide invited the United States Information Service to record the event in hopes it would be broadcast to Haiti, where it might counter images of gun-toting police auxiliaries cheering on Tuesday as the American troopship retreated over the horizon.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Clinton Offers Job Training For Trade Pact Casualties","web_url":"https://www.nytimes.com/1993/10/14/us/clinton-offers-job-training-for-trade-pact-casualties.html","abstract":"  The Clinton Administration proposed a $100 million program today to help retrain Americans who lose their jobs because of the North American Free Trade Agreement. But critics of the pact were unimpressed by the proposal.   The Administration, which has long insisted that few Americans would be put out of work by the trade agreement, put the plan forward as a way of blunting opposition by unions and some Congressional Democrats.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"1893: An Act of Valor : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-1893-an-act-of-valor-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A horse ran away with a cab yesterday [Oct. 13] afternoon on the boulevard de Courcelles, while the driver was absent from his box. A child of eight years of age was knocked down and other accidents seemed likely to occur, when a young couturi","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Rabin Says Sales to China Didn't Break U.S. Law","web_url":"https://www.nytimes.com/1993/10/14/world/rabin-says-sales-to-china-didn-t-break-us-law.html","abstract":"  Israel's Prime Minister, Yitzak Rabin, acknowledged on a state visit today that his country had sold arms to Beijing, but he disputed a United States intelligence estimate of the size of the sales and insisted that they do not violate any restrictions on transferring American weapons technology.   At a news conference, Mr. Rabin responded to a United States Central Intelligence Agency report in Washington suggesting that over the last decade, Israel had sold several billion dollars worth of arms and military technology to China.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/14/sports/results-plus-555793.html","abstract":"  N.H.L.  Maple Leafs Move to 4-0 Mark  Rob Pearson and Wendel Clark each scored twice as the undefeated Maple Leafs crushed the winless Washington Capitals last night in Toronto. Peter Zezel, Dave Andreychuk and Nikolai Borschevsky scored Toronto's other goals. Toronto (4-0) is off to its best start since 1944-45, when that season's lineup started 6-0 and went on to win the Stanley Cup. Ted Kennedy was a member of that team and was on hand for a pre-game ceremony during which banners were raised bearing the jersey numbers of Kennedy and Syl Apps. Keith Jones scored for the Capitals, who at 0-5 are off to their worst start in 10 years. (AP) Whalers 4, Canadiens 3: Geoff Sanderson had his second straight two-goal game and Pat Verbeek and Robert Kron also scored as the Whalers rallied for three goals in the third period and edged the Montreal Canadiens in Hartford. Sanderson, who has five goals in four games, snapped a 2-2 tie with a short-handed goal at 6 minutes 50 seconds of the third period. Just 2:30 earlier, Verbeek had drawn Hartford even with a quick wrister from the low slot. Kron capped the third-period uprising with his first of the season at 8:21, a tap-in from the right post off a feed from Randy Cunneyworth. Rookie Chris Pronger had two assists for Hartford. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Oilers Bench Moon, Will Go With Carlson","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-football-oilers-bench-moon-will-go-with-carlson.html","abstract":"  The Houston Oilers, who have lost four of their first five games, switched quarterbacks yesterday, with CODY CARLSON getting the starting job over the Pro Bowler WARREN MOON.    It was Moon's first demotion in 10 seasons with the Oilers.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"U.N. Says Bosnia Factions Block Winter Supplies","web_url":"https://www.nytimes.com/1993/10/14/world/un-says-bosnia-factions-block-winter-supplies.html","abstract":"  As Bosnia heads into the second winter of its civil war with more than half of its population dependent on food relief supplies, United Nations officials have accused the warring factions of deliberately frustrating efforts to help the most vulnerable groups survive the winter.    With nighttime temperatures in mountainous regions already below the freezing point, and the first snowfalls only weeks away, there are no stockpiles of food and winter shelter materials in United Nations warehouses. Food deliveries to the areas of Bosnia hardest hit by the war continue to fall far below United Nations targets, dropping to as little as 20 percent of what officials consider minimal needs.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Opening New Freeway, Los Angeles Ends Era","web_url":"https://www.nytimes.com/1993/10/14/us/opening-new-freeway-los-angeles-ends-era.html","abstract":"  More than half a century after Los Angeles ushered in the modern automobile era of urban commuting with the first California freeway, officials on Thursday will open what is almost certainly the area's last freeway.   The high-tech Century Freeway, a 17.3-mile stretch running east-west from Los Angeles International Airport through nine cities to suburban Norwalk, cost more per mile than any other road in America.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Reviews/Dance; Song in Easy Concert With Choreography","web_url":"https://www.nytimes.com/1993/10/14/arts/reviews-dance-song-in-easy-concert-with-choreography.html","abstract":"  Concert Royal, a musical group directed by James Richman, and the New York Baroque Dance Company, directed by Catherine Turocy, have often collaborated to revive Baroque spectacles. They did so again on Saturday night at Gould Hall in \"An Evening of Opera-Ballet,\" a charming tribute to a French Baroque theatrical form that blended singing with dancing.    The first piece was for dancers alone. \"La Danse et Ses Plaisirs,\" a new suite choreographed by Ms. Turocy to music by Jean-Joseph Cassanea de Mondonville, glorified fine manners.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/14/nyregion/metro-digest-217593.html","abstract":"  NEW YORK CITY  GRUMBLES IN A QUIET NEIGHBORHOOD As residents of the quiet, shaded Soundview section of the Bronx prepare to vote for mayor, they grumble that the out-of-the way feeling that attracted them to the neighborhood in the first place may be its curse as New York City officials show little interest in their concerns, which range from uneven sidewalks and overgrown trees to the incursion of drugs and crime. A1. SCHOOL OFFICIALS REINSTATED In an effort to make peace with a troubled Bronx school district, Schools Chancellor Ramon C. Cortines reinstated 10 school administrators whom the previous chancellor removed from office in May amid charges that their hiring had been tainted by bribery and political dealing. A1.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/14/style/chronicle-831993.html","abstract":"  It's Mama Marla and Baby Tiffany: MARLA MAPLES gave birth to a 7 1/2-pound girl yesterday at St. Mary's Hospital in Palm Beach, Fla. And DONALD TRUMP, the child's father, couldn't wait to talk about it.    Speaking by phone 20 minutes after the early-afternoon delivery, he said jubilantly, \"We have a perfect little girl, a combination in looks of both of us, to to go with my three other wonderful children.\" Mr. Trump has two sons and a daughter with his former wife, Ivana Trump.","thumbnail":null,"section":"Style"},{"date":"19931014","headline":"Homes in Queens Hit in Series of Robberies","web_url":"https://www.nytimes.com/1993/10/14/nyregion/homes-in-queens-hit-in-series-of-robberies.html","abstract":"  An armed gang of robbers has been at work in affluent neighborhoods in eastern Queens for about a month, often breaking into homes during the early hours of the morning, a police official said yesterday. So far, no one has been injured.   Inspector Thomas V. Connelly, executive officer of Queens detectives, said that on six different dates, from Sept. 2 to Oct. 6, the gang invaded 15 homes in middle-income or high-income neighborhoods, including Bayside, Cambria Heights, Forest Hills, Fresh Meadows, Howard Beach, Queens Village, Rego Park, Rosedale and South Ozone Park. On Oct. 6 alone, they struck six times, he said.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Whitman Goes on Attack, Accusing Florio on Funds","web_url":"https://www.nytimes.com/1993/10/14/nyregion/whitman-goes-on-attack-accusing-florio-on-funds.html","abstract":"  After a bruising week on defense, Christine Todd Whitman's gubernatorial campaign went on the attack today, charging Gov. Jim Florio with violating state election laws by spending money designated for the general election before the primary was held in June.   Speaking at a news conference at the State House, the Whitman campaign lawyer, Peter Verniero, contended that the Florio campaign spent or transferred $225,000 in general-election funds between April 9 and the June 8 primary. Ed Rollins, the campaign manager for Mrs. Whitman, said the suspected violation was significant because it allowed Mr. Florio to get a headstart on campaigning for the governor's race.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Scientologists Granted Tax Exemption by the U.S.","web_url":"https://www.nytimes.com/1993/10/14/us/scientologists-granted-tax-exemption-by-the-us.html","abstract":"  The Government said today that it had agreed to grant a tax exemption to the Church of Scientology and more than 150 of its related corporations, ending one of the longest-running tax disputes in American history.   \"This puts an end to what has been an historic war,\" said Marty Rathbun, president of a Scientology organization that received a tax exemption. \"It's like the Palestinians and the Israelis shaking hands.\"","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Phillies' Wild Things Are in the World Series","web_url":"https://www.nytimes.com/1993/10/14/sports/the-playoffs-national-league-phillies-wild-things-are-in-the-world-series.html","abstract":"  Five years after hitting such a nadir that not even the hungriest of free agents wanted to put on the uniform, one year after finishing a humbling last in the National League East, 25 Phillies finally got to say last night that all things considered, they'd rather be in Philadelphia.   Because Philadelphia is where the National League pennant now flies. And where a World Series game will be played for the first time in 10 years, thanks to the Phillies' most improbable National League Championship Series victory, four games to two, over the Atlanta Braves.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"SOCCER;\nSun Is Setting on England in 1994 World Cup","web_url":"https://www.nytimes.com/1993/10/14/sports/soccer-sun-is-setting-on-england-in-1994-world-cup.html","abstract":"England's soccer team was defeated tonight by the Netherlands, 2-0, almost certainly ending its World Cup hopes, and 5,000 English visitors slumped in their corner among the 43,000 serenading Dutch fans in Feyenoord Stadium.\n\nThe disappointed English fans were survivors of two days of violence that preceded this confrontation of the two European teams with the greatest international followings. While the players were psyching themselves to contest the last qualifying invitation from their group to the 24-team World Cup final, their fans roamed in mobs throughout Rotterdam and nearby Amsterdam, smashing windows and beer bottles and battling each other and the police. More than 800 fans were arrested, with more than 600 of them English.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Delays in Grand Central Fire Laid to Crippling of 3 Systems","web_url":"https://www.nytimes.com/1993/10/14/nyregion/delays-in-grand-central-fire-laid-to-crippling-of-3-systems.html","abstract":"  The Metro-North Commuter Railroad was crippled Tuesday night and early yesterday morning because a fire in a shed at Grand Central Terminal knocked out or heavily damaged three systems that are supposed to back up each other: radio, telephone and signal-control equipment.   The fire occurred after years of work by Metro-North to improve the reliability of its signal and communications systems. Communications cables run down each side of Metro-North's right-of-ways, eliminating the possibility that damage to one cable will cut off communications. To further increase reliability, the railroad has been burying the cables. But the cables all come together at the communications headquarters, a room built in 1988 at the terminal to allow automation of the railroad.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Richter Gets Benched; Rangers Get the Point","web_url":"https://www.nytimes.com/1993/10/14/sports/hockey-richter-gets-benched-rangers-get-the-point.html","abstract":"  Mike Richter was flat on his back, the puck behind him in the net, and Mike Keenan was pacing behind the bench. Everybody knew this would happen sometime. Keenan has only so much patience with his goaltenders. Last night, he ran out.    A mere 5 minutes and 39 seconds into the Rangers-Nordiques game at Madison Square Garden, Quebec was ahead by two goals and Richter was banished to the bench. Richter's on-ice failures and his tendency to struggle when behind certainly played into the decision. But this was also a message, to Richter and his teammates.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Health Care's Real Cost : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-health-cares-real-cost-letters-to-the-editor.html","abstract":"Regarding \"Whatever Health Care Costs, Don't Let Freedom Suffer\" (Opinion, Sept. 28) byWilliam Safire: .The four out of five Americans who are covered by medical insurance today already are paying for the fifth person's coverage, through infl","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Protest at Nunn Speech","web_url":"https://www.nytimes.com/1993/10/14/nyregion/protest-at-nunn-speech.html","abstract":"  A speech by Senator Sam Nunn at the 92d Street Y.M.C.A. was interrupted several times last night by gay-rights advocates protesting his opposition to gays in the military. Senator Nunn, Democrat of Georgia, the chairman of the Senate Armed Services Committee, addressed about 200 people, speaking on Somalia and other issues. Five minutes into his speech, a group called the Lesbian Offenders started singing the Pledge of Allegiance and then yelled obscenities. Security officers ejected them. Moments later several men stood up, screaming, \"You're taking away our civil rights.\" They, too, were ejected. After three more interruptions, Senator Nunn finished his talk.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"U.S. Is Reported to Be Seeking An Informal Truce With Somali","web_url":"https://www.nytimes.com/1993/10/14/world/us-is-reported-to-be-seeking-an-informal-truce-with-somali.html","abstract":"  The White House's special representative in Somalia said today that the United States was seeking an informal truce in its undeclared war with Gen. Mohammed Farah Aidid that would make it possible to begin withdrawing American troops by early next year.   Speaking to reporters, the White House envoy, Robert B. Oakley, also said he would not rule out a meeting with General Aidid. Nor, he indicated, would the United States try to prevent the general from becoming president of his country in the future.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Jones Back in New York","web_url":"https://www.nytimes.com/1993/10/14/sports/sports-people-marathon-jones-back-in-new-york.html","abstract":"  KIM JONES, a two-time runner-up, will be running in the New York City Marathon once again. The 35-year-old Jones, who turned in the fastest time by an American woman in the race's history (2 hours 27 minutes 54 seconds) in placing second to INGRID KRISTIANSEN in 1989, will do well to do better than second this time. Among her opponents on Nov. 14 will be WANDA PANFIL, the woman who beat her to the line in her second second-place finish, in 1990.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Health Reform Must Include Abortion","web_url":"https://www.nytimes.com/1993/10/14/opinion/l-health-reform-must-include-abortion-008993.html","abstract":"  To the Editor:   While Helen Alvare, spokeswoman for the United States Catholic Conference's pro-life office, may be opposed to a health care reform plan that includes abortion, it is important to note that the organization she works for has not specifically made such a statement (\"New Health Plan, Old Abortion Fight,\" news article, Oct. 4).","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Christian Science Church Settles Claim to Bequest","web_url":"https://www.nytimes.com/1993/10/14/us/christian-science-church-settles-claim-to-bequest.html","abstract":"  The Christian Science church, which recently lost several hundred million dollars trying to expand its communications empire, has agreed to share a conditional bequest of $100 million with two rivals for the money.   Eloise Knapp and her sister, Bella Mabury, residents of San Jose, Calif., who died more than 20 years ago, left the money to the church on condition that it publish a biography of its founder, Mary Baker Eddy, written by Mrs. Knapp's husband.","thumbnail":null,"section":"U.S."},{"date":"19931014","headline":"Yeltsin, in Tokyo Limelight, Avoids Islands Dispute","web_url":"https://www.nytimes.com/1993/10/14/world/yeltsin-in-tokyo-limelight-avoids-islands-dispute.html","abstract":"  President Boris N. Yeltsin ended a long-postponed trip to Japan today basking in his treatment by the Japanese as a democratic leader in full control of Russia, but neatly sidestepping any promises to return disputed territory to Japan.   At a news conference, he declared that after decades of suspicion, Japan and Russia had begun to \"bring our two peoples closer together psychologically.\" But he quickly veered from diplomatic niceties to a defense of his actions last week in Moscow, telling critics in Japan that he was forced to act against his political adversaries \"to avoid losing again millions of human lives in Russia, as was the case during the totalitarian regime.\"","thumbnail":null,"section":"World"},{"date":"19931014","headline":"College Basketball Tickets on Sale","web_url":"https://www.nytimes.com/1993/10/14/sports/college-basketball-tickets-on-sale.html","abstract":"  Individual seats for college basketball at Madison Square Garden will go on sale tomorrow for a 31-game schedule that includes five St. John's regular-season Big East games, the preseason National Invitation Tournament and the E.C.A.C. Holiday Festival.","thumbnail":null,"section":"Sports"},{"date":"19931014","headline":"Review/Music; Extremism in the Defense of Rock, From Iggy Pop","web_url":"https://www.nytimes.com/1993/10/14/arts/review-music-extremism-in-the-defense-of-rock-from-iggy-pop.html","abstract":"  Rock often enough feeds on extremity, and few people have cultivated the image of a nihilistic binger as thoroughly as Iggy Pop, the now-middle-aged progenitor of just about every trend in alternative rock. He and his band came through New York on Tuesday night, playing a sold-out show at the Academy; it was part bad-boyism, part hyperactivity and all wildness.    Rock loves voyeurism, and part of Iggy's appeal comes from the anticipation of his self-abuse. In that respect, he didn't get too far: he sang a song or two with his pants around his ankles, but that was about it. For the rest of the show, he wandered over his career, from early tunes he played with the Stooges, including \"I Wanna Be Your Dog\" to a handful of songs from his latest album, \"American Caesar\" (Virgin), nearly 25 years later.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"U.N. AGAIN IMPOSES SANCTIONS ON HAITI AFTER PACT FAILS","web_url":"https://www.nytimes.com/1993/10/14/world/un-again-imposes-sanctions-on-haiti-after-pact-fails.html","abstract":"  The Security Council reimposed an oil and arms embargo on Haiti today because the Haitian Army and the police were violating the agreement under which the deposed President, Jean-Bertrand Aristide, is supposed to return to power at the end of this month.   But the Council gave the Haitian military until Monday to reverse the campaign of violence they have unleashed in the capital, Port-au-Prince. The violence forced the United States on Tuesday to pull back a troop ship carrying American and Canadian military advisers to Haiti for a United Nations peacekeeping force.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"A Princess Tightens Her High-Fashion Belt","web_url":"https://www.nytimes.com/1993/10/14/arts/a-princess-tightens-her-high-fashion-belt.html","abstract":"  Two hundred years ago on Oct. 16, Marie-Antoinette was guillotined in Paris. Before and after that anniversary, another German-speaking princess with even more lavish tastes is likely to make $20 million selling off her family trinkets. Sotheby's auction of \"The Thurn und Taxis Princely Collection,\" as the seven-volume boxed catalogue is grandly titled, began today and will continue until Oct. 21.   Marie-Antoinette's death is being remembered in Paris by all manner of nostalgic events, among them a newly composed Requiem Mass and a play in which the audience gets to vote on her fate. By and large, to the chagrin of the play's creators, they are choosing exile or death.","thumbnail":null,"section":"Arts"},{"date":"19931014","headline":"Moscow Journal; Russia Finally Finds a Free Market, Centuries Old","web_url":"https://www.nytimes.com/1993/10/14/world/moscow-journal-russia-finally-finds-a-free-market-centuries-old.html","abstract":"  Moscow was always good at keeping secrets, which is one reason why it took so long for archeologists to start digging around the Kremlin walls, searching for evidence of the city's multi-layered civilization.   In the old days, when progress was at the wheel of the Communist bandwagon, archeology was relegated to a back seat.","thumbnail":null,"section":"World"},{"date":"19931014","headline":"Beth Israel Buys a Chain of Doctors' Offices","web_url":"https://www.nytimes.com/1993/10/14/nyregion/beth-israel-buys-a-chain-of-doctors-offices.html","abstract":"  Beth Israel Medical Center in Manhattan has purchased a chain employing 41 doctors in Westchester County with a base of 150,000 patients in an effort to compete in the changing market for health care.   The agreement, announced today, is one of the new relationships that hospitals, doctors and insurers are creating as they try to drive down medical costs and prepare for a more competitive future. The arrangement is unusual because it formally links a major city hospital with a large group of physicians in the suburbs.","thumbnail":null,"section":"New York"},{"date":"19931014","headline":"Going After the Boors at the F.B.I.","web_url":"https://www.nytimes.com/1993/10/14/opinion/going-after-the-boors-at-the-fbi.html","abstract":"  After an F.B.I. agent, Suzane Doucette, complained about sexual harassment on the job, her co-workers started addressing her as \"P.M.S. girl.\" Even though she had received cash awards from the agency and a military award for her counterintelligence work, she was turned down for the F.B.I.'s career development program, with the admonition to improve her relations with her male colleagues.   Then came further retaliation. The agency placed her on administrative leave without pay after she testified about her case before the Senate Committee on Governmental Affairs. On Tuesday she tried to turn in her badge at F.B.I. headquarters but the agency refused to accept it.","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Somalis Are the Problem and Have to Be Party to the Solution","web_url":"https://www.nytimes.com/1993/10/14/opinion/IHT-somalis-are-the-problem-and-have-to-be-party-to-the-solution.html","abstract":"There is no way to solve the Somali issue without the Somalis. For too long, this seems to have escaped the attention of the U.S. military leadership and the United Nations officials there. President Bill Clinton has finally acknowledged this simple fact","thumbnail":null,"section":"Opinion"},{"date":"19931014","headline":"Where Hispanic Voters Sided With Dinkins, Now Defection","web_url":"https://www.nytimes.com/1993/10/14/nyregion/where-hispanic-voters-sided-with-dinkins-now-defection.html","abstract":"  With its tree-shaded streets lined with tidy brick and stucco homes, parts of Soundview look downright suburban, and for many of its residents it is. This corner of the southeast Bronx was the working-class promised land -- a house, garage and yard -- a hard-earned reward for sweating it out at work and toughing it out in the tenements of the South Bronx or Spanish Harlem.   Now, as residents prepare to vote for mayor, they grumble that the out-of-the way feeling that attracted them to the neighborhood in the first place may be its curse as New York City officials show little interest in their concerns, which range from uneven sidewalks and overgrown trees to the recent incursion of drugs and crime. All they have to do, they say, is glance at the street through barred windows and fenced-in porches and wonder if the phrase \"quality of life\" will ever be more than a campaign catch phrase.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931014","time":"1993-10-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":77,"wspd":18.4},{"date":"19931014","time":"1993-10-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":79,"wspd":22.3},{"date":"19931014","time":"1993-10-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":78,"wspd":27.7},{"date":"19931014","time":"1993-10-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":73,"wspd":22.3},{"date":"19931014","time":"1993-10-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":71,"wspd":22.3},{"date":"19931014","time":"1993-10-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":69,"wspd":18.4},{"date":"19931014","time":"1993-10-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":67,"wspd":22.3},{"date":"19931014","time":"1993-10-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":65,"wspd":20.5},{"date":"19931014","time":"1993-10-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":87,"wspd":31.3},{"date":"19931014","time":"1993-10-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":20.5},{"date":"19931014","time":"1993-10-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":61,"wspd":22.3},{"date":"19931014","time":"1993-10-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":59,"wspd":27.7},{"date":"19931014","time":"1993-10-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":52,"wspd":27.7},{"date":"19931014","time":"1993-10-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":46,"wspd":20.5},{"date":"19931014","time":"1993-10-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":42,"wspd":24.1},{"date":"19931014","time":"1993-10-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":44,"wspd":22.3},{"date":"19931014","time":"1993-10-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":66,"wspd":18.4},{"date":"19931014","time":"1993-10-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":53,"wspd":20.5},{"date":"19931014","time":"1993-10-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":59,"wspd":13},{"date":"19931014","time":"1993-10-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":64,"wspd":16.6},{"date":"19931014","time":"1993-10-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":68,"wspd":13},{"date":"19931014","time":"1993-10-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19931014","time":"1993-10-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":74,"wspd":14.8},{"date":"19931014","time":"1993-10-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":72,"wspd":16.6},{"date":"19931014","time":"1993-10-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":14.8},{"date":"19931014","time":"1993-10-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":16.6},{"date":"19931014","time":"1993-10-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":18.7},{"date":"19931014","time":"1993-10-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":13},{"date":"19931014","time":"1993-10-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":9.4},{"date":"19931014","time":"1993-10-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":70,"wspd":13},{"date":"19931014","time":"1993-10-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":64,"wspd":11.2},{"date":"19931014","time":"1993-10-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":9.4},{"date":"19931014","time":"1993-10-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":11.2},{"date":"19931014","time":"1993-10-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":13},{"date":"19931014","time":"1993-10-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":11.2},{"date":"19931014","time":"1993-10-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":72,"wspd":13},{"date":"19931014","time":"1993-10-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":14.8},{"date":"19931014","time":"1993-10-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":64,"wspd":14.8},{"date":"19931014","time":"1993-10-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":14.8},{"date":"19931014","time":"1993-10-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":61,"wspd":16.6},{"date":"19931014","time":"1993-10-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":7.6},{"date":"19931014","time":"1993-10-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":50,"wspd":11.2},{"date":"19931014","time":"1993-10-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":49,"wspd":11.2},{"date":"19931014","time":"1993-10-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":57,"wspd":11.2},{"date":"19931014","time":"1993-10-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":66,"wspd":14.8},{"date":"19931014","time":"1993-10-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":13},{"date":"19931014","time":"1993-10-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":14.8},{"date":"19931014","time":"1993-10-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":9.4}]}}