{"19921229":{"guardian_articles":[{"date":"19921229","headline":"10,000 Serb peasants flee deadly advance","web_url":"https://www.theguardian.com/news/1992/dec/29/mainsection.fromthearchive","abstract":null,"thumbnail":null,"section":"From the Guardian"}],"nytimes_articles":[{"date":"19921229","headline":"Dudley Is All Legs, All Heart, All Right","web_url":"https://www.nytimes.com/1992/12/29/sports/pro-basketball-dudley-is-all-legs-all-heart-all-right.html","abstract":"  On any night, a quick look down the Nets' bench for a game-saver and the eyes just might skip backup center Chris Dudley. He's gawky, all legs, and he looks as if he would be more comfortable playing volleyball in southern California than mixing it up on a basketball court in New Jersey.   But he is also the kind of player who works every minute of a game, and he was one of the chief reasons the Nets barely escaped with a 104-103 victory over a tough Charlotte team tonight at the Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Q&A","web_url":"https://www.nytimes.com/1992/12/29/science/q-a-563092.html","abstract":"  The Smell of Snow   Q.  My grandmother used to say, \"It smells like snow,\" and sure enough it would snow by nightfall. Is there any scientific explanation for this?    A.  Depending on what kind of snow it was, she may very well have been able to smell the wind that heralded it, said Dan Graf, a meteorologist at Pennsylvania State University.","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"Have the House Democrats No Shame?","web_url":"https://www.nytimes.com/1992/12/29/opinion/have-the-house-democrats-no-shame.html","abstract":"  House Democrats have just awarded themselves five more votes. Unfazed by the crying need for Congressional reform, the Democratic caucus proposes to let non-voting delegates vote on the House floor. All five are, of course, Democrats.   Embarrassed by criticism of their greedy grab, the Democrats may try to water it down when the new Congress meets to adopt rules. But that's no answer. This maneuver is nothing but shameless political tyranny.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Ex-Chief of Airport Council Is Charged in Fraud Case","web_url":"https://www.nytimes.com/1992/12/29/nyregion/ex-chief-of-airport-council-is-charged-in-fraud-case.html","abstract":"  The former head of a little-known security agency for the region's three major airports was charged yesterday with illegally putting more than $50,000 of the agency's money to personal use.   A criminal complaint filed by Federal prosecutors charged William Stump, 41, who was the executive director of the defunct Airport Security Council, with one count of credit-card fraud and five counts of mail fraud. He was accused of using the money for such personal expenses as travel, clothes, meals and a country club membership.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Another Round of Bargaining But No N.F.L. Agreement Yet","web_url":"https://www.nytimes.com/1992/12/29/sports/football-another-round-of-bargaining-but-no-nfl-agreement-yet.html","abstract":"  Talks aimed at reaching a labor agreement between owners and players in the National Football League got off to a late start in New York yesterday and lasted six hours without reaching a final deal.   Both sides said they would talk again today, presumably by telephone, in an effort to iron out what they hope are the final details in the tentative settlement reached last week. The settlement would provide a comprehensive free-agency plan, in which players can change teams after their contracts expire, and would end any outstanding litigation.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"And the Giants Don't Even Deserve an A for Effort","web_url":"https://www.nytimes.com/1992/12/29/sports/pro-football-and-the-giants-don-t-even-deserve-an-a-for-effort.html","abstract":"  The Giants' frustrating and disappointing 6-10 season is over. Ray Handley's two-year tenure as a head coach who never quite fit the job may be over in a day or two, and almost certainly by next week.   People have compared this season with 1983, when the Giants finished Bill Parcells's first year as head coach with a 3-12-1 record. But the current Giants have more talent than that patched-up team and seem to need better coaching approaches, communication and motivation at least as much as they need talent.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Power of Natural Pest-Killer Wanes From Overuse","web_url":"https://www.nytimes.com/1992/12/29/science/power-of-natural-pest-killer-wanes-from-overuse.html","abstract":"  WITH surprising speed, insect pests are becoming resistant to natural toxins that scientists hoped would usher in a new era of biological controls and ring down the curtain on synthetic insecticides.    The natural toxins, produced by a bacterium called Bacillus thuringiensis, or B.t., are widely used in sprays to kill agricultural pests and forest scourges like the gypsy moth and spruce budworm. B.t. toxin has been hailed as a perfect pesticide because it targets only certain caterpillars without harming either the insects' predators or leaving a poisonous residue on crops or trees.","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor-90746874400.html","abstract":"Ends Don't Justify Means. In \"Senator Asks That CIA Use Spying to Aid U.S. Industry\" (Dec. 24), Dennis DeConcini says he is willing to change U.S. laws in order to allow such action. Just because other countries engage in such reprehensible acti","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"U.S. Sends Jets to Iraq Zone From a Carrier Off Africa","web_url":"https://www.nytimes.com/1992/12/29/world/us-sends-jets-to-iraq-zone-from-a-carrier-off-africa.html","abstract":"  The United States rushed today to build up its fighter force near Iraq, taking the unusual step of sending two squadrons of Navy warplanes to Saudi Arabia from an aircraft carrier off the coast of Africa.   The deployment of the Navy planes followed the downing on Sunday of an Iraqi MIG-25 by an American F-16. American officials said the Iraqi Air Force was flying patrols today. A senior Pentagon official, who insisted on not being identified, said that there had been Iraqi violations of the flight ban in the southern zone since the MIG was shot down, but that allied planes were not in a position to shoot when they occurred.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Let Teen-Agers Know Medical Risks of Birth Control Implants; A Need for Love","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-let-teen-agers-know-medical-risks-of-birth-control-implants-a-need-for-love-929592.html","abstract":"  To the Editor:   Offering Norplant in Baltimore school-based clinics, discussed in \"Teen-Agers Split on Birth Control Plan\" (news article, Dec. 5) may be the contraceptive answer for many teen-age girls attempting to stay in school. But those are the kids who are motivated or driven to do so.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Review/Television; Helping Endangered Species Propagate","web_url":"https://www.nytimes.com/1992/12/29/movies/review-television-helping-endangered-species-propagate.html","abstract":"  \"Sex and the Single Rhino\" does not signal a turn toward the risque by the straight-arrow producers of \"Nova.\" Tonight's offering has to do with ways of assisting endangered species to reproduce. It is absorbing, not only for the look it provides into the work of biologists concerned over the disappearance of many kinds of animals, but also for the clear and fair way it lays out issues that divide animal lovers.   Although the problems of the Sumatran rhino are accorded particular attention, Mongolian horses, Siberian tigers and other species are not neglected. Much of the hour is given to a hotly disputed technique of encouraging reproduction known as captive breeding: Take a male and a female rhinoceros, say, out of their jungle home in Java, ship them to a zoo in the West and try to get them to do what is supposed to come naturally.","thumbnail":null,"section":"Movies"},{"date":"19921229","headline":"Israel to Let 10 Wrongly Deported Arabs Return","web_url":"https://www.nytimes.com/1992/12/29/world/israel-to-let-10-wrongly-deported-arabs-return.html","abstract":"  The Israeli Army announced today that among the 415 Palestinians expelled to Lebanon more than a week ago, 10 were wrongly deported and would be allowed to return.    An army statement said 10 Palestinians suspected of involvement in anti-Israeli activities had been expelled \"without a legal decision to deport them.\"","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Conviction in '80 Slaying Reversed by Federal Court","web_url":"https://www.nytimes.com/1992/12/29/nyregion/conviction-in-80-slaying-reversed-by-federal-court.html","abstract":"  A Federal appeals court yesterday reversed the murder conviction of Angel Claudio, who is serving a prison sentence of 25 years to life for the 1980 slaying of a Queens high school student, in the latest round of a case that has plodded through the courts for years.   Richard Piperno, a spokesman for the Queens District Attorney, Richard A. Brown, said the District Attorney's office \"would seek to overturn the decision and reinstate the conviction\" by all means, including a petition for a rehearing, should other legal avenues fail.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Governor of Alabama Is Indicted On Charges of Financial Misdeeds","web_url":"https://www.nytimes.com/1992/12/29/us/governor-of-alabama-is-indicted-on-charges-of-financial-misdeeds.html","abstract":"  Gov. Guy Hunt of Alabama, whose financial dealings have been under investigation for more than a year, was indicted today on 13 felony counts, including charges that he took $200,000 from his inaugural fund for his own use.   Mr. Hunt, a Primitive Baptist preacher and former Amway salesman who rose from relative obscurity in 1986 to become Alabama's first Republican Governor since Reconstruction, was indicted on charges including theft of property, conspiracy and violations of Alabama's ethics law.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"We Walked Down the Hall Toward a Light We Know","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-we-walked-down-the-hall-toward-a-light-we-know.html","abstract":"I used to think of sending out Christmas cards as an entirely pleasant exercise. I've enjoyed how this yearly accounting of the who's who in one's life yanks different people and events up from out of the past. But lately there's been an edge to the proce","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Gunter Grass Considers the Inescapable: Politics","web_url":"https://www.nytimes.com/1992/12/29/books/gunter-grass-considers-the-inescapable-politics.html","abstract":"  Conversations with writers usually drift from current events to literature to personal lives, back to literature again, then to a bit of the news and on to long discussions of the writer's current work. But a talk with Gunter Grass, one of Germany's most prominent novelists and essayists, is nearly all about politics, very specifically German politics. He cannot escape, he said, this shadow that insinuates its way into his writing, his etchings and his conversations.   \"I always wish that once there will be a period in Germany where politics is in the corner, but I never had it,\" said Mr. Grass, who was in New York City recently to promote his latest novel, \"The Call of the Toad\" (A Helen and Kurt Wolff Book/Harcourt Brace Jovanovich).","thumbnail":null,"section":"Books"},{"date":"19921229","headline":"Sports of The Times; When Sal The Barber Pitched","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-of-the-times-when-sal-the-barber-pitched.html","abstract":"  WHEN the Giants-Dodgers rivalry was stirring New York to its National League roots four decades ago, Sal Maglie would stare down from the mound as Jackie Robinson took his time settling into the batter's box. As soon as the Dodgers' cleanup hitter was ready, the Giants' ace right-hander would step off the rubber and pick up the resin bag.    \"Now Jackie was waiting for me,\" he once said. \"Now I was in charge. You've got to be in charge out there.\"","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Mets Sign Outfielder","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-baseball-mets-sign-outfielder.html","abstract":"  The Mets yesterday reached agreement on a minor league contract for free-agent outfielder ERIC BULLOCK and invited him to spring training. Bullock, 32, batted .305 in 90 games with Indianapolis of the American Association last season and was 0 for 5 in eight games with Montreal. He has played for Houston, Minnesota, Philadelphia and the Expos and has a career batting average of .205 in 131 major league games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"5 Suspects in Bank Theft Are Linked to an Earlier Robbery","web_url":"https://www.nytimes.com/1992/12/29/nyregion/5-suspects-in-bank-theft-are-linked-to-an-earlier-robbery.html","abstract":"  A former lieutenant in the Orange County Sheriff's Department and four other men charged with robbing a bank here on Wednesday also took part in a bank robbery in Westchester County in July, a Federal prosecutor said today.   Kerry Lawrence, an assistant United States Attorney, made the accusation at a hearing in which all seven men charged in last week's robbery were ordered held without bail, pending another hearing next month.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Bills' Kelly to Miss Game Against Oilers","web_url":"https://www.nytimes.com/1992/12/29/sports/bills-kelly-to-miss-game-against-oilers.html","abstract":"  On crutches, and angry and frustrated over a sprained ligament on the side of his right knee, Jim Kelly, Buffalo's All-Pro quarterback, said yesterday he would miss Sunday's first-round playoff game against the Houston Oilers. Kelly said he also would be unavailable for at least a week after that if the Bills advanced.   Kelly suffered the injury at Houston on Sunday night, where he had led the league's top-rated offense until being sacked by defensive tackle Ray Childress in the second quarter of a game the Bills lost, 27-3. Had Buffalo won, the Bills would have captured their fifth straight American Football Conference Eastern Division title and earned a bye this weekend.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"In With the New, and Out With the Coach","web_url":"https://www.nytimes.com/1992/12/29/sports/pro-football-in-with-the-new-and-out-with-the-coach.html","abstract":"  This was the day after the Giants' season ended, the start of a death watch on Ray Handley's career as their head coach.   General Manager George Young will make the decision about Handley, who is almost sure to go after two disappointing seasons. Although Young offered no timetable for a decision one way or another, there were indications that it could come Tuesday or Wednesday or else next week. Handley said he met this afternoon with Young and expected to continue talking with him all week.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Rise of Militants Seen in Algeria As Junta Falters","web_url":"https://www.nytimes.com/1992/12/29/world/rise-of-militants-seen-in-algeria-as-junta-falters.html","abstract":"  Almost a year after it took power in a coup, the military-backed Government of Algeria is facing a declining economy, deepening public resentment and mounting armed attacks by Islamic militants, and many Western diplomats here expect it to fall within a year in favor of an Islamic government.   The Algerian crisis is now the most pressing concern of Western diplomats in the region, especially those from France, which has a large Algerian population and might have to absorb waves of immigrants fleeing an Islamic state. But the diplomats' longer-term concern is for an Algerian fundamentalist government's influence in nearby countries of North Africa, including the West's biggest Arab ally, Egypt. 'A Catalytic Effect' Is Feared    \"When Iran became an Islamic state it shook the Arab world, even though Iran is Persian and its rulers are Shiite rather than mainstream Sunni Muslims,\" a senior Western diplomat said. \"If Algeria is handed over to the fundamentalists it could have a catalytic effect in the region, much as we saw with the collapse of the Communist regimes in Eastern Europe.\"","thumbnail":null,"section":"World"},{"date":"19921229","headline":"'Let's Do Lunch,' Clinton Says, Calculatingly","web_url":"https://www.nytimes.com/1992/12/29/us/let-s-do-lunch-clinton-says-calculatingly.html","abstract":"  Clearly convinced that his forays into McDonald's are not enough, and mindful that Washington is perceived as short on ordinary Americans, President-elect Bill Clinton plans to go all out to show that his will be an Administration of and for the common people. He is shipping them to Washington for lunch.   Inaugural officials said today that they would fly more than 50 people here for what is billed as an \"intimate\" lunch. Actually, the expense-paid trip for people whom Mr. Clinton or Vice President-elect Al Gore or their spouses met during the campaign will last a week and include admission to all the major inaugural events. The trip will cost more that $500,000 and is being paid by the inauguration committee.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/29/nyregion/news-summary-164292.html","abstract":"  International A2-9 CLAN TERROR IN SOMALI TOWN   Witnesses and diplomats say that more than 100 prominent residents of the Somali city of Kismayu were hunted down and killed this month in three nights of terror. A clan leader reportedly feared that they might support American troops.  A1 The two main clan leaders in Mogadishu met and pledged peace.  A6 CHALLENGE TO ALGERIA'S LEADERS   Almost a year after it took power in a coup, Algeria's military-backed Government faces growing attacks by Islamic militants and public anger over the economy. Western diplomats say they expect the regime to fall eventually to a fundamentalist government, which would shake up North Africa's politics.  A1 FORTITUDE AT A BOSNIAN HOSPITAL   For 420 patients at a mental institution near Sarajevo, war has brought deprivation and suffering. But the inmates seem to experience few of the ethnic strains that brought war to their country.  A3 Negotiators in Geneva discussed a plan for dividing up Bosnia. A3 A TENSE KENYA VOTES TODAY   The campaign for Kenya's first multiparty elections in a quarter-century drew to a close with charges of brutality and fraud.  A2 JAPAN'S LOSS AND AMERICA'S GAIN   The Japanese are losing confidence that they will be the dominant economic power in the next century, while Americans see their own economy gaining, a poll shows.  A4 ISRAEL TO TAKE BACK 10 DEPORTEES   The Israel Army said that 10 of the 415 Palestinians expelled to Lebanon this month were wrongly deported and would be allowed to return.  A5 U.S. SHIFTS JETS TO GULF   In a warning to Iraq a day after it violated a flight ban, the United States took the unusual step of sending squadrons of Navy warplanes to Saudi Arabia from an aircraft carrier off the African coast.  A4 ANGLERS IN REVOLT   Barton Stacey Journal: A new debate in England pits the purists against the new entrepreneurs, but it also revolves around a question of nearly cosmic proportion: is a trout still a trout if it is reared mostly by hand rather than nature?A4 The United States and Russia continued talks on nuclear arms cuts.  A8 National A10-12, B6 STATES FACE CUTS IN AIDS FUNDS   The Government has told states that it is cutting money for AIDS prevention programs, and as a result many states are cutting services just as they face a rising demand.  A1 THE MAN BEHIND AN EXECUTION   The State of Washington is scheduled to kill Westley Allan Dodd in what would be the nation's first hanging in nearly three decades.  A1 ALABAMA GOVERNOR IS INDICTED   Gov. Guy Hunt, whose finances have been under investigation for more than a year, was indicted on 13 felony charges by a grand jury.  A1 GUNS AT AIRPORTS RAISE ALARM    Most of the people arrested at airports for gun possession say they simply forgot they were carrying a weapon. But experts say the arrests are a disturbing symptom of the proliferation of guns.  A12 A LUNCH FOR THE PEOPLE    The Clinton inauguration team said it would fly more than 50 ordinary Americans to Washington for an \"intimate\" lunch.  A1 CLINTON POSTPONES VACATION   The President-elect, consumed by the task of assembling an administration -- and the chore of packing up his house -- postponed a South Carolina trip.  A10 GOVERNOR REPLACES GORE   Gov. Ned McWherter of Tennessee appointed his top deputy to fill the Senate seat that will be vacated by the Vice President-elect.  A10 AMERICAN IS CHARGED WITH SPYING   A martial arts instructor was charged with obtaining classified documents from a C.I.A. employee in Manila and passing them on to the Philippine Government.  A10  Metro Digest B1 FLAWS IN CHILD PROTECTION   The flaws in an investigation of child-abuse allegations against a mother illustrate what experts have long called the Achilles' heel of the child-protection system in New York City and the nation: the frequently poor quality of casework in a bureaucracy staffed by inexperienced, overburdened workers.  A1   Robbers entered an armored car company's warehouse in Brooklyn late Sunday night and made off with more than $8 million in one of the largest cash thefts in the country, the F.B.I. said.  A1 Business Digest D1 Science Times C1-9 Chronic pain fells many, yet lacks a clear cause.  C1 Big science squeezes small-scale researchers.  C1 Power of natural pest-killer wanes from overuse.  C1 Comet alert canceled as a result of new data.  C2 Alien species threaten Hawaii's environment.  C4 U.S. to buy plutonium from Russia.  C6 Personal Computers C6 Peripherals C8 Q&A C8 NASA will 'hammer' probe's stuck antenna.  C9 Sports B8-13 Basketball: St. John's and Kentucky win.  B9 Nets Turn Back Hornets.  B12 For Anthony, 2 games don't make season.  B12 Pitt upsets U.C.L.A.  B13 Columns: Anderson on Sal Maglie B9 Vecsey on Bob Marley's son B11 Football: Bills' Kelly to miss Oilers game.  B9 Death watch begins for Handley.  B10 Giants need coaching more than talent.  B10 Promises, promises: Coslet offers better future.  B10 Montana returns as 49ers beat Lions.  B11 Redskins limp into the playoffs.  B11 Broncos fire Reeves.  B11 Still no N.F.L. accord.  B11 Hockey: Rangers obtain Olczyk from Winnipeg.  B9 Devils' MacLean flashes old form.  B13 Sports People B13 Arts/Entertainment C11-16 Los Angeles art world changes.  C11 A conductor's last \"Messiah.\" C11 Theater: \"Tommy Tune Tonight!\" C11 Music: New York Chamber Symphony.  C13 Dance: Alvin Ailey's \"Hidden Rites.\" C14 Word and Image: Gunter Grass on German politics.  C11 \"Anatomy of Love,\" by Helen E. Fisher.  C16 \"Sex and the Single Rhino,\" on \"Nova.\" C16 Fashion B7 Novelty for '93 By Design Obituaries A12-13 Sal Maglie, pitcher.  A12 Kay Boyle, writer.  A13 Stephen J. Albert, composer.  A13 Lawrence Bruce Jr., lawyer and leader of Unicef committee.  A13 Editorials/Op-Ed A14-15 Editorials The best case for the pardons. Beyond the no-flight zone in Iraq. House Democrats: no shame? Topics: Eats like America. Letters A. M. Rosenthal: Female genital torture. Daniel Schorr: Will Bush pardon himself? Howard G. Goldberg: The Contrabury Tales. Stansfield Turner: Land-based missiles are obsolete. Neediest Cases B4","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Books of The Times; Is It Love, or Just the Imperatives of Reproduction?","web_url":"https://www.nytimes.com/1992/12/29/books/books-of-the-times-is-it-love-or-just-the-imperatives-of-reproduction.html","abstract":"  Anatomy of Love  The Natural History of Monogamy, Adultery and Divorce By Helen E. Fisher  431 pages. W. W. Norton & Company.","thumbnail":null,"section":"Books"},{"date":"19921229","headline":"New York City's Foggy Bottom of Foreign Policy; City Council Extends Its Reach Past Potholes to Apartheid and 'Freedom Fighters'","web_url":"https://www.nytimes.com/1992/12/29/nyregion/new-york-city-s-foggy-bottom-foreign-policy-city-council-extends-its-reach-past.html","abstract":"  One of the longest, most emotional debates in the New York City Council this year had nothing to do with the city budget, incinerators or any of the other mundane business of running the city. It involved Puerto Rican revolutionary heroes, United States foreign policy and the sometimes subtle distinction between freedom fighters and terrorists.   After two wrenching hours of debate -- with one Councilman waving a Puerto Rican flag, and Hispanic citizens cheering from the balcony -- the Council overwhelmingly passed a resolution urging the United Nations to ask the United States to free all Puerto Rican \"political prisoners,\" including people convicted of bank robbery and murder.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"The Los Angeles Art World's New Image","web_url":"https://www.nytimes.com/1992/12/29/arts/the-los-angeles-art-world-s-new-image.html","abstract":"  Sue Spaid, a tall young woman who opened a gallery in a tiny storefront on Beverly Boulevard two years ago, is something of a legend in the freshman ranks of the Los Angeles art scene. Mention her name and people will remark that she has been known to work in a bakery at the minimum wage to keep her gallery going, or that she doesn't have a car.    Ms. Spaid admits to having \"a financial crisis every six weeks,\" that she operates her gallery on about $2,500 a month and that she has no staff, but \"a lot of volunteers.\" Ask her what she thinks of the current state of the Los Angeles art world, where the recession has taken a high toll among galleries, and she says elliptically, \"I think probably things' not being so great is what makes it so great.\"","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"A Mental Institution Copes With Bosnia's Horror","web_url":"https://www.nytimes.com/1992/12/29/world/a-mental-institution-copes-with-bosnia-s-horror.html","abstract":"  The afternoon light was fading when a group of her fellow patients at the Pazaric mental institution carried Adila Pasic's coffin up the barren hillside here on Sunday afternoon.   Without ceremony, without so much as a prayer or a word of farewell for the 55-year-old Miss Pasic, the rough-hewn casket was lowered hastily into into the grave that five of the patients had just finished digging. Then the burial party hastened back down the hill, chatting eagerly as they went.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor.html","abstract":"Pardons for the Powerful. Shame on George Bush. This craven, crafty act mocks the dignity of the presidency. It is, of course, a direct descendant of Gerald Ford's pardon of Richard Nixon, done, we were told, in the name of national harmony.. Pardons like","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Gloom Lifts in U.S. and Falls on Japan","web_url":"https://www.nytimes.com/1992/12/29/world/gloom-lifts-in-us-and-falls-on-japan.html","abstract":"  The Japanese are losing confidence that their nation will be the dominant economic power in the next century, while Americans see their own economy as gaining strength and view Japan as less of a long-term economic threat than before.   In a poll conducted in both countries this month by The New York Times, CBS News and the Tokyo Broadcasting System, 45 percent of Americans said the United States would be \"the No. 1 economic power in the world\" in the 21st century while 30 percent said Japan would be.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Home for the Holidays: Kentucky and St. John's","web_url":"https://www.nytimes.com/1992/12/29/sports/college-basketball-home-for-the-holidays-kentucky-and-st-john-s.html","abstract":"  Kentucky and St. John's rose last night at Madison Square Garden and tossed aside their opponents like discarding a T-shirt. The occasion was opening night for the Chemical Bank ECAC Holiday Festival, a college basketball feast that dates to 1952 and one that drew 14,110 fans for the doubleheader that had so many New York trappings.    Kentucky, featuring three metropolitan-area starters and coached by Rick Pitino who once toiled for the Knicks, routed Rutgers, 89-67, in the first game and extended its unbeaten record to 7-0.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor-91982341907.html","abstract":"Pardons for the Powerful. Here we go again. A departing Republican president has outrageously misused the transition period to stop criminal investigation of his close aides, indirectly barring public insight into his own apparent breaches of the constitu","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"STATES FACE DROP IN FEDERAL BACKING OF AIDS PREVENTION","web_url":"https://www.nytimes.com/1992/12/29/us/states-face-drop-in-federal-backing-of-aids-prevention.html","abstract":"  The Federal Government has notified states that it is cutting money for AIDS prevention programs, and as a result many states are reducing services even as they face a rising demand.   State officials have protested to the Bush Administration. Federal health officials said that they were considering the protests but that there was little they could do because Congress had limited the amounts available.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/29/nyregion/bridge-394792.html","abstract":"  Try an arithmetic problem that is slightly harder than it appears. What is the highest score possible on a single deal?   Defending a redoubled vulnerable grand slam and defeating it by 13 tricks is worth 7,600, but that is not the right answer. If the game is social, you can have 150 honors to boot, making the total 7,750. This represents absolute zero for the opponents.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Review/Theater; Tommy Tune's Dream of Yesterday's Broadway","web_url":"https://www.nytimes.com/1992/12/29/theater/review-theater-tommy-tune-s-dream-of-yesterday-s-broadway.html","abstract":"  If Tommy Tune could wave a magic scepter, Broadway would be transformed from its currently bedraggled state into an immaculate thoroughfare of diamond-studded glamour and endless high spirits. The years would melt away, and names like George Gershwin, Cole Porter, Fred Astaire and Ray Bolger would blaze on every marquee. To step into a theater would be to enter a Busby Berkeley dream world of top hats, tap shoes and gushing Broadway melodies.    That is the dream that the performer, director and choreographer captures only fleetingly in \"Tommy Tune Tonite!,\" the handsomely mounted song and dance show he has brought to the Gershwin Theater for a limited engagement through Sunday. It is a world in which it is possible to \"Tap Your Troubles Away,\" as the show's opening Jerry Herman song suggests. Or where \"Everything Old Is New Again,\" as proclaims the Peter Allen-Carole Bayer Sager number that serves as one of the program's thematic threads.","thumbnail":null,"section":"Theater"},{"date":"19921229","headline":"Not So, Dykstra Says","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-baseball-not-so-dykstra-says.html","abstract":"  LENNY DYKSTRA has acknowledged that he gambles legally in Atlantic City, but has disputed a magazine account that he lost $50,000 at baccarat and had to be restrained from attacking another casino customer.   In an article yesterday, The Philadelphia Daily News quoted the Phillies' center fielder as saying that \"the only thing true about the story is that, when I go to Atlantic City, I do play baccarat.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Having Backed Right In, Washington Limps Ahead","web_url":"https://www.nytimes.com/1992/12/29/sports/football-having-backed-right-in-washington-limps-ahead.html","abstract":"  The Washington Redskins have been awarded the gift of a playoff game, but they are going to need substantial first aid just to field a team.   Cornerback Darrell Green, for instance, is a former \"fastest man\" of the National Football League who needed a crutch to enter the locker room today. Green was beaten on the last-minute pass to the Raiders' Willie Gault Saturday that cost Washington the game, but Green had an excuse: The medication for his sore heel had worn off in the Robert F. Kennedy Stadium chill.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Kay Boyle, 90, Writer of Novels and Stories, Dies","web_url":"https://www.nytimes.com/1992/12/29/arts/kay-boyle-90-writer-of-novels-and-stories-dies.html","abstract":"  Kay Boyle, a short-story writer and novelist renowned for her deft and powerful style and her keen insights into human nature, died on Sunday night at the Redwoods, a retirement community in Mill Valley, Calif. She was 90 years old and lived at the Redwoods, where she had moved from San Francisco several years ago.   She had been in declining health for a year, said her son, Ian von Franckenstein of Kentland, Calif.","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"Surgery for Kosar","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-football-surgery-for-kosar.html","abstract":"  BERNIE KOSAR will undergo surgery tomorrow to repair his right ankle, which he broke again in the Cleveland Browns' season-ending game at Pittsburgh on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/29/sports/results-plus-493592.html","abstract":"  N.B.A.  Rare Feat for Heat  Harold Miner scored 12 of his 18 points in the fourth quarter last night, and the Heat overcame an 18-point deficit to earn their first victory ever over the Los Angeles Lakers, a 107-96 triumph in Miami. Miami is now 1-10 against the Lakers in franchise history. For Miner, who was born and raised in Inglewood, Calif., near where the Lakers play their home games, the game was something special. \"I grew up bleeding purple and gold,\" said Miner, who played for Inglewood High School and Southern Cal. \"It was a big thrill to beat them, especially with the game being televised back home.\" The Heat scored their last 10 points from the free-throw line to seal the outcome. Miami was 24 of 27 from the foul line for the game. The loss was the fifth in six games for the Lakers. The game marked the return of Lakers guard Byron Scott, who missed his team's previous 18 games with a sprained right foot. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor-91724079764.html","abstract":"A 'Shameful Attack'. We are outraged at the assault on the Babri Masjid at Ayodhya, India, an event we have feared for some years. We condemn unreservedly this desecration of an ancient mosque, and the destruction of part of our national heritage. We cons","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/29/nyregion/c-corrections-662892.html","abstract":"  A picture caption on Thursday with an article headed \"Meyersville Journal,\" about a New Jersey family that raises deer as pets, misstated the number of deer the family now has. It is eight, not nine.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"The Contrabury Tales","web_url":"https://www.nytimes.com/1992/12/29/opinion/the-contrabury-tales.html","abstract":"    Heere bigynneth the Pardoner's Tale   Whan that November gave Bush the boote, He pierced Walsh's case to the roote: Ere goon to Houston on a pilgrymage, Bush cutte loose Wynberger's entourage. \"For patriots, no Damoclesian sword,\" Seyde he (not cyting Nixon's Ford). \"Caspar, a parfit Pentagonne knyght, Merits honour, not a kourtroom fyght. Abrams, Fiers, Clarridge, George, McFarlane -- none styck in my gorge.\"   Heere bigynneth the Man of Law his Tale   Walsh, Koppeled in his Oklahoma lair, Quod, \"Another Saturday nyght massacre! There's no tyme at Willard Inn to sup 'Til I probe this iniquitous cover-up. The vileyne of conceeling notes May've stopp'd Reagan impeechment votes. Outsyde the loop? A contra-dykshun Of diary entrys -- an Iran-gayt fykshun. And Bush's fayte for this disgrayce? 'Tween Lytl Rock and the hardd playce.\"   Heere taketh the maker of this book his leve   And then 'twixt George and the Dragon Came Gephardt, Mitchell, fyngers waggin', Smellynge a Whyte Howse partee lyne; Angree, Dole seyde, \"Prosecutor, resyne!\" Surpryze! Who fayvord the clemencee? Aspin and Foley, seyde the G.O.P. What did Bush know? Whan did he know it? Gentyl Reeder, I'm but a Chaucerian poet (Merrilee meterynge the Pardoner's way Of treeting scandall in his C.I.A.).","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Little Chance For 3 to Flee From Blaze","web_url":"https://www.nytimes.com/1992/12/29/nyregion/little-chance-for-3-to-flee-from-blaze.html","abstract":"  The fire at a power plant here Friday erupted so suddenly that three workers, who were suffocated by billowing black smoke, apparently had little chance to escape, a fire official said today.   Investigators from the Federal Occupational Safety and Health Administration and the Newark Fire Department today examined the scene of the fire at the O'Brien Newark co-generation plant at 35 Blanchard Street. The victims were working on a platform in the northeast corner of the plant that housed a glassed-in control room, some offices and a kitchen area when the fire broke out about 8:40 A.M. Friday.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"On My Mind; Female Genital Torture","web_url":"https://www.nytimes.com/1992/12/29/opinion/on-my-mind-female-genital-torture.html","abstract":"  \"They are by far the most emancipated of Muslim women. They wear no veils, often don sleeveless dresses and behave directly toward men, rather than submissively.   \"Still, almost all women undergo genital mutilation at a young age to discourage sexual intercourse outside marriage. This ritual clitoridectomy, the removal of the clitoris, greatly reduces a woman's sexual pleasure and is sometimes combined with infibulation, stitching up the vulva until marriage to prevent penetration.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"U.S.-Russian Arms Talks Seem Snagged on Details","web_url":"https://www.nytimes.com/1992/12/29/world/us-russian-arms-talks-seem-snagged-on-details.html","abstract":"  The United States and Russia continued to talk today about concluding a far-reaching nuclear-arms-reduction agreement and agreed to meet again on Tuesday. Foreign Minister Andrei V. Kozyrev of Russia offered to bet a bottle of whisky on a positive outcome.   Speaking to reporters before a dinner tonight with the Russian delegation, Secretary of State Lawrence S. Eagleburger said tersely, \"We're making progress.\" Asked whether he expected to overcome the differences on stubborn technical issues before he is scheduled to leave Geneva on Tuesday, Mr. Eagleburger replied, \"We will work as hard as we can.\"","thumbnail":null,"section":"World"},{"date":"19921229","headline":"We Have to Protect No-Longer-Pristine Arctic","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-we-have-to-protect-no-longer-pristine-arctic-907492.html","abstract":"  To the Editor:   Scientists are finding environmental threats to the Arctic in DDT, dioxin, heavy metals, chronic oil leaks, severe air pollution and acid raid deposits. This goes further than the risks to the Arctic people and environment from radioactive contamination, PCB's, ozone loss and global warming that you report in three Science Times articles Nov. 24.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Jets Give Statements","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-football-jets-give-statements.html","abstract":"  The National Football League gathered written statements yesterday from Jets cornerback ERIK McMILLAN, his teammate MARIO JOHNSON and referee LARRY NEMMERS in an investigation of McMillan's allegation that Nemmers used a racial epithet in reference to the cornerback during the game against the New Orleans Saints Saturday at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Will Bush Pardon Himself?","web_url":"https://www.nytimes.com/1992/12/29/opinion/will-bush-pardon-himself.html","abstract":"If President Bush wants to avoid being investigated and bring a final end to the Iran-contra prosecution, there is one more person he will have to pardon -- himself.\n\nBy pardoning the former Secretary of Defense, Caspar Weinberger, and five other defendants, Mr. Bush exposed himself as the only person left for the independent counsel, Lawrence Walsh, to pursue. Mr. Walsh has left no doubt that he intends to do so. He will probably call Mr. Bush before a grand jury after the President leaves office on Jan. 20.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/29/us/inside-227492.html","abstract":"  Gore's Senate Seat Filled   Gov. Ned McWherter of Tennessee appointed his top deputy, Harlan Mathews, to fill Vice President-elect Al Gore's seat. Page A10. Israeli Shift on Deportees    The Israeli Army said 10 of the 415 Palestinians expelled to Lebanon this month were wrongly deported and would be allowed to return. Page A5. A Military Warning to Iraq    A day after Iraqi planes violated a flight ban in the Shiite south, the United States moved two squadrons of fighter jets from the African coast to the Persian Gulf region. Page A4. U.S. and Japanese Images    In a striking reversal from a year ago, a poll shows that the Japanese are losing some economic confidence while Americans see their own economy gaining strength. Page A4.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"Kenyans Sip Democracy But Find It Bitter, So Far","web_url":"https://www.nytimes.com/1992/12/29/world/kenyans-sip-democracy-but-find-it-bitter-so-far.html","abstract":"  The campaign for Kenya's first multiparty elections in 26 years ended tonight with charges that brutality and fraud were being used to win votes.   On the eve of the voting Tuesday, President Daniel arap Moi urged supporters not to drink any alcohol, warning that the opposition was plotting to dilute them with hallucinogens to make voters so drowsy that they would oversleep and miss the balloting.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Lawrence Bruce Jr., 47, Lawyer and Leader of Unicef Committee","web_url":"https://www.nytimes.com/1992/12/29/nyregion/lawrence-bruce-jr-47-lawyer-and-leader-of-unicef-committee.html","abstract":"  Lawrence E. Bruce Jr., a lawyer and president of the United States Committee for Unicef, died on Friday at his home in Manhattan. He was 47.   He died of complications from a liver ailment, a family member said.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Brooklyn Theft Brings Robbers $8 Million Cash","web_url":"https://www.nytimes.com/1992/12/29/nyregion/brooklyn-theft-brings-robbers-8-million-cash.html","abstract":"  Robbers entered an armored car company's warehouse in Greenpoint, Brooklyn, late Sunday night and made off with more than $8 million in one of the largest cash thefts in the United States, the Federal Bureau of Investigation said yesterday.   The robbers left more than $30 million behind, probably because they could not carry any more, said Federal investigators, who spoke on condition of anonymity. The investigators said that the F.B.I. was trying to determine whether the robbery was an inside job and that agents planned in the next few days to conduct polygraph tests on several employees of the company, the Hudson Armored Car and Courier Service.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Illusions Are Also Left Dead As Child-Killer Awaits Noose","web_url":"https://www.nytimes.com/1992/12/29/us/illusions-are-also-left-dead-as-child-killer-awaits-noose.html","abstract":"  After trying for 17 years to reform the life of Westley Allan Dodd, the State of Washington is scheduled to kill him next week, in what would be the nation's first execution by hanging in nearly three decades.   A slight, hazel-eyed man of 31 who pleaded guilty to torturing, raping and killing three small boys in 1989, Mr. Dodd saw all manner of psychiatrists, sex therapists and counselors in the years before his killing spree, as the state tried the traditional methods of treating sex offenders.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"Guns at Airports: a Common Problem","web_url":"https://www.nytimes.com/1992/12/29/us/guns-at-airports-a-common-problem.html","abstract":"  Security officers at Kennedy International Airport were surprised Sunday night when a New Orleans-bound passenger told them he had an unloaded handgun in his carry-on bag. When they verified that he was telling the truth, the airport police arrested the passenger, Harry Connick Jr., the singer and pianist.   Mr. Connick, who said the unlicensed weapon had been a gift, was booked for criminal possession of a weapon. Yet while his arrest attracted some attention, such incidents are not unusual. About seven handguns are confiscated every day at airports across the United States. At Kennedy, there are four to six arrests for guns each month, said Frank V. Fox, commander of the Port Authority Police at the airport.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"A Cabbie Who Cared","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-a-cabbie-who-cared-932592.html","abstract":"  To the Editor:   On Sunday evening, Nov. 29, a New York City taxi took me from the airport to my hotel and dropped me off. I dropped something, too -- my wallet in the taxi.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Honoring Streisand For Civil Liberties","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-honoring-streisand-for-civil-liberties-930992.html","abstract":"  To the Editor:   Your Dec. 14 Talk of Hollywood (arts pages), on the boycott of Colorado for its anti-gay vote, asks why the American Civil Liberties Union of Southern California would honor Barbra Streisand, a movie star.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Woman Awaits Posting As a Rabbi in the Army","web_url":"https://www.nytimes.com/1992/12/29/nyregion/woman-awaits-posting-as-a-rabbi-in-the-army.html","abstract":"  When she was 38, Chana Timoner achieved one of her career goals: She was ordained as a Conservative rabbi. Now, at 41, she has achieved another: She is becoming a soldier.   In the process, she is making history.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Rival Somali Leaders Meet in Capital and Pledge to Halt Fighting","web_url":"https://www.nytimes.com/1992/12/29/world/rival-somali-leaders-meet-in-capital-and-pledge-to-halt-fighting.html","abstract":"  Surrounded by thousands of chanting, singing Somalis, the leaders of this city's two rival clan-based factions met today and renewed promises to end hostilities that have torn this city for two years.   The two leaders, Gen. Mohammed Farah Aidid and Mohammed Ali Mahdi, had met and embraced once before in early December, but that encounter was at an American diplomatic compound and few except for the press witnessed it. The meeting today was held in the open, near the line separating the city into rival enclaves, and was witnessed by throngs of residents who gathered without shooting at one another.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"The Neediest Is Lending Hand to Family","web_url":"https://www.nytimes.com/1992/12/29/nyregion/the-neediest-is-lending-hand-to-family.html","abstract":"  Victoria and Alan H. go to sleep many nights ashamed of how they are raising their three young daughters. They wish they could nurture the girls by helping them with homework, taking them to museums or pushing them on the swings at the playground. Instead, the girls are often forgotten.   That is because the girls' parents spend nearly all their time caring for their eldest child, a 10-year-old son who is emotionally disturbed. The boy often wanders through their apartment in Brooklyn disconnected from reality and unresponsive to other family members. He smears food on his clothes, is agitated easily and sometimes runs away. Numerous doctors have been unable to treat him.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Topics of The Times; Fainthearted Republicans","web_url":"https://www.nytimes.com/1992/12/29/opinion/topics-of-the-times-fainthearted-republicans.html","abstract":"  Where do House Republicans stand on ethics? Actually \"stand\" is the wrong word; it suggests backbone. In the case of Representative Joseph McDade, at least, House Republicans have decided to sit on their hands.   Mr. McDade, the ranking Republican on the Appropriations Committee and its defense subcommittee, was indicted in May on Federal bribery and racketeering charges arising from his official duties. The House minority leader, Robert Michel, instead of asking Mr. McDade to step aside, ducked the issue.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/29/style/chronicle-798592.html","abstract":"  MORTON GOULD may not write music for rock audiences, but let no one say he's not keeping up with the times: his newest composition will be narrated in rap.    Mr. Gould was commissioned two years ago by the Pittsburgh Symphony Association to create a piece that the Pittsburgh Youth Orchestra is to perform on April 4 in Heinz Hall.","thumbnail":null,"section":"Style"},{"date":"19921229","headline":"For a Fee, an Old Friend for a Day","web_url":"https://www.nytimes.com/1992/12/29/nyregion/our-towns-for-a-fee-an-old-friend-for-a-day.html","abstract":"  HAROLD ADER was not one to trust in doctors. Sure, he had stomach troubles. But he could still drive a concrete truck. Even after his retirement, when inactivity made the illness seem worse, he refused to see a doctor -- until the day before he died of colon cancer last April.   \"After the funeral,\" said Anna Ader, his wife of 35 years, \"I started to feel the walls closing in.\"","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"American Is Accused of Passing Secrets to Philippine Government","web_url":"https://www.nytimes.com/1992/12/29/us/american-is-accused-of-passing-secrets-to-philippine-government.html","abstract":"  A martial arts instructor was arrested on Sunday and accused of obtaining classified documents from a C.I.A. employee in Manila and passing them to the Philippine Government, law-enforcement officials announced today.   The instructor, Joseph Garfield Brown, was arrested at Dulles International Airport outside Washington. He is an American citizen who works as a part-time tae kwon do instructor for the Philippine Department of Tourism in Manila.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1992/12/29/sports/metropolitan-college-report.html","abstract":"  Of the several college basketball tournaments in the area this week, two offer some intriguing possibilities.   The tradition of the ECAC Holiday Festival at Madison Square Garden is unmatched, but the first Seton Hall-Meadowlands Tournament at Byrne Meadowlands Arena could end up being the most exciting for the fans.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Germans Threaten Suit","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-swimming-germans-threaten-suit.html","abstract":"  The German Swimming Federation has threatened to sue the sport's world governing body unless it lifts an 18-month ban imposed on a German swimmer accused of doping.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor-93542914287.html","abstract":"A Corps to Renew America. In response to \"Clinton Should Take a Cue From Roosevelt's Conservation Corps\" (Opinion, Dec. 1):. I have waited in vain to read of support for Stephen Ambrose's timely comments and his suggestion that President-elect B","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Resolved: To Do Better Next Year","web_url":"https://www.nytimes.com/1992/12/29/science/personal-computers-resolved-to-do-better-next-year.html","abstract":"  WHEREAS the new year is imminent, and;    Whereas it is the habit of many people to resolve to do things better in the coming year, and;","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"Barton Stacey Journal; The Trout Are THIS BIG and Hard to Swallow","web_url":"https://www.nytimes.com/1992/12/29/world/barton-stacey-journal-the-trout-are-this-big-and-hard-to-swallow.html","abstract":"  On the surface, it is a classic scene from English country life: men in floppy hats and green rubber boots standing silently along the misty shore as they watch their lines drift on the mirror-flat water.   But beneath the pond's calm surface, there is roiling controversy this winter, a fish story that is not just about the big one that got away, but about the big ones that are yet to be caught. Like other English debates, it pits the purists against the new entrepreneurs, but it also revolves, ultimately, around a question of nearly cosmic proportion: Is a trout still a trout if it is reared mostly by hand rather than by nature?","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Let Teen-Agers Know Medical Risks of Birth Control Implants","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-let-teen-agers-know-medical-risks-of-birth-control-implants-928792.html","abstract":"  To the Editor:   \"Baltimore School Clinics to Offer Birth Control by Surgical Implant\" (front page, Dec. 4) mentions as a side effect of Norplant that it \"frequently causes irregular menstrual bleeding.\" But you fail to point out that these bleeding irregularities can increase the risks of sexually transmitted diseases and infection with human immunodeficiency virus, which cause AIDS.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Volunteer Fire Brigades Struggle to Survive","web_url":"https://www.nytimes.com/1992/12/29/nyregion/volunteer-fire-brigades-struggle-to-survive.html","abstract":"  When floodwaters swept over Broad Channel, Queens, this month, inundating streets and homes and cutting the island community off from the rest of the city, the rescue effort fell to a ragged group of volunteer firefighters. The only problem was that their rickety firehouse was nearly waist-deep in water and one of their two aging firetrucks would not start.    \"We ourselves needed help,\" recalled Gerri Reimuller, the president of the Broad Channel Volunteer Fire Department. \"It's hard for us to operate a rescue operation when we need to be rescued.\"","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/29/nyregion/no-headline-198792.html","abstract":"  It is the first time that I have hope for peace. I am very happy. But I don't want either to be President. These two have killed thousands and crushed our country. Today is today. Let them make peace and then we will see. -- NUR AHMED, a 19-year-old Somali, after rival clan leaders met and embraced.  [ A6:3 ]","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Promises, Promises: Jets Will Be Better in 1993, Says Coslet","web_url":"https://www.nytimes.com/1992/12/29/sports/pro-football-promises-promises-jets-will-be-better-in-1993-says-coslet.html","abstract":"  Bruce Coslet, the Jets' coach, said he opened his post-season speech to the team Sunday by telling them what a lousy season it had been. That was just re-stating the obvious for fullback Brad Baxter, who said that knowing the season was finally over was like waking up from a bad dream.   Coslet also promised that next season is going to be better for the Jets.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-letters-to-the-editor-92048449021.html","abstract":"Pardons for the Powerful. Charles Krauthammer states that Mr. Bush had no agenda and therefore, by definition, succeeded because he enacted nothing, which is exactly what he had proposed; history should thus look fondly upon him (\"Don't Confuse the V","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Topics of The Times; Eats Like America","web_url":"https://www.nytimes.com/1992/12/29/opinion/topics-of-the-times-eats-like-america.html","abstract":"  The President-elect of the United States is, as The Times's Marian Burros wrote last week, no Jack Sprat. He eats fat. He eats lean. He eats tacos and chili con queso made with three kinds of cheese and three kinds of peppers. He eats ribs, baked beans, slaw, sweet potato pie, bagels, doughnuts and potato salad. Most of all he eats chicken enchiladas.   Where Bill Clinton stands on the standard New York nosh (bagels with lox and cream cheese), Asian food and the cuisines of Italy, France and, say, Afghanistan is unclear. Having spent most of his life in Arkansas, he is understandably a barbecue and Tex-Mex man.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Talks With China Mean Jobs for U.S.","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-talks-with-china-mean-jobs-for-us-934192.html","abstract":"  To the Editor:   Re \"Are These Trips Necessary?\" (editorial, Dec. 19): Several weeks ago President Bush asked me to lead a Presidential mission to China, following his decision to resume high-level economic talks with the Chinese. The driving rationale for the mission was to promote economic growth and jobs in the United States by insuring that American businesses have the support and opportunity to capitalize on the booming Chinese market, growing at 12 percent a year.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Big Science Squeezes Small-Scale Researchers","web_url":"https://www.nytimes.com/1992/12/29/science/big-science-squeezes-small-scale-researchers.html","abstract":"  THE nation's top Federal agency for the support of basic scientific research is battling to reconcile the growing financial appetite of its biggest project with an overall budget crunch. The conflict is threatening to pull the plug on more than a hundred small-scale science projects across the country.   \"People here are in great pain,\" said Dr. Stuart A. Rice, dean of physical sciences at the University of Chicago. \"Really senior people are having their grants cut.\"","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"U.N. and The Bosnian Foes Make New Political Attempt in Geneva","web_url":"https://www.nytimes.com/1992/12/29/world/un-and-the-bosnian-foes-make-new-political-attempt-in-geneva.html","abstract":"  A plan for ending the war in Bosnia inched forward here today after an extended series of meetings by leaders of the three major ethnic groups under United Nations auspices, participants said.    The plan, drawn up here on Oct. 27 by two international mediators, Cyrus R. Vance and Lord Owen, envisions dividing Bosnia and Herzegovina -- a republic populated by Muslims, Serbs and Croats -- into 7 to 10 largely autonomous provinces under a loosely organized central government.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Governor Picks Aide for Senate Seat","web_url":"https://www.nytimes.com/1992/12/29/us/governor-picks-aide-for-senate-seat.html","abstract":"  Gov. Ned McWherter of Tennessee appointed his 65-year-old chief aide today to fill the Senate seat being vacated by Vice President-elect Al Gore.   The appointee, Harlan Mathews, as Deputy to the Governor is a confidante of Mr. McWherter and has been a figure in Democratic politics in Tennessee for years.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"Comet Alert Canceled, Thanks to New Data","web_url":"https://www.nytimes.com/1992/12/29/science/comet-alert-canceled-thanks-to-new-data.html","abstract":"  DOOMSDAY has been postponed a thousand years or so, at least as far as Comet Swift-Tuttle is concerned.   New evidence suggests that the six-mile-wide mountain of ice and dirt, zipping through space at 37 miles a second, has virtually no chance of colliding with the Earth on its next pass through the inner solar system. In October, astronomers warned that the comet might hit Earth during that pass 134 years from now, in 2126.","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"Sports of the Times; Sugar Bowl Rocks Early With Strains of Marley","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-of-the-times-sugar-bowl-rocks-early-with-strains-of-marley.html","abstract":"  THE father was a mystical genius who felt the pain of the world. His name was Bob Marley, and he has been gone since May 9, 1981, but yet he is never gone.   The son comes without the dreadlocks and the hypnotic reggae beat, but he is a prophet of sorts, too. He says Miami is going to kick Alabama all over the Sugar Bowl on Friday night. His name is Rohan Marley, and he is a tough little linebacker.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/29/sports/transactions-557592.html","abstract":"  Baseball  National League   METS -- Agreed to terms with Eric Bullock, outfielder, on a minor-league contract. Football","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"WITNESSES REPORT A SOMALI MASSACRE BEFORE U.S. ARRIVAL","web_url":"https://www.nytimes.com/1992/12/29/world/witnesses-report-a-somali-massacre-before-us-arrival.html","abstract":"  More than 100 religious leaders and business executives, a doctor and other prominent residents of this port city were hunted door to door and killed in three nights of terror that began on the eve of the American landing in Mogadishu, Somali witnesses and United States diplomats say.   The killings were directed by the clan leader who controls Kismayu in a move to eliminate educated Somalis who might support the Americans, United States officials in Somalia said in interviews over the past two days. All the victims were Harti, who have deep roots here and say they regard other clans as occupiers.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"For Anthony, 2 Games Don't Make a Season","web_url":"https://www.nytimes.com/1992/12/29/sports/pro-basketball-for-anthony-2-games-don-t-make-a-season.html","abstract":"  Greg Anthony still hopes to be the Knicks' starting point guard of the future. He says he still believes he will develop into a consistent floor leader.   That is why Anthony's poor performance last weekend was disappointing, both to the Knicks and to Anthony. And with Doc Rivers, who has a slightly separated right shoulder, doubtful for a game at Madison Square Garden on Tuesday night between the Knicks (16-9) and Indiana (13-13), Anthony knows his team needs him to make plays, not excuses.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Review/Music; Traversing A Cycle By Bach","web_url":"https://www.nytimes.com/1992/12/29/arts/review-music-traversing-a-cycle-by-bach.html","abstract":"  For those who do not automatically find the output of Johann Sebastian Bach to be an endless universe of delight, the prospect of hearing all six \"Brandenburg\" Concertos in one sitting might seem daunting. The New York Chamber Symphony, under the leadership of Jaime Laredo, makes the experience quite painless. The group has made a sturdy holiday tradition out of the cycle; it was, in fact, first formed in 1976 for this purpose. The performances on Sunday afternoon at the 92d Street Y were not perfect, but neither was creation.   The performance began with the First, Third and Fifth Concertos. The ensemble seemed imprecise at the outset, but the playing had a warm glow of enthusiasm that overcame doubts about preparedness. John Van Buskirk negotiated the harpsichord solos of the Fifth with a facility that fell short of brilliance, but the basic idea came across. While Mr. Laredo's leadership lacked the forward-driving momentum of modern original-instrument performances, it seldom dawdled.","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"Clinton Delays Trip To Work, Pack Up And Fill More Jobs","web_url":"https://www.nytimes.com/1992/12/29/us/clinton-delays-trip-to-work-pack-up-and-fill-more-jobs.html","abstract":"  Pressed by the lofty concerns of assembling a Government and the more mundane business of packing up a house, President-elect Bill Clinton delayed a planned weeklong vacation to the South Carolina coast today to stay home and work.   Mr. Clinton had been expected to leave Little Rock this evening for six days at the Palmetto Dunes resort on Hilton Head Island to take part in Renaissance Weekend, a four-day, 515-family marathon of networking, group encounters and leisurely sports.","thumbnail":null,"section":"U.S."},{"date":"19921229","headline":"Kronberger Surprise: She's Finished","web_url":"https://www.nytimes.com/1992/12/29/sports/sports-people-skiing-kronberger-surprise-she-s-finished.html","abstract":"  PETRA KRONBERGER, the world's best woman skier for the past three years, unexpectedly announced yesterday that she was quitting.   \"I have reached everything possible in the world of ski racing,\" the unassuming 23-year-old said in a statement issued by the Austrian Ski Union in Vienna. \"I know that many will say, 'Petra is crazy to renounce all that money.' My health is more important.\"","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Tree Fire Kills Girl","web_url":"https://www.nytimes.com/1992/12/29/nyregion/tree-fire-kills-girl.html","abstract":"  An 11-year-old girl was burned to death last night when a Christmas tree caught fire at her aunt's apartment at 1315 Amsterdam Avenue, near 123d Street, in Harlem, Fire Department officials said. The dead girl was identified as Elaine Pino. Deputy Fire Commissioner Harry Ryttenberg said the girl was carrying a lighted candle shortly before the blaze and that \"moments later the place was totally engulfed in flames.\" Three adults in the apartment, on the 14th floor of a 21-story apartment building, were unharmed, fire officials said.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"The Best Case for the Pardons","web_url":"https://www.nytimes.com/1992/12/29/opinion/the-best-case-for-the-pardons.html","abstract":"  Surely, reasonable people have said to themselves in the days since President Bush shocked the country with his Iran-contra pardons -- surely the President must have had good reasons. Surely he would not wish to live forever in history as the President who in effect pardoned    himself.    Surely he must have some plausible arguments for exonerating Caspar Weinberger even before his trial, and other officials after theirs.    There are justifications; some even sound plausible; yet on inspection, they fail. The arguments are lame, even misleading, and in the end the pardons reverberate with the clank of outrage.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"The Pugnacious Domi Is Sent To the Ice Box: Winnipeg","web_url":"https://www.nytimes.com/1992/12/29/sports/hockey-the-pugnacious-domi-is-sent-to-the-ice-box-winnipeg.html","abstract":"  Tie Domi had been invited by the Rangers' coaching staff to dress for only 12 hockey games this season, but the right wing represented something that went well beyond his two goals and no assists.   Domi, with impudent swagger and 95 penalty minutes, liked to think of himself as a true heavyweight, one of the last honorable pugilists in the National Hockey League. But yesterday, the Rangers traded Domi and another popular, tough forward, Kris King, to the Winnipeg Jets for Ed Olczyk, a pure scorer who is unlikely to tangle with Bob Probert or anybody else.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Land-Based Missiles Are Obsolete","web_url":"https://www.nytimes.com/1992/12/29/opinion/landbased-missiles-are-obsolete.html","abstract":"If Bill Clinton is searching for ways to cut defense spending without reducing important military capabilities and without creating inordinate short-term unemployment, an unclassified General Accounting Office report provides a wonderful guide for reductions in a key area: nuclear weapons.\n\nThe G.A.O. report, released in September, tells us that existing B-52 bombers can adequately fulfill the traditional roles of bombers until the year 2030; thus, there is no need to buy more of the $2 billion B-2's. This also raises a question whether modifying existing B-1's to improve their performance is worth that high cost. (The B-1's, and B-52's, are at issue at the Geneva strategic arms talks between Secretary of State Lawrence Eagleburger and Russia's Foreign Minister, Andrei Kozyrev, that began yesterday.)","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Review/Dance; Life's Eternal Mysteries Shaped by Movement","web_url":"https://www.nytimes.com/1992/12/29/arts/review-dance-life-s-eternal-mysteries-shaped-by-movement.html","abstract":"  By offering two varied programs on Sunday at the City Center, the Alvin Ailey American Dance Theater served as a choreographic showcase for fine dancers.   The evening was devoted entirely to works by Ailey. In a repeat performance of \"Revelations,\" his tribute to gospel songs, Michael Joy took over the solo to \"I Want to Be Ready,\" giving an interpretation notable for its simplicity and understated eloquence. Stretched out on the floor, Mr. Joy became a penitent awed by divine omnipotence. When he rose to his feet and balanced securely, but never ostentatiously, it was easy to believe that he was a sinner turning heavenward in search of God's mercy.","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"A 2-Way Street for Sharing Data Between Macs and I.B.M.'s","web_url":"https://www.nytimes.com/1992/12/29/science/peripherals-a-2-way-street-for-sharing-data-between-macs-and-ibm-s.html","abstract":"  EXCHANGING files between two computers in a home office or small business is sometimes easiest via the \"sneaker net,\" making a copy of a file on a floppy disk in one machine and walking over to put the floppy into the other one. You would not want to run a multinational corporation that way, but when the other computer is in the same room, or just down the hall, it is a quick and dirty solution.   Physically linking the computers is more elegant, but not everyone wants to set up a network, even a little one. Another route is a hardware-software combination like Laplink, a popular and effective way to share files.","thumbnail":null,"section":"Science"},{"date":"19921229","headline":"Beyond the No-Flight Zone in Iraq","web_url":"https://www.nytimes.com/1992/12/29/opinion/beyond-the-no-flight-zone-in-iraq.html","abstract":"  Baghdad, not Washington, provoked Sunday's aerial clash over southern Iraq by sending warplanes into a no-flight zone. U.S. planes responded admirably, showing resolve but also prudence. The first pair of Iraqi MIG's was turned back peacefully. One of a second pair was downed after turning to confront American planes.    American resolve will be tested again and again in coming months. Saddam Hussein still prefers confrontation to compliance, and disregards the cost of his posturing to Iraq and its suffering people.","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Bigger Bailout Is Proposed For Insurer","web_url":"https://www.nytimes.com/1992/12/29/nyregion/bigger-bailout-is-proposed-for-insurer.html","abstract":"  With state officials three days away from deciding whether to grant a heavy rate increase to the state's largest health insurer, Senate Republican leaders proposed today to reduce the size of the increase by raising the amount of a state bailout for Empire Blue Cross and Blue Shield.   Gov. Mario M. Cuomo has suggested shoring up Empire's reserves by using $85 million from the state's medical malpractice insurance fund, but the Senate Republicans said today that $150 million should be taken. Combined with other measures, the Republicans contended that the larger amount could reduce Empire's rate increase request of $424 million to just over $120 million.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Beware the Flying Sparks of a Wider Balkan War","web_url":"https://www.nytimes.com/1992/12/29/opinion/IHT-beware-the-flying-sparks-of-a-wider-balkan-war.html","abstract":"The UN Security Council's decision to send more than 700 peacekeeping personnel into Macedonia and Greece's determination not to recognize the former Yugoslav republic or to allow its fellow EC members to do so unless it drops that name portend new danger","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"Chess","web_url":"https://www.nytimes.com/1992/12/29/arts/chess-399892.html","abstract":"  Patrick Wolff struggled successfully all the way to triumph in the United States championship. Although he had almost no easy games, the 24-year-old grandmaster from Somerville, Mass., and former Yale star, scored 10 1/2-4 1/2 to take the $10,000 first prize of a total $30,000 purse put up by the chief sponsor, Software Toolworks. Wolff was also awarded the $1,500 Albaugh prize for being the solo winner in the tournament, played Dec. 1-20 in Durango, Colo.   Boris Gulko, a Fairlawn, N.J., grandmaster, and Alex Sherzer, a College Park, Md., international master, shared second place with 10-5. Grandmasters Yasser Seirawan of Seattle and Dmitry Gurevich of Chicago tied for fourth place with 9-6.","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"'Murderers Must Be Punished for Their Horrendous Acts'","web_url":"https://www.nytimes.com/1992/12/29/opinion/l-murderers-must-be-punished-for-their-horrendous-acts-931792.html","abstract":"  To the Editor:   I read with horror \"New York Lifers Groups Argue for Early Parole\" (news article, Dec. 13). Has the Commissioner of Corrections, Thomas A. Coughlin 3d, lost his mind? Why does he think the law was changed to prevent early parole for murderers?","thumbnail":null,"section":"Opinion"},{"date":"19921229","headline":"10,000 Residents of Dresden Join Candlelit Protest Against Racism","web_url":"https://www.nytimes.com/1992/12/29/world/10000-residents-of-dresden-join-candlelit-protest-against-racism.html","abstract":"  More than 10,000 residents of this historic eastern German city took to the streets today for a silent candlelit vigil against racism and rightist violence.   It was the latest in a series of such demonstrations that have been held across Germany this month. Well over one million people have taken part.","thumbnail":null,"section":"World"},{"date":"19921229","headline":"Stephen J. Albert, 51, Composer; Won a Pulitzer for His 'Riverrun'","web_url":"https://www.nytimes.com/1992/12/29/arts/stephen-j-albert-51-composer-won-a-pulitzer-for-his-riverrun.html","abstract":"  Stephen J. Albert, a composer of lushly scored, dramatic symphonic music who won the 1985 Pulitzer Prize for his \"Symphony Riverrun\" was killed on Sunday afternoon in an automobile accident in Truro, Mass. He was 51 years old and had homes in Newton Center, Mass., and in Truro, on Cape Cod.   Mr. Albert was pronounced dead at the scene of the accident, said Sgt. John Thomas of the Truro Police Department. Mr. Albert's wife, Marilyn, and son, Joshua, were taken to Massachusetts General Hospital in Boston. A daughter, Katie, was not injured.","thumbnail":null,"section":"Arts"},{"date":"19921229","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/29/style/chronicle-797792.html","abstract":"  The music aficionados who bought tickets to see SOUTHSIDE JOHNNY perform at the Stone Pony in Asbury Park, N.J., on Sunday night had not a clue to the surprise that awaited shortly after midnight: an appearance by BRUCE SPRINGSTEEN.    The audience screamed, whistled and cheered when the two joined forces at 12:20 A.M. to sing Mr. Springsteen's \"Fever.\" Forty minutes later, another surprise guest strode onto the stage: JON BON JOVI, who launched into Southside Johnny's \"I Don't Want to Go Home.\"","thumbnail":null,"section":"Style"},{"date":"19921229","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/29/nyregion/c-corrections-665292.html","abstract":"  Because of a punctuation error in transmission, a sports article yesterday about the Knicks included a sentence erroneously in a quotation from Coach Pat Riley about Greg Anthony, a Knick guard. The sentence -- \"His biggest problems are upstairs\" -- was the article writer's, and should have preceded the coach's comment.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"With Broncos Ousted, It's Farewell to Reeves","web_url":"https://www.nytimes.com/1992/12/29/sports/football-with-broncos-ousted-it-s-farewell-to-reeves.html","abstract":"  A week after quarterback John Elway contended that Coach Dan Reeves should turn more responsibility for the Broncos' offense over to his assistants, Reeves wound up yesterday yielding the entire coaching job in Denver.   Reeves was fired following a 12-season stint that included six trips to the playoffs, three to the Super Bowl (all blowout losses) and a 1992 mark of 8-8 after a start of 7-3. Despite the return of the injured Elway on Sunday, the Broncos failed to make the playoffs when they lost to the Chiefs in Kansas City.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/29/nyregion/metro-digest-281992.html","abstract":"  FAILURES OF AN OVERLOADED SYSTEM   None of the New York City child protection caseworkers who investigated allegations that Doris Harden had mistreated her children discovered that she had served three years in prison for her involvement in a sexual assault on a 7-year-old child. They didn't know that she used crack, or that one of her boyfriends was prone to violence. It was one of her boyfriends who, accidentally, he said, caused fatal burns to Ms. Harden's 5-month-old son, pointing up the flaws of a system where overburdened caseworkers often fail to check up on their charges. A1.  NEW YORK CITY    In one of the largest cash thefts in history, gunmen confronted a lone guard in an armored car company's warehouse in Brooklyn and made off with more than $8 million. But nearly all of the bills were sequentially numbered bills. A1.","thumbnail":null,"section":"New York"},{"date":"19921229","headline":"Sal Maglie, Star Pitcher of the 1950's, Dies at 75","web_url":"https://www.nytimes.com/1992/12/29/sports/sal-maglie-star-pitcher-of-the-1950-s-dies-at-75.html","abstract":"  Sal Maglie, who pitched for all three New York teams during the tumultuous baseball wars of the 1950's and who intimidated batters with hard looks and high, hard fastballs, died yesterday in a nursing home in Niagara Falls, N.Y. He was 75.    Timothy Gleason, a spokesman for the Niagara Falls Memorial Nursing Home, where Mr. Maglie had been living since suffering a stroke five years ago, said that the former pitcher had died of complications from bronchial pneumonia.","thumbnail":null,"section":"Sports"},{"date":"19921229","headline":"Litany of Signals Overlooked in Child's Death","web_url":"https://www.nytimes.com/1992/12/29/nyregion/litany-of-signals-overlooked-in-child-s-death.html","abstract":"  Even in New York City's troubled child protection system, this oversight was remarkable: None of the caseworkers who investigated allegations that Doris Harden had mistreated her children discovered that she had previously served three years in prison for holding down a 7-year-old girl while another young woman sexually assaulted the child with a toilet plunger.   The four workers missed other important details as well: Ignorant of the prior abuse conviction, they initially did not speak with the mother's parole officers, who knew she was a crack user who had refused treatment. The workers interviewed Ms. Harden, but never talked to her boyfriends, despite warnings that one of the men was prone to violence and drug dealing. Fatal Burns    It was one of Ms. Harden's boyfriends who later said he had accidentally caused what proved to be fatal burns to the groin, buttocks and legs of her five-month-old son, Jeffrey. The round-faced infant with the soft, fuzzy head of hair died Jan. 17.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19921229","headline":"Fernando Collor de Mello, president of Brazil, tries to resign amidst corruption charges, but is then impeached.","pages":[{"title":"Fernando Collor de Mello","web_url":"https://en.wikipedia.org/wiki/Fernando_Collor_de_Mello","description":"President of Brazil from 1990 to 1992","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Fernandocolloroficial_%282%29.jpg/320px-Fernandocolloroficial_%282%29.jpg","thumbnail_width":320,"thumbnail_height":392},"abstract":"Fernando Affonso Collor de Mello is a Brazilian politician who served as the 32nd president of Brazil from 1990 to 1992, when he resigned in a failed attempt to stop his impeachment trial by the Brazilian Senate. Collor was the first President democratically elected after the end of the Brazilian military government. He became the youngest president in Brazilian history, taking office at the age of 40. After he resigned from the presidency, the impeachment trial on charges of corruption continued. Collor was found guilty by the Senate and disqualified from holding elected office for eight years (19922000). He was later acquitted of ordinary criminal charges in his judicial trial before Brazil's Supreme Federal Court, for lack of valid evidence."},{"title":"December 29","web_url":"https://en.wikipedia.org/wiki/December_29","description":"Day of the year","thumbnail":null,"abstract":"December 29 is the 363rd day of the year in the Gregorian calendar; two days remain until the end of the year."}]}],"weather":[{"date":"19921229","time":"1992-12-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":16.6},{"date":"19921229","time":"1992-12-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":67,"wspd":18.4},{"date":"19921229","time":"1992-12-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":66,"wspd":13},{"date":"19921229","time":"1992-12-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":61,"wspd":11.2},{"date":"19921229","time":"1992-12-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":55,"wspd":5.4},{"date":"19921229","time":"1992-12-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":67,"wspd":5.4},{"date":"19921229","time":"1992-12-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":68,"wspd":9.4},{"date":"19921229","time":"1992-12-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":69,"wspd":11.2},{"date":"19921229","time":"1992-12-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":66,"wspd":11.2},{"date":"19921229","time":"1992-12-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":60,"wspd":9.4},{"date":"19921229","time":"1992-12-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":61,"wspd":11.2},{"date":"19921229","time":"1992-12-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":55,"wspd":9.4},{"date":"19921229","time":"1992-12-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":48,"wspd":11.2},{"date":"19921229","time":"1992-12-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":46,"wspd":11.2},{"date":"19921229","time":"1992-12-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":43,"wspd":13},{"date":"19921229","time":"1992-12-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":48,"wspd":13},{"date":"19921229","time":"1992-12-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":49,"wspd":13},{"date":"19921229","time":"1992-12-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":54,"wspd":9.4},{"date":"19921229","time":"1992-12-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":57,"wspd":9.4},{"date":"19921229","time":"1992-12-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":50,"wspd":11.2},{"date":"19921229","time":"1992-12-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":52,"wspd":11.2},{"date":"19921229","time":"1992-12-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.1,"rhum":59,"wspd":3.6},{"date":"19921229","time":"1992-12-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":60,"wspd":5.4},{"date":"19921229","time":"1992-12-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.1,"rhum":66,"wspd":3.6},{"date":"19921229","time":"1992-12-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":14.8},{"date":"19921229","time":"1992-12-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":14.8},{"date":"19921229","time":"1992-12-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":9.4},{"date":"19921229","time":"1992-12-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":11.2},{"date":"19921229","time":"1992-12-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":14.8},{"date":"19921229","time":"1992-12-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":13},{"date":"19921229","time":"1992-12-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":100,"wspd":18.7},{"date":"19921229","time":"1992-12-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":9.4},{"date":"19921229","time":"1992-12-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":13},{"date":"19921229","time":"1992-12-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":100,"wspd":13},{"date":"19921229","time":"1992-12-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":100,"wspd":18.7},{"date":"19921229","time":"1992-12-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":100,"wspd":11.2},{"date":"19921229","time":"1992-12-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":16.6},{"date":"19921229","time":"1992-12-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":11.2},{"date":"19921229","time":"1992-12-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":13},{"date":"19921229","time":"1992-12-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":9.4},{"date":"19921229","time":"1992-12-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":13},{"date":"19921229","time":"1992-12-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":9.4}]},"19921230":{"guardian_articles":[],"nytimes_articles":[{"date":"19921230","headline":"Kenya Votes, a Mirror Perhaps of Democracy in Africa","web_url":"https://www.nytimes.com/1992/12/30/world/kenya-votes-a-mirror-perhaps-of-democracy-in-africa.html","abstract":"  With the country's political stability hanging in the balance, millions of Kenyans voted today, their first broadly contested election in nearly a quarter-century.   President Daniel arap Moi who has ruled for 14 years, faces seven challengers. In the race for Parliament, about 700 candidates are contesting the 188 seats in the single house. Results are expected on Wednesday.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Bosnian Muslims Want Arms to Fight","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-bosnian-muslims-want-arms-to-fight-995992.html","abstract":"  To the Editor:   Re \"Muslims From Afar Joining 'Holy War' in Bosnia\" (front page, Dec. 5): Christians are not considered infidels by Muslims, as you imply. On the contrary, Jews and the Christians are respected in Islam as the \"people of the Book,\" who also received God's revelations. Muslim men are allowed to marry women of the people of the Book.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor.html","abstract":"Is Hong Kong Served?Britain and China have a deal, the Joint Declaration, that clearly sets out the conditions of China's takeover of the territory in 1997. Governor Chris Patten found a loophole in it that he wants to exploit. The Chinese have every ri","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"A Schoolteacher Pushes Use of Home Schooling","web_url":"https://www.nytimes.com/1992/12/30/education/a-schoolteacher-pushes-use-of-home-schooling.html","abstract":"  Behind a cedar grove in a house near the beach, the Guterson clan gathers for school at dawn. Cleared of breakfast bowls, the dining room table is set for class -- English, a bit of geography, some math.   Later, school moves outdoors for a science lesson, firsthand, with the natural wonders of this island near Seattle as a backdrop. Just before noon, the home-school teacher, Dave Guterson, leaves his family and goes to his job: at a public high school, where he works as a teacher.","thumbnail":null,"section":"Education"},{"date":"19921230","headline":"Listeners Rally to 'Save Radio Four'","web_url":"https://www.nytimes.com/1992/12/30/style/IHT-listeners-rally-to-save-radio-four.html","abstract":"Fiercely devoted Radio Four fans across the Continent are incensed by the British Broadcasting Corporation's recent proposal to change Radio Four's frequency from long-wave (LW) to frequency modulation (FM), which does not travel over the Channel.. Many","thumbnail":null,"section":"Style"},{"date":"19921230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/30/style/chronicle-979792.html","abstract":"  BARBARA GALANTE and BRIAN DOYLE expect 6,000 or so people in attendance and fireworks in the skies when they are married in Central Park tomorrow before taking off on the five-mile New Year's Eve Midnight Run.   \"We realized that the marriage license we had taken out was going to expire,\" said Ms. Galante, 38, an office manager for a Manhattan law firm. \"And we thought that New Year's Eve, just before the Midnight Run, which we were planning to do anyway, would be a good time.\"","thumbnail":null,"section":"Style"},{"date":"19921230","headline":"In South Korea, One Election Doesn't Erase Authoritarianism","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-in-south-korea-one-election-doesnt-erase-authoritarianism.html","abstract":"There is a contradiction in South Korea's seeming swing to democracy in the recent presidential election. The voters got a chance to bring about change but elected a man who represents the status quo.. The fact that Kim Young Sam is a civilian - the first","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Vivienne Segal, 95, a Stage Star In Roles Sweet to Cynical, Is Dead","web_url":"https://www.nytimes.com/1992/12/30/movies/vivienne-segal-95-a-stage-star-in-roles-sweet-to-cynical-is-dead.html","abstract":"  Vivienne Segal, a musical-comedy star who appeared on Broadway in \"The Desert Song,\" \"No, No, Nanette,\" and \"Pal Joey,\" died yesterday in Los Angeles. She was 95 years old and lived in Beverly Hills.   She died of heart failure, said Robert Sidney, a friend.","thumbnail":null,"section":"Movies"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-002792.html","abstract":"  In yesterday's column the result was misstated. The declarer lost 13 tricks and was down 11.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Defense Tactic in Sex Abuse Case Defeats Itself","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-defense-tactic-in-sex-abuse-case-defeats-itself-015992.html","abstract":"  To the Editor:   It is my fervent hope that the prosecution in the Glen Ridge, N.J., trial of four men for sexual abuse of a young woman with an I.Q. of 64 recognizes its advantage in the interrogation of the victim by one of the defense lawyers that you report Dec. 16.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Shootings in Somalia Reflect Rising Tension for U.S. Troops","web_url":"https://www.nytimes.com/1992/12/30/world/shootings-in-somalia-reflect-rising-tension-for-us-troops.html","abstract":"  Shootings and car thefts in Mogadishu, often aimed at military and relief workers, have increased markedly in recent days, underscoring what American military officials say is a heightened tension in the capital.    In the past week, the number of gunshot wounds treated in the main hospital in Mogadishu has jumped from three a day just after the troops' arrival three weeks ago to more than 15, the level recorded the week before the American-led international force arrived, and doctors say that many wounded never make it to the hospital.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Yugoslav Premier Ousted by Foes 6 Months After Return From U.S.","web_url":"https://www.nytimes.com/1992/12/30/world/yugoslav-premier-ousted-by-foes-6-months-after-return-from-us.html","abstract":"  Communists and nationalists combined forces in the federal Parliament today to oust Prime Minister Milan Panic. The move apparently ended the short but highly unusual political career of Mr. Panic, an American citizen who many in the West had hoped would somehow take power and end the war in Bosnia and Herzegovina.    The overwhelming no-confidence vote in the Parliament followed the election of Dec. 20, when Mr. Panic, a Serbian-American millionaire from California, failed in his effort to unseat Yugoslavia's most powerful political leader, President Slobodan Milosevic of the Serbian republic. He was in fact routed by Mr. Milosevic in the elections.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-983592.html","abstract":"  An article in Science Times on Dec. 22 about a gene, bcl-2, that can make a cell live forever misidentified the scientist who studied the gene in 1987 and noted its connection to follicular lymphoma. He is Dr. David Vaux, not Dr. Irving Weissman.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Seton Hall Prevails But Cal Is Upset","web_url":"https://www.nytimes.com/1992/12/30/sports/college-basketball-seton-hall-prevails-but-cal-is-upset.html","abstract":"  As matchups go, this would have been intriguing: Seton Hall vs. California, Terry Dehere vs. Jason Kidd.   If there was much interest in the Seton Hall/Meadowlands Tournament that began tonight, that was it. But the meeting between nationally ranked teams -- and their terrific guards -- won't happen.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Eighties, Nineties and Oh's","web_url":"https://www.nytimes.com/1992/12/30/opinion/eighties-nineties-and-oh-s.html","abstract":"  There'll be no doubt tomorrow night, when the world rings in the new year, about what to call it. The name \"1993\" is neither ambiguous nor controversial. If only that were true about what to call the next decade.    Ever alert to the evolution of the living language, this page has over the years meditated on the need for a name. Now, with the next millennium bearing down hard, whimsical speculation has ripened into practical necessity. A process of elimination again produces \"the 00's,\" pronounced \"the Oh's.\"","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-982792.html","abstract":"  A report in the Night column in Styles of The Times on Dec. 20 about a premiere party for the film \"Toys\" misidentified a star of the film. The star is Joan Cusack, not John Cusack. (A correction in this space on Sunday rendered both performers' names incorrectly.)","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"College Hockey Report","web_url":"https://www.nytimes.com/1992/12/30/sports/college-hockey-report.html","abstract":"  Tournaments   Wisconsin, the team that lost the national championship to Lake Superior State in last season's final, skated around and through Boston College for a 10-3 victory at the Bank One Badger Showdown at Bradley Center in Milwaukee on Monday night but then was beaten by Boston University, 6-3, last night in the title game.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/30/nyregion/no-headline-262892.html","abstract":"  People who boycott Aspen must realize it's like attacking the Jews in the Warsaw ghetto because of the Nazis. -- HARLEY BALDWIN, the owner of a nightclub in Aspen, Colo.  [ B16:5. ] This boycott is going to hurt us badly, and it should. What has happened in this state is a disgrace. -- RUDOLPH, an owner of another nightclub there.  [ B16:6. ]","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Ex-New Yorkers Keep Links To City Via Neediest Cases","web_url":"https://www.nytimes.com/1992/12/30/nyregion/ex-new-yorkers-keep-links-to-city-via-neediest-cases.html","abstract":"  They abandoned New York City because they had grown weary of so many facets of urban life: the sidewalks packed with get-out-of-my-way pedestrians, the inescapable noise and pollution, the poverty that greeted them when they stepped onto the street or the subway.   But even though these people have settled into new homes across the country and the world, they remember that their former residence had charms and vitality as well as problems. They proudly tell their new friends and co-workers that they are ex-New Yorkers. And they still want to help the city, so they make donations to The New York Times Neediest Cases Fund.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Review/Film; Parents Fighting to Keep Their Child Alive","web_url":"https://www.nytimes.com/1992/12/30/movies/review-film-parents-fighting-to-keep-their-child-alive.html","abstract":"Parents fight to save child from rare nerve disease. Tough-minded, completely gripping.","thumbnail":null,"section":"Movies"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor-92017049577.html","abstract":"Which Bavarians? . Regarding \"Hitler Diaries as Comedy? It's 'Schtonk' \" (Dec. 14):. John Rockwell's description of the director Helmut Dietl may be fair to him, but hardly to Bavarians: \"Unlike Bavarians, traditionally conservative and pro","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"As Deaths From Cold Rise in Sarajevo, U.N. Commander Appeals for Truce","web_url":"https://www.nytimes.com/1992/12/30/world/as-deaths-from-cold-rise-in-sarajevo-un-commander-appeals-for-truce.html","abstract":"  As signs accumulated that elderly people here are beginning to die from hunger and cold, the United Nations military commander for Bosnia and Herzegovina made an impassioned plea today for an end to the battle for Sarajevo, or at least for a cease-fire until Bosnia's bitter winter gives way to spring.    \"It's a question of life and death,\" Gen. Philippe Morillon of France, the United Nations commander, told reporters summoned to his headquarters at dusk today.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Review/Television; Kennedy Center Awards' Glitter Is Blemished by Film-Clips Dispute","web_url":"https://www.nytimes.com/1992/12/30/arts/review-television-kennedy-center-awards-glitter-blemished-film-clips-dispute.html","abstract":"  \"The Kennedy Center Honors\" is the nation's most prestigious and elegant celebration of the performing arts. American artists are recognized for their life's work with ceremonies at the White House and a celebrity-packed entertainment gala at the John F. Kennedy Center for the Performing Arts in Washington. The latter event, attended by the President and First Lady, has always been taped for network broadcast, inevitably prompting observations to the effect that awards shows, generally tending to be silly, can sometimes be inspiring.    And the 15th-annual telecast of the \"Kennedy Center Honors,\" taped on Dec. 6 and shown tonight at 9 on CBS, maintains the distinguished tradition. But, unhappily, a discordant note has been sounded this year. It concerns the tribute to Ginger Rogers, one of six honorees.","thumbnail":null,"section":"Arts"},{"date":"19921230","headline":"How Weight Loss Changes Risks","web_url":"https://www.nytimes.com/1992/12/30/health/how-weight-loss-changes-risks.html","abstract":"  WHILE most people try to lose excess pounds for esthetic reasons, many also expect to accrue the health benefits long associated with leanness. But recent studies reveal some surprising facts about the effects of weight loss on risks of developing diabetes, heart disease and cancer.   For example, a six-year study showed for the first time that weight loss can prevent the most common type of diabetes, type II or noninsulin-dependent diabetes. But the study also showed that people at risk of developing diabetes need only lose about half their excess weight to protect their health. The study, directed by Dr. Jose Caro of Thomas Jefferson Medical College in Philadelphia, involved 113 \"morbidly obese\" patients whose ability to process blood sugar was impaired.","thumbnail":null,"section":"Health"},{"date":"19921230","headline":"Results Plus","web_url":"https://www.nytimes.com/1992/12/30/sports/results-plus-635692.html","abstract":"  FOOTBALL  Upset for Fresno State The Fresno State Bulldogs, playing what Coach Jim Sweeney declared the biggest game in the school's history, upset No. 23 Southern Cal, 24-7, last night in the Freedom Bowl in Anaheim, Calif. The victory by the Bulldogs (9-4) over the favored Trojans (6-5-1) in the first football game between the schools was no fluke. The Bulldogs' defense, which ranked 98th in the nation by allowing an average of nearly 30 points a game this year, limited the Trojans to 183 yards of total offense. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"R.S. Kilbourne, 87, Conservation Chief In New York State","web_url":"https://www.nytimes.com/1992/12/30/us/rs-kilbourne-87-conservation-chief-in-new-york-state.html","abstract":"  R. Stewart Kilbourne, a business and civic leader who served in the cabinet of Nelson A. Rockefeller when he was Governor of New York, died on Sunday in Brunswick, Ga. He was 87 and lived in Sea Island, Ga.   Mr. Kilbourne died at the Southeast Georgia Regional Medical Center, said his son, George B. Kilbourne of Palm Beach, Fla.","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/30/style/chronicle-980092.html","abstract":"  MOTHER TERESA has been honored by Russia for her efforts to care for destitute children. The Nobel laureate, who is 82, received the 1992 Leo Tolstoy International Award from Russia's consul general on Monday at her mission in Calcutta, India.","thumbnail":null,"section":"Style"},{"date":"19921230","headline":"Daly Says He Will Enter an Alcohol Rehabilitation Clinic","web_url":"https://www.nytimes.com/1992/12/30/sports/golf-daly-says-he-will-enter-an-alcohol-rehabilitation-clinic.html","abstract":"  Six days after being arrested in connection with an alcohol-related altercation at his home, John Daly announced yesterday that he would withdraw from the early part of the 1993 PGA Tour to enter an alcohol rehabilitation clinic.   Daly was charged with third-degree assault after Douglas County sheriff's officers were called to his home in Castle Rock, Colo., in the early morning hours of Dec. 20. According to an arrest affidavit, Daly's wife of eight months, Bettye Daly, told officers that her husband had been drinking at a party, had lost his temper and pushed her and pulled her hair before breaking several items in the house. Daly, who was not at home when the officers arrived there, surrendered last Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Jerusalem Journal; The Bones Are Buried, but the Hatchets Aren't","web_url":"https://www.nytimes.com/1992/12/30/world/jerusalem-journal-the-bones-are-buried-but-the-hatchets-aren-t.html","abstract":"  In theory, it should have been simple. Traffic was clogging the northeastern corner of town, and so City Hall decided that a new road had to be built.    Nothing in Jerusalem is ever that simple.    You can hardly poke a shovel into the soil of this city without stumbling upon a place where someone lived, or fought, or prayed, or started his journey through eternity a couple of millenniums ago.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Personal Health","web_url":"https://www.nytimes.com/1992/12/30/health/personal-health-616092.html","abstract":"  IT is time again for New Year's resolutions, in which millions of people make commitments to self-improvement. So what will it be this year? Stop smoking for the umpteenth time? Lose those extra pounds, an annual pledge that gets broken earlier every year? Start exercising? (Well, you did make it to February last year.) Learn to relax? Great idea, but when will you find the time?   The trouble with most resolutions is that they do not come with a battle plan. Few wars have been won without strategies and goals to guide the troops.","thumbnail":null,"section":"Health"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor-94282665464.html","abstract":"Beware 'World Order' . Jim Hoagland's \"History Has a Reverse Gear and the UN Has No Map\" (Opinion, Dec. 17) returned me to Carlton J. H. Hayes's book, \"A Generation of Materialism, 1871-1900\" (1941). Not unlike our present-day optimist","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Inheritor of Tarnished Presidency: Itamar Augusto Cantiero Franco","web_url":"https://www.nytimes.com/1992/12/30/world/man-in-the-news-inheritor-of-tarnished-presidency-itamar-augusto-cantiero-franco.html","abstract":"  Moments before Itamar Franco took the oath of office today to become the new President of Brazil, he handed senators a piece of paper on which he had listed his personal net worth and properties.   It was well-timed gesture, intended to indicate that his Government would not partake of the corruption and bribery that led to the resignation of his predecessor, Fernando Collor de Mello. And many who know Mr. Franco say they do not expect such problems in his Government.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Paris Potpourri:From 'Dolly' to Goldoni","web_url":"https://www.nytimes.com/1992/12/30/style/IHT-paris-potpourrifrom-dolly-to-goldoni.html","abstract":"There is something for everyone as Paris theaters begin a new year. Jerry Herman's\"Hello, Dolly\"is at the Chtelet with an American company, in English with subtitles andFrench actress Nicole Croisille in the title role. . The Kremlin","thumbnail":null,"section":"Style"},{"date":"19921230","headline":"Clinton Shakes Up Economics Establishment; Attack on Johnetta Cole","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-clinton-shakes-up-economics-establishment-attack-on-johnetta-cole-029992.html","abstract":"  To the Editor:   It would be comic if it weren't tragic: The Forward, which in another generation was a proudly socialist Yiddish newspaper, accuses Johnetta Cole, a distinguished black educator, of belonging to suspiciously left-leaning organizations. Others, such as A. M. Rosenthal in \"The Special Interests\" (column, Dec. 15), pick up the charges and demand Ms. Cole's expulsion from President-elect Clinton's transition team.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"A Cloudy Account On Leafs' Clincher","web_url":"https://www.nytimes.com/1992/12/30/sports/hockey-a-cloudy-account-on-leafs-clincher.html","abstract":"  The winning goal was a little like a traffic accident. Everyone involved had a slightly different description of how it happened, but everyone agreed on the obvious damage.   It came with 51 seconds left, it was scored by Glenn Anderson and it gave the Toronto Maple Leafs a 3-2 victory tonight over the Islanders before 11,890 at the Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-535592.html","abstract":"  An article on Sunday about Raymond Diaz, the probable choice of Mayor David N. Dinkins to head the New York City Office of Drug Abuse Policy, misstated part of his work background. Mr. Diaz created a substance abuse intervention division in the New York City Department of Correction.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"U.S. AND RUSSIA AGREE ON ATOMIC-ARMS PACT SLASHING ARSENALS AND THE RISK OF ATTACK","web_url":"https://www.nytimes.com/1992/12/30/world/us-and-russia-agree-on-atomic-arms-pact-slashing-arsenals-and-the-risk-of-attack.html","abstract":"  The United States and Russia announced agreement today on terms for an ambitious nuclear-arms-reduction treaty, paving the way for a summit meeting as early as this weekend between President Bush and President Boris N. Yeltsin.   Rushing to conclude the agreement before the Bush Administration leaves office, and backed by President-elect Bill Clinton, the United States compromised on three technical but important demands by Russia. Mr. Bush is to meet Mr. Yeltsin in Sochi, a Russian resort city on the Black Sea, on his way back to Washington from Somalia, where he is going on Friday.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/30/nyregion/metro-digest-347092.html","abstract":"  COMMUNAL LIVING FOR THE ELDERLY   The tiny society of Harvest House, where six elderly people and one nun eat, sleep, banter and occasionally squabble together, is an experiment in communal living for old people, part of the emerging patchwork of long-term living alternatives for elderly Americans. For the relatively healthy elderly, shared housing is slowly overcoming ingrained notions about keeping such people as \"independent\" -- which can mean as lonely -- as possible. A1. NEW YORK CITY GIRL BURNS TO DEATH FROM TREE FIRE   An 11-year-old girl was burned to death Monday night after a Christmas tree caught fire in her apartment in a Harlem project just as her family was to sit down to a candlelight dinner. The girl's body was found on the floor between the Christmas tree and the doorway in the 14th-floor apartment. B3.   CHURCH TURNS TO GUARDS FOR SAFETY   Like many other Roman Catholic churches, St. John the Baptist, a 153-year-old church in midtown Manhattan, recently had to hire security guards to protect against thefts and vandalism, and to reassure fearful worshipers. B3. REGION JEAN HARRIS GIVEN CLEMENCY   Only hours before Jean S. Harris underwent coronary bypass surgery in a Westchester County Hospital, Governor Cuomo commuted the sentence she received for the 1980 murder of her lover, Dr. Herman Tarnower. The Governor's commutation produced only the latest dramatic moment in what may long be remembered as one of New York's most captivating criminal cases. A1.   FRIENDS AND FOES OF PRISONER HARRIS   In 11 years as inmate 81-G-0098, Jean S. Harris came to symbolize many things to many people. There were feminists who saw her as a victim, criminologists who saw her as wrongfully imprisoned, and others who considered her a model prisoner. B5.   JUDGE OVERTURNS NEW JERSEY LAYOFF PLAN   The New Jersey Supreme Court ruled that the Legislature could cut the budget but could not dictate which state workers should be laid off to make ends meet. The Legislature had envisioned layoffs for high-paid nonunion managers. Instead, many union members lost their jobs. B4.   ELIZABETH MAY GET FEMALE POLICE CHIEF   Mayor-elect J. Christian Bollwage named Mary F. Rabadeau, a former Catholic-school teacher, as his choice for director of the Elizabeth Police Department. If she is confirmed by the City Council, Captain Rabadeau would become the first woman to lead a major police department in New Jersey. B4.   GIRL MISSING FROM LONG ISLAND ARCADE   A 9-year-old girl was apparently kidnapped from a video arcade in Nesconset, L.I., minutes after she wandered away from a guardian. B4.   POWER AUTHORITY SELLS OFF PLANT PARTS   The Long Island Power Authority is dismantling the Shoreham nuclear power plant and selling off used parts to other utilities. B4. About New York by Michael T. Kaufman B3 Neediest Cases B4 Chronicle B5","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Indicted Alabama Governor Behaves as if He Isn't","web_url":"https://www.nytimes.com/1992/12/30/us/indicted-alabama-governor-behaves-as-if-he-isn-t.html","abstract":"  One day after he became the first Alabama Governor in modern history to be indicted on felony charges, Gov. Guy Hunt pointedly tried to proceed with business as usual, working in the Governor's mansion and announcing the appointments of two judges.   \"State government goes on,\" said Donald J. Claxton, a spokesman for the 59-year-old Mr. Hunt, adding that his office had received hundreds of calls supporting the Governor. \"The phones have absolutely been ringing off the hook today, and people are angry at these phony charges that have been brought against the Governor.\"","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"Document Says Iraq Has Biological Weapons","web_url":"https://www.nytimes.com/1992/12/30/world/document-says-iraq-has-biological-weapons.html","abstract":"  What appears to be an official Iraqi memorandum contains the first written indication that Baghdad has possessed biological weapons since 1986.    The document, which has been circulated by a Kurdish group, is an order addressed to division units from a commander in Erbil, Iraq. It instructs all division units to count their stocks of \"biological and chemical materials\" and to report the inventories back to headquarters by Aug. 8, 1986.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Elderly Share a Home, and Their Warmth","web_url":"https://www.nytimes.com/1992/12/30/nyregion/elderly-share-a-home-and-their-warmth.html","abstract":"  As usual, Mary Daniels, who is 88, started rinsing the dishes as Mike Stenson, 81, scraped the remains of the meat loaf and mashed potatoes into the garbage, and the others, amid considerable chatter, cleared the table and prepared tea and dessert.   The others, that is, except Bill Mahoney, 72, who stayed seated, drumming his fingers on the table in Harvest House, a Long Island group home for the elderly. \"There's too many cooks in there,\" he said, a bit defensively. \"When I cook, I like to cook alone.\"","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Reluctant Witness","web_url":"https://www.nytimes.com/1992/12/30/opinion/reluctant-witness.html","abstract":"On Sunday, Dec. 13, we landed at Ben-Gurion Airport. A few hours earlier, an Israeli officer of the border police had been kidnapped by Hamas, the fundamentalist Islamic movement. During a week of uninterrupted meetings, we followed the events: Hamas demanded that an important prisoner be exchanged for the officer, whose body was subsequently discovered in a ditch. Israel expelled 415 Palestinian militants, mostly intellectuals, to Lebanon, which rejected them, and humanitarian organizations set up a temporary camp near the border.\n\nSoon afterward, the first day of sunshine after a week of spectacular rain, coincided with our first moments of leisure. We strolled through the Old City of Jerusalem, finding the stores closed, as they've so often been since the the intifada began. Shopkeepers were hanging around furtively. We watched as one merchant stood guard on his doorstep while his colleague sold a few trinkets to a couple of tourists tempted into the dark shop; the door almost closed on them, and we watched as the \"sentinel\" cast quick frightened glances right and left, afraid of being spotted by extremists. All morning we watched such scenes.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor-90231907263.html","abstract":"Hong Kong is the world's only example of a \"participative democracy\" - participative because the urbanized area of Hong Kong is so tiny and crowded that the system relies on everyone doing his or her part to ensure that things go right. Taxis, b","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-535593.html","abstract":"  An article on Sunday about Raymond Diaz, the probable choice of Mayor David N. Dinkins to head the New York City Office of Drug Abuse Policy, misstated part of his work background. Mr. Diaz created a substance abuse intervention division in the New York City Department of Correction.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"U.S. Population Passes 256 Million, Bureau Says","web_url":"https://www.nytimes.com/1992/12/30/us/us-population-passes-256-million-bureau-says.html","abstract":"  Rapid population growth in the West and a level of immigration unequaled in almost eight decades have pushed the United States population to 256.6 million as 1993 approaches, the Federal Census Bureau reported today.   The national figure for Jan. 1, 1993, is based on a projection of 4.1 million births and net immigration of 846,000 in 1992. In addition, bureau statisticians subtracted an estimated 2.2 million deaths and added the return of 129,000 American citizens, like military personnel, who had lived overseas.","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"Churches Increasing Security to Fight Growing Crime Problem","web_url":"https://www.nytimes.com/1992/12/30/nyregion/churches-increasing-security-to-fight-growing-crime-problem.html","abstract":"  Every morning at 7:10, the Rev. Francis Gasparik goes \"on patrol,\" walking up and down the brightly lighted aisles of St. John the Baptist Church, assessing the damage and evicting troublemakers.   Like many other Roman Catholic churches, St. John's, a 153-year-old church in midtown Manhattan, recently had to hire security guards to protect against thefts and vandalism, and to reassure fearful worshipers.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Chaotic Day Is Lost Cause for Rangers","web_url":"https://www.nytimes.com/1992/12/30/sports/hockey-chaotic-day-is-lost-cause-for-rangers.html","abstract":"  On a night when they had every right to be discombobulated, the Rangers were unable to cope with the chaos of an emotional endgame on the road.   Just as they had come back against the Bruins on Sunday night, the Rangers were themselves victimized tonight by a third-period surge from Washington at the Capital Centre. They squandered a two-goal lead in the final 13 minutes of that period, then lost, 4-3, in overtime, putting an apt ending to a day that never seemed to fit quite right.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/30/nyregion/bridge-576792.html","abstract":"  One of the last links with the earliest days of bridge was severed a week ago when S. Garton Churchill died in Hendersonville, N.C., at the age of 92. He learned auction bridge in 1916 while at school in Ohio, became a convert to the new game of contract in 1928 and lived to be the Grand Old Man of bridge. In later life he was a Pickwickian figure, known to all as Church.   On the way to one of his three national victories, the Life Master Pairs in 1948, he had a record single-session score of 77.4 percent in partnership with Cecil Head. He was the first to introduce the important concept of balancing, and his other theoretical ideas, though sometimes bizarre, were thought-provoking. He did not believe in counting high-card points and was indignant when the American Contract Bridge League required him to enter point-count descriptions on his convention card.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/30/nyregion/news-summary-259892.html","abstract":"  International A2-9  ARMS TREATY TERMS SET  The U.S. and Russia agreed on a nuclear-arms-reduction treaty after Washington compromised on three Russian demands. A summit meeting on the accord could take place as early as this weekend.  A1  A FITTING BUT DELICATE BALANCE  The new strategic arms treaty aligns the U.S. and Russian weapons balance with their relationship, but working out the details was neither automatic nor uncomplicated.  A1  YUGOSLAV PREMIER OUSTED  Communists and nationalists combined forces in Yugoslavia's Parliament to oust Prime Minister Milan Panic in an overwhelming no-confidence vote.  A1  WINTER SUFFERING IN SARAJEVO  Elderly Bosnians who have survived months under siege in Sarajevo are succumbing to the hardships of winter, and U.N. peacekeeping officials are seeking relief for them.  A6  BRAZIL'S PRESIDENT RESIGNS  Just minutes after the Brazilian Senate had begun an impeachment trial, Fernando Collor de Mello resigned as President of Brazil. Vice President Itamar Franco was sworn in as his successor.  A1  THE FLIP SIDE OF CORRUPTION  The new leader of Brazil inspires both confidence in a public looking for an honest President and fears about what some perceive as an anachronistic economic policy.  A8  CRIME GROWS IN SOMALI CAPITAL  Shootings, car thefts and other crimes are increasing in Mogadishusince American troops arrived as tension toward the forces rises.  A3  KENYA GOES TO THE POLLS  Millions voted in elections for President and Parliament in Kenya, which has been ruled for 14 years by President Daniel arap Moi. The vote is seen as a test for multi-party politics in the region.  A3  BEIJING RESTRICTS KOREA TRADE  Beginning in the new year, all North Korean trade with China must be paid for in cash, a measure that will handicap the smaller country, which has no hard currency and is accustomed to bartering with China.  A2  The U.N. accused Khmer Rouge in death of 12 Vietnamese.  A2  Beirut rejected Israel's offer to permit aid to Palestinians.  A5  Jerusalem Journal: Unearthing a theological conundrum.  A4  National A10-12, B16  CUBAN AIRLINER DIVERTED TO MIAMI  The pilot of a Cuban commuter plane flew it to Miami, where all but 5 of the 53 people on board immediately requested political asylum.  A1  A BITTER WINTER WONDERLAND  A growing tourism boycott stemming from Colorado's adoption of an anti-gay measure has done little to diminish the celebrity presence in Aspen this holiday season but has done much to tarnish it.  A1  DRUG FROM RARE TREE APPROVED  After a review lasting only five months, the F.D.A. granted approval for the marketing of Taxol, derived from the Pacific yew tree, as a treatment of ovarian cancer.  A10  An injectable drug to treat migraines won F.D.A. backing.  A10  An unproven gene therapy is being allowed in a cancer case.  A12  SURGE IN WEST'S POPULATION  Rapid population growth in Western states and a level of immigration unequaled in almost eight decades have pushed the nation's population to 256.6 million as a new year approaches.  A12  'STATE GOVERNMENT GOES ON'  The day after being indicted on charges of theft and conspiracy, the Governor of Alabama pointedly tried to proceed with business as usual, working at his desk and announcing the appointment of two judges.  A10  HOME ALONE, IN FACT   An Illinois couple who left their two young children by themselves and flew to Mexico on a nine-day vacation were arrested on child-abandonment charges when they landed at Chicago on a return flight.  A10  FIVE SLAIN IN A SPREE OF VIOLENCE  Five people were killed and four were wounded in what the police in Dayton, Ohio, describe as a spree of \"joy killing\" by four youths there late last week.  A12  Education Page B6  A public-school teacher who teaches his own children at home.  With a group's help, a Bronx school undertakes self-renewal.  Campus Journal: Tarnish for a once-proud marching band.  Metro Digest B1  CLEMENCY FOR JEAN HARRIS  Only hours before Jean S. Harris underwent coronary bypass surgery, Governor Cuomo commuted the sentence she received in the 1980 murder of her lover, Dr. Herman Tarnower.  A1  SHARING WARMTH, AND LIVES  The tiny society of Harvest House, where six elderly people and one nun live together, is an experiment in communal living for old people, part of the patchwork of long-term living alternatives for elderly Americans.  A1  Business Digest D1  The Living Section C1-5   Discovering something new in food: pleasure.  C1  The Quilted Giraffe joins the dinosaurs.  C1  Health Page C6  What really works for getting out of a bad mood?  Arts/Entertainment C7-15  High-tech art for Chase Bank.  C7  Perilous times for the Czech Philharmonic.  C7  Film: \"Lorenzo's Oil.\" C7  Sports B7-12  Basketball: Knicks topple Pacers.  B7  Column: Berkow on the year in sports.  B7  Golf: Daly to enter treatment clinic.B7  Hockey: Rangers lose in overtime.  B7  Islanders fall to Maple Leafs.  B9  Obituaries A12-13  Ernest W. Hahn, innovative builder of malls.  A12  Vivienne Segal, musical-comedy star.  A13  Editorials/Op-Ed A14-15  Editorials  A farewell to MIRV's.  New course for City University.  Eighties, Nineties and Oh's.  One China, plus democracy.  Letters  Charles S. Maier: Germany's split personality.  Charlotte Wagner: Reluctant witness.  Sasha Alyson: Fear of the rainbow. Neediest Cases B4","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"The Somalia Operation Is a Good Step for Us All","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-the-somalia-operation-is-a-good-step-for-us-all.html","abstract":"The operation put together in haste and unusual unanimity by the United States, the secretary-general of the United Nations and the Security Council is a positive event of considerable consequence.. If successful in terms of the number of lives - especial","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Top Member of Colombo Crime Family Is Ambushed in Brooklyn","web_url":"https://www.nytimes.com/1992/12/30/nyregion/top-member-of-colombo-crime-family-is-ambushed-in-brooklyn.html","abstract":"  Trapped in a barrage of bullets, a frontline commander in the deadly street war for control of the Colombo crime family was shot and seriously wounded yesterday in an ambush near his home in Brooklyn.   The man, Gregory Scarpa, was shot in the face and left eye after leaving his home shortly after midnight, the police said. Two men who the authorities said were low-ranking members of Mr. Scarpa's crew were also wounded in the attack.  Awaiting Trial    Under a Federal court order, Mr. Scarpa had been under house arrest and was being monitored electronically while awaiting trial on murder conspiracy and racketeering charges. The ambush was the second attempt on Mr. Scarpa's life in 18 months of Colombo infighting.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"More N.F.L. Labor Talks","web_url":"https://www.nytimes.com/1992/12/30/sports/football-more-nfl-labor-talks.html","abstract":"  Representatives for National Football League owners and players continued talking yesterday in an effort to reach a tentative settlement of their five-year-old labor dispute. Both sides indicated last week that an agreement was imminent, but yesterday they characterized as day to day the likelihood of when an accord could be reached.   Paul Tagliabue, the N.F.L. commissioner, and Jim Quinn, the players' lawyer, spoke by phone yesterday after both men and their negotiating teams met for six hours in New York on Monday. Although no meeting is scheduled for today, Joe Browne, the National Football League's vice president of communications and development, did not rule out the possibility of another session.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1992/12/30/sports/transactions-640292.html","abstract":"  Hockey National Hockey League  DEVILS -- Recalled Scott Pellerin, left wing, and Bill Guerin, right wing, from Utica of the American Hockey League. Sent Tom Chorske and Troy Mallette, left wings, and Jon Morris, center, to Utica for conditioning.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"An Aide With a Different Image","web_url":"https://www.nytimes.com/1992/12/30/sports/college-basketball-an-aide-with-a-different-image.html","abstract":"  She's in pumps and perfume, and her male charges wear size 14 basketball sneakers.    \"But no kidding, she fits in perfectly,\" Travis Ford, the starting point guard for the undefeated University of Kentucky Wildcats, said about the 33-year-old assistant coach, Bernadette Locke-Mattox. \"She's just like one of the guys, except that it's kind of nice to smell her perfume. She'd be a real good head coach someday.\"","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Cash Only, No Bartering, China Tells North Koreans","web_url":"https://www.nytimes.com/1992/12/30/world/cash-only-no-bartering-china-tells-north-koreans.html","abstract":"  The Chinese Government tightened the economic pressure on North Korea today by announcing that all trade beginning in 1993 must be paid for in cash rather than through barter.   North Korea, which is already suffering a severe economic crisis, depends on neighboring China for oil and other supplies. It has no hard currency to pay its bills and is already in arrears on its $4 billion foreign debt. Unless it can find other energy sources, its industry may be devastated.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Bad News for Bengals","web_url":"https://www.nytimes.com/1992/12/30/sports/sports-people-football-bad-news-for-bengals.html","abstract":"  Backup quarterback DON HOLLAS will be out at least six months with a torn knee ligament and cartilage damage, throwing Cincinnati's quarterback plans into disarray.   The Bengals had planned to go into next season with DAVID KLINGLER as the starter and Hollas as the backup, but might end up looking around for a No. 2 quarterback. Third-stringer BOOMER ESIASON, who is under contract for an estimated $3 million a year, wants to be traded to a team that needs a starter, and General Manager MIKE BROWN said he would try to oblige him.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Elway to Have Surgery","web_url":"https://www.nytimes.com/1992/12/30/sports/sports-people-football-elway-to-have-surgery.html","abstract":"  Denver Broncos quarterback JOHN ELWAY will undergo surgery on his left shoulder Tuesday. Doctors will shave the bone in his shoulder, which he injured in the season's first game, against the Los Angeles Raiders. \"I guess I'm getting old,\" Elway said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Critic's Notebook; High-Tech Artworks In High-Tech Bank Building","web_url":"https://www.nytimes.com/1992/12/30/arts/critic-s-notebook-high-tech-artworks-in-high-tech-bank-building.html","abstract":"  Glittering and pulsing like a high-tech stained-glass window, Nam June Paik's installation at the Chase Manhattan Bank's new building at 4 Metrotech Center in Brooklyn is not your usual lobby art. With its 429 television sets -- from 5-inch to 26-inch models -- arranged in a grid that is 18 feet high and 60 feet long, Mr. Paik's piece is more like the ultimate display in a discount appliance store.    Playing continuously on this imposing wall of televisions are images from Mr. Paik's own rapid-fire videotapes (here recorded on laser disks), as well as works by other video artists. Into his frenetic image-stew Mr. Paik mixes closeups of a piano keyboard, seen sideways and upside down; a gigantic eyeball; and shots of Merce Cunningham, David Bowie, Charlotte Moorman (the cellist who appeared in many of his works) and others. In a clip by Rebecca Allen, a blank computer-generated mask rotates in space, silently mouthing the words \"I love you.\"","thumbnail":null,"section":"Arts"},{"date":"19921230","headline":"Alabama Plans to Prove That Patience Makes Perfect","web_url":"https://www.nytimes.com/1992/12/30/sports/football-alabama-plans-to-prove-that-patience-makes-perfect.html","abstract":"  Long before the Crimson Tide of Alabama earned the chance to play for a national championship, the roles of the offensive and defensive units were made clear.   The defense would do the heavy lifting.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor-90321073129.html","abstract":"In \"Humanitarian Intervention Has Its Hazards\" (Opinion, Dec. 14), Henry Kissinger asserts that \"moral purpose has been an integral part of the motivation of every American war in this century,\" but cautions that in Vietnam \"Ameri","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Nuclear Plant at Shoreham Is Being Sold Piece by Piece","web_url":"https://www.nytimes.com/1992/12/30/nyregion/nuclear-plant-at-shoreham-is-being-sold-piece-by-piece.html","abstract":"  Are you in the market for a used neutron monitoring system?   If so, Richard M. Kessel wants you to know he's sharpened his pencil, cut prices to the bone and he's ready to deal.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"A New Amity, A New Treaty; Most Threatening Sort Of Weapon Is Banned","web_url":"https://www.nytimes.com/1992/12/30/world/a-new-amity-a-new-treaty-most-threatening-sort-of-weapon-is-banned.html","abstract":"  In completing a new strategic arms treaty, Washington and Moscow have for the first time agreed to bring their strategic nuclear arsenals into line with their new cooperative relationship.   Throughout the cold war, each side amassed an expanding arsenal of strategic weapons. But the agreement will drastically cut the size of each side's arsenal and, most important of all, ban the most threatening type of nuclear weapon -- the land-based missile with multiple warheads. Removing the Hair Trigger    Despite the waning of the nuclear threat brought about by the end of the cold war, the agreement on the second Strategic Arms Reduction Treaty was not inevitable. And it was a testimony to the difficulty of the Start II negotiations that the final hurdles were not overcome until this week, six months after President Bush and President Boris N. Yeltsin announced that they had reached a basic agreement on the treaty at a June summit meeting in Washington.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"One China, Plus Democracy","web_url":"https://www.nytimes.com/1992/12/30/opinion/one-china-plus-democracy.html","abstract":"  Two-party democracy arrived on Chinese soil this month, following Taiwan's first fully democratic legislative election. While Chiang Kai-shek's old Nationalist Party won a majority of seats, the Democratic Progressive Party will now offer significant organized opposition. That's a historic breakthrough not only for Taiwan, but also for the larger China of which it remains a formal part.    The incoming Clinton administration, promising a democracy-oriented foreign policy, will want to take positive note of Taiwan's encouraging political evolution. The trick is to do so without needlessly provoking Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"New Course for City University","web_url":"https://www.nytimes.com/1992/12/30/opinion/new-course-for-city-university.html","abstract":"  The City University of New York is struggling to cope with rising enrollments and poorly prepared students even as its state and city revenues are declining. So it is understandable -- indeed, welcome -- that the university plans to review and overhaul its programs. The goal is to convert a collection of autonomous campuses with redundant courses into an integrated system calibrated to the needs of students and the city.    Faculty members at several campuses are resisting the idea, usually because they stand to lose some part of their traditional domain. But they would do better to participate in a constructive process to strengthen CUNY.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Review/Television; Finding What's Wrong With U.S. Health Care","web_url":"https://www.nytimes.com/1992/12/30/movies/review-television-finding-what-s-wrong-with-us-health-care.html","abstract":"  Tom Brokaw is tonight's guide to the ailments of what passes as America's health care system. The hour-long report is no ground breaker, but a description of symptoms can be the beginning of treatment for a condition that worries so much of the nation.   The first stop is the constantly crowded emergency room of Temple University Hospital in Philadelphia, which, like many inner-city hospitals, serves as doctor of first resort for people who can't afford a doctor of their own. The pictures get across the long waits for most patients and the frantic pace and high burnout rate for the doctors, who tell of treating everything from gunshot wounds to allergies.","thumbnail":null,"section":"Movies"},{"date":"19921230","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/30/nyregion/inside-263692.html","abstract":"  Consumers Are More Upbeat   The mood of consumers continues to improve. One index is at its highest level since April 1991. Page D1. Inside Job Suspected in TheftHeist    Investigators suspect the $8.2 million robbery at a Brooklyn armored car company was an inside job. Page B1.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/30/us/no-headline-253992.html","abstract":"  After immobilizing two crew members, the pilot of a Cuban commuter plane on a brief domestic flight diverted the craft to Miami International Airport this morning, and all but 5 of the 53 people on board immediately requested political asylum.   The incident, which comes as political and economic conditions in Cuba have sunk to their lowest level since Fidel Castro seized power 34 years ago, is believed to be the first in which a Cuban commercial flight was commandeered and brought to the United States. Hijacking or Freedom Flight?    Its arrival had United States officials scrambling to find a legal justification for what the Cuban Government today called a \"terrorist act\" engineered by Washington. The officials are reluctant to take legal action against the pilot of what they regard as a freedom flight but what Cuba says is a hijacking.","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/30/style/chronicle-978992.html","abstract":"  B. B. KING has been performing the blues for 40 years and bringing his concerts into prisons for 23 years, but a show in Gainesville, Fla., yesterday had special meaning. Among the members of the audience at the Gainesville Drug Treatment Center, which included inmates from the treatment center, the Santa Fe Community Correctional Center and Gainesville Community Correctional Center, was his daughter, PATTY ELIZABETH KING.    \"Yes, this one is very special,\" Mr. King, 67, said at the end of his hourlong performance. Patty King, 36, is serving a three-year sentence for drug trafficking.","thumbnail":null,"section":"Style"},{"date":"19921230","headline":"Seeking Converts, Controversially","web_url":"https://www.nytimes.com/1992/12/30/nyregion/seeking-converts-controversially.html","abstract":"  Hiroaki Kawaai, a Japanese college student on vacation in New York City last spring, says he was making the rounds of tourist attractions when a Japanese woman approached him outside the Empire State Building. He was feeling tired and a little lonely on his own in the city, he says, so he welcomed her invitation to have coffee and discuss Japanese history.   He ended up watching 13 videotapes about the Rev. Sun Myung Moon's Unification Church, and a few days later he called his family in Chiba, Japan, to say he would not be returning home.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Many Don't Have the Time Not to Be Fat","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-many-don-t-have-the-time-not-to-be-fat-996792.html","abstract":"  To the Editor:   As one who has struggled for years with weight problems, I applaud your \"Fat in America\" series (Nov. 22-24). But I was distressed by the callousness of Sylvia Simpson Genske's Dec. 6 letter in response.   While Americans may have the highest rate of overweight in the industrialized world, she is way off base to conclude this is due to laziness and self-indulgence by those afflicted with the problem.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Woman Named to Head Police in Elizabeth","web_url":"https://www.nytimes.com/1992/12/30/nyregion/woman-named-to-head-police-in-elizabeth.html","abstract":"  Mayor-elect J. Christian Bollwage today named Mary F. Rabadeau, a former Catholic-school teacher, as his choice for director of the Elizabeth Police Department. If she is confirmed by the City Council, Captain Rabadeau would become the first woman to lead a major police department in New Jersey and one of the few women heading police departments in the country.   A native of Elizabeth, Captain Rabadeau, 44, is a 14-year veteran of the police force \"who knows the city intimately and has shown a vision and commitment to improving Elizabeth,\" Mr. Bollwage said. \"There was no litmus test for naming a woman.\"","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-981992.html","abstract":"  A sports picture caption in some copies yesterday with an article about the college basketball tournament at Madison Square Garden misidentified the Kentucky player wearing No. 12. He was Rodrick Rhodes, not Jamal Mashburn.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/30/nyregion/c-corrections-984392.html","abstract":"  A brief article in some copies on Monday about the arrest of the singer Harry Connick Jr. at Kennedy International Airport on a charge of possessing an unlicensed gun referred incorrectly to events that followed. Mr. Connick spent the night in jail on Sunday and was released on his own recognizance Monday morning.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/30/opinion/IHT-letters-to-the-editor-90039965337.html","abstract":"IBM Wrote Its Blues. Hobart Rowen's opinion column \"On IBM, and the Economy's Big Blues\" (Dec. 19) shows a misunderstanding of what happened to International Business Machines Corp. The issue here is not the company's failure to \"downsize,&","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Experts See Big Cash Theft As Inside Job","web_url":"https://www.nytimes.com/1992/12/30/nyregion/experts-see-big-cash-theft-as-inside-job.html","abstract":"  Federal investigators say they believe that the $8.2 million robbery at a Brooklyn armored car company on Sunday was an inside job, and security experts theorized yesterday that the robbers may have already moved the money out of the country.   None of the 80,000 freshly minted $100 bills stolen from the Hudson Armored Car and Courier Service had surfaced yesterday, despite calls from merchants around the country who wanted to check on bills they had accepted, said William Y. Doran, the head of the criminal division of the Federal Bureau of Investigation's New York office.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Drug Made From Rare Tree Is Approved to Treat Cancer","web_url":"https://www.nytimes.com/1992/12/30/us/drug-made-from-rare-tree-is-approved-to-treat-cancer.html","abstract":"  The Food and Drug Administration today approved the drug Taxol, derived from the bark of a rare tree, for treating advanced ovarian cancer.   While stressing that the drug is no cure, Federal health officials said it was a major advance against a treatment-resistant cancer that is diagnosed in 21,000 American women annually and kills 13,000.","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"Review/Film; Old and Recent Looks At Roy Rogers and Pals","web_url":"https://www.nytimes.com/1992/12/30/movies/review-film-old-and-recent-looks-at-roy-rogers-and-pals.html","abstract":"  The appeal of Roy Rogers, Hollywood's second most popular singing cowboy after Gene Autry, was not limited to North America. An early scene in the Dutch film maker Thys Ockersen's documentary film \"Roy Rogers: King of the Cowboys,\" shows an Amsterdam movie theater crammed with children who are thoroughly caught up in a subtitled Rogers horse opera.    The film maker cheerfully admits that as a boy he, too, was smitten by the Rogers mystique. He even appears briefly in a cowboy neckerchief and wide-brim hat, riding a stick horse the way he used to as a child.","thumbnail":null,"section":"Movies"},{"date":"19921230","headline":"Anthony Proves to Be Right Medicine for Knicks","web_url":"https://www.nytimes.com/1992/12/30/sports/pro-basketball-anthony-proves-to-be-right-medicine-for-knicks.html","abstract":"  The Knicks had one guard who was injured, one guard who was ill and several players who were in foul trouble. None of that kept the Knicks from winning.   Halting a two-game losing streak and improving on their impressive home record (13-1), the Knicks (17-9) outlasted the Indiana Pacers, 97-91, last night before a capacity crowd at Madison Square Garden. With Doc Rivers (slightly seperated shoulder) sidelined and John Starks playing with the stomach flu, other players stepped up. The most notable was Greg Anthony, who started at point guard and scored a career-high 23 points and added 8 assists in 38 steady minutes. After shooting 1 for 11 in his last two games, Anthony shook his slump and answered the heavy criticism he had received recently with a strong performance.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Anger and Regret in Aspen as Boycott Grows","web_url":"https://www.nytimes.com/1992/12/30/us/anger-and-regret-in-aspen-as-boycott-grows.html","abstract":"  The celestial people of Colorado's most exclusive ski resort are sulking. This is the week when they usually emerge triumphantly from Land-Rovers and Learjets to immerse themselves in fresh powder, endless nights and the adulation of those mortals able to afford $400 hotel rooms and $12 glasses of Scotch.   But this year, bitterness has crept into the thin mountain air. On Jan. 15, Colorado will become the first state in the nation with a constitution that prevents adoption of laws that specifically protect homosexuals from discrimination. Amendment 2, which passed in November, will also rescind local anti-discrimination statutes in Aspen, Boulder and Denver. Although officials worry about long-term damage to the state's $5 billion-a-year tourism industry, a growing boycott has done little to diminish the celebrity presence in Aspen this week. But it has done much to tarnish it.","thumbnail":null,"section":"U.S."},{"date":"19921230","headline":"Books of The Times; A Life of Horowitz, Who Molded the Music He Played","web_url":"https://www.nytimes.com/1992/12/30/books/books-of-the-times-a-life-of-horowitz-who-molded-the-music-he-played.html","abstract":"    Horowitz His Life and Music By Harold C. Schonberg 427 pages. Simon & Schuster. $27.50.","thumbnail":null,"section":"Books"},{"date":"19921230","headline":"A Would-Be Model for Reviving Ailing Public Schools","web_url":"https://www.nytimes.com/1992/12/30/education/a-would-be-model-for-reviving-ailing-public-schools.html","abstract":"  Hansberry Middle School, a Bronx fixture scarred by vandals, was racked by low expectations, low attendance and low achievement by the time the school year ended last summer.   But in preparation for the new year, repairs were made, elementary grades were added and a new name and a new outlook were bestowed.","thumbnail":null,"section":"Education"},{"date":"19921230","headline":"Clinton Warns Iraq's Leader Against Testing U.S. Resolve","web_url":"https://www.nytimes.com/1992/12/30/world/clinton-warns-iraq-s-leader-against-testing-us-resolve.html","abstract":"  President-elect Bill Clinton said today that President Saddam Hussein of Iraq was \"making a big mistake,\" if he was trying to test American resolve during the transition of Presidential power.   The remarks, made at the airport in Savannah, Ga., were his first on the issue since an F-16 fighter shot down an Iraqi warplane on Sunday.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Germany's Split Personality","web_url":"https://www.nytimes.com/1992/12/30/opinion/germanys-split-personality.html","abstract":"Three summers ago, as both German repub lics one exuberant, the other evaporating -- headed toward unification, I watched crowds of burly young soccer fans in Berlin celebrate Germany's World Cup triumph. With hundreds of national flags, they milled on the Kurfurstendamm, rhythmically chanting: \"Deutschland! Deutschland!\" No one shouted, \"Bundesrepublik!\" Germany was back.\n\nSoccer championships generate boisterous partying in all countries. Still, in light of this year's xenophobic outbursts, that raucous celebration may have tapped less a momentary enthusiasm than an ugly current. Were observers who felt that four decades of a stable republic guaranteed good citizenship for reunited Germany wrong? Germans ask if some primitive ugliness has indelibly stained their national life since unification. Has the \"German problem\" returned?","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Nets Making a Pitch for Former Knick Cheeks","web_url":"https://www.nytimes.com/1992/12/30/sports/pro-basketball-nets-making-a-pitch-for-former-knick-cheeks.html","abstract":"  In an effort to improve production from their bench and add a veteran flavor to the lineup, the Nets are trying to sign Maurice Cheeks, the longtime Philadelphia and former Knicks guard.   According to a front-office offical for another team, who asked not to be identified, the Nets have contacted the agent for Cheeks as well as Cheeks himself. However, the official said, Cheeks was asking for what the Nets thought was too much money, and talks have come to a standstill. Also, Cheeks, who played in 56 games for Atlanta last season and is not currently on a National Basketball Association roster, has yet to decide if he wants to get back into professional basketball.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"For Lubavitch Rappers, Harmony Breeds Peace","web_url":"https://www.nytimes.com/1992/12/30/nyregion/about-new-york-for-lubavitch-rappers-harmony-breeds-peace.html","abstract":"  THE Hasid was sitting in his study in Crown Heights receiving visitors while upstairs some of his seven children were playing noisily. Presently, the doorbell rang and a tall black man was led into the book-lined room. The Hasid rose from the table, stretched his arm high over his head. \"Yo,\" he said, and the two men slapped palms.   \"Communication/ all across the nation/ Let's all sit down and have a conversation,\" intoned David Lazerson, as students of the small alternative yeshiva he runs in his home listened to the 42-year-old scholar rapping.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Young Won't Divulge Direction of the Talks","web_url":"https://www.nytimes.com/1992/12/30/sports/football-young-won-t-divulge-direction-of-the-talks.html","abstract":"  Ray Handley and George Young conferred for much of the day yesterday, and there was still no word when or whether Young, the Giants' general manager, would dismiss Handley after two disappointing seasons as the head coach.   Young would not discuss what was said or in what direction the talks were going or how long they would last. Still, it seemed sure that the 48-year-old Handley would be terminated after the second year of his three-year contract. That could happen today or, more likely, early next week.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Czech Philharmonic Faces Perilous Times In Dividing Country","web_url":"https://www.nytimes.com/1992/12/30/arts/czech-philharmonic-faces-perilous-times-in-dividing-country.html","abstract":"  Like the Leipzig Gewandhaus Orchestra in Germany under Kurt Masur, the Czech Philharmonic played a stirring symbolic role in its country's Velvet Revolution in 1989. By taking a stand for peaceful change, and by playing concerts at great turning points in Czechoslovak history, the orchestra, already the country's best-known musical institution, became a beacon for political liberty as well.   But now, with the country set for formal division at the turn of the year and the harsh realities of capitalism being felt everywhere, the Czech Philharmonic has fallen on perilous times. Still arguably the finest orchestra in Eastern Europe -- except perhaps for the St. Petersburg Philharmonic -- it finds itself no longer universally beloved.","thumbnail":null,"section":"Arts"},{"date":"19921230","headline":"Clinton Shakes Up Economics Establishment; Reich's Advantage","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-clinton-shakes-up-economics-establishment-reich-s-advantage-034592.html","abstract":"  To the Editor:   You report that Robert Reich, President-elect Clinton's chief economic adviser, is \"criticized by trained economists, mostly on the ground that he is a lawyer and his insights lack the rigor and precision that economists provide through their training in mathematics and economic theory\" (Business Day, Nov. 21). Mr. Reich's merit, and Mr. Clinton's wisdom in relying on him, rests precisely on Mr. Reich's nonentanglement in mathematical abstractions and economic theory, which apply at best to a world of perfect competition and have not been successfully adapted to any real functioning economy.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"BRAZILIAN LEADER QUITS AS HIS TRIAL STARTS IN SENATE","web_url":"https://www.nytimes.com/1992/12/30/world/brazilian-leader-quits-as-his-trial-starts-in-senate.html","abstract":"  Fernando Collor de Mello resigned as President of Brazil today, ending eight months of political turmoil in Latin America's largest nation only minutes after the Brazilian Senate had begun an impeachment trial he was all but certain to lose.    Three hours after the resignation, Vice President Itamar Franco was sworn in as President by the Brazilian Congress. Mr. Franco, a gentlemanly, little-known former Senator, is to serve out the rest of Mr. Collor's term, which ends in January 1995.  [ Man in the News, page A8. ]","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Holmes's Next Fight? It's a TV Bout","web_url":"https://www.nytimes.com/1992/12/30/sports/sports-people-boxing-holmes-s-next-fight-it-s-a-tv-bout.html","abstract":"  LARRY HOLMES is 43 years old and no longer earning the paydays he did as the heavyweight champion, but he hasn't stopped fighting. The onetime champion, who remains hopeful of another shot at the title now shared by RIDDICK BOWE and LENNOX LEWIS, will meet EVERETT (BIG FOOT) MARTIN Tuesday night at Biloxi, Miss., in a bout on the USA cable network.   \"I'm hoping I get another chance, but it's a far-fetched idea,\" Holmes (54-4, 37 knockouts) said yesterday in a conference call from his home in Easton, Pa. \"What I'm getting for this fight you couldn't pay your rent with. The money isn't important. I just want to get my name out there.\"","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Clemency Given To Jean Harris In Murder Case","web_url":"https://www.nytimes.com/1992/12/30/nyregion/clemency-given-to-jean-harris-in-murder-case.html","abstract":"  Only hours before Jean S. Harris underwent coronary bypass surgery in a Westchester County hospital, Gov. Mario M. Cuomo today commuted the sentence she received for the 1980 murder of her lover, Dr. Herman Tarnower, meaning Mrs. Harris could be freed from prison as early as next month.    As is his custom, Mr. Cuomo did not specify precisely why he commuted her sentence this year after denying clemency to the 69-year-old Mrs. Harris three times before. But a brief statement released by the Governor's office cited Mrs. Harris's educational efforts on behalf of other inmates, her \"above-average behavioral record during her incarceration\" and medical problems that \"have grown progressively worse.\"","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Lebanon Rejects Israeli Offer on Relief for Exiles","web_url":"https://www.nytimes.com/1992/12/30/world/lebanon-rejects-israeli-offer-on-relief-for-exiles.html","abstract":"  Lebanon today rejected an Israeli offer to permit the Red Cross to visit the Palestinians trapped in southern Lebanon for nearly two weeks since 415 of them were expelled by the Israeli authorities. The offer was conditional on the Beirut Government's allowing relief supplies to reach the deportees.   The proposal was conveyed to Prime Minister Rafik al-Hariri by a United Nations Under Secretary General, James O. C. Jonah, after talks in Jerusalem with Prime Minister Yitzhak Rabin. Mr. Hariri said the Lebanese Government continued to insist that the expelled Palestinians remained entirely Israel's responsibility, ruling out any arrangement for food to be allowed through Lebanese-controlled territory.","thumbnail":null,"section":"World"},{"date":"19921230","headline":"Kosar Gets the Nod","web_url":"https://www.nytimes.com/1992/12/30/sports/sports-people-football-kosar-gets-the-nod.html","abstract":"  BERNIE KOSAR, who underwent surgery yesterday, will remain the Cleveland Browns' starting quarterback in 1993 and most likely for a number of years after that, Coach BILL BELICHICK said during his post-season assessment of the team.","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Friends of Harris Applaud Decision","web_url":"https://www.nytimes.com/1992/12/30/nyregion/friends-of-harris-applaud-decision.html","abstract":"  In 11 years as inmate 81-G-0098, Jean S. Harris came to symbolize many things to many people.   There were feminists who saw her as a victim, a caring woman who had been emotionally battered by a heartless, selfish man.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"Clinton Shakes Up Economics Establishment; Ties to Atlanta's Jews","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-clinton-shakes-up-economics-establishment-ties-to-atlanta-s-jews-026492.html","abstract":"  To the Editor:   A. M. Rosenthal in his Dec. 15 column on special interests, makes a great deal of sense. We do well to recognize that those who serve the public have special interests, and our expectation is that they approach issues with honesty and candor.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Clinton Shakes Up Economics Establishment","web_url":"https://www.nytimes.com/1992/12/30/opinion/l-clinton-shakes-up-economics-establishment-998392.html","abstract":"  To the Editor:   \"More Advisers, Less Council\" (Economic Scene column, Dec. 17) by Peter Passell, on the disparagement by some economists about President-elect Clinton's appointment of Prof. Laura D'Andrea Tyson to head the Council of Economic Advisers shows much of what is wrong with the economics profession. Unfortunately, bad manners and sour grapes are not the only problem.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Sports of The Times; On Ali, L.T., Air Jordan, Santa et al.","web_url":"https://www.nytimes.com/1992/12/30/sports/sports-of-the-times-on-ali-lt-air-jordan-santa-et-al.html","abstract":"  OUTTAKES by definition don't fit in. Doesn't mean they aren't relevant (doesn't mean they are, either). Just suggests that for various reasons they didn't make the cut in a particular scenario. Following are some outtakes from one man's notebook during 1992:   THE BUM -- At the beginning of this National Football League season, if someone told you that the Giants would lose for much of the season their two most important players on offense -- the quarterbacks, Jeff Hostetler and Phil Simms -- and their most important player on defense -- Lawrence Taylor -- and that their top punter and field-goal kickers would go down, and that the team in a highly competitive league would simply grow older and lose a step, would you then, before a snap had been made in league play, have said it would be the coach's fault if they had a poor year?","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"Court Upsets Layoff Plan For Budget","web_url":"https://www.nytimes.com/1992/12/30/nyregion/court-upsets-layoff-plan-for-budget.html","abstract":"  In a victory for Gov. Jim Florio, the New Jersey Supreme Court ruled today that the Legislature could cut the budget but could not dictate which state workers should be laid off to make ends meet.   The Legislature had envisioned layoffs for high-paid nonunion managers. Instead, many union members lost their jobs.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"4 Senior Appointments In Times Newsroom","web_url":"https://www.nytimes.com/1992/12/30/nyregion/4-senior-appointments-in-times-newsroom.html","abstract":"  Appointments to a group of senior newsroom positions at The New York Times have been announced by Max Frankel, the executive editor.   William G. Connolly and Dennis Stern will be senior editors in the administration group headed by Carolyn Lee, assistant managing editor. The group's functions include recruiting and training reporters, editors and other news professionals.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"The Pop Life","web_url":"https://www.nytimes.com/1992/12/30/arts/the-pop-life-643792.html","abstract":"  Jon Pareles   1. Arrested Development: \"3 Years, 5 Months and 2 Days in the Life of . . .\" (Chrysalis). Hip-hop that ambles through melodies and raps, songs and conversations, casually putting across messages about dignity, heritage and self-reliance as it remakes pop structures.","thumbnail":null,"section":"Arts"},{"date":"19921230","headline":"A Farewell to MIRV's","web_url":"https://www.nytimes.com/1992/12/30/opinion/a-farewell-to-mirv-s.html","abstract":"  All departing Administrations think about their place in history. The Bush Administration has had the skill and the luck to close out its term with a truly historic achievement.    The strategic arms reduction agreement announced yesterday by Secretary of State Lawrence Eagleburger and Russia's Foreign Minister, Andrei Kozyrev, would eliminate the most dangerous category of nuclear weaponry and reduce both sides' nuclear arsenal by an impressive two-thirds.","thumbnail":null,"section":"Opinion"},{"date":"19921230","headline":"Girl Burned To Death In Apartment","web_url":"https://www.nytimes.com/1992/12/30/nyregion/girl-burned-to-death-in-apartment.html","abstract":"  An 11-year-old girl was burned to death Monday night, after a Christmas tree caught fire in her apartment in a Harlem housing project just as her family was to sit down to a candlelight dinner, Fire Department officials said yesterday.   Firefighters found the charred body of Elaine Pino on the floor between the Christmas tree and the doorway in the 14th-floor apartment, said Chief Nicholas Visconti of the 16th Battalion. She may have been trying to escape, Chief Visconti said. The child's aunt, Wanda Torres, with whom she lived, and her two cousins, Christopher, 5, and Wanda, 13, fled the apartment unharmed.","thumbnail":null,"section":"New York"},{"date":"19921230","headline":"A Fretful New Year Looms","web_url":"https://www.nytimes.com/1992/12/30/sports/IHT-a-fretful-new-year-looms.html","abstract":"Happy New Year? You or I might drink to peace, health and prosperity, but the managers of 130 national soccer teams are heading toward 1993 like men facing the stocks.. Only two have the 1994 World Cup finals written into their destiny. All the rest must","thumbnail":null,"section":"Sports"},{"date":"19921230","headline":"A Shaw Berlioz Requiem","web_url":"https://www.nytimes.com/1992/12/30/arts/a-shaw-berlioz-requiem.html","abstract":"  Robert Shaw is to lead the Orchestra of St. Luke's, the Robert Shaw Institute Singers of Ohio State University, the Robert Shaw Festival Chorus and the soloist Karl Dent, a tenor, in a performance of the Berlioz Requiem on Jan. 17 at 3 P.M. in Carnegie Hall. The performance is to be the culmination of a six-day choral workshop, one of four Carnegie Hall Professional Training Workshops.  Tickets for the concert are $15 to $55. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19921230","time":"1992-12-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.8,"rhum":71,"wspd":3.6},{"date":"19921230","time":"1992-12-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":73,"wspd":9.4},{"date":"19921230","time":"1992-12-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":71,"wspd":5.4},{"date":"19921230","time":"1992-12-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.3,"rhum":71,"wspd":3.6},{"date":"19921230","time":"1992-12-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.8,"rhum":69,"wspd":5.4},{"date":"19921230","time":"1992-12-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":73,"wspd":3.6},{"date":"19921230","time":"1992-12-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.2,"rhum":76,"wspd":3.6},{"date":"19921230","time":"1992-12-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19921230","time":"1992-12-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.1,"rhum":71,"wspd":5.4},{"date":"19921230","time":"1992-12-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":74,"wspd":3.6},{"date":"19921230","time":"1992-12-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":68,"wspd":3.6},{"date":"19921230","time":"1992-12-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":69,"wspd":3.6},{"date":"19921230","time":"1992-12-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":67,"wspd":3.6},{"date":"19921230","time":"1992-12-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":66,"wspd":5.4},{"date":"19921230","time":"1992-12-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":80,"wspd":3.6},{"date":"19921230","time":"1992-12-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":67,"wspd":3.6},{"date":"19921230","time":"1992-12-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":69,"wspd":3.6},{"date":"19921230","time":"1992-12-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":70,"wspd":5.4},{"date":"19921230","time":"1992-12-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":70,"wspd":3.6},{"date":"19921230","time":"1992-12-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":69,"wspd":1.8},{"date":"19921230","time":"1992-12-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":67,"wspd":3.6},{"date":"19921230","time":"1992-12-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":64,"wspd":13},{"date":"19921230","time":"1992-12-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":66,"wspd":9.4},{"date":"19921230","time":"1992-12-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":67,"wspd":11.2},{"date":"19921230","time":"1992-12-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":11.2},{"date":"19921230","time":"1992-12-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":14.8},{"date":"19921230","time":"1992-12-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":9.4},{"date":"19921230","time":"1992-12-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":5.4},{"date":"19921230","time":"1992-12-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":7.6},{"date":"19921230","time":"1992-12-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":5.4},{"date":"19921230","time":"1992-12-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":0},{"date":"19921230","time":"1992-12-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":7.2},{"date":"19921230","time":"1992-12-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":9.4},{"date":"19921230","time":"1992-12-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":9.4},{"date":"19921230","time":"1992-12-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":14.8},{"date":"19921230","time":"1992-12-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":14.8},{"date":"19921230","time":"1992-12-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":11.2},{"date":"19921230","time":"1992-12-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":93,"wspd":9.4},{"date":"19921230","time":"1992-12-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":16.6},{"date":"19921230","time":"1992-12-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":11.2},{"date":"19921230","time":"1992-12-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":9.4},{"date":"19921230","time":"1992-12-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":11.2},{"date":"19921230","time":"1992-12-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":7.6},{"date":"19921230","time":"1992-12-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":7.6},{"date":"19921230","time":"1992-12-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":14.8},{"date":"19921230","time":"1992-12-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6},{"date":"19921230","time":"1992-12-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6},{"date":"19921230","time":"1992-12-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6}]},"19921231":{"guardian_articles":[],"nytimes_articles":[{"date":"19921231","headline":"Review/Pop; Proud Children of the 60's Spirit","web_url":"https://www.nytimes.com/1992/12/31/arts/review-pop-proud-children-of-the-60-s-spirit.html","abstract":"  The Spin Doctors could be described in the same way the existence of an uncharted planet can be predicted by the actions of other planets around it. The band, which has become enormously successful recently with its single \"Little Miss,\" is purely logical.   Part of a movement toward rock authenticity by a few bands that have attracted a growing audience, the group benefits from the lingering Anti-Milli Vanilli Effect. \"All the music is played by human beings; there are no machines,\" said the band's singer, Chris Barron, on Tuesday night during the first of three sold-out concerts at the Beacon Theater. He was greeted by a cheering house.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"U.N. Drafts Asylum Plan for Haitian Boat People","web_url":"https://www.nytimes.com/1992/12/31/world/un-drafts-asylum-plan-for-haitian-boat-people.html","abstract":"  The United Nations High Commissioner for Refugees has drafted an ambitious proposal for countries throughout the Western Hemisphere to grant temporary asylum to Haitian boat people.   The High Commissioner is trying to take advantage of President-elect Bill Clinton's campaign promise to \"stop the forced repatriation of Haitian refugees\" even as United States immigration officials make plans to carry out the Clinton policy.'","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Group Criticizes New York City On Quality of Its Lead Testing","web_url":"https://www.nytimes.com/1992/12/31/nyregion/group-criticizes-new-york-city-on-quality-of-its-lead-testing.html","abstract":"  An advocacy group and elected officials criticized New York City yesterday for using a lead test on children that is known to be inaccurate, saying the outdated method may have missed thousands of cases of lead poisoning.   The New York Public Interest Research Group said a survey of 33 of the city's health clinics that screen children for lead poisoning found that only one clinic used a newer, more accurate and more expensive test that the Federal Government has recommended since October 1991.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Injury-Plagued Bills Again Turn to Their Super Sub","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-injury-plagued-bills-again-turn-to-their-super-sub.html","abstract":"  A misty, fog-cloaked Rich Stadium this afternoon gave an air of gloomy intrigue to the Buffalo Bills' practice for Sunday's American Football Conference wild-card game against Houston.   The Bills didn't need any help from the elements. A look at the injury report and a glimpse into the Buffalo training room is enough.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Ruland Is Signed by Pistons","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-pro-basketball-ruland-is-signed-by-pistons.html","abstract":"  The Detroit Pistons signed center JEFF RULAND yesterday to fill the opening caused by an injury to OLDEN POLYNICE.   Ruland, 34, has not played this season after playing 13 games last season with the Philadelphia 76ers before suffering an Achilles' tendon injury.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Chronicle","web_url":"https://www.nytimes.com/1992/12/31/style/chronicle-158992.html","abstract":"  When \"The Secret Garden\" closes on Broadway this Sunday, fans can still find something of the same magical atmosphere in the \"secret garden\" in East Harlem. This southern nook of the Conservatory Garden, on the northeastern side of Central Park, on Fifth Avenue at 104th Street, got its name because of a statue of Mary and Dickon, the main characters of the Frances Hodgson Burnett story.    Now there is a new connection. JED COHEN, who plays Dickon in the show at the St. James Theater, has donated money for water lilies for the garden, as his part in the traditional end-of-the-show gift giving.","thumbnail":null,"section":"Style"},{"date":"19921231","headline":"Critic's Notebook; The Line Between Dramas And Lies","web_url":"https://www.nytimes.com/1992/12/31/arts/critic-s-notebook-the-line-between-dramas-and-lies.html","abstract":"  Television's current Amy Fisher Film Festival can be evaluated on several levels, not least the one that raises questions about liars and lies. The three slapdash docudramas, one each for ABC, CBS and NBC, are indeed instantly disposable programs. But far less dismissible is the spectacle of commercial television pouncing feverishly and in some instances recklessly on the story of a 17-year-old Long Island girl who shot and disabled the wife of the man she said was her lover for over a year.   Ratings, of course, are at the heart of the matter. And no network has yet gone broke overestimating its audience's appetite for sleaze. Monday's broadcast of NBC's \"Amy Fisher: My Story\" was one of the highest-rated television movies this season, second only to the two parts of \"The Jacksons: An American Dream\" on ABC. Sunday at 9 P.M., CBS's \"Casualties of Love: The 'Long Island Lolita' Story\" will go head to head against \"The Amy Fisher Story\" on ABC.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Police Investigating if Killing Was Connected to Testimony","web_url":"https://www.nytimes.com/1992/12/31/nyregion/police-investigating-if-killing-was-connected-to-testimony.html","abstract":"  A 26-year-old Brooklyn man was shot in the face and killed when he answered his door on Tuesday, a day after he testified before a grand jury against a man who robbed him of $200, the police said yesterday.   In a complicated case involving the dead man, his neighbor and an acquaintance of the neighbor, investigators are trying to determine whether the shooting was linked to the victim's grand jury testimony.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Five Indicted In a Robbery At a Church","web_url":"https://www.nytimes.com/1992/12/31/nyregion/five-indicted-in-a-robbery-at-a-church.html","abstract":"  Five men who law-enforcement officials say are members of a Korean gang gaining a foothold in Queens were indicted yesterday on charges that they robbed a Korean church congregation at gunpoint.   Queens prosecutors said the men are members of the Korean Flying Dragons, a wing of the Chinatown-based Flying Dragons gang, which is preying upon the Korean community in Flushing, Queens.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"St. John's Sets an Ambush But Kentucky Avoids the Trap","web_url":"https://www.nytimes.com/1992/12/31/sports/college-basketball-st-john-s-sets-an-ambush-but-kentucky-avoids-the-trap.html","abstract":"  Deep into the second half, Kentucky found itself in a dog fight with a team that had lost to Fordham and barely beaten Hofstra. Well, homecomings sometimes are not as triumphant as people imagine they will be.    Rick Pitino's Kentucky Wildcats did wind up beating St. John's last night at Madison Square Garden, 86-77, to win the E.C.A.C. Holiday Festival, but it was every bit the struggle that Jamaal Mashburn's 1 for 13 shooting would suggest. The Redmen trailed by only 5 points, 75-70, with 3 minutes 58 seconds left in the game.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"HINDU PARTY TALKS OF TYING UP INDIA","web_url":"https://www.nytimes.com/1992/12/31/world/hindu-party-talks-of-tying-up-india.html","abstract":"  Riding a tide of Hindu nationalism, India's Hindu fundamentalist opposition party has decided to instigate months of nationwide strikes, demonstrations and political disruption in an effort to paralyze the Government and force elections.   The decision, made in the last week by the Bharatiya Janata Party, comes in the wake of the destruction by Hindu militants early this month of a 16th-century mosque and then a week of sectarian violence that left more than 1,200 dead across the country. The ferment has produced a swell of public support for the party's aggressive Hindu nationalism.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"NAZI VICTIMS FACE DEADLINE ON CLAIMS","web_url":"https://www.nytimes.com/1992/12/31/world/nazi-victims-face-deadline-on-claims.html","abstract":"  With a Thursday deadline looming, descendants of German Jews seeking compensation for homes and businesses lost during the Nazi era may in many cases have to accept cash settlements far below the current value of their lost properties.   Under an agreement signed in May between the United States and Germany, Holocaust survivors or descendants of victims of Hitler whose property was in the former East Germany were given the right either to take a cash for their expropriated property or to ask the Berlin Government formally for its return.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Chronicle","web_url":"https://www.nytimes.com/1992/12/31/style/chronicle-157092.html","abstract":"  And if anyone doubted it, those hunks of the World Wrestling Federation have hearts. The federation and some of its biggest stars have pledged to donate $100,000 to the Red Cross to kick off a campaign for Somalian relief, said VINCENT K. MCMAHON, who heads Titan Sports, the parent company of the federation.   \"We can't help being moved by those graphic pictures of the Somalians, particularly during the holiday season,\" Mr. McMahon said yesterday in a telephone interview. He said that all the federation's receipts from the Madison Square Garden Championship on Jan. 29 would go to a fund of the American Red Cross for food, medicine and relief supplies in Somalia. A majority of the 30 wrestlers appearing in the event will also give all or part of their individual purses, ranging from about $2,000 to $10,000, Mr. McMahon said.","thumbnail":null,"section":"Style"},{"date":"19921231","headline":"Choice of Arts Chief Deserves Attention","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-choice-of-arts-chief-deserves-attention-142292.html","abstract":"  To the Editor:   Amid the flurry of higher-priority Clinton appointments, there is one job about which little has been heard: chairman of the National Endowment for the Arts. Yet to a constituency important to the country out of all proportion to its numbers, this appointment is critical. Countries like Britain, France and Russia deal with culture at the cabinet level, with ministers of culture and art, while we relegate it to the National Endowment, with less funds for all the arts than we grant to military bands.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"The Finger on the Pulse of the Roadways","web_url":"https://www.nytimes.com/1992/12/31/nyregion/the-finger-on-the-pulse-of-the-roadways.html","abstract":"  During rush hour on Monday morning, when nearly every road in the metropolitan area was slick with ice, the equipment in a red-carpeted room here transformed two men into traffic officers patrolling a 500-square-mile intersection.   Monitoring reports of fender benders pouring in from police radios and over the phone, they pinpointed trouble spots and alerted scores of transit and police officials throughout the region. Though Monday was busier than normal, what was taking place is what happens 24 hours a day, 365 days a year, here at the headquarters of Transcom, a consortium of transportation and public safety agencies in New York and New Jersey. Final Piece of Network    Over the last seven years, Transcom has grown from a tentative experiment in traffic control into an almost indispensable element of the region's complex transportation network. And on Jan. 1, the final piece of that network will be fit into place as the Connecticut Department of Transportation joins the consortium.  In return for a contribution to Transcom's $5.1 million budget, Connecticut will be plugged into a network that continuously monitors traffic conditions, construction schedules, road closings, accidents, weather-related incidents and any other event that might disrupt traffic on the estimated 6,000 miles of highway and 2,000 miles of track within the 500-square-mile metropolitan area.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Humphries's Status Still Uncertain","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-pro-football-humphries-s-status-still-uncertain.html","abstract":"  Chargers quarterback STAN HUMPHRIES, who suffered a dislocated left shoulder in the regular season's finale, took his normal number of snaps in practice yesterday but it is not certain if he will start Saturday's home playoff game against Kansas City. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Somalia 1992: Picking Up Pieces as Famine Subsides","web_url":"https://www.nytimes.com/1992/12/31/world/somalia-1992-picking-up-pieces-as-famine-subsides.html","abstract":"  Six months ago, in the gray, sullen mornings of the Somali winter, this town was cloaked in such death and desperation that a sudden and sizable infusion of well-organized assistance seemed the only solution against mass starvation.    Help came, but slower and more sparingly than needed, and tens of thousands, mostly women and children, perished from hunger as aid agencies persevered against gangs of gunmen to feed the destitute. The Worst Was Over    The tenacity of a handful of relief organizations, particularly the International Committee of the Red Cross, eventually eased the tragedy at the epicenter of the Somali famine. When President Bush arrives here Friday he will find a place transformed. The stationing of American marines here two weeks ago added the element of security -- critical to longer-term success -- to a town that was already better off.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Books of The Times; 2 Kinds of Subversives Inside Czechoslovakia","web_url":"https://www.nytimes.com/1992/12/31/books/books-of-the-times-2-kinds-of-subversives-inside-czechoslovakia.html","abstract":"  On the Sky's Clayey Bottom Sketches and Happenings From the Years of Silence By Zdenek Urbanek Translated by William Harkins. 232 pages. Four Walls Eight Windows. $17.95. Truck Stop Rainbows By Iva Pekarkova Translated by David Powelstock. 279 pages. Farrar, Straus & Giroux. $22.   No wonder the Communist regime in Czechoslovakia wouldn't allow the quietly subversive short stories in Zdenek Urbanek's \"On the Sky's Clayey Bottom\" to be published before the Velvet Revolution unbound the printing presses a few years ago. A character in one of the stories, \"The Vedantist,\" says: \"I'm amazed at how easily our people give in. Churchill was right when he said that 5 percent of Czechs are scoundrels and 95 percent cowards. But maybe it's all planned that way. Everything that surrounds us: where we live, people, including the people among whom we live -- all that is our karma. Our destiny, you understand, according to Hindu philosophy. The total repayment for all the acts we've committed in our past lives.\"","thumbnail":null,"section":"Books"},{"date":"19921231","headline":"Review/Film; Innocence Corrupted in Italian Satire","web_url":"https://www.nytimes.com/1992/12/31/movies/review-film-innocence-corrupted-in-italian-satire.html","abstract":"  The ghost of Benito Mussolini haunts \"Il Portaborse,\" a satirical comedy about the ascent of a crypto-Fascist Italian politician with a telegenic face and the conscience of a sewer rat.    The rise of this fascinating monster, Cesare Botero (played by Nanni Moretti), is followed through the eyes of Luciano Sandulli (Silvio Orlando), an Italian literature teacher and professional ghostwriter who is sucked into Botero's inner circle. Money is the lure. Even with the extra money earned from ghostwriting novels and political columns, Luciano still can't afford repairs on a grand country home whose ceiling rains plaster on his head while he works.","thumbnail":null,"section":"Movies"},{"date":"19921231","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-letters-to-the-editor-93888689090.html","abstract":"Metropolitan Nicolay of Dabar-Bosnia, of the Serbian Orthodox Church in Bosnia, reported three months ago that some 30,000 Muslim women and girls had been raped, most of them repeatedly, over a period of several months, many in the presence of their male","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Skating Rink Thrives As Fads Come and Go","web_url":"https://www.nytimes.com/1992/12/31/nyregion/stratford-journal-skating-rink-thrives-as-fads-come-and-go.html","abstract":"  AS a group of teen-age girls raced by, shrieking with delight, Jonathan Vining, 5, gingerly took his first steps onto the classic wooden roller-skating rink, clutching the railing.   But before long, Jonathan was venturing out, grinning broadly with each tumble onto the floor -- knee and elbow pads helping to absorb the shock.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"A Taxing Tax Credit for the Poor","web_url":"https://www.nytimes.com/1992/12/31/opinion/a-taxing-tax-credit-for-the-poor.html","abstract":"  The earned income tax credit is a jewel of an anti-poverty weapon. It supplements the earnings of low-paid parents. And it encourages work, because the credit goes only to workers.   The only flaw is that many families don't know they're eligible and don't apply. That problem could mushroom with 1992 filings because of a changed policy in the Internal Revenue Service.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Carter Is Activated by Vikings","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-pro-football-carter-is-activated-by-vikings.html","abstract":"  CRIS CARTER, the Minnesota Vikings' top receiver despite missing four games with a broken collarbone, was activated from the injured-reserve list and is expected to play next Saturday against the Washington Redskins. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"In Need of Service? Try Calling Next Year","web_url":"https://www.nytimes.com/1992/12/31/nyregion/in-need-of-service-try-calling-next-year.html","abstract":"  \"You have reached the Bantam Doubleday Dell publishing group. Our offices will be closed until Monday, Jan. 4, 1993. On behalf of our company, we wish you a happy holiday season.\"     Beep.  ","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Britain Warns Serbs of Risk of Armed Intervention","web_url":"https://www.nytimes.com/1992/12/31/world/britain-warns-serbs-of-risk-of-armed-intervention.html","abstract":"  The British Foreign Secretary, Douglas Hurd, delivered his sharpest warning to Serbian leaders today, declaring that their \"bloody-minded cruelty\" had raised the risk of military intervention in Bosnia by the Western allies.   While he argued that he still \"distrusted\" the idea of the West's trying to force a settlement in the former Yugoslavia, Mr. Hurd said continued action by the Serbs, as well as the growing risk of a wider conflict in the region, had forced what he described as \"a change\" in Western attitudes.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Tisch Puts No Barrier in Parcells's Way","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-tisch-puts-no-barrier-in-parcells-s-way.html","abstract":"  Bob Tisch, who less than two years ago paid $75 million to buy half of the Giants, said today that he will leave the decision on the team's coach to General Manager George Young. But, that said, Tisch had warm words for the former coach Bill Parcells and added, \"Bill has to decide if he'll come back or if he wants to stay in TV.\"   Tisch appeared to have no objection to bringing back Parcells, who quit suddenly on May 15, 1991, just a few days before the Giants were to have a key minicamp. Although Young never has publicly blamed Parcells for leaving the Giants at a bad time, his distress at Parcells's decision has been obvious.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"When Patients Say 'Ah' in Scores of Languages","web_url":"https://www.nytimes.com/1992/12/31/nyregion/when-patients-say-ah-in-scores-of-languages.html","abstract":"  In a cramped examination room of a Lower East Side health clinic recently, a distraught young mother, who only spoke Chinese, stood holding a tiny baby while a nurse, who spoke only English, examined the child. The infant had been ill, the mother explained, and a relative had prescribed medicinal tea.   The baby is too young for tea, the nurse said. The baby is too young for any medicine that the doctor or nurse does not order. The mother nodded.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Fearless Forecasts","web_url":"https://www.nytimes.com/1992/12/31/opinion/fearless-forecasts.html","abstract":"  \"There is no reason for any individual to have a computer in their home.\"","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Review/Art; Before the New World Met the Old","web_url":"https://www.nytimes.com/1992/12/31/arts/review-art-before-the-new-world-met-the-old.html","abstract":"  \"The Ancient Americas: Art From Sacred Landscapes,\" at the Art Institute of Chicago through Sunday, is one of several major exhibitions to observe the quincentenary of Columbus's discovery of, or encounter with, the Americas. But it may be the only one to do so by ignoring Columbus altogether.   Turning its back on the Old World, \"The Ancient Americas\" focuses on the arts and, to some extent, the architecture of the New, offering a stunning overview of visual culture in the Western Hemisphere in the 2,500 years before Columbus landed. Its approach differs considerably from that of \"Circa 1492\" at the National Gallery last year, which included Aztec and Incan art in a survey of world cultures at the time of Columbus's journey, but which still tended, perhaps inevitably, to give European achievements the bulk of attention.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-letters-to-the-editor-91155832279.html","abstract":"The U.S. secretary of State, Lawrence Eagleburger, is to be congratulated for naming suspected war criminals in ex-Yugoslavia.But where is the list of Somali war criminals?More people have died in Somalia than in the former Yugoslavia, and \"ethni","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Informers in Italy Accusing Ex-Premier of Ties to Mafia","web_url":"https://www.nytimes.com/1992/12/31/world/informers-in-italy-accusing-ex-premier-of-ties-to-mafia.html","abstract":"  Giulio Andreotti has been one of Italy's most durable politicians. He served in each of Italy's 50 governments since 1948, seven times as Prime Minister. And with his power base in Sicily, he helped anchor postwar Italy in the Western alliance.   But now, at 74, he is on the outside of the Government, his role reduced to a seat in the upper house of Parliament.  His role as a member of the Christian Democratic party is crippled, and he faces the possibility that federal magistrates and a parliamentary committee investigating organized crime in Italy may subject him to questioning.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"College Bowl Games Will Be Scarcely Seen Outside United States","web_url":"https://www.nytimes.com/1992/12/31/sports/IHT-college-bowl-games-will-be-scarcely-seen-outside-united-states.html","abstract":"NBC and ABC, which will televise the major college football games on Jan. 1, have had little success selling the broadcast rights overseas, according to spokesmen for the networks.. NBC, which will telecast the Cotton, Fiesta and Orange bowl games, said r","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Bush Off on Foreign Trip, With Russia on Agenda","web_url":"https://www.nytimes.com/1992/12/31/world/bush-off-on-foreign-trip-with-russia-on-agenda.html","abstract":"  After announcing he will meet with President President Boris N. Yeltsin of Russia on Saturday, President Bush began a foreign trip Wednesday to Saudi Arabia, Somalia and Russia on what he called a purely humanitarian -- and not personal -- mission of good will.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Elway Denies Role in Coach's Dismissal","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-pro-football-elway-denies-role-in-coach-s-dismissal.html","abstract":"  Denver Broncos quarterback JOHN ELWAY denies playing any role in the decision by the club's owner, PAT BOWLEN, to drop Coach DAN REEVES. Elway, speaking Tuesday on KOA radio in Denver, said that any suggestion that he had a role in Reeves's dismissal was \"totally, absolutely false.\"","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/31/nyregion/inside-272092.html","abstract":"  A New Signal Of Economic Strength   The Government's Index of Leading Indicators jumped eight-tenths of 1 percent in November, the biggest rise in 10 months. The latest report provides further evidence that what had been a weak economic expansion now seems self-sustaining. Page D1. Giants Dismiss Handley    Ray Handley was dismissed as the coach of the Giants two years after he took over the football team. Page B7. 'I Have Some Bad News'    It is during the holiday season that AIDS patients often tell friends and family of their illness. Page A20.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"From Start, to Finish","web_url":"https://www.nytimes.com/1992/12/31/opinion/from-start-to-finish.html","abstract":"  The George Bush who flies to Somalia today has plainly snapped out of his post-election blues. In what might be called Post-Campaign Mode, he's charging toward the Jan. 20 finish line. After spending New Year's Day with the troops in Somalia, he'll head for Moscow to sign the monumental Start treaty, vastly reducing nuclear arsenals.   In only a few weeks Mr. Bush has also toughened the U.S. stance against Serbian aggression in Bosnia, and against Baghdad's violations of the no-fly zone in southern Iraq. This follows his Administration's completion of arduous negotiations with the European Community on farm subsidies, and with Canada and Mexico on a new common market.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"When Can the Mentally Ill Be Locked Up Against Their Will?","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-when-can-the-mentally-ill-be-locked-up-against-their-will-143092.html","abstract":"  To the Editor:   The case of Larry Hogue, a crack-addicted homeless veteran, known as \"the wild man\" on Manhattan's Upper West Side, has sparked new debate about balancing the individual civil liberties of the mentally ill with society's welfare. This problem often gets played out through the laws regulating the involuntary civil commitment of a person to a psychiatric hospital. Two recent statements by you on these laws seem misleading.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Players Share Blame For Handley's Demise","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-players-share-blame-for-handley-s-demise.html","abstract":"  Giants players were hardly surprised when their coach, Ray Handley, was dismissed today. But some seemed to feel sorry for Handley and said they had to share responsibility for the disappointing play of the last two years.   Pepper Johnson, the inside linebacker who disagreed so often with Handley, said Handley's ouster was inevitable.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Amtrak Sued Over Barring Of Billboard","web_url":"https://www.nytimes.com/1992/12/31/nyregion/amtrak-sued-over-barring-of-billboard.html","abstract":"  In a legal battle pitting freedom of expression against the refusal of a government-subsidized agency to accept political advertising, a Manhattan artist says Amtrak has barred him from turning a gigantic billboard at the entrance to Pennsylvania Station into a political critique. The artist, Michael A. Lebron, is suing the agency, seeking to force Amtrak to display the piece.   Mr. Lebron, whose acerbic work has hung in subway stations in New York and Washington, says he leased the Penn Station Spectacular, a curved billboard measuring 103 feet by 10 feet that is seen by thousands of people each day as they descend the escalators into the midtown station in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Drexler Is Placed on Injured List","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-pro-basketball-drexler-is-placed-on-injured-list.html","abstract":"  The Portland Trail Blazers placed their star guard, CLYDE DREXLER, on the injured list yesterday because of recurring soreness in his right knee. Drexler must sit out the next five games, keeping him on the bench at least until a road game Jan. 9 against San Antonio.   Drexler underwent arthroscopic surgery on his right knee Sept. 17. He missed most of training camp before returning to begin the season. The 6-foot-7-inch guard suffered a setback Dec. 1 when he took a fall during a game in New York. He missed two games later that week but appeared in eight straight contests before missing last Saturday's game against Philadelphia.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Seton Hall Puts Up Its Dukes in Victory","web_url":"https://www.nytimes.com/1992/12/31/sports/college-basketball-seton-hall-puts-up-its-dukes-in-victory.html","abstract":"  Four minutes passed, and the game looked like a replay from Tuesday night. Seton Hall had a 10-0 lead against James Madison, the game suddenly looked like a rout and every shot seemed to fall easily.   Then it sort of turned into a hockey game.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Hepatitis C May Be Hidden Epidemic, Studies Show","web_url":"https://www.nytimes.com/1992/12/31/us/hepatitis-c-may-be-hidden-epidemic-studies-show.html","abstract":"  In a finding that has surprised medical scientists, a new study shows that once a person is infected with the hepatitis C virus, which causes the most common form of viral hepatitis in the United States, the virus remains in the blood for years, even when there are no signs or symptoms of liver inflammation.   In contrast, just a small portion of people infected with hepatitis B, which also causes hepatitis, go on to become chronic carriers.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Colgate Names Sweeney as Coach","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-people-college-football-colgate-names-sweeney-as-coach.html","abstract":"  EDWARD SWEENEY, who compiled a 56-22-3 mark as coach of Division III Dickinson for the last eight seasons, was named head coach at Colgate yesterday, suceeding MIKE FOLEY. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Wolves an Easy Target in Nets' Road Show","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-basketball-wolves-an-easy-target-in-nets-road-show.html","abstract":"  It was a big victory over a sorry team. But the Nets will take it. And who says the road is tough?   Not the Nets. At 9-5 away from home this season, they love the road. They would make a great commercial for a hotel chain. (\"Hi, we're the New Jersey Nets, and room service is just fine with us.\") After routing the Minnesota Timberwolves tonight, 118-92, in front of 18,032 at the Target Center for their largest margin of victory this season, the Nets started their five-game road trip with what they wanted most: a rousing triumph.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence","web_url":"https://www.nytimes.com/1992/12/31/world/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html","abstract":"  It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for their suffering at Serbian hands.    The United Nations and most Western countries, fearful of a widening war, are trying to bring about a cease-fire and negotiations on dividing Bosnia and Herzegovina into cantons to keep the warring ethnic groups apart.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Arts Presenters Shift From the Serious To the Profitable","web_url":"https://www.nytimes.com/1992/12/31/arts/arts-presenters-shift-from-the-serious-to-the-profitable.html","abstract":"  Gurtman & Murtha Associates, well known in the concert management business for having handled bookings for Vladimir Horowitz, the Stuttgart Ballet and other distinguished artists, has a new client this season: the Amazing Kreskin, a so-called mentalist, or mind reader.   \"I never thought I'd be handling Kreskin,\" said James Murtha, vice president of the firm, who cut his teeth working for the legendary impresario Sol Hurok. \"But we don't want to get caught with 400 classical artists signed up and no bookings. We have to listen to what the performing-arts presenters want.\"","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Defenses Are Putting Ball in Their Courts","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-defenses-are-putting-ball-in-their-courts.html","abstract":"  Making the interception was the hardest task for Henry Jones. Like many defensive players during the 1992 season, what Jones did afterward was exceptional.   \"I just happened to be watching that tape with a friend of mine,\" said Jones, the Buffalo Bills' strong safety, of his interception and rollicking 82-yard return for a touchdown in Buffalo's 38-0 victory in Week 3 at home against Indianapolis.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"It's a Showcase Day But What's On Display?","web_url":"https://www.nytimes.com/1992/12/31/sports/on-college-football-it-s-a-showcase-day-but-what-s-on-display.html","abstract":"  Gene Stallings sounded as if someone had put too much Tabasco in his gumbo.   The coach of Alabama's Crimson Tide, five days before the No. 1 versus No. 2 meeting with Miami in the 59th Sugar Bowl, was talking about distractions, that dirty coachspeak word, especially when a national championship is on the line.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Knicks End Year With a Clean Sweep","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-basketball-knicks-end-year-with-a-clean-sweep.html","abstract":"  Only an extraordinary comeback could have saved the Knicks tonight. Somehow, they pulled it off.   They trailed by 17 points in the third quarter. They were on the road. Their best player, Patrick Ewing, was in foul trouble. And their starting point guard, Doc Rivers, was back in New York nursing a slightly separated right shoulder.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/31/nyregion/metro-digest-385992.html","abstract":"  NEW YORK CITY  QUIET INTERLUDE IN NEW YORK   As 1992 draws to a close, business in New York City, as in many cities across the nation, has become paralyzed by end-of-the-year torpor. As the city's empty office complexes tower above avenues crowded with tourists and shoppers, the contrast between action and inertia is at its most striking. Page A1. 5 INDICTED IN ROBBERY OF KOREAN CHURCH","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Kenyan Leader Is Reported Ahead in Voting","web_url":"https://www.nytimes.com/1992/12/31/world/kenyan-leader-is-reported-ahead-in-voting.html","abstract":"  Early returns in Kenya's first multi-party elections in 26 years gave President Daniel arap Moi a narrow lead today in the presidential race.    With tabulations in from 41 of Kenya's 188 voting precincts, Mr. Moi had 372,138 votes. Among his main challengers in the elections on Tuesday, Kenneth Matiba had 336,881 votes, Oginga Odinga had 115,873 votes and Mwai Kibaki had 114,243 votes.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"At Prison, the Cheers Come for Jean Harris","web_url":"https://www.nytimes.com/1992/12/31/nyregion/at-prison-the-cheers-come-for-jean-harris.html","abstract":"  The state prison where Jean S. Harris has spent the last 12 years was edged by a thick cushion of fog today, and workers and visitors leaving the dreary brick buildings had to shield themselves against a chilly rain.    But there was cheer among many that came from knowing something glaringly wrong, at least in their minds, had finally been set right. Gov. Mario M. Cuomo had commuted Mrs. Harris's sentence for the 1980 murder of her lover, Dr. Herman Tarnower, just three years before she would have been eligible for parole. Mrs. Harris, whose doctor said today that she was recovering well from heart surgery on Tuesday, may be set free as early as next month.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Sentenced to Warn All: Handle Guns With Care","web_url":"https://www.nytimes.com/1992/12/31/us/sentenced-to-warn-all-handle-guns-with-care.html","abstract":"  On Spanish-language radio and television stations here this week, a man who learned a sorrowful lesson one year ago is imploring others not to make the same deadly mistake.   The man, Nicolas Conchas, is urging residents of San Jose's Hispanic neighborhoods to shun the dangerous tradition of celebrating the New Year by firing a pistol in the air.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Gardenia Memorial","web_url":"https://www.nytimes.com/1992/12/31/arts/gardenia-memorial.html","abstract":"  A memorial service for the actor Vincent Gardenia is to be held on Monday at noon at the Promenade Theater, Broadway and 76th Street. Mr. Gardenia, who was 71, died on Dec. 9 in Philadelphia while touring with the play \"Breaking Legs,\" which opened in New York at the Promenade in May 1991.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Don't Dismiss the Balkans as a Sideshow","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-dont-dismiss-the-balkans-as-a-sideshow.html","abstract":"- If there is one proposition about the war in ex-Yugoslavia that gets everybody nodding sagely, it is the proposition that the Balkans are nowadays a bit of a sideshow.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"B.C. Overcomes Syracuse On Eisley's 3-Point Shot","web_url":"https://www.nytimes.com/1992/12/31/sports/college-basketball-bc-overcomes-syracuse-on-eisley-s-3-point-shot.html","abstract":"  Boston College 94, Syracuse 93   SYRACUSE, Dec. 30 (AP) -- Howard Eisley sank a 23-footer with six-tenths of a second to play in overtime tonight, giving Boston College a 94-93 victory over No. 12 Syracuse and denying Coach Jim Boeheim his 400th career victory.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Collegians Get a Break On the Slopes in January","web_url":"https://www.nytimes.com/1992/12/31/sports/skiing-collegians-get-a-break-on-the-slopes-in-january.html","abstract":"  There is no better time to be a college student who skis than the first few weeks in January, when ski areas throughout the East offer discounted lift tickets, low-priced ski weeks and an abundance of activities aimed at the college crowd. All you need to participate is a valid college identification card and time off from studies on weekdays, Jan. 4-8, 11-15 and 18-22.   January is usually a slow month, so ski areas organize special events for skiers and this year, according to marketing executives, more ski areas are offering price breaks to college students.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"In India, Misery and Corruption Fuel Violence; New Delhi Steps In","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-in-india-misery-and-corruption-fuel-violence-new-delhi-steps-in-162792.html","abstract":"  To the Editor:   Re \"Hindu Militants Destroy Mosque Setting Off a New Crisis in India\" (front page, Dec. 7):","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Deportations Pushing Israeli Arabs to Join Protests","web_url":"https://www.nytimes.com/1992/12/31/world/deportations-pushing-israeli-arabs-to-join-protests.html","abstract":"  When Fatima Alayan came home a few days ago, she found her 9-year-old son, Hamed, watching Israeli news reports about the mass deportation of 415 Palestinians to southern Lebanon.   \"Mom, who are we, Fatah or Hamas?\" her son asked, referring to the the mainstream faction of the Palestine Liberation Organization and the Islamic fundamentalist group.   \"We're neither,\" his mother answered.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Britain Warns Serbs of Risk of Armed Intervention; Warning by General","web_url":"https://www.nytimes.com/1992/12/31/world/britain-warns-serbs-of-risk-of-armed-intervention-warning-by-general.html","abstract":"  Charging that the West is about to hatch the final part of a plot to bring territories of the former Yugoslavia under its domination, this country's top military officer warned today that his forces would resist any military intervention aimed against Yugoslavia or the Serbs of Bosnia and Herzegovina or of Croatia.   \"The danger of military intervention has realistically increased in recent days,\" the Yugoslav Army's Chief of Staff, Gen. Zivota Panic, said in a statement. \"If intervention comes, we will defend freedom, independence and our territory with all our means.\"","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Polish Parliament Sidetracks Abortion Ban","web_url":"https://www.nytimes.com/1992/12/31/world/polish-parliament-sidetracks-abortion-ban.html","abstract":"  For the second time in two years, Parliament refused tonight to bow to pressure from the nation's Roman Catholic Church and postponed a vote on a bill that would ban abortions, Poland's chief form of birth control.   Parliament voted to send the bill back to committee for a final vote on Jan. 7. The measure calls for a ban on abortion in almost all cases, including rape and incest, and would impose a two-year prison term on any doctor who performed the procedure. Women would face prison sentences for self-administered abortions.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Spontaneous Abortions Occur Frequently","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-spontaneous-abortions-occur-frequently-144992.html","abstract":"  To the Editor:   In \"The Interrupted Process\" (letter, Dec. 21), Dr. J. P. Bowman expresses his wish that scientists \"stay away from matters requiring ethical and moral judgment.\"","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Sports of The Times; The Search For What Was Missing","web_url":"https://www.nytimes.com/1992/12/31/sports/sports-of-the-times-the-search-for-what-was-missing.html","abstract":"  DOWNSTAIRS, outside the Giants' locker room, Ray Handley's parking space was as empty as his two seasons as coach. Upstairs, behind a batch of microphones in the media lounge, George Young mentioned that he had a \"list of candidates\" to succeed Handley. Other than that, the Giants' general manager wasn't about to get specific.   \"I'm still looking for a guy with thick skin, who's somewhat maladjusted,\" Young was saying now with a sly smile. \"Someone who's a bit of a masochist because that's what the job is.\"","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Editorial Notebook; The Truth, Out of Control","web_url":"https://www.nytimes.com/1992/12/31/opinion/editorial-notebook-the-truth-out-of-control.html","abstract":"  As if President Bush's Iran-contra pardons weren't bad enough, partisans now deride Lawrence Walsh, the special prosecutor, as a zealot, \"out of control.\" Elliott Abrams, one of those pardoned, has made that charge since he pleaded guilty last year to two counts of contemptuously withholding information from Congress. Indeed, the subtitle of his new book, \"Undue Process,\" sounds the theme of the Christmas Eve pardon message: \"A Story of How Political Differences Are Turned Into Crimes.\"   Mr. Abrams, a former Assistant Secretary of State, thinks his Congressional testimony about Iran-contra was merely permissible fencing, far from perjurious contempt. He blames that inflation on Prosecutor Walsh, whose independence supposedly gives him unaccountable power and unlimited resources.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Syrian Jews Can Emigrate, Envoy Advises Jesse Jackson","web_url":"https://www.nytimes.com/1992/12/31/world/syrian-jews-can-emigrate-envoy-advises-jesse-jackson.html","abstract":"  Syrian Jews can still receive visas to leave the country, Syria's Ambassador to the United States has told the Rev. Jesse Jackson.   In a letter sent to Mr. Jackson on Dec. 22, a day after the two met in Washington, the envoy, Walid al-Houalem, wrote: \"Concerning the matter of Syrian Jews' exit visas, which you raised with me yesterday, I want to assure you that the Syrian Government's decision of April 1992 to allow Syrian Jews to travel still stands.\"","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Federal Inquiry Finds Misconduct By a Discoverer of the AIDS Virus","web_url":"https://www.nytimes.com/1992/12/31/us/federal-inquiry-finds-misconduct-by-a-discoverer-of-the-aids-virus.html","abstract":"  After three years of investigations, the Federal Office of Research Integrity today found that Dr. Robert C. Gallo, the American co-discoverer of the cause of AIDS, had committed scientific misconduct. The investigators said he had \"falsely reported\" a critical fact in the scientific paper of 1984 in which he described isolating the virus that causes AIDS.    The new report said Dr. Gallo had intentionally misled colleagues to gain credit for himself and diminish credit due his French competitors. The report also said that his false statement had \"impeded potential AIDS research progress\" by diverting scientists from potentially fruitful work with the French researchers.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Review/Jazz; Rhythm-and-Blues Quartet In a Multitude of Styles","web_url":"https://www.nytimes.com/1992/12/31/arts/review-jazz-rhythm-and-blues-quartet-in-a-multitude-of-styles.html","abstract":"  A few blocks up the street, at the Sheraton Manhattan and the New York Hilton, scholars from around the world argued over semiotics at the 108th Modern Language Association Convention. But at the Lone Star Roadhouse, the legendary New Rhythm and Blues Quartet was fashioning a different kind of cultural canon.   The N.R.B. Q. was post-modern when post-modern wasn't cool. The band started mixing up its roots music referents more than 20 years ago, when it started out on a touring circuit that would make it one of the nation's most beloved live bands. Tuesday night's show was packed with revelers familiar with the patented N.R.B.Q. method of shifting between pop genres until everyone in the room grows dizzy with delights, and the band delivered a set that satisfied all comers.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-letters-to-the-editor-93864766978.html","abstract":"Proud to Be in Germany . As an Australian who owns a house in Germany, I have always found the majority of Germans to be hospitable and of the utmost integrity. I am proud to be in Germany as a foreigner and believe that recent occurrences of racism do no","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Groping for Answers In Tailgate Shooting","web_url":"https://www.nytimes.com/1992/12/31/nyregion/groping-for-answers-in-tailgate-shooting.html","abstract":"  A Catholic priest groped with a question at a funeral Mass in Queens for Pamela Mascaro yesterday, a question that her family and friends have been struggling with since the 32-year-old mother was shot and killed during a tailgating incident on Friday.   \"On a cruel Christmas night, a young woman dies in a senseless and stupid tragedy,\" Msgr. Thomas J. Gradilone said in a homily at Our Lady Queen of Martyrs in Forest Hills. \"Our first instinct is to ask, 'Why?' \"","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"In India, Misery and Corruption Fuel Violence; Kashmiri Activist Dead","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-in-india-misery-and-corruption-fuel-violence-kashmiri-activist-dead-160092.html","abstract":"  To the Editor:   On Dec. 5, the day before the attack on the Ayodhya mosque by the forces of Hindu bigotry and spurious nationalism in India, Hriday Nath Wanchoo was shot dead in Srinagar, Kashmir, by three unidentified gunmen. Mr. Wanchoo, the most important human rights activist in Kashmir, devoted all his time to documenting human-rights violations committed by Indian security forces.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"3 Sides in Negotiations To Save Recording Studio","web_url":"https://www.nytimes.com/1992/12/31/arts/3-sides-in-negotiations-to-save-recording-studio.html","abstract":"  New York City officials, recording-industry representatives and real-estate executives have so far been unable to work out a compromise that would halt the closing of a well-known recording studio in Manhattan. The facility, B.M.G. Studios, is scheduled to shut down on March 31 when its parent company, the media conglomerate Bertelsmann, moves to new offices at 1540 Broadway, near Times Square.   \"I hope that by next week we'll have a plan to get all the parties together in an effort to save the studio,\" said the Rev. Wendell Foster, a City Council member from the Bronx who is chairman of the council's committee on international and intergroup relations and special events, which oversees cultural affairs.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Foes' Vehemence May Be Helping Dinkins","web_url":"https://www.nytimes.com/1992/12/31/nyregion/political-memo-foes-vehemence-may-be-helping-dinkins.html","abstract":"  For months, Mayor David N. Dinkins has been on the defensive, fending off a relentless series of attacks, first from the police officers' union, angry over his handling of the unrest in Washington Heights last July, and then from the Lubavitch Hasidim, bitterly critical of his leadership during the racial violence in Crown Heights last year.   But the image of a Mayor under siege may obscure another political reality about the last four turbulent months. Elected officials and political consultants say Mr. Dinkins may actually have benefited in an important way despite -- in fact, because of -- all the highly charged criticism.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Paris Journal; The Face That Charms France: Is That Egg on It?","web_url":"https://www.nytimes.com/1992/12/31/world/paris-journal-the-face-that-charms-france-is-that-egg-on-it.html","abstract":"  Through a combination of scandal and seductiveness, a somewhat disheveled news anchor named Patrick Poivre d'Arvor has become the most talked-about personality in France and the focus of what is being widely described as a moral crisis affecting the nation and its news outlets.   Embroiled in the dubious financial affairs of an indicted Lyons businessman and accused of faking an interview with President Fidel Castro of Cuba, Mr. Poivre d'Arvor, who presents the nightly news on France's most popular television channel, is now making more headlines than he reads.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Chronicle","web_url":"https://www.nytimes.com/1992/12/31/style/chronicle-159792.html","abstract":"  Making his debut on Broadway, Mayor DAVID N. DINKINS will be playing the role of the aviator Wiley Post in \"The Will Rogers Follies\" on Jan. 9. In the Tony Award-winning musical, Wiley Post goads Will Rogers with the line \"Let's go flying, Will,\" leading to the plane crash at Point Barrow, Alaska, on Aug. 15, 1935, in which they both died.   The Mayor is not a newcomer to the show. Last March, he performed in \"The Dave Dinkins Follies,\" part of an annual spoof with City Hall reporters. In that performance, the Mayor rode a horse through a hotel ballroom, singing and doing rope tricks with the Broadway cast and dancing into the wee hours.","thumbnail":null,"section":"Style"},{"date":"19921231","headline":"In India, Misery and Corruption Fuel Violence","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-in-india-misery-and-corruption-fuel-violence-145792.html","abstract":"  To the Editor:   \"Time to Undo Damage of Indian Partition\" (letter, Dec. 16) fuels the fires of hatred consuming India, an impoverished country torn by ethnic and religious conflict and civil war in three major states. The last thing India needs is to resurrect pan-Indian theories calling for annexation of Pakistan and Bangladesh to create the Mother India of Hindu mythology.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Ringing in the New Year","web_url":"https://www.nytimes.com/1992/12/31/nyregion/holiday-ringing-in-the-new-year.html","abstract":"  CELEBRATIONS IN MANHATTAN TIMES SQUARE The lighted ball will drop at the stroke of midnight. This year's ceremony also includes a light show, 3,000 pounds of confetti and 75,000 wishes from city school children being dropped from 13 buildings in the area. The celebration will be broadcast on six television channels.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Review/Opera; New Stepmother in 'Jenufa,' But the Same Grim Crime","web_url":"https://www.nytimes.com/1992/12/31/arts/review-opera-new-stepmother-in-jenufa-but-the-same-grim-crime.html","abstract":"  Kostelnicka, the infanticidal stepmother in Janacek's \"Jenufa,\" is a character like no other in opera. The deed she commits is hideous, the swiftness of the act frightening, but she does not have the aspect of a villain. In her insane urge to rescue her stepdaughter's reputation, to save Jenufa by murdering Jenufa's child, she somehow saves herself from unambiguous damnation. The forgiveness she receives is the linchpin of a matchless dramatic structure, one in which the most lurid deed is committed by a woman but the anterior crimes are committed by men.   Anja Silja, singing at the Metropolitan Opera for the first time in more than a decade, had mixed success as Kostelnicka in a cast change on Tuesday night. From her entrance in the middle of Act I, she seemed a bit off the mark. The character first enters almost unnoticed, marching across the stage and then off again with a single cold remark. Then, a few minutes later, she stops a scene of drunken merriment dead in its tracks with a fierce monologue of scorn. Ms. Silja caught the coldness very well, but her second entrance did not cast the proper shadow of overpowering authority. The role is something of a vocal nightmare, and Ms. Silja's lyric-dramatic soprano did not have enough fullness of tone in the upper register. The acting was finely shaded and intelligent, but a certain demonic spark was missing. These are intangible qualities, but \"Jenufa\" depends upon them to make its fullest impact.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1992/12/31/arts/today-s-tv-listings.html","abstract":"  Television listings appear today on page B15.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Political Memo; The New Year at a New Age Retreat: The Clintons in Agreeable Company","web_url":"https://www.nytimes.com/1992/12/31/us/political-memo-new-year-new-age-retreat-clintons-agreeable-company.html","abstract":"  The sight of the President-elect and the First Lady-elect arriving here today with monogrammed (BC and HRC) matching overstuffed boxes of work papers to celebrate New Year's Eve by talking about \"personal and national renewal\" with 1,500 friends invites the question:   Is America really ready for the Renaissance?","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Police Query 2 in Search For Girl, 10","web_url":"https://www.nytimes.com/1992/12/31/nyregion/police-query-2-in-search-for-girl-10.html","abstract":"  As the authorities continued to search for Katie Beers, the 10-year-old who disappeared from a Long Island video arcade on Monday, a lawyer here said today that the police were focusing on two of his firm's clients as possible suspects in the case.   One of the men, Sal Inghilleri, is the estranged husband of Katie's godmother, Linda Inghilleri, with whom Katie lived for most of her life.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"New Director at the Joyce","web_url":"https://www.nytimes.com/1992/12/31/theater/new-director-at-the-joyce.html","abstract":"  Linda Shelton has been appointed executive director of the Joyce Theater, effective Jan. 11. Ms. Shelton, who is general manager of the Joffrey Ballet, served as manager of the Twyla Tharp Dance Foundation from 1983 to 1988 and later worked in administrative jobs at International Production Associates and Entertainment Corporation.   ","thumbnail":null,"section":"Theater"},{"date":"19921231","headline":"Brazilian Vows to Fight as New Leader Takes Over","web_url":"https://www.nytimes.com/1992/12/31/world/brazilian-vows-to-fight-as-new-leader-takes-over.html","abstract":"  The day after he resigned as President of Brazil and hours after being convicted of corruption by the Senate in an impeachment trial, Fernando Collor de Mello lashed out at his political opponents today, defended his Government and promised to appeal his conviction to the Supreme Court.   In an evident attempt to upstage Brazil's new President, Itamar Franco, Mr. Collor went on national television this morning directly after Mr. Franco had made his inaugural speech to the country and while he was holding a news conference.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-letters-to-the-editor-90461578400.html","abstract":"Another Entertaining Mess . I read with interest the front-page report \"Gak: Slimy, Smelly and Wildly Popular\" (Dec. 24). It sounds, by description, to be rather like \"Slime,\" a perfectly disgusting muck for children marketed in Britai","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"For Texas A&M, a Cloud Over Cotton Bowl","web_url":"https://www.nytimes.com/1992/12/31/sports/on-college-football-for-texas-a-m-a-cloud-over-cotton-bowl.html","abstract":"  The hotel lobby was filled with Texas A&M supporters dressed in their Cotton Bowl T-shirts, some brandishing their class rings, others in A&M baseball caps. It is bowl week here and, for the second straight year, Aggie fans are out in full force.   This time, though, they have little to celebrate. Twice let down -- first by the bowl selection committee, then by some of their own -- the Aggie fans have come hard to the knowledge that Friday's game between Texas A&M and Notre Dame is not merely about football, not anymore.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Marine Force in Somali Capital Intensifies Security for Bush Visit","web_url":"https://www.nytimes.com/1992/12/31/world/marine-force-in-somali-capital-intensifies-security-for-bush-visit.html","abstract":"  On the eve of President Bush's visit to Somalia, United States marines stepped up security here in Mogadishu today, seizing and securing a contested bridge outside the capital, flushing armed squatters from a former American Embassy building, and setting up weapons checkpoints on major streets.   The security measures came as Mr. Bush prepared to arrive in this devastated city for a two-day New Year's visit with some of the thousands of troops he dispatched this month as part of an American-led intervention force to protect the delivery of food aid.","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Donors to the Neediest Cases Pay Tribute to Slain Principal","web_url":"https://www.nytimes.com/1992/12/31/nyregion/donors-to-the-neediest-cases-pay-tribute-to-slain-principal.html","abstract":"  In his career as a teacher and principal, Patrick Daly touched the lives of thousands of young children in Red Hook, Brooklyn, a desolate neighborhood awash in drugs and guns. His work inspired so many people that his slaying earlier this month seemed to jolt New York City as well as the nation.   Since Mr. Daly was killed in the cross-fire of an apparent drug dispute, several contributors have sent money to The New York Times Neediest Cases Fund in his memory. In letters to the fund, the donors explained that even though they never knew Mr. Daly, they felt they must do something to sustain his vision of a city where all children have the chance to thrive.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/31/sports/results-plus-798692.html","abstract":"  BASKETBALL  Suns Win 14th in Row","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"2 Hurt by Hit-and-Run Drivers in Brooklyn","web_url":"https://www.nytimes.com/1992/12/31/nyregion/2-hurt-by-hit-and-run-drivers-in-brooklyn.html","abstract":"  Two Brooklyn pedestrians, a 12-year-old girl and a 69-year-old man, were injured yesterday in hit-and-run accidents involving two cars that police said were apparently stolen.    According to Sgt. Anthony Barlanti, a police spokesman, the girl was struck about 2:55 P.M. at the corner of Borinquen Place and South Third Street, in Williamsburg.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/31/nyregion/c-corrections-137692.html","abstract":"  An obituary on Dec. 22 about Rosel H. Hyde, a former chairman of the Federal Communications Commission who died on Dec. 19, misstated the number of years he headed the commission. He was chairman from 1953 to 1954 and again from 1966 to 1969; the service was not continuous.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Essay; Office Pool, 1993","web_url":"https://www.nytimes.com/1992/12/31/opinion/essay-office-pool-1993.html","abstract":"  About last year's dreary set of prognostications: Hence, loathed Melancholy! Next year is another day.   1. Most unexpected good news will be (a) Charles and Diana reconcile; (b) \"right to intervene\" to stop anarchy or genocide becomes international law; (c) ostentatiously informal President Bill becomes known as William Jefferson Clinton, delivers suitably short inaugural address.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Leonard Jacobson, Architect Affiliated With Pei, Dies at 71","web_url":"https://www.nytimes.com/1992/12/31/arts/leonard-jacobson-architect-affiliated-with-pei-dies-at-71.html","abstract":"  Leonard Jacobson, an architect who worked with I. M. Pei on some of the most important museum projects of this century, died on Saturday at his home in Briarcliff Manor, N.Y. He was 71 years old.   His office, Pei Cobb Freed & Partners, said he died of a heart attack.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/31/nyregion/c-corrections-229192.html","abstract":"  An article yesterday about Iraq's possession of chemical and biological weapons misstated the record of United Nations inspectors searching for chemical weapons in Iraq. The United Nations teams have located and destroyed many chemical weapons in Iraq.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"3 Suspected in Attacks","web_url":"https://www.nytimes.com/1992/12/31/nyregion/3-suspected-in-attacks.html","abstract":"  A New York City Housing Police official said last night that a series of sex crimes and robberies in the Sumner Houses, in Bedford-Stuyvesant, Brooklyn, over seven months could be the work of three men. Chief Vincent Pizzo said that on Monday, a man forced two girls, 8 and 10, from the elevator to the roof, where they were sexually assaulted. And since June 15, four women have been reported raped and six people robbed in the project. The assailants were armed with knives, though they sometimes warned that they had guns.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/31/nyregion/no-headline-267492.html","abstract":"  Back in the days of Ebenezer Scrooge, people were forced to work through the holidays, but as societies become more affluent, workers expect time off. -- MARTIN N. BAILEY, productivity expert at the Brookings Institution.  [ B2:1. ]","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/31/nyregion/bridge-606892.html","abstract":"  Only one American tournament can claim to be the last of the Old Year and also the first of the New Year. It is the New York Winter Regional, which begins today at the Vista International Hotel in the World Trade Center in Manhattan with the following schedule of major events:   Today, Bracketed Knockout Teams, 10:30 A.M. (and continues); Stratified Pairs, 10:30 A.M. and 2:30 P.M.","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Holidays and the Bad Tidings of H.I.V.","web_url":"https://www.nytimes.com/1992/12/31/us/holidays-and-the-bad-tidings-of-hiv.html","abstract":"  Jeannie Pejko and her husband consider theirs a close marriage. But when Mrs. Pejko fell ill, she could not tell her husband the cause. Finally, he trailed her to the doctor's office near their Chicago home and burst into the examining room.   \"What's wrong with my wife?\" he demanded. The doctor froze. Mrs. Pejko (pronounced PAY-ko) broke down, burying her face in her hands. \"I have AIDS!\" she shouted.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Local Institutions Share New Cultural Funds","web_url":"https://www.nytimes.com/1992/12/31/arts/local-institutions-share-new-cultural-funds.html","abstract":"  The New York City Department of Cultural Affairs is to receive an additional $1.25 million in 1993, the agency has announced. The appropriation, which was passed by the City Council at a Dec. 17 meeting, will be divided among 16 local cultural institutions, including the Brooklyn Museum, which will receive $325,000 for its new wing, the Bronx Museum of the Arts, the Brooklyn Academy of Music, the Museum of the City of New York and the Queens Museum of Art. With these additional funds, the department's total operating budget for the 1993 fiscal year comes to $80.3 million.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"N.F.L. Seeks Statements and Reviews Tapes From Jets Game","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-nfl-seeks-statements-and-reviews-tapes-from-jets-game.html","abstract":"  The National Football League continues to press its investigation into the accusation by Jets cornerback Erik McMillan that Referee Larry Nemmers used a racial epithet during the Jets' final game of the season, against the Saints at Giants Stadium on Dec. 26.   Joe Browne, N.F.L. vice president for communications and development, said that in addition to written statements taken from Nemmers, McMillan and Jets defensive tackle Mario Johnson, who corroborated McMillan's accusation, the league is seeking statements from other players and officials in the game. The league is also reviewing tapes of the game, Browne said.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Mum's The Word From Coughlin","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-mum-s-the-word-from-coughlin.html","abstract":"  If Tom Coughlin is a primary candidate to succeed Ray Handley of the Giants, the Boston College coach said today that he was unaware of the pursuit. He said he has had no contact with any official of the Giants and would not welcome any under the present circumstances.   He repeated this theme over and over. \"I'm the Boston College coach and I'm focusing on the game against Tennessee,\" Coughlin said.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Bush Criticizes Press Treatment Of His Pardons","web_url":"https://www.nytimes.com/1992/12/31/us/bush-criticizes-press-treatment-of-his-pardons.html","abstract":"  President Bush today sharply attacked as \"stupid\" and \"frivolous\" news reporting and commentary on his Christmas Eve pardons of six Iran-contra defendants.    He said his pardons of Caspar W. Weinberger, the former Defense Secretary, and five others should not give anyone the impression that Government officials were above the law. He said his own record of serving the nation \"honorably, decently and with my integrity intact\" should quell any such concern.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"Vice and Virtue in Brazil","web_url":"https://www.nytimes.com/1992/12/31/opinion/vice-and-virtue-in-brazil.html","abstract":"  Brazil has a new President, sworn in Tuesday after scandal drove out his predecessor. But the country continues to drift, without decisive political or economic leadership. That could be the biggest Latin worry facing Bill Clinton. The crisis can only be resolved by Brazilians themselves.    This week's formal transfer of presidential power from Fernando Collor de Mello to Itamar Franco illustrates the problems. Mr. Collor, Brazil's first elected leader in 30 years, resigned ahead of an impeachment trial that convicted him of receiving millions of dollars in illegal payments. Mr. Franco, formerly Vice President, hasn't gotten a grip on the office in three months of interim rule and has not grasped the urgency of economic reform.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Jordan Finds Saudis Are Unwilling to Forgive","web_url":"https://www.nytimes.com/1992/12/31/world/jordan-finds-saudis-are-unwilling-to-forgive.html","abstract":"  Nearly two years after he supported Iraq in the Persian Gulf war, repeated efforts by King Hussein of Jordan to mend fences with Saudi Arabia and other Arab allies in the war have been rebuffed. As a result, the King has announced that Jordan will not humiliate itself any further.   In recent weeks, King Hussein has clearly distanced himself from Iraq by calling for the replacement of the current Baghdad Government with a pluralistic, democracy. And now, a close adviser said, the King \"thinks it is time to get beyond the wounds of the gulf war to the new challenges that threaten all Arabs.\"","thumbnail":null,"section":"World"},{"date":"19921231","headline":"Argentine's Art Delivers Ecological Messages","web_url":"https://www.nytimes.com/1992/12/31/arts/argentine-s-art-delivers-ecological-messages.html","abstract":"  In a studio on a quiet street here, there are striking paintings of the giant Amazonian anteater; Argentina's national tree, the ombu; lime-green dolphins, and upside-down maps of South America with rivers the only boundary demarcations and flowing blood red.   But the studio's owner, Nicolas Garcia Uriburu, Argentina's most noted environmental artist, has employed much larger canvases to convey his artistic message. Last fall, entering an inlet of water in the Buenos Aires port in an inflatable speedboat, he began dumping brick-red powder into the coffee-colored water, which immediately became laced with streaks of fluorescent green. The fountain in the middle of the inlet soon lifted the colored water, sending jets of green into the sky.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Review/Opera; Musical Chairs at 'Onegin,' By Design and by Chance","web_url":"https://www.nytimes.com/1992/12/31/arts/review-opera-musical-chairs-at-onegin-by-design-and-by-chance.html","abstract":"  A combination of illnesses and scheduled cast changes has made the Metropolitan Opera's current run of Tchaikovsky's \"Eugene Onegin\" into the operatic equivalent of a revolving door. When an ailing Thomas Hampson bowed out of the title role, Dwayne Croft and later Sergei Leiferkus took over, and when Mr. Leiferkus left the production, Mr. Croft took up the role again. Wendy White was to have sung her first Olga on Monday evening but was ill, so Birgitta Svenden retained that role. And since the production was last reviewed, new singers have taken up most of the other roles, and James Levine has taken over the conducting from Seiji Ozawa.   A listener might have expected so many changes to make for a diffuse \"Onegin,\" but the performance Mr. Levine led on Monday evening was anything but that. Mr. Croft and Jerry Hadley, as Lenski, were not only both in fine voice but also conveyed the subtleties and tensions in their characters' shifting relationship. All of the principals, in fact, touched on the inner passions and torments that lie within the Pushkin poem and which Tchaikovsky's music magnifies so splendidly.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"Foreign Affairs; The U.N. Chief's Dilemma","web_url":"https://www.nytimes.com/1992/12/31/opinion/foreign-affairs-the-un-chief-s-dilemma.html","abstract":"  Can't work with the U.S., can't work without it.   That is the dilemma the United Nations Secretary General, Boutros Boutros-Ghali, faces as he grapples with America's role in U.N. peacekeeping and peacemaking operations since the cold war's end. Without U.S. leadership and power, the U.N. lacks muscle. With it, the U.N. loses its independent identity.","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1992/12/31/sports/transactions-018392.html","abstract":"  Basketball  National Basketball Association   PORTLAND TRAIL BLAZERS -- Placed Clyde Drexler, guard, on the injured list. Football  National Football League","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"Home Video","web_url":"https://www.nytimes.com/1992/12/31/movies/home-video-841992.html","abstract":"  Asked about tapes they'll offer in the future, video dealers invariably tick off a list of new feature films to rent. This year, though, many also talk about other things: children's videos, exercise tapes, sports events, documentaries, old television shows and instructional videos, to name a few.   In 1993, dealers say, video-store inventories will broaden significantly to include many special interests. Stores have always carried tapes other than movies, of course, but now diversity has become good business.","thumbnail":null,"section":"Movies"},{"date":"19921231","headline":"Handley's Unhappy Reign Is Brought to an End","web_url":"https://www.nytimes.com/1992/12/31/sports/pro-football-handley-s-unhappy-reign-is-brought-to-an-end.html","abstract":"  The Ray Handley era ended today. To no one's surprise, the Giants dismissed their head coach after two tumultuous seasons marked by player-coach controversies, confrontations with the news media, inconsistent play and, most galling to the team's supporters, a losing record.    George Young, the Giants' vice president and general manager, announced the dismissal at a news conference at Giants Stadium. He said he told the 48-year-old Handley on Monday that a change would be made. At a 10 o'clock meeting this morning, Handley told his assistant coaches of the decision. An hour later, Handley was gone without comment, and only Young appeared at the news conference.","thumbnail":null,"section":"Sports"},{"date":"19921231","headline":"The Bearded Lady Staring Right Out of Her Own Art","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-the-bearded-lady-staring-right-out-of-her-own-art.html","abstract":"- The caf Picasso in Piazza della Pigna has long been host to art shows, even if paintings have a hard time holding their own on the hot pink walls. But things really came to life recently when Myriam Laplante, a French-Canadian artist, opened her \"Peep Show: The Bearded Lady.\"","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/31/nyregion/news-summary-216092.html","abstract":"  International A2-13  BOSNIAN SUFFERING PREVAILS  After nine months of fighting, at least 150,000 people dead or missing, 1.5 million made homeless, scores of towns and villages razed to the ground and numberless atrocities, few people in Bosnia and Herzegovina have any confidence that an end to the suffering is at all near.  A1  BRITON WARNS SERBS ON CRUELTY  The British Foreign Secretary, Douglas Hurd, delivered his sharpest warning to Serbian leaders, declaring that their \"bloody-minded cruelty\" had raised the risk of military intervention in Bosnia by the Western allies.  A13  CHINA BUYS IRON COMPANY  A Chinese state-owned corporation has bought Peru's struggling state-controlled iron company for $312 million.  A1  BETTER CONDITIONS IN SOMALIA  The tenacity of a handful of relief organizations, including the International Committee of the Red Cross, has eventually eased the tragedy at the center of Somalia's famine, and the influx of American marines has added the element of security.  A1  BUSH'S FOREIGN MISSION  Three weeks before his term ends President Bush set off for Saudi Arabia, Africa and Russia on what he called a purely humanitarian mission of good will.  A7  NEW SECURITY IN SOMALIA  On the eve of President Bush's visit to Somalia, United States Marines stepped up security in Mogadishu, securing a contested bridge outside the city, flushing armed squatters from a former American Embassy building and setting up weapons checkpoints on major streets.  A8  U.N. SEEKS ASYLUM FOR HAITIANS  The United Nations High Commissioner for Refugees has drafted a proposal for Western Hemisphere countries to grant temporary asylum to Haitian boat people. The High Commissioner is trying to take advantage of President-elect Bill Clinton's campaign promise to stop forced repatriation.  A1  KENYA CHIEF AHEAD IN VOTING  Early returns in Kenya's first multiparty elections in 26 years gave President Daniel arap Moi a narrow lead in the presidential race.  A6  IMPEACHED BRAZILIAN LASHES OUT  The day after he resigned as President of Brazil and hours after being convicted of corruption by the Senate in an impeachment trial, Fernando Collor de Mello lashed out at his opponents, defended his Government and promised to appeal his conviction to the Supreme Court.  A10  Syria said its Jews can receive exit visas.  A2  Mass deportations touched on fears of Israeli Arabs.  A3  India opposition is planning months of protest.  A9  A venerable Italian politician found his role reduced.  A10  Paris Journal: An anchorman became France's cause celbre.  A4 National A16-21  TWO VISIONS CLASH  In his most comprehensive assessment of the armed forces' future, the Chairman of the Joint Chiefs of Staff has rebuffed calls for the kind of sweeping change envisioned by President-elect Clinton.  A1  INQUIRY FINDS GALLO MISCONDUCT  A three-year Federal investigation found that Dr. Robert Gallo had intentionally misled colleagues to gain credit for himself as the co-discoverer of the AIDS virus.  A1  'I HAVE SOME BAD NEWS'  Of all the emotional horrors inflicted by AIDS, among the worst is telling family members. And it is during the holiday season when it especially comes to the fore, blurted out at dinner, shouted in anger, whispered in tearful chats.  A20  BUSH RESPONDS ON PARDONS  The President attacked as \"stupid\" news reporting and commentary on his pardon of six Iran-contra defendants. He also hired former Attorney General Griffin Bell to represent him in dealings with the Iran-contra prosecutor.  A16  DEADLINE ON HOLOCAUST CLAIMS  Because of scant publicity and a deadline that passes today, American descendants of German Jews who lost their homes and businesses to the Nazis may have to accept cash settlements well below the value of the properties.  A18  CAROL BRAUN UNDER FIRE  Carol Moseley Braun, whose successful race for the Senate was stoked in part by women indignant at the handling of the Clarence Thomas hearings, has come under criticism over reports that her campaign manager, whom she is dating, has sexually harassed women on her staff.  A18  PIRACY OR FREEDOM FLIGHT?   As 48 Cubans who defected to the United States in a commandeered airplane were released from custody in Miami, after Washington debated whether they could be freed without violating international hijacking agreements.  A16  SURPRISING HEPATITIS FINDING  A study shows that once a person is infected with the hepatitis C virus, the virus remains in the blood for years, even when there are no signs of liver inflammation.  A20  Political Memo: The Clintons at the Renaissance Weekend.  A21  A warning on guns, after a sorrowful lesson about them.  A16  Ling-Ling the giant panda died at the National Zoo.  A18  Metro Digest B1  THE IN-BETWEEN SEASON  The days between Christmas and New Year's have become an undeclared holiday for millions of workers -- as shown by the many blithe recorded messages that companies have left on their phones to ward off business calls until 1993.  A1  Business Digest D1  The Home Section C1-9  Oh, the differences when two people both work at home.  C1  Leaking oil tanks: an unseen hazard.  C1  In the dressing room with Dana Carvey: Every night live?  C1  Fixing satinwood is not for the average amateur.  C4  Arts/Entertainment C11-26  Serious arts not selling.  C11  Film: \"Il Portaborse.\" C18  Music: The Spin Doctors.  C11  Rhythm and Blues Quartet.  C12  Word and Image: Books from Czechoslovakia.  C21  Sports B7-14  Basketball: Kentucky captures Holiday Festival.  B7  Knicks complete sweep of Pacers.  B12  Boston College surprises Syracuse.  B14  Nets defeat Timberwolves.  B14  Seton Hall wins Meadowlands tournament.  B14  Columns: Anderson on the Giants B7  Football: Giants dismiss Handley.  B7  Tisch leaves coaching decision to Young.  B7  Bills' Jones will be factor in playoffs.  B8  Bills dogged by injuries.  B8  N.F.L. continues investigation on McMillan's charge.  B8  Regional ski report B13  Sports People B10  Obituaries B6  Editorials/Op-Ed A24-25  Editorials  From Start, to finish.  Vice and virtue in Brazil.  A taxing tax credit for the poor.  John P. MacKenzie: Abrams.  Letters  William Safire: Office pool, 1993.  Leslie H. Gelb: The U.N. chief's dilemma.  Fearless forecasts.  Neediest Cases B5","thumbnail":null,"section":"New York"},{"date":"19921231","headline":"Music Notes","web_url":"https://www.nytimes.com/1992/12/31/arts/music-notes.html","abstract":"  Ecological Correctness   Environmentalism has dawned on the world of classical music. Michael Reynolds, the cellist in the Muir String Quartet, has started Ecoclassics, a new record label that will donate the profits from its recordings to conservation organizations. The Massachussetts label has also done away with all the plastic (nonbiodegradable) parts of CD packaging, except for the CD itself. Instead it is using a cardboard gatefold sleeve, like a miniature LP cover.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"U.S. Releases 45 Cubans Who Defected in Plane","web_url":"https://www.nytimes.com/1992/12/31/us/us-releases-45-cubans-who-defected-in-plane.html","abstract":"  Forty-five Cubans who defected to the United States in an airliner on Tuesday were released from Federal custody late tonight after an intense debate in Washington about whether the pilot's diversion of a routine domestic commuter flight violated international hijacking agreements.   The Aero-Caribbean airliner landed at Miami International Airport after passengers overpowered three crew members during a scheduled flight from Havana to the beach resort of Varadero. The plane's pilot, Carlos Cancio Porcel, was a leader in the defection plan.","thumbnail":null,"section":"U.S."},{"date":"19921231","headline":"In India, Misery and Corruption Fuel Violence; Built by Babar","web_url":"https://www.nytimes.com/1992/12/31/opinion/l-in-india-misery-and-corruption-fuel-violence-built-by-babar-161992.html","abstract":"  To the Editor:   As a specialist on Mogul architecture and author of a book on its history and development between the 16th and 19th centuries, I was shattered by \"Hindu Militants Destroy Mosque\" (front page, Dec. 7).","thumbnail":null,"section":"Opinion"},{"date":"19921231","headline":"Review/Music; A Program Beyond the Seasonal","web_url":"https://www.nytimes.com/1992/12/31/arts/review-music-a-program-beyond-the-seasonal.html","abstract":"  For its concert of German Baroque music at the Church of St. Mary the Virgin on Sunday evening, the Artek Ensemble managed to devise a Christmas program that did not seem the least bit strained or cloying. The selected works, by Schein, Praetorius, Schutz, Tunder, Sweelinck and Weckmann, would make sense together no matter what the season.  And the performances, under the direction of Gwendolyn Toth, had a youthful flair, even a certain sensuality, that stood out in a season of routine ritual.   Schein's instrumental Suite in G established the virtues of Artek's sound: pungent, sharply textured and fully expressive. Motets of Praetorius and Schutz followed (\"In Dulci Jubilo,\" \"Heute Ist Christus der Herr Geboren\"); the voices of Evelyn Simon, a soprano, Daniel Gundlach, a countertenor, and David Frye, a tenor, were not smoothly blended at first, but their ensemble warmed up as the evening went on. Mr. Gundlach delivered an impressive solo for Franz Tunder's \"Kleines Kindelein.\" Ms. Toth, who accompanied at a small console organ throughout, played solo in \"Ons Is Gheboren Een Kindekijn,\" by Jan Sweelinck, teacher of many important German composers of the period.","thumbnail":null,"section":"Arts"},{"date":"19921231","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/31/opinion/IHT-letters-to-the-editor.html","abstract":"War Crimes in Bosnia - And in Somalia as Well. In response to the editorial \"About 'Ethnic Cleansing' \" (Dec. 24):. Another danger posed by the facile use of the term \"ethnic cleansing,\" instead of its component crimes of killing, tort","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19921231","headline":"Czechoslovakia is peacefully dissolved in what is dubbed by media as the Velvet Divorce, resulting in the creation of the Czech Republic and the Slovak Republic.","pages":[{"title":"Czechoslovakia","web_url":"https://en.wikipedia.org/wiki/Czechoslovakia","description":"Former Central European country (191892)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Flag_of_the_Czech_Republic.svg/320px-Flag_of_the_Czech_Republic.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Czechoslovakia was a landlocked country in Central Europe, created in 1918, when it declared its independence from Austria-Hungary. In 1938, after the Munich Agreement, the Sudetenland became part of Germany, while the country lost further territories to Hungary and Poland. Between 1939 and 1945 the state ceased to exist, as Slovakia proclaimed its independence and the remaining territories in the east became part of Hungary, while in the remainder of the Czech Lands the German Protectorate of Bohemia and Moravia was proclaimed. In 1939, after the outbreak of World War II, former Czechoslovak President Edvard Bene formed a government-in-exile and sought recognition from the Allies."},{"title":"Dissolution of Czechoslovakia","web_url":"https://en.wikipedia.org/wiki/Dissolution_of_Czechoslovakia","description":"1993 process that split Czechoslovakia into the Czech Republic and Slovakia","thumbnail":null,"abstract":"The dissolution of Czechoslovakia took effect on December 31, 1992, and was the self-determined split of the federal republic of Czechoslovakia into the independent countries of the Czech Republic and Slovakia. Both mirrored the Czech Socialist Republic and the Slovak Socialist Republic, which had been created in 1969 as the constituent states of the Czechoslovak Socialist Republic until the end of 1989."},{"title":"Czech Republic","web_url":"https://en.wikipedia.org/wiki/Czech_Republic","description":"Country in Central Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Flag_of_the_Czech_Republic.svg/320px-Flag_of_the_Czech_Republic.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Czech Republic, or simply Czechia, is a landlocked country in Central Europe. Historically known as Bohemia, it is bordered by Austria to the south, Germany to the west, Poland to the northeast, and Slovakia to the southeast. The Czech Republic has a hilly landscape that covers an area of 78,871 square kilometers (30,452sqmi) with a mostly temperate continental and oceanic climate. The capital and largest city is Prague; other major cities and urban areas include Brno, Ostrava, Plze and Liberec."},{"title":"Slovakia","web_url":"https://en.wikipedia.org/wiki/Slovakia","description":"Country in Central Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Flag_of_Slovakia.svg/320px-Flag_of_Slovakia.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000sqmi), with a population of over 5.4 million. The capital and largest city is Bratislava, while the second largest city is Koice."}]}],"weather":[{"date":"19921231","time":"1992-12-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":70,"wspd":7.6},{"date":"19921231","time":"1992-12-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":71,"wspd":3.6},{"date":"19921231","time":"1992-12-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":69,"wspd":3.6},{"date":"19921231","time":"1992-12-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":75,"wspd":3.6},{"date":"19921231","time":"1992-12-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":75,"wspd":3.6},{"date":"19921231","time":"1992-12-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":87,"wspd":3.6},{"date":"19921231","time":"1992-12-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":79,"wspd":3.6},{"date":"19921231","time":"1992-12-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":74,"wspd":3.6},{"date":"19921231","time":"1992-12-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":75,"wspd":3.6},{"date":"19921231","time":"1992-12-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":75,"wspd":3.6},{"date":"19921231","time":"1992-12-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":70,"wspd":7.6},{"date":"19921231","time":"1992-12-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":73,"wspd":3.6},{"date":"19921231","time":"1992-12-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":73,"wspd":3.6},{"date":"19921231","time":"1992-12-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":72,"wspd":1.8},{"date":"19921231","time":"1992-12-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":74,"wspd":3.6},{"date":"19921231","time":"1992-12-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":74,"wspd":3.6},{"date":"19921231","time":"1992-12-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":73,"wspd":5.4},{"date":"19921231","time":"1992-12-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":75,"wspd":3.6},{"date":"19921231","time":"1992-12-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":72,"wspd":5.4},{"date":"19921231","time":"1992-12-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":78,"wspd":3.6},{"date":"19921231","time":"1992-12-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":74,"wspd":5.4},{"date":"19921231","time":"1992-12-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":93,"wspd":3.6},{"date":"19921231","time":"1992-12-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":82,"wspd":7.6},{"date":"19921231","time":"1992-12-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":86,"wspd":3.6},{"date":"19921231","time":"1992-12-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":7.6},{"date":"19921231","time":"1992-12-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":5.4},{"date":"19921231","time":"1992-12-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":5.4},{"date":"19921231","time":"1992-12-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6},{"date":"19921231","time":"1992-12-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":9.4},{"date":"19921231","time":"1992-12-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":7.6},{"date":"19921231","time":"1992-12-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":0},{"date":"19921231","time":"1992-12-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":5.4},{"date":"19921231","time":"1992-12-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":5.4},{"date":"19921231","time":"1992-12-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":0},{"date":"19921231","time":"1992-12-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":7.6},{"date":"19921231","time":"1992-12-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":11.2},{"date":"19921231","time":"1992-12-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":11.2},{"date":"19921231","time":"1992-12-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":13},{"date":"19921231","time":"1992-12-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":13},{"date":"19921231","time":"1992-12-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":13},{"date":"19921231","time":"1992-12-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":11.2},{"date":"19921231","time":"1992-12-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":14.8},{"date":"19921231","time":"1992-12-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":89,"wspd":18.7},{"date":"19921231","time":"1992-12-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":14.8},{"date":"19921231","time":"1992-12-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":25.9},{"date":"19921231","time":"1992-12-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":22.3},{"date":"19921231","time":"1992-12-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":22.3},{"date":"19921231","time":"1992-12-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":78,"wspd":25.9}]}}