{"19940922":{"guardian_articles":[],"nytimes_articles":[{"date":"19940922","headline":"Pataki Is Criticized by London, Party's Comptroller Candidate","web_url":"https://www.nytimes.com/1994/09/22/nyregion/pataki-is-criticized-by-london-party-s-comptroller-candidate.html","abstract":"  In a surprising assault on party unity, Herbert London, the Republican candidate for comptroller, criticized his own party's nominee for governor yesterday, saying State Senator George E. Pataki \"has not clearly defined himself or his plan to cut taxes and stop runaway spending.\"   The criticism from Mr. London, who had been Mr. Pataki's chief rival for the Republican nomination this spring, came in a one-page statement only hours after the question of comptroller independence emerged as the defining issue in a debate between Mr. London and his Democratic opponent, H. Carl McCall.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Forget Slot Machines: Look to a Super Horse","web_url":"https://www.nytimes.com/1994/09/22/sports/on-horse-racing-forget-slot-machines-look-to-a-super-horse.html","abstract":"  In horse racing, a business desperately searching for success these days, they have casinos, card rooms, riverboats, slot machines, simulcasts, the Pick Six and the Best Seven. But they need the one thing that creates success in any business trying to capture the public's fancy: a hero who stars in a dramatic story line.   Now they have it: the imposing gray horse who came thundering down the homestretch in one major race after another this year and turned back the clock 21 years to the days when Secretariat was the hero who captured the public's fancy. And the horse who did it was Holy Bull, who outran his pedigree as well as his opposition and who did it with theatrical flair, flying out of the starting gate into the lead and holding it with command, daring them all to \"catch me if you can.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Scientist Says Tests Show New Vaccine May Prevent Malaria","web_url":"https://www.nytimes.com/1994/09/22/world/scientist-says-tests-show-new-vaccine-may-prevent-malaria.html","abstract":"  In the 16 years he has conducted basic research on malaria, Brian Greenwood's hopes have risen and fallen with the announcement of each new strategy or treatment to conquer one of Africa's deadliest scourges.   But with tests under way here on a chemically engineered vaccine against the malarial parasite, expectations have never been higher that an effective means of prevention may finally be at hand.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"HOCKEY;\nWith Gutkowski's Ouster, Rangers Lost Good Listener","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-with-gutkowskis-ouster-rangers-lost-good-listener.html","abstract":"Since the Rangers won their first Stanley Cup in 54 years last June, the players have endured numerous distractions, the biggest of which might be the one that, for now, is the least tangible.\n\nFirst, they had ringside seats to the bitter fight between Mike Keenan and Neil Smith, which led to Keenan's messy departure for St. Louis soon after he kissed the Stanley Cup. This fall, as the Rangers prepare for the scheduled start of the regular season on Oct. 1, they have been without Mark Messier, their captain and spiritual leader, who is in protracted contract negotiations.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"The Mouse That Roared Says 'Thanks'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-aristide-the-mouse-that-roared-says-thanks.html","abstract":"  You could almost hear the gritting of teeth in Washington this week, as the great bowed to the small and the small reluctantly nodded back.   President Clinton telephoned the Rev. Jean-Bertrand Aristide on Sunday night.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"A Secretarial Pool Out for Blood","web_url":"https://www.nytimes.com/1994/09/22/theater/theater-review-a-secretarial-pool-out-for-blood.html","abstract":"  In the final scene of \"The Secretaries,\" a mordantly cheerful slice of Grand Guignol at the New York Theater Workshop, five women stand in triumphant tableau, wearing nothing but lingerie, glazed smiles and a fresh coat of blood. It's a vision that directly evokes the old killer-babe exploitation movies, those weirdly ambivalent blends of misogyny and eroticism from film makers like Roger Corman and Russ Meyer. It is probably unnecessary to say that in the hands of a troupe called the Five Lesbian Brothers, the vision takes on a decidedly different aspect.   \"The Secretaries,\" written and performed by the Brothers under Kate Stafford's direction, is a thinly protracted, if sometimes very funny, exercise in subverting American images of womanhood. The story of a quintet of covertly homicidal office employees in an Oregon lumber mill, it plays on anxious male fantasies of what women do when they're alone together; straight women's fantasies of lesbians (they're predatory); lesbians' fantasies of straight women (they're secretly lesbians), and the warping cultural expectations of femininity.","thumbnail":null,"section":"Theater"},{"date":"19940922","headline":"Mother's Fight for Son Loses to Lure of Streets","web_url":"https://www.nytimes.com/1994/09/22/nyregion/mother-s-fight-for-son-loses-to-lure-of-streets.html","abstract":"  Cherise Wade saw the blood on the television news Tuesday, her boy's blood, dripping down the steps of a Brooklyn housing project. Later, numb with grief, she went to the project to see the stains for herself. The seventh-floor stairwell of the Sumner Houses in Bedford-Stuyvesant had already been scrubbed clean of any evidence of Gregory Wright's murder.   It was, Ms. Wade said yesterday, as if the brief and troubled life of her 13-year-old son had been erased before she could begin to absorb the news of his death. She had always feared she would lose him to the streets, she said. But she never expected that it would be so soon.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Dispute Over Computer Messages: Free Speech or Sex Harassment?","web_url":"https://www.nytimes.com/1994/09/22/us/dispute-over-computer-messages-free-speech-or-sex-harassment.html","abstract":"  In a case that highlights the tension between protected free speech and illegal sexual harassment -- and raises new questions about what legal protections apply to computer messages -- a junior college in California has agreed to pay three students $15,000 each to settle charges stemming from its men-only and women-only computer conferences.   Santa Rosa Junior College reached the settlement after the Department of Education's Office for Civil Rights, with whom the claim was filed, told the college in a letter last June that it had found a probable violation of the Federal law prohibiting sex discrimination in schools.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Giants Claim A Former Jet","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-giants-claim-a-former-jet.html","abstract":"  A day after he was released by the Jets, Coleman Rudolph, a big defensive end who had not suited up for a single game this year, was claimed by the Giants yesterday.   Rudolph, who is 6 feet 4 and 270 pounds, said he was delighted to be staying in New York. His father, Jack, a linebacker for the Boston Patriots and Miami Dolphins in the early 1960's, is a close friend of Giants Coach Dan Reeves.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Chiefs Seeking Casillas Rebate","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-chiefs-seeking-casillas-rebate.html","abstract":"  The Kansas Chiefs have got back the $300,000 prorated signing bonus they gave Tony Casillas last spring. But now they want the National Football League to direct him to return the interest he received on the money and other expenses involved in signing him. They have also asked the league to lower their salary cap by the bonus amount.   Casillas, a free agent, signed a four-year deal with Kansas City last April. He received a $1.2 million bonus.  But Casillas often missed practice, saying he had high blood pressure. The Chiefs sent him to his doctors in Dallas. He eventually left the Chiefs and returned the money. The Jets signed him on Monday.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Sports of The Times; The Stokes Center Is Still That","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-of-the-times-the-stokes-center-is-still-that.html","abstract":"  UNBELIEVABLE is one of today's most misused words. Most events that prompt people to say, \"Unbelievable!\" are, on second thought, most believable. The baseball shutdown, for example.   But to those who remembered Maurice Stokes, the headlines over the weekend were truly unbelievable: St. Francis College in Loretto, Pa., was removing Maurice Stokes's name from its athletic center and renaming it the DeGol Arena after a local businessman who had donated $2 million to the school 85 miles east of Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Haiti: Stop the Beatings","web_url":"https://www.nytimes.com/1994/09/22/opinion/haiti-stop-the-beatings.html","abstract":"  The events of the last two days illustrate how easy it is for military interventions into political crises to go badly wrong, even in a country with no serious military capability. That lesson should not be lost. The Senate Republicans who called for speedy return of American forces by a date certain are right in principle, even if the extrication will take longer than they admit. No Administration should ever again dispatch American forces so recklessly and with such disregard of majority opinion.   Now that American forces are in Haiti, however, they must behave responsibly as well as prudently. As wary as the American people were of getting involved, they will not tolerate U.S. forces standing by while people are beaten to death.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"New Fossils Take Science Close to Dawn of Humans","web_url":"https://www.nytimes.com/1994/09/22/world/new-fossils-take-science-close-to-dawn-of-humans.html","abstract":"  Fossils of the oldest human ancestors have been discovered in Ethiopia, where these apelike creatures lived 4.4 million years ago on a forested flood plain. Not only do they represent an entirely new species, scientists said, but they also may well be the long-sought relatives who lived close to the fateful time when the lineages leading to modern apes and Homo sapiens went their separate ways.   \"The discovery of these ancient fossils and their context signals a major step in our understanding of human origins,\" Dr. Tim D. White, a paleontologist at the University of California at Berkeley, said yesterday in an announcement of the findings.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/09/22/arts/the-pop-life-315184.html","abstract":"  Jungle Out There   In New York, night life revolves around club culture, where clothes and attitude take precedence over music. In London, club culture takes a back seat to dance culture, where music comes first. Genres of dance music here change faster than styles of clothes, and many D.J.'s are more popular than the bands they play. From acid house to rare groove, from hardcore techno to ragga-rave, not all of English dance music's twists and turns survive long enough to work their way into American popular music.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315753.html","abstract":"  A picture caption in some copies yesterday about the health care negotiations in Washington was incomplete. In addition to Representative Thomas S. Foley and Senator George J. Mitchell, the picture showed Robin Webb, Mr. Foley's deputy press secretary, and Mary Ann Hill, Mr. Mitchell's deputy press secretary.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Clinton Says U.S. Will Deter Abuses by Haiti Police","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-in-washington-clinton-says-us-will-deter-abuses-by-haiti-police.html","abstract":"  President Clinton declared today that the United States would not tolerate more outbreaks of police violence in Haiti, and said American military policemen would try to deter Haitian troops from using unreasonable force.    Administration officials described the step as a response to concern that Tuesday's brutal beatings of anti-Government demonstrators had begun to put the American military mission in political jeopardy.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"After Four Super Bowl Rings, Lott Still Has Something to Prove","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-after-four-super-bowl-rings-lott-still-has-something-to-prove.html","abstract":"  He performed last Sunday out of fear because he does not want to leave a game with the other guy thinking this: I got the upper hand on Ronnie Lott.   So Lott brushed off the possible reasons why Jets Coach Pete Carroll today named him the defensive captain for Sunday night's game against the Bears. The Jets will be trying to rebound from their first loss under Carroll as they bring their 2-1 record against the slumping Bears.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/22/sports/transactions-314277.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Retained Dave Nelson, first base coach; Jeff Newman, third base coach; Buddy Bell, infield coach; Luis Isaac, bullpen coach; Charlie Manuel, hitting coach, and Phil Regan, pitching coach.   KANSAS CITY ROYALS -- Signed a player development contract for four-year with Springfield of the Class A Midwest League.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315710.html","abstract":"  An obituary last Tuesday about John H. Filer of West Hartford, Conn., a philanthropist and former chairman and chief executive of Aetna Life and Casualty, omitted the name of a surviving daughter. She is Christine Filer.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"The Embargo on Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-the-embargo-on-bosnia-letters-to-the-editor.html","abstract":"Regarding \"The Clock Is Ticking on Bosnia\" (Opinion, Sept. 16) by William Safire:.For the umpteenth time, Mr. Safire is lobbying for the lifting of the arms embargo in favor of the Bosnian Muslims. Flooding Bosnia with more sophisticated weap","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Woman, 86, Is Found Slain In S.I. Home","web_url":"https://www.nytimes.com/1994/09/22/nyregion/woman-86-is-found-slain-in-si-home.html","abstract":"  A week short of her 87th birthday, a reclusive Staten Island widow was found slain yesterday, her hands bound behind her back, in the bedroom of the modest home on a quiet street where she had lived for some 40 years.   The victim, identified by the police as Mildred McInerny of 835 Bard Avenue in Sunnyside, was found by a nephew who became concerned when he was unable to reach her by telephone.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Tarpley on Path Toward Reinstatement","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-tarpley-on-path-toward-reinstatement.html","abstract":"  ROY TARPLEY may be only two steps away from getting back to the National Basketball Association and the Dallas Mavericks.   Tarpley flew to a league-sanctioned drug treatment center in Van Nuys, Calif., on Tuesday and was to take a drug test, the Mavericks' general manager, NORM SONJU, said. Tarpley's next, and possibly final, step toward reinstatement would be a meeting with the N.B.A. commissioner, DAVID STERN.   No date for the meeting has been set, although league officials said Stern could rule on Tarpley's status by the end of the month.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Officer Hit in Back 4 Times, Data Say","web_url":"https://www.nytimes.com/1994/09/22/nyregion/officer-hit-in-back-4-times-data-say.html","abstract":"  The Medical Examiner's office has told prosecutors investigating last month's shooting of a transit officer by an off-duty New York City police officer that all the transit officer's wounds appear to be from gunshots to the back, law-enforcement officials said yesterday.   A pathologist in the Medical Examiner's office told the Manhattan District Attorney's office on Tuesday that his findings showed that Officer Peter Del-Debbio had fired four shots into the back of Officer Desmond Robinson, said several law-enforcement officials who spoke on the condition of anonymity. Another shot entered a pouch that the transit officer was wearing around his waist and lodged in a memo book, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Ballesteros Replaces Norman in France","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-golf-ballesteros-replaces-norman-in-france.html","abstract":"  SEVE BALLESTEROS has replaced GREG NORMAN in the field for the Lancome Trophy, which starts today at Saint-Nom-la-Bretche, France.   The opposition will be stiff. For its 25th year, the Lancome has assembled a field loaded with such big names as NICK FALDO, IAN WOOSNAM, the defender; BERNHARD LANGER, JOSE-MARIA OLAZABAL and COLIN MONTGOMERIE. All except one of the European top 10 is in the 69-man field.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Disney Wins 2 Votes for Virginia Park Plan","web_url":"https://www.nytimes.com/1994/09/22/us/disney-wins-2-votes-for-virginia-park-plan.html","abstract":"  The Walt Disney Company tonight won its first official approval to proceed with plans for a giant theme park in the Virginia suburbs when the Prince William County Planning Commission voted 7 to 1 to recommend that county supervisors to change zoning regulations to suit the $650 million project.   The park, Disney's America, is the centerpiece of a 3,000-acre project 35 miles southwest of Washington that has drawn criticism from some historians and preservationists concerned about the effect on nearby Civil War battlegrounds.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"1894:Diplomatic Activity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1894diplomatic-activity-in-our-pages100-75-and-50-years-ago.html","abstract":"[The Herald says in an editorial:] \"No one in Europe can say exactly what is going on, but every one versed in European diplomacy can certify that something unusual is happening. Great activity is being displayed at the various Chancelleries, fresh","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"1944: Fascist Sentenced : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1944-fascist-sentenced-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] The special Italian court for the punishment of Fascist crimes pronounced the death sentence today [Sept. 21] on Pietro Caruso, Rome chief of police during the German occupation. He was found guilty of giving aid to the enemy","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"City Is Fighting Garbage, But Will It Sweep Crime?","web_url":"https://www.nytimes.com/1994/09/22/nyregion/metro-matters-city-is-fighting-garbage-but-will-it-sweep-crime.html","abstract":"  IT seems almost unfair, sort of raining-on-the-paradelike, to ask this question, but here it is anyway: Will City Hall take the same tough stance with police officers as it did with its sanitation workers?    Under the city's tentative and roundly praised contract with its sanitation union, garbage collectors may finally work a full day for a full day's pay. If the deal develops none of the loopholes so common to city labor accords, the contract is great news for those who favor cleaner streets and greater economy.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Will Knicks Keep Up Amid These Changes?","web_url":"https://www.nytimes.com/1994/09/22/sports/on-pro-basketball-will-knicks-keep-up-amid-these-changes.html","abstract":"  Dave Checketts has climbed to another level. Can the Knicks do the same?   The promotion of Checketts to president of the newly created Madison Square Garden Sports Group is not important to most fans. They just want the Knicks to win a championship, no matter who calls the shots at the Garden.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Simpson's Attempt to Bar Evidence Is Turned Down","web_url":"https://www.nytimes.com/1994/09/22/us/simpson-s-attempt-to-bar-evidence-is-turned-down.html","abstract":"  A judge refused today to throw out evidence obtained with a search warrant from O. J. Simpson's estate even though he said that detectives had showed \"reckless disregard for the truth\" in getting the search warrant the day after the murders of Mrs. Simpson's former wife and her friend.    The judge, Lance A. Ito, cited a series of misstatements made in an affidavit to establish reasonable cause to search Mr. Simpson's estate in the Brentwood section after the bodies of Nicole Brown Simpson and her friend, Ronald L. Goldman, were found slashed and stabbed to death outside her home.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Not So Fast on That Flawed Trade Bill","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-not-so-fast-on-that-flawed-trade-bill-316318.html","abstract":"  To the Editor:   Your Sept. 18 editorial, after ignoring all the input requested from my office, erroneously concludes that I am \"blocking\" free trade.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Officer Is Indicted in Rape","web_url":"https://www.nytimes.com/1994/09/22/nyregion/officer-is-indicted-in-rape.html","abstract":"  A New York City police officer was indicted yesterday on charges that he tried to rape his neighbor last month in Bellerose, Queens.   A State Supreme Court grand jury in Queens voted to indict Officer Daniel Quinlan, 29, on charges of attempted rape, attempted sodomy, aggravated sexual abuse, sexual abuse and unlawful imprisonment. If convicted, he faces a sentence of 15 years in prison.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Kings Shut Out Rangers","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-kings-shut-out-rangers.html","abstract":"  As a show of player solidarity during labor negotiations, the Rangers and Kings lined up in front of their benches before tonight's exhibition game at the Forum and shook hands, as though it was the end of a Stanley Cup playoff series. They also must have agreed surreptitiously to not show up one another because neither team could generate much offense in a dreary game the Kings won by 1-0.   The Kings scored midway through the second period, soon after the Rangers made a change in goal. Corey Hirsch started and stopped all 12 shots before being replaced by Mike Richter 9 minutes 30 seconds into the second period. A little more than one minute later, and the Rangers a man short, Los Angeles defenseman Alex Zhitnik fired a rebound past Richter into a wide-open net.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Player an Ancient and Royal Member","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-golf-player-an-ancient-and-royal-member.html","abstract":"  GARY PLAYER has accepted an invitation to become only the 11th honorary member of the Royal and Ancient Club, golf's governing body, it was announced yesterday at St. Andrews, Scotland.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315680.html","abstract":"  Women who think they could fit into the gold dress CINDY CRAWFORD wore to the MTV awards earlier this month now have a chance to find out. The dress, designed by TODD OLDHAM, will be auctioned off tonight, along with other designer fashions at a cocktail party at the Copacabana given by the Junior Life League, which works to help prevent suicide among young people.    Mr. Oldham described the dress yesterday as a \"bronzy-gold bias-cut silk chiffon, beaded with gold bugle beads, slinky and floor length.\"","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Crossroads In Economy Is Foreseen With Growth","web_url":"https://www.nytimes.com/1994/09/22/nyregion/crossroads-in-economy-is-foreseen-with-growth.html","abstract":"  Burdened by high taxes and utility rates, and with job growth at a standstill, Long Island is at a crossroads, economists and business leaders said at a daylong economic conference here today.   By the year 2010, planners said, the Island's population is expected to reach 2.9 million, up from 2.6 million in 1990.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Wisconsin Bishops Preparing for Priest Shortage","web_url":"https://www.nytimes.com/1994/09/22/us/wisconsin-bishops-preparing-for-priest-shortage.html","abstract":"  In an unusual joint document that illustrates the concern among Roman Catholic leaders over the growing shortage of priests, the bishops of Wisconsin will issue a pastoral letter today telling parishioners that they face a decrease in \"priestly services\" and laying out rules for conducting priest-less worship.   The document, Making Do With Less: Sunday Worship Without a Priest, is occasionally as blunt as its title. \"Our age is now experiencing an acute shortage of priests,\" it states. \"It would seem that the situation will not be improving for some time.\" Wisconsin Catholics, it adds, \"will all now experience the decrease of these priestly services very much.\"","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Baseball Lets Fans Savor the High Drama","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-baseball-lets-fans-savor-the-high-drama-316130.html","abstract":"  To the Editor:   In \"The Baseball Season Dies: O.K.\" (editorial, Sept. 16), Philip M. Boffey is content to see major league baseball go down the tubes, not only because of its increasing commercialization, but also because \"baseball is boring,\" and especially \"when compared with football, basketball or hockey.\"","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"U.N. Again Debates How to Press Serbs on Bosnia","web_url":"https://www.nytimes.com/1994/09/22/world/un-again-debates-how-to-press-serbs-on-bosnia.html","abstract":"  The Security Council began debate today on several resolutions involving Bosnia, including one demanding that Bosnian Serb forces permit the movement of United Nations troops and relief organizations near towns where thousands of Muslims have been forced from their homes in \"ethnic cleansing\" operations.   This resolution, proposed by a caucus of developing nations, carries no sanctions but restates the position that ethnic cleansing violates international conventions and that people involved in such practices are individually responsible under international law.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"G.I.'s Angry Over Orders To 'Stand By'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-the-troops-gi-s-angry-over-orders-to-stand-by.html","abstract":"  The soldiers followed orders, and it made them sick. Fresh-faced, some as young as 18, they sat atop the walls and behind the fences of the United States perimeter at the city docks and watched in helpless disgust as Haitian police and their plain-clothes allies clubbed people who had come to welcome the American soldiers to Haiti.   \"It hurt, real bad,\" said Pvt. Jeremy Caris, the 19-year-old son of a West Virginia minister, who sat behind his loaded machine gun and watched as police officers used tree limbs, nightsticks and iron pipe to beat back onlookers at the docks. His orders were not to intervene in violence between Haitians, so when the people looked up to him for help, he looked away.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"A Disk Store, Not Compact, And More for Times Square","web_url":"https://www.nytimes.com/1994/09/22/nyregion/a-disk-store-not-compact-and-more-for-times-square.html","abstract":"  A six-story atrium at Broadway and 45th Street, which was supposed to embody the new sparkle of Times Square but instead wound up as a brooding, vacant shell, is to open next year with an enormous music store, a sports-theme restaurant and a four-screen movie theater.   The project, announced yesterday, could burnish Times Square's revived reputation as an entertainment mecca capable of attracting the biggest players. It involves the major entertainment conglomerates Bertelsmann A.G., which owns the building, the Virgin Group of Companies and Sony Pictures Entertainment as well as the founder of the Planet Hollywood chain.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cuban Official Criticizes Lag By the U.S. in Issuing Visas","web_url":"https://www.nytimes.com/1994/09/22/world/cuban-official-criticizes-lag-by-the-us-in-issuing-visas.html","abstract":"  A senior Cuban official pressed the United States today to begin granting visas to thousands of Cubans who want to emigrate, saying a new American policy must show results quickly if it is to deter the flight of refugees.    The official, Ricardo Alarcon, a former Foreign Minister who was Cuba's chief negotiator in immigration talks with the United States this month, cautioned that he did not feel that Washington was deliberately delaying enforcement of an agreement reached Sept. 9 in New York.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Islanders' Dalgarno Is No Kid Anymore","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-islanders-dalgarno-is-no-kid-anymore.html","abstract":"  Call him the forgotten man of Islanders camp.   Right wing Brad Dalgarno has to be wondering what his role will be on this season's team -- if he still has a role at all.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Supermarket Invests in Harlem, Long Shunned by Chains","web_url":"https://www.nytimes.com/1994/09/22/nyregion/supermarket-invests-in-harlem-long-shunned-by-chains.html","abstract":"  For years, residents in inner-city neighborhoods like Harlem, Jamaica and East New York complained that the giant supermarkets that serve the suburbs and wealthier parts of the city had shunned their neighborhoods, forcing them to shop in overpriced and understocked bodegas and other small stores.   But in an unusual retail program to be announced today, a nonprofit community development group has collected $24 million from 10 major corporations to help finance a proposed 53,000-square-foot Pathmark store on 125th Street in East Harlem as well as similar stores in inner-city neighborhoods across the country.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Senate Praises Clinton on Haiti But Urges U.S. Withdrawal Soon","web_url":"https://www.nytimes.com/1994/09/22/world/mission-haiti-congress-senate-praises-clinton-haiti-but-urges-us-withdrawal-soon.html","abstract":"  The Senate voted today, 94 to 5, to commend President Clinton for avoiding bloodshed in Haiti, to express support for the American troops and to urge a withdrawal of forces \"as soon as possible.\" But the lopsided vote could not obscure the solid opposition of Republicans to the President's policy in Haiti and the qualms felt by many Democrats.   The resolution the Senate approved was a compromise carefully written by the leaders of the two parties so senators could vote for it comfortably and still criticize the Government's policy. The House of Representatives approved a similar resolution on Monday.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/inside-309281.html","abstract":"  China Rushes to Make Cars    China is rushing to double automobile output, despite congestion and pollution, and Western auto makers are vying to participate. Page D1. U.N. Reports Serbian Flights    The United Nations said helicopters had flown from Serbia to Serb-held land in Bosnia, violating a flight ban. NATO disputed the report. Page A3.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Meredith Monk Looks Into Roosevelt Island's Past","web_url":"https://www.nytimes.com/1994/09/22/arts/meredith-monk-looks-into-roosevelt-island-s-past.html","abstract":"  Roosevelt Island is a strip of land in the East River with ghostly remnants of history at its northern and southern tips. Meredith Monk is a composer and choreographer who specializes in creating and exploring archetypal memories. And Dancing in the Streets, a group that presents performances in nontheatrical outdoor spaces, is devoted to the proposition that the city is full of places in need of a little extra history of their own. Those are the ingredients that have gone into \"American Archeology No. 1: Roosevelt Island,\" a two-part piece to be performed outdoors on the island tomorrow through Sunday afternoon. (Reservations are necessary.)   The island's first settlers were probably Indians from the Leni Lenape tribe. From the late 1600's to 1828, the place was known as Blackwells Island, named after the family that lived and farmed there and whose rebuilt house still stands, dwarfed by high-rises. New York City bought the island in 1829 and began sending its castoffs to live on what became known as Welfare Island, in prisons, poorhouses, hospitals for people with infectious diseases and asylums. Legend has it that inhabitants of these institutions included the newspaperwoman Nellie Bly, Typhoid Mary and Mae West, who is said to have been imprisoned for obscenity.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Federal Courts, Back in the Dark","web_url":"https://www.nytimes.com/1994/09/22/opinion/federal-courts-back-in-the-dark.html","abstract":"  With scant explanation -- or acknowledgment of the need to explain -- the judges who run the Federal court system have announced that cameras will not be permitted at Federal civil or criminal trials. A limited three-year experiment with courtroom photography in civil cases will expire, the judges said. They did not bother to tell the public how they thought the experiment had worked out.    The news media had begun to hope that the United States Judicial Conference, headed by Chief Justice William Rehnquist and including the chief judges of all the courts of appeals and leading district judges, would relax the rules after years of obstinate refusal to permit the cameras.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/22/style/IHT-what-theyre-reading.html","abstract":"José Antonio Martínez Soler, director of Spain's most- watched news broadcast, on Spanish National Television, is reading \"Los Moriscos Que No Se Fueron\" by Elena Pezzi..\"The book describes the customs of the moriscos who did no","thumbnail":null,"section":"Style"},{"date":"19940922","headline":"Bipartisan Group Nearly Ready To Give Up on Health Care Bill","web_url":"https://www.nytimes.com/1994/09/22/us/bipartisan-group-nearly-ready-to-give-up-on-health-care-bill.html","abstract":"  Senator George J. Mitchell and the senators who devised a bipartisan health care bill are close to giving up their effort after learning that they lack enough votes to block a filibuster against the plan.   Senator John H. Chafee of Rhode Island, the Republican leader of the bipartisan group, told Mr. Mitchell, the Democratic majority leader, on Tuesday evening that he could not count on even the votes of all the 10 Republicans in the group. By one account, Mr. Chafee said he was sure of only four votes, including his own.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Jury Is Selected in Hurley Accident Case","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-jury-is-selected-in-hurley-accident-case.html","abstract":"  A seven-woman, five-man jury was selected yesterday to try a motorist involved in the collision that seriously injured Sacramento Kings guard BOBBY HURLEY.   Opening statements in the trial of DANIEL WIELAND were scheduled for today before Sacramento Municipal Court Judge ROLAND L. CONDEE. Wieland, 37, is charged with reckless driving in the Dec. 12 accident.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"U.N. Reports Serbian Helicopters Are Flying Into Bosnia","web_url":"https://www.nytimes.com/1994/09/22/world/un-reports-serbian-helicopters-are-flying-into-bosnia.html","abstract":"  United Nations military observers have monitored several hundred flights by Serbian helicopters over northeastern Bosnia in the past week, and many appear to have originated in Serbia, a senior United Nations official said today.   Helicopters flying from Serbia into Serb-held parts of Bosnia could be carrying military supplies in violation of the pledge by Serbia's President, Slobodan Milosevic, to cut off supplies to the Bosnian Serbs. Such flights would also violate the ban on Bosnian airspace imposed by the United Nations last year.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Haiti's Military Peruses Fine Print of Accord in Bid to Hold Onto Power","web_url":"https://www.nytimes.com/1994/09/22/world/mission-haiti-politics-haiti-s-military-peruses-fine-print-accord-bid-hold-onto.html","abstract":"  Forced to retreat without firing a single shot, the Haitian military and its supporters are now shifting tactics in the hope of using political means to prevent the exiled President, the Rev. Jean-Bertrand Aristide, from returning to office, and from being able to govern effectively if he does.   Even with 10,000 American troops on Haitian soil, Haitian political leaders and foreign diplomats said Lieut. Gen. Raoul Cedras and his military and civilian allies appeared to be convinced that the diplomatic agreement they signed last weekend with an American delegation contains enough ambiguities to allow them to remain in power and thwart Father Aristide's return.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Arts Critic To Create A Summer Festival","web_url":"https://www.nytimes.com/1994/09/22/theater/arts-critic-to-create-a-summer-festival.html","abstract":"  Lincoln Center yesterday named John Rockwell, an arts critic and writer for The New York Times, to be the director of a new summer performance festival.   Mr. Rockwell will have overall responsibility for the new festival, which is to be held annually starting in 1996. As yet unnamed, the three-to-four-week festival is to include classical music concerts, contemporary music and dance presentations, stage works and non-Western arts.","thumbnail":null,"section":"Theater"},{"date":"19940922","headline":"Rangers Resume Messier Contract Talks","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-rangers-resume-messier-contract-talks.html","abstract":"  Negotiations between Mark Messier and the Rangers resumed yesterday, with Neil Smith once again representing the Stanley Cup champions in contract talks with their holdout captain.   \"We're talking to Neil right now,\" Messier said in a telephone interview from his home in Hilton Head, S.C. \"Maybe we'll have something to say soon.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Essay; Jimmy Clinton, II","web_url":"https://www.nytimes.com/1994/09/22/opinion/essay-jimmy-clinton-ii.html","abstract":"  With lust in his heart for a Nobel Prize, Jimmy Carter undermined Bill Clinton's resolve and turned a triumph of American strength in Haiti into a fiasco of wimpish indecision.   Here is what the last-minute flinch shows us about Mr. Clinton:   1. He does moral flip-flops with the greatest of ease. On Thursday, Clinton was portraying the Haitian dictator as a murderer and tyrant; three days later, the thug became a man of honor, and worse, our partner in cracking skulls.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315745.html","abstract":"  A picture caption in Business Day on Tuesday, with an article about the remarks of Alan Greenspan, the Federal Reserve chairman, at a conference at Boston College, misidentified one panelist in a discussion of financial markets. The panelist, fourth from the right, was William C. Ferguson, the chairman and chief executive of the Nynex Corporation, not Martin Feldstein, a Harvard economist and former adviser to President Ronald Reagan. Because of an editing error, the article also referred incorrectly to Mr. Feldstein. His office said he did not attend the conference.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Children's Viewing: The Brighter Side of Bleak Fare","web_url":"https://www.nytimes.com/1994/09/22/movies/television-review-children-s-viewing-the-brighter-side-of-bleak-fare.html","abstract":"  Nothing takes the sorry measure of the television industry's supposed sense of responsibility more than the state of children's programming. Periodic apologies for too much violence are followed by still another spate of cartoons featuring ferocious warriors or karate killers. Promises to improve schedules end up with news reports that some broadcasters list \"G.I. Joe\" as educational programming. Content quality is obviously not as important as product tie-ins. (Today, ABC, in a plug for a new Saturday-morning series, \"Bump in the Night,\" is joining with F. A. O. Schwarz to open a \"Bump in the Night\" boutique at the toy store.)   No wonder crusaders for a modicum of common sense concerning television and young audiences end up discouraged and exhausted. Still, there are bright spots to be noticed, in the hope that these and not \"Mighty Morphin Power Rangers\" will become guideposts for the future. Prominent among the new good guys:","thumbnail":null,"section":"Movies"},{"date":"19940922","headline":"Rejecting New York City's Bid, Bank to Move to Connecticut","web_url":"https://www.nytimes.com/1994/09/22/nyregion/rejecting-new-york-city-s-bid-bank-to-move-to-connecticut.html","abstract":"  The Swiss Bank Corporation, rejecting offers of tax incentives to keep 1,500 workers in Manhattan, said yesterday that it would move 1,300 of those workers to a new office tower it planned to build in downtown Stamford, Conn.   Swiss Bank, an investment banking concern, said it would hire an additional 700 workers, bringing total employment in Stamford to 2,000 when the new building opens in 1998.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Old Flame Burns the Housing Secretary","web_url":"https://www.nytimes.com/1994/09/22/us/old-flame-burns-the-housing-secretary.html","abstract":"  The extramarital affair that once threatened to destroy the career of Henry G. Cisneros, the current Federal Housing Secretary and former Mayor of San Antonio, is again complicating his public life.    The new complications spring from telephone conversations, secretly taped by his former mistress over the course of three years, in which they discussed his payments to her that ultimately amounted to about $200,000.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Poor Showing by Foley Hints at Trouble on Nov. 8","web_url":"https://www.nytimes.com/1994/09/22/us/the-1994-campaign-poor-showing-by-foley-hints-at-trouble-on-nov-8.html","abstract":"  Tuesday's primary election results here indicate that House Speaker Thomas S. Foley appears headed for one of the toughest races in his 30-year career as Representative from Eastern Washington.   Running unopposed, Mr. Foley finished with just 35 percent of the total vote, his lowest percentage in three decades. The Republican victor, George R. Nethercutt Jr., received 30 percent of the vote, with the remaining 35 percent split between two other Republican candidates.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"U.S. Seeks to Deport Man Accused of Collaborating With Nazis","web_url":"https://www.nytimes.com/1994/09/22/us/us-seeks-to-deport-man-accused-of-collaborating-with-nazis.html","abstract":"  Federal prosecutors asked a court in Boston today to strip United States citizenship from an 87-year-old man who they said had led a Lithuanian secret police unit that collaborated in anti-Jewish atrocities during World War II.   The civil charges were made against Aleksandras Lileikis, a retired manager at a Lithuanian encyclopedia publishing concern, who lives in Norwood, Mass. Officials said Mr. Lileikis headed a Gestapo-like force in occupied Lithuania that handed over Jews to Nazi execution squads from 1941 to 1944.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Journal; Holier Than Whom?","web_url":"https://www.nytimes.com/1994/09/22/opinion/journal-holier-than-whom.html","abstract":"  Faced with the religious right's steady abduction of the Republican Party's nominating machinery, almost every G.O.P. Presidential candidate turned up to kiss Pat Robertson's ring at the Christian Coalition's \"Road to Victory\" conference last week.    But can anyone really win the Presidency by opposing a woman's right to an abortion, vilifying gay people and promising to bring prayer and creationism to public schools? Not likely. Which is why the two-day meeting at the Washington Hilton was more schizophrenic than spiritual.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315664.html","abstract":"  The committee that chose former President JIMMY CARTER to receive the National Civil Rights Museum's National Freedom Award, to be given tonight in Memphis, had no idea how timely the honor would be when they decided to award it to him eight months ago.    Mr. Carter, who just returned from negotiating the agreement that averted combat in Haiti, is to attend a dinner at the Peabody Hotel to receive the prize -- $25,000 and a sculpture. The presentation is to be made by ISAAC TIGRETT, a founder of the Hard Rock Cafe and House of Blues chains. His International House of Blues Foundation helps to support the prize.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Dollars and Business Sense: Romance Is Missing","web_url":"https://www.nytimes.com/1994/09/22/sports/on-baseball-dollars-and-business-sense-romance-is-missing.html","abstract":"  In announcing his retirement from baseball broadcasting the other day, Tony Kubek said he didn't care for the film makers and authors who romanticize the game. \"It's a nuts-and-bolts game,\" he said. As usual, the man who never let George Steinbrenner intimidate him and influence the job he did on the air said it directly and accurately.   That doesn't mean film makers and authors will stop romanticizing the game. But just as there is nothing romantic about nuts and bolts -- throw the ball, hit the ball, catch the ball -- there is nothing romantic about a labor strike. Some commentators, both on the air and in print, have lamented the state of the game to have come to this, but where they are misguided in continuing to think of major league baseball as a game.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/22/nyregion/chronicle-315672.html","abstract":"  The theme of the New England String Ensemble's debut concert on Saturday was \"Music Journey Into Night,\" but the musicians could hardly have guessed how appropriate that title would be.    The 25-piece orchestra was deep into Mozart's \"Eine Kleine Nachtmusik\" in the Endicott College auditorium in Beverly, Mass., when the lights flickered and died, a result of lightning's having struck a transformer outside the building earlier in the day.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"From the Shores of Haiti Into Hearts of the People","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-security-from-the-shores-of-haiti-into-hearts-of-the-people.html","abstract":"  A small drama unfolded this morning at the crowded main traffic circle here, where half a dozen United States marines stood sentry in two light armored tanks surrounded by concertina wire.    As two Haitian soldiers approached on foot, two M-16-toting marines in battle dress hopped down and walked to the edge of the wire. Haitians and Americans eyed each other in tense silence as the Haitian soldiers strode through the suddenly hushed crowd and up the road. As they left, a lusty cheer and waves of clapping suddenly erupted from the people.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Meggett May Be Worth His Abilities in Gold","web_url":"https://www.nytimes.com/1994/09/22/sports/pro-football-meggett-may-be-worth-his-abilities-in-gold.html","abstract":"  His exploits on the field have earned him the nickname Super Dave. He runs. He passes. He plays with sore ribs. David Meggett even has the cool-and-calm Dan Reeves to give him a big, fat hug after a game.   It has only been three games in a 16-game season, but if Meggett keeps putting the Giants on his back and carrying them to victories, he will not only be Super Dave but also Rich Dave. That's because at the end of this season, when Meggett's two-year deal expires with the Giants, he just might be one of the most attractive free agents on the market. Some think he might be the most attractive.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Groark Joins Connecticut Election Fray","web_url":"https://www.nytimes.com/1994/09/22/nyregion/groark-joins-connecticut-election-fray.html","abstract":"  After sitting on the sidelines during the Republican and Democratic primary campaigns, Lieut. Gov. Eunice S. Groark, the nominee of A Connecticut Party, took center stage today in the first debate among the five gubernatorial candidates.   While her four opponents provided examples of the state's economic malaise, Ms. Groark, who has spent the summer impatiently listening to criticism of Gov. Lowell P. Weicker's administration, dismissed it as the talk of desperate candidates willing to say anything to get elected.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cards Drop Maxvill as General Manager","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-baseball-cards-drop-maxvill-as-general-manager.html","abstract":"  The St. Louis Cardinals' general manager, DAL MAXVILL, who failed to lead the team into post-season play his last seven seasons, was fired yesterday. The team president, MARK LAMPING, who has been on the job only about three weeks, had no specific reasons for the move, other than the fact Maxvill couldn't produce a winner.   \"I don't think any of us were satisfied that we haven't had post-season play here since 1987,\" Lamping said. \"I don't think in the world of sports you're ever going to be able to go down a check list. It came down to a gut call. Dal understands our position.\"   Maxvill, who was signed through next season, and the Texas Rangers' general manager, TOM GRIEVE, have been fired since the strike ended the season. Kansas City Manager HAL McRAE and Boston Red Sox Manager BUTCH HOBSON have also been let go.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"The G.I.'s and the 'Rules of Engagement'","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-policy-the-gi-s-and-the-rules-of-engagement.html","abstract":"  The American forces in Haiti are governed at every turn by a detailed set of instructions known as \"rules of engagement,\" which seek to limit and to explain when they may use force and how much they may use.   The rules are usually kept secret and are always hard to explain; and they can easily dominate the public debate over military operations, especially when a mission is vaguely defined or politically subtle.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"School Safety Chief Chastised for Contracts","web_url":"https://www.nytimes.com/1994/09/22/nyregion/school-safety-chief-chastised-for-contracts.html","abstract":"  The safety chief for New York City schools will be reprimanded and lose vacation time for violating rules governing the awarding of contracts, officials said yesterday.   A school investigation found that the official, Zachary Tumin, the executive director of the Division of School Safety, violated rules in handling two contracts awarded in 1993 to two consulting concerns, one of which included William J. Bratton, who is now New York City Police Commissioner. The consultants helped plan a reorganization of the school safety division.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Model Adoption Law Provides Records Access","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-model-adoption-law-provides-records-access-316113.html","abstract":"  To the Editor:   Since I was an adviser to the National Conference of Commissioners drafting committee on the model uniform adoption law since its inception, I was upset with your reporting on it. This has also upset Michelle C. Fergenson (letter, Sept. 13).","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Bulls Get a Boost by Signing Krystkowiak","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-pro-basketball-bulls-get-a-boost-by-signing-krystkowiak.html","abstract":"  The Chicago Bulls, having lost HORACE GRANT to the Orlando Magic, strengthened their frontline today by signing the free agent LARRY KRYSTKOWIAK.   Krystkowiak, a 6-foot-9-inch forward, played with Orlando last season after stops in San Antonio, Milwaukee and Utah.   Krystkowiak was first drafted by Chicago in the second round in 1986, but was traded to the Portland Trail Blazers for STEVE COLTER. He has averaged 8.4 points and 5 rebounds in his career.  With the Magic last season, he averaged 5.1 points and 3.6 rebounds in 34 games.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Help for Center Spot Is on Devils' Horizon","web_url":"https://www.nytimes.com/1994/09/22/sports/hockey-help-for-center-spot-is-on-devils-horizon.html","abstract":"  The center position has been a perennial problem for the Devils, from the first day the franchise moved to New Jersey in 1982. Even in the days of Kirk Muller and later Mark Johnson, Patrik Sundstrom and Peter Stastny, the team has lacked depth at the position.   This season the problem remains. The loss of Bernie Nicholls to free agency after the most successful season in the history of the franchise has left the Devils with a huge gap at the center position for this season of high expectations.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Share of Holy Bull Sold; Colt to Retire After 1995","web_url":"https://www.nytimes.com/1994/09/22/sports/horse-racing-notebook-share-of-holy-bull-sold-colt-to-retire-after-1995.html","abstract":"  Jimmy Croll confirmed yesterday that he was selling a 25 percent interest in Holy Bull to the Jonabell Farm of Lexington, Ky., where the great gray superstar of racing will retire as a stallion after his 1995 season.   \"I've had lots of offers to sell him outright,\" Croll reported from his barn at Monmouth Park on the Jersey Shore. \"But I'm going to race him next year and then retire him to stud. We're drawing the contract with Jonabell right now. I'm keeping three-quarters and Jonabell will purchase one-quarter, but the sale won't take effect until he retires at the end of next year.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Jericho Journal; The Holy Land 'Digs': Just Whose Heritage Is It?","web_url":"https://www.nytimes.com/1994/09/22/world/jericho-journal-the-holy-land-digs-just-whose-heritage-is-it.html","abstract":"  Picks and shovels sifted through the soft dirt, turning up shards of old pottery until they struck several rounded rocks about a foot below the surface. The rocks intrigued Prof. Hamdan Taha, who heads the archeology department in the new Palestinian Authority.   Who knows? he said. Maybe they form the roof of an ancient house. Or maybe the top of a wall going back to the Hellenistic period, from the third to the first centuries B. C.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Pataki Offers Welfare Plan; Critics Say It's Like Cuomo's","web_url":"https://www.nytimes.com/1994/09/22/nyregion/pataki-offers-welfare-plan-critics-say-it-s-like-cuomo-s.html","abstract":"  Continuing his efforts to define his candidacy for governor, State Senator George E. Pataki called yesterday for reducing the number of people on welfare by requiring more of them to work, penalizing welfare families whose children routinely skip school and creating an independent monitor for welfare fraud.   But while Mr. Pataki, a Republican from Putnam County, called his proposal a \"dramatic\" effort to \"break the cycle of dependency,\" much of the plan called for speeding up or expanding policies that have already been proposed or put into effect by Gov. Mario M. Cuomo, his three-term Democatic rival.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"New York Receives $100 Million Gift For 50 New Schools","web_url":"https://www.nytimes.com/1994/09/22/us/new-york-receives-100-million-gift-for-50-new-schools.html","abstract":"  In one of the nation's most ambitious efforts to improve public schools, New York City will receive $100 million -- $50 million from the Annenberg Foundation -- to replace some of the city's large, overcrowded neighborhood schools with 50 small experimental schools in the next five years.   The new schools will serve about 50,000 of New York's 1.2 million school children and will be modeled after the 50 alternative schools that have opened in the last two years, emphasizing greater individual attention and more parental involvement than the city's colossal, factorylike high schools can provide.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"In Balkans, Lifting Arms Embargo Is Dangerous Temptation for U.S.","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-in-balkans-lifting-arms-embargo-is-dangerous-temptation-for-us.html","abstract":"In the volatile Balkans, Washington's persistent search for cost-free answers to intractable dilemmas is about to make a bad situation worse. Congress, caught between its rhetoric of moral outrage and its aversion to getting U.S. forces involved, is pres","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Birthplace of Human Race Was Not Exactly an Eden","web_url":"https://www.nytimes.com/1994/09/22/world/birthplace-of-human-race-was-not-exactly-an-eden.html","abstract":"  Humankind's earliest known direct ancestors, newly discovered in Ethiopia, lived 4.4 million years ago in richly forested surroundings on a flat tropical flood plain abounding in wildlife. But it was no Eden: Before being fossilized the skulls of these early hominids were crushed into fragments by carnivorous animals.   The picture of the environment inhabited by Australopithecus ramidus, as the new species of hominid has been named, emerges from an extensive collection and evaluation of fossilized plants and animals that also occupied the Middle Awash region of Ethiopia when the earliest ape-man lived there. The picture suggests that this forebear of the species that today dominates Earth was in many ways nothing special, certainly not the most abundant of large life forms of its time and place, or the most powerful.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Masur and the Philharmonic: A Comfortable Partnership","web_url":"https://www.nytimes.com/1994/09/22/arts/music-review-masur-and-the-philharmonic-a-comfortable-partnership.html","abstract":"  When Kurt Masur began his fourth season as the music director of the Philharmonic with a gala concert last night in Avery Fisher Hall, it was clear that this season's opening was finally presenting an orchestra and a conductor at home with each other. There was nothing either had to prove.   And while a fair amount of ordinary musicianship was mixed in with some glorious moments, the event gave off an aura of comfortable seriousness. Yo-Yo Ma joined the orchestra, displaying consummate musicianship in cello works by Tchaikovsky and Boccherini. Mr. Masur showed off the robust sweetness of his ensemble in the Overture to Weber's \"Oberon.\" And the opening movement of Bartok's \"Concerto for Orchestra\" bristled with energy and imagination.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Aristide's Mission : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-aristides-mission-letters-to-the-editor.html","abstract":"Given Haitian circumstances - 80 percent illiteracy, to name one - The Reverend Jean-Bertrand Aristide makes a brave promise when he declares, \"We will go from misery to poverty with dignity.\" Father Aristide is no politician; he is a Quixote,","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"For an Aging Yossarian, the Catch Is Cosmic","web_url":"https://www.nytimes.com/1994/09/22/books/books-of-the-times-for-an-aging-yossarian-the-catch-is-cosmic.html","abstract":"  Closing Time  By Joseph Heller  464 pages. Simon & Schuster. $24.   You loved them and laughed at them in \"Catch-22,\" Joseph Heller's blackly comic first novel, published originally in 1961 and about to be reissued in a new edition with a preface by the author. And now some of the characters are back in a not entirely successful sequel to that antiwar classic, \"Closing Time,\" whose title refers to terminus, shutdown, punkt, the end, death.","thumbnail":null,"section":"Books"},{"date":"19940922","headline":"Hostage to Our Genes?","web_url":"https://www.nytimes.com/1994/09/22/opinion/hostage-to-our-genes.html","abstract":"  The announcement of the discovery of the gene responsible for inherited breast and ovarian cancer poses broad questions: will the discovery be used to benefit society, or could it have adverse and unpredictable consequences?    The past few years have seen the isolation of genes responsible for common hereditary diseases like cystic fibrosis, Huntington's disease and fragile X syndrome, a form of mental retardation. With each new discovery, the potential uses and abuses of these genetic tests have become clearer.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Rare View Of Dissident Feeds Hopes Of Burmese","web_url":"https://www.nytimes.com/1994/09/22/world/rare-view-of-dissident-feeds-hopes-of-burmese.html","abstract":"  For nearly six years, Daw Aung San Suu Kyi has been a ghost to the people of her homeland, her image considered so dangerous to the generals who run Myanmar, the nation formerly known as Burma, that they refused to allow her face ever to be seen on a television screen or in a newspaper.   So when millions of Burmese picked up today's copy of the Government-controlled newspaper, The New Light of Myanmar, the common reaction was a startled shake of the head, and a carefully hidden grin.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"From Guantanamo, Messages Chronicle Diaspora","web_url":"https://www.nytimes.com/1994/09/22/world/from-guantanamo-messages-chronicle-diaspora.html","abstract":"After three days at sea, Ramon Camejo Rodriguez had no food or water, and the inner tube that kept his raft afloat had popped. \"I thought I was going to die,\" he wrote in a letter from the refugee camp at Guantanamo Bay, Cuba. \"I drank saltwater when I saw that all was lost.\"\n\nNot only did Mr. Camejo live to write about his experience, but hundreds of other Cuban refugees have done so, committing their ordeals to paper or scribbling them on paper cups, military ration packets and matchbooks. Indeed, the urge to tell the world that they survived is creating the first written record of the mass Cuban emigration of 1994.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Bus Riders, Watch Out for This Trick","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-bus-riders-watch-out-for-this-trick-316199.html","abstract":"  To the Editor:   As I consider myself a street-smart native New Yorker, I was amazed to find myself the victim of a very smooth pickpocket operation on a westbound 34th Street crosstown bus during morning rush hour. I'd like to alert others.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Study Says Many of Tiniest Babies Will Have Learning Problems","web_url":"https://www.nytimes.com/1994/09/22/us/study-says-many-of-tiniest-babies-will-have-learning-problems.html","abstract":"  A study of babies born at very low weights has found that many will have neurological problems and nearly half will have learning problems requiring special education when they reach school age.   The study, by Dr. Maureen Hack of Rainbow Babies and Children's Hospital at University Hospitals of Cleveland and her colleagues, is the first to follow babies born at very low weight, less than 1 pound 10 ounces, in order to see how they perform when they go to school. It was only in the early 1980's that babies with birth weights that low began surviving in any great number. The study is being published today in The New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Despite Chaos in Mogadishu, U.N. Hopes New Talks Will Bring Peace","web_url":"https://www.nytimes.com/1994/09/22/world/despite-chaos-in-mogadishu-un-hopes-new-talks-will-bring-peace.html","abstract":"  Somali militiamen attacked a company of Zimbabwean peacekeepers recently, stripped them to their underwear and stole their guns, vehicles and even their boots. In the capital, Mogadishu, Somali crowds encircled the World Food Program headquarters and held its occupants hostage for two days.   Gunmen surrounding a United Nations compound in southern Mogadishu have told officials they will be obliged to surrender all their equipment, from cars to computers, when they leave. Last week, the United States Embassy closed because of worsening security. And this week, heavy factional fighting broke out in Mogadishu with recoilless rifles and heavy machine guns.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315729.html","abstract":"  A chart yesterday with an article about the state and local tax burden in New York referred incorrectly in some editions to the average per capita local tax in New York. It is $1,870, not $1,359.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"The Mayor Shapes a Plan","web_url":"https://www.nytimes.com/1994/09/22/opinion/the-mayor-shapes-a-plan.html","abstract":"  In bits and pieces, Mayor Rudolph Giuliani has revealed his plan for reshaping the government of New York City. Without actually calling it a blueprint, the Mayor has in a series of initiatives sketched a design for a leaner and potentially more responsive city government.    It is too soon to judge all the parts. Perhaps some proposals will be sensible, some shortsighted. But it is clear that Mr. Giuliani, seized by an urgent need to close the widening city budget gap, believes he can clear out years of accumulated bureaucracy and inefficient services, and do it across the board.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Handing Down Assets : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-handing-down-assets-letters-to-the-editor.html","abstract":"Regarding \"The Bible Says Nothing About Budget Deficits\" (Opinion, Sept. 14) by Herbert Stein:.Professor Stein rightly argues that deficit expenditures arising from the financing of improvements in economic and social infrastructure, scientif","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/22/nyregion/metro-digest-310484.html","abstract":"  METRO DIGEST  In one of the nation's most ambitious efforts to improve public schools, New York City will receive $100 million -- half of it from the Annenberg Foundation -- to replace some of the city's large, overcrowded neighborhood schools with 50 small experimental schools in the next five years. The new schools will serve about 50,000 of New York's 1.2 million school children, and will emphasize greater individual attention and more parental involvement. A1. ANCIENT CRAFT SHAPES MODERN DESIGNS The ancient Chinese craft of feng shui, a blend of astrology, design and Eastern philosophy aimed at harmonizing the placement of man-made structures in nature, has begun to exert an influence on the hard-edged world of real estate in America. The former Gulf and Western Building, 40 Wall Street and the China Trust Bank in Queens are among projects in which developers called in feng shui experts. A1.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Bubka and Morceli World Marks Ratified","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-people-track-and-field-bubka-and-morceli-world-marks-ratified.html","abstract":"  The International Amateur Athletic Federation yesterday ratified world records set this summer by SERGEI BUBKA and NOUREDDINE MORCELI. Bubka improved his outdoor record in the pole vault to 20 feet 1 3/4 inches at Sestriere, Italy, on July 31. Morceli bettered the 3,000-meter mark by nearly three seconds with a clocking of 7 minutes 25.11 seconds, at Monte Carlo, Monaco, on Aug. 2. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Miami Sophomore Receives Romping Reviews","web_url":"https://www.nytimes.com/1994/09/22/sports/college-football-miami-sophomore-receives-romping-reviews.html","abstract":"  Jammi German's hometowners tend to compare him with another Fort Myers native with sprinter's speed and a flare for the dramatic: Deion Sanders. Yet to others, this sophomore at the University of Miami is starting to look a little like another Rocket Ismail.   As with Ismail, a former Notre Dame standout, German is a wide receiver and kickoff/punt returner. The first time German touched the ball this season, against Georgia Southern, he returned a kickoff 64 yards to start a 56-0 wipeout.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-309397.html","abstract":"  Because of a production error, two picture captions on Sunday with an article about Americans' opinions on plans for a United States military invasion of Haiti were reversed in some copies. Gay Earls was shown in the top photo and Glo Ruiz in the bottom one.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"Cigarettes That Go Out","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-cigarettes-that-go-out-316326.html","abstract":"  To the Editor:   Re \"13 Fire Chiefs Call for 'Fire-Safe' Cigarette\" (news article, Sept. 19): Rather than redesign the cigarette, an idea resisted by the tobacco industry, why not just stop adding the chemicals to the tobacco that cause cigarettes to keep burning?","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/22/nyregion/no-headline-309192.html","abstract":"  \"This is the most exciting thing to happen since Lucy.\" -- DR. OWEN LOVEJOY, a paleontologist, on the discovery of fossils of the oldest human ancestors.  [ A16:3. ]","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"No Charges for Now Against Michael Jackson","web_url":"https://www.nytimes.com/1994/09/22/us/no-charges-for-now-against-michael-jackson.html","abstract":"  After more than a year of investigation, accompanied by lurid speculation in the press, prosecutors said today that they would not file child molestation charges against the pop superstar Michael Jackson.   At a joint news conference, the District Attorneys for Los Angeles and Santa Barbara Counties said they had decided not to proceed with allegations that Mr. Jackson had sexually molested three boys because the \"primary alleged victim\" had decided not to testify.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"Prosecutor's Resignation Was Unrelated to Federal Drug Inquiry","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-prosecutor-s-resignation-was-unrelated-to-federal-drug-inquiry-316229.html","abstract":"  To the Editor:   On the day this letter appears, The New York Times is publishing a correction of a statement in its Aug. 9, 1992, article about me. The Times had incorrectly reported that I was accused of interceding in a Federal drug investigation, and that this accusation led to my resignation as an assistant district attorney in Brooklyn. The actual events leading up to my resignation were quite different.","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"At Michigan, a Return Fraught With Risk","web_url":"https://www.nytimes.com/1994/09/22/sports/on-college-football-at-michigan-a-return-fraught-with-risk.html","abstract":"  Barring unforeseen complications between now and Saturday, we can expect Tyrone Wheatley to make a dramatic entrance onto the biggest football stage of any campus in America this week. At some point during the game between Michigan and Colorado that has suddenly attracted the hot lights, the preseason favorite for the Heisman Trophy should take his rehabilitated right shoulder onto the field at Michigan Stadium and become a factor. There will be little margin for error.   When Wheatley, the Michigan tailback, made his surprising and inspiring decision last January to postpone his first check from a National Football League team, earn a degree in education and a chance at a Heisman and remain a part of the student economy, this week was a nearly inevitable part of the plan.","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Saudi Arabia Cracks Down on Islamic Militants, Seizing Many","web_url":"https://www.nytimes.com/1994/09/22/world/saudi-arabia-cracks-down-on-islamic-militants-seizing-many.html","abstract":"  The Saudi authorities have cracked down on militant Muslims, arresting an undetermined number in a series of confrontations that began three weeks ago when Muslim leaders forced the Government to boycott the United Nations Conference on Population and Development in Cairo.   Last week, militants staged demonstrations demanding the release of jailed Islamic leaders, but foreign diplomats and Islamic militants provided conflicting reports on the number of people involved, and the Saudi Government has been reticent.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Japan Hasn't Stopped Exploiting Asian Women","web_url":"https://www.nytimes.com/1994/09/22/opinion/l-japan-hasn-t-stopped-exploiting-asian-women-316180.html","abstract":"  To the Editor:   You are right to say that the $1 billion offered by the Japanese Government as \"compensation\" for the hundreds of thousands of Asian women forced into brothels to service Japanese soldiers during World War II is an \"incomplete mode of redress\" (editorial, Sept. 14).","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/22/sports/results-plus-313521.html","abstract":"  GOLF  Kestner Prevails Again  Darrell Kestner, head pro at the Deepdale Golf Club in Manhasset, L.I., registered a two-under-par 70 yesterday and finished with a 54-hole total of 217 to win the Izod/Cadillac Metropolitan PGA championship. Kestner, who earned $7,500 for his victory at the Stanwich Club in Greenwich, Conn., also won the New York State Open and the Dodge Classic this summer. John DeForest of Rondout, N.Y., who also had a final-round 70, was runner-up with 221. Fordyce Seeking Crown: Jamie Fordyce, the first-round co-leader, shot a one-under-par 69 yesterday to open a three-shot lead over John Klocksin and Kevin Syring after two rounds of the $50,000 New Jersey PGA Championship. Fordyce, a 35-year-old assistant pro at Green Brook in North Caldwell, had four birdies and three bogeys at the Montclair Golf Club in West Orange in moving within a round of winning his first significant pro championship. His 36-hole total is an even-par 140. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Study Uncovers Link of Cancer To Birth Drugs","web_url":"https://www.nytimes.com/1994/09/22/us/study-uncovers-link-of-cancer-to-birth-drugs.html","abstract":"  Women treated with infertility drugs have a risk of ovarian cancer that is 2.5 times higher than that of women in the general population, a new study has found.   In the study of 3,837 women, 11 developed ovarian cancer, while the number expected from statistical calculations was 4.4 cases, reported Dr. Mary Anne Rossing of the University of Washington and her co-authors from the Fred Hutchinson Cancer Research Center in Seattle. The study is being published today in the New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19940922","headline":"The DDT Of the 1990's","web_url":"https://www.nytimes.com/1994/09/22/opinion/the-ddt-of-the-1990s.html","abstract":"The Fish and Wildlife Service is planning to remove bald eagles from its endangered species list, changing their status to \"threatened.\" Although most of the birds' protections would remain in place, there is a danger that the proposal would give the public a false sense that the future of the eagle is secure -- at a time when development and Congressional proposals threaten its habitats more than ever. \n\nThe service is now hearing public comment and may make this change next month. Before it does, it should listen to Carey Lightsey, a sixth-generation cattle rancher in central Florida who has witnessed the eagle's remarkable comeback since DDT was banned in 1973. Back then he rarely saw an eagle; today he can count 14 gigantic nests on his ranch. He worries about how people will interpret the Federal action. \"If you portray them as doing well,\" he told me, \"maybe people might have less regard for them.\"","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"1919: War Indemnity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/22/opinion/IHT-1919-war-indemnity-in-our-pages100-75-and-50-years-ago.html","abstract":"The haunting dread of some patriotic Frenchmen, that their country will soon again become a customer of German industry, has become an actuality. Far-sighted citizens have long pointed out that if the mark is worth so little it is because France is victor","thumbnail":null,"section":"Opinion"},{"date":"19940922","headline":"Under House Arrest, Venezuela's Ex-Chief Takes Offensive","web_url":"https://www.nytimes.com/1994/09/22/world/under-house-arrest-venezuela-s-ex-chief-takes-offensive.html","abstract":"  After half a century in Venezuelan politics, Carlos Andres Perez has retired to his hillside estate near Caracas. Framed on a wall is the slender gold pen he used two decades ago to nationalize the largest oil reserves in the Americas.   But the 71-year-old former President is spending his golden years under house arrest. Last year, he was forced from office and charged with corruption, and this year he spent two months in jail.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Ancient Chinese Craft Shifts Building Designs in the U.S.","web_url":"https://www.nytimes.com/1994/09/22/nyregion/ancient-chinese-craft-shifts-building-designs-in-the-us.html","abstract":"  After six months of tough negotiations with a group of Taiwanese investors, Barry Lewen, a real-estate broker, thought he was just days from completing the $14 million sale of a building at 366 Madison Avenue when he was unexpectedly told there was one last detail.   The investors insisted that before anything more was done, a Chinese mystic had to be flown from Taiwan to determine if the building's qi, or life force, was acceptable. \"I thought they were joking,\" said Mr. Lewen, an executive managing director of The Galbreath Company, a Manhattan real-estate company.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"American Commanders Give Cedras A Warning","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-in-port-au-prince-american-commanders-give-cedras-a-warning.html","abstract":"  Top American generals warned Lieut. Gen. Raoul Cedras today that his forces must stop beating Haitian citizens and took what may be a significant first step toward dismantling the force the military holds in this frightened country.   A day after Haitian police and soldiers lashed out with clubs at crowds who were greeting American troops, Lieut. Gen. Henry Hugh Shelton, commander of the XVIII Airborne Corps and Maj. Gen. David Meade, commander of the 10th Mountain Division, strode into General Cedras's headquarters to warn the Haitian command to shape up, American military spokesmen said.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Justice Officials Clarify Stand In Race-Based Dismissal Case","web_url":"https://www.nytimes.com/1994/09/22/nyregion/justice-officials-clarify-stand-in-race-based-dismissal-case.html","abstract":"  Officials of the Justice Department said yesterday that the Clinton Administration intended to argue in favor of an appeal of a civil rights case that it helped to win, but that it would participate only as a friend of the court.   Senior members of the Justice Department said that they had always intended to file an amicus curiae, or friend of the court, brief in the case of a white Piscataway school teacher who was laid off so that a black colleague could be retained.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"A Film Maker and the Art of the Deal","web_url":"https://www.nytimes.com/1994/09/22/movies/a-film-maker-and-the-art-of-the-deal.html","abstract":"  Lawrence Bender has, without question, the smallest office of any big-time producer in Hollywood. It's a windowless and cramped space, with a rental desk and couple of movie posters tacked onto a wall. And Mr. Bender doesn't limit his frugality to the workplace. When the 36-year-old producer flies to New York, his hometown, to make a film, he sleeps on sofas in his friends' apartments.   \"Someone said to me: 'Don't they put you up in a hotel? Why are you sleeping on people's couches?' \" he said. \"And I say: 'You don't understand. \"They\" is \"me.\" ' Instead of spending $10,000 on a hotel, I could get another crew person. I can't get away from the fact that I want to put everything in the movie.\"","thumbnail":null,"section":"Movies"},{"date":"19940922","headline":"A Quiet Man Speaks Through the Blues","web_url":"https://www.nytimes.com/1994/09/22/arts/pop-review-a-quiet-man-speaks-through-the-blues.html","abstract":"  There ought to be a photograph of J. J. Cale next to the dictionary definition of low-key. Mr. Cale, whose performances in New York are rare, materialized on Monday night at the Bottom Line. At his early show, he never raised his voice, smiled or gave any clue about why he chose the songs of his rambling set.   Mr. Cale has supplied hit songs to Eric Clapton (\"Cocaine,\" \"After Midnight\") and a signature style to Dire Straits, which emulated his bluesy songs, often in minor keys, along with his terse guitar solos and his husky, near-whispered vocals. He is steeped in the blues; he has absorbed its combination of lament, determination and resilience and its musical austerity. Using his fingertips, he picks lean, single-line guitar solos that are as prickly and self-sufficient as cactus; he can also play his own simultaneous lead and rhythm parts.","thumbnail":null,"section":"Arts"},{"date":"19940922","headline":"Former U.N. Envoy Deplores Haiti Accord","web_url":"https://www.nytimes.com/1994/09/22/world/mission-to-haiti-critic-former-un-envoy-deplores-haiti-accord.html","abstract":"  The former United Nations envoy to Haiti, Dante Caputo, who resigned his position last week, said today that he had grave concerns over the last-minute Haitian-American accord that allows the Haitian military to remain in the Caribbean nationas United States troops arrive.   In interviews with local and international news organizations here this week, Mr. Caputo, a former Foreign Minister of Argentina, has assailed the Clinton Administration for failing to obtain written assurances that Haiti's military leaders will leave the country.","thumbnail":null,"section":"World"},{"date":"19940922","headline":"Garden's Priority: Signing of Messier","web_url":"https://www.nytimes.com/1994/09/22/sports/sports-business-garden-s-priority-signing-of-messier.html","abstract":"  One day after Bob Gutkowski's dismissal as the president of Madison Square Garden, his interim replacement said his immediate goal is to break the logjam in contract negotiations with Mark Messier, the Rangers' captain and star center.   \"No question, it's the most important issue the Garden is facing,\" said Dave Checketts, who had been president and general manager of the Knicks. \"It's absolutely the first priority.\"","thumbnail":null,"section":"Sports"},{"date":"19940922","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/22/nyregion/c-corrections-315737.html","abstract":"  An article on Aug. 9, 1992, about the resignation of Pamela D. Hayes as an assistant district attorney in Brooklyn described the reason for her resignation incorrectly. Ms. Hayes's resignation did not result from allegations that she had interceded in the Federal drug investigation of a friend. The Times now believes that the allegations themselves were false.","thumbnail":null,"section":"New York"},{"date":"19940922","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/22/nyregion/news-summary-308676.html","abstract":"  International A3-17  U.S. TO ACT ON HAITI VIOLENCE  President Clinton said that the United States would not tolerate police violence in Haiti and that American military policemen would try to deter Haitian troops from using unreasonable force.  A1","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940922","time":"1994-09-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":87,"wspd":18.4},{"date":"19940922","time":"1994-09-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":18.4},{"date":"19940922","time":"1994-09-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":90,"wspd":14.8},{"date":"19940922","time":"1994-09-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":13},{"date":"19940922","time":"1994-09-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":90,"wspd":13},{"date":"19940922","time":"1994-09-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":91,"wspd":16.6},{"date":"19940922","time":"1994-09-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":91,"wspd":14.8},{"date":"19940922","time":"1994-09-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":90,"wspd":13},{"date":"19940922","time":"1994-09-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":87,"wspd":13},{"date":"19940922","time":"1994-09-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":81,"wspd":18.4},{"date":"19940922","time":"1994-09-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":82,"wspd":13},{"date":"19940922","time":"1994-09-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":72,"wspd":22.3},{"date":"19940922","time":"1994-09-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":68,"wspd":18.4},{"date":"19940922","time":"1994-09-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":56,"wspd":27.7},{"date":"19940922","time":"1994-09-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":57,"wspd":27.7},{"date":"19940922","time":"1994-09-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":18.4},{"date":"19940922","time":"1994-09-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":51,"wspd":16.6},{"date":"19940922","time":"1994-09-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":53,"wspd":18.4},{"date":"19940922","time":"1994-09-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":61,"wspd":18.4},{"date":"19940922","time":"1994-09-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":66,"wspd":16.6},{"date":"19940922","time":"1994-09-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":72,"wspd":20.5},{"date":"19940922","time":"1994-09-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":77,"wspd":18.4},{"date":"19940922","time":"1994-09-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":82,"wspd":14.8},{"date":"19940922","time":"1994-09-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":86,"wspd":13},{"date":"19940922","time":"1994-09-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":7.6},{"date":"19940922","time":"1994-09-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":59,"wspd":11.2},{"date":"19940922","time":"1994-09-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":61,"wspd":9.4},{"date":"19940922","time":"1994-09-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":63,"wspd":7.6},{"date":"19940922","time":"1994-09-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":73,"wspd":5.4},{"date":"19940922","time":"1994-09-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":5.4},{"date":"19940922","time":"1994-09-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":5.4},{"date":"19940922","time":"1994-09-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":7.6},{"date":"19940922","time":"1994-09-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":87,"wspd":9.4},{"date":"19940922","time":"1994-09-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":11.2},{"date":"19940922","time":"1994-09-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":93,"wspd":11.2},{"date":"19940922","time":"1994-09-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":14.8},{"date":"19940922","time":"1994-09-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":73,"wspd":20.5},{"date":"19940922","time":"1994-09-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":24.1},{"date":"19940922","time":"1994-09-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":25.9},{"date":"19940922","time":"1994-09-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":22.3},{"date":"19940922","time":"1994-09-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":20.5},{"date":"19940922","time":"1994-09-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":59,"wspd":22.3},{"date":"19940922","time":"1994-09-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":22.3},{"date":"19940922","time":"1994-09-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":25.9},{"date":"19940922","time":"1994-09-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":24.1},{"date":"19940922","time":"1994-09-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":25.9},{"date":"19940922","time":"1994-09-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":81,"wspd":29.5},{"date":"19940922","time":"1994-09-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":72,"wspd":33.5}]},"19940923":{"guardian_articles":[],"nytimes_articles":[{"date":"19940923","headline":"Joseph Loves Sarah and So Does Frank, and Everybody Is Talking About It","web_url":"https://www.nytimes.com/1994/09/23/movies/film-review-joseph-loves-sarah-so-does-frank-everybody-talking-about-it.html","abstract":"Self-indulgent love triangle. Snore off.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"Hospitals Unit Details Plans For Layoffs","web_url":"https://www.nytimes.com/1994/09/23/nyregion/hospitals-unit-details-plans-for-layoffs.html","abstract":"  At least seven of the city's 11 hospitals will be hit with layoffs and other cuts under a plan to close a $357 million budget gap, the head of the Health and Hospitals Corporation told the agency's board yesterday.   As expected, Harlem Hospital would be most severely affected by the cuts, losing 300 workers, including 28 doctors and 37 part-time residents, and 119 surgical beds, bringing a projected savings of $9.6 million. The hospital has the lowest occupancy rate of any city hospital, with just 65 percent of its beds being used on any given day, and the president of the hospitals agency, Dr. Bruce Siegel, said the agency could not afford to provide staff for empty beds.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"DIALOGUE: The Reach of Democracy; Cold War Games Again","web_url":"https://www.nytimes.com/1994/09/23/opinion/dialogue-the-reach-of-democracy-cold-war-games-again.html","abstract":"  The intervention in Haiti is most disturbing for what it says about the Administration's post-cold-war strategy as defined by Anthony Lake, President Clinton's national security adviser.    To Mr. Lake, America is involved in an extension of the struggle for democracy and against authoritarianism that began with World War II and continued in the cold war. As in those conflicts, the struggle is Manichean: the forces of evil (rogue states, terrorists, tribalists) against the forces of good (democracies, tolerant societies).","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/23/arts/sounds-around-town-329304.html","abstract":"  American Music Club    American Music Club, St. Etienne, Grant Lee Buffalo, Soul Coughing; Manhattan Center Ballroom, 311 West 34th Street, (212) 249-8870. The CMJ Music Marathon is in town this weekend, turning most rock clubs into band-crammed showcases that start early and run into the wee hours. The only connection between these four bands is that they record for Warner Brothers and its associated labels. American Music Club (at 10:40 P.M.) is a lodestone for depressives, with Mark Eitzel's bleary, self-lacerating ruminations set in rock that's sometimes crisp and sometimes dreamy and atmospheric. Soul Coughing (8:50) backs M. Doughty's free-associative poetry and an occasional melodic chorus with jazz vamps and sampled noises. Grant Lee Buffalo (9:40), a three-man rock band led by Grant Lee Phillips, gazes at Americana with a literary eye in songs that move from folk-rock to Neil Young stomps to late-Beatles pop, while St. Etienne (11:50) creates a swirling, post-disco reverie. The show is tonight, beginning at 8. Admission: $13.50. JON PARELES Jeff Buckley    Jeff Buckley, Supper Club, 240 West 47th Street, Manhattan, (212) 249-8870. Jeff Buckley's eerie, liquid, androgynous voice can't help reminding people of his father, Tim Buckley. But he uses it to personalize his own emotionally volatile songs, which drift from pained delicacy to hard rock on the verge of Led Zeppelin. In a CMJ showcase, he shares a bill with Tindersticks, whose understated songs can take on an edge of dissonance. Tomorrow at 7 P.M.; tickets are $10. J. P. Roosevelt (Booba) Barnes    Roosevelt (Booba) Barnes, Chicago Blues, 73 Eighth Avenue, at 14th Street, West Village, (212) 924-9755. Roosevelt Barnes comes from the juke joints of Mississippi, and he plays unvarnished Delta blues: a spiky, syncopated dialogue between his electric guitar and his deep, unflinching voice, finding new resonances in the classic blues subjects of trouble and pleasure. Tonight and tomorrow night at 9:30, 11 and 12:30. Admission: $10 cover charge and a two-drink minimum at the tables. J. P.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Magic Signs Another Free Agent in Shaw","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-basketball-magic-signs-another-free-agent-in-shaw.html","abstract":"  The Orlando Magic signed former Miami Heat guard BRIAN SHAW yesterday, their second free-agent acquisition this week. HORACE GRANT, a former All-Star power forward from the Chicago Bulls, signed Monday.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"THE MOVIE GUIDE : Trois Couleurs:Rouge","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-the-movie-guide-trois-couleursrouge.html","abstract":"Directed by Krzysztof Kieslowski. France-Switzerland- Poland.. By now, Kieslowski fans can spot the colors, read the signs, and make their way through movies designed like obstacle courses, skipping over crossed communication wires, interpreting tricks of","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/23/style/chronicle-329363.html","abstract":"  Applying to private schools in New York City is trying enough for those familiar with the system. Imagine, then, the dilemma of SERGEY LAVROV, the new Russian Ambassador to the United Nations, who arrived here on Sept. 2 and needed to find a school immediately for his 11-year-old daughter, KATYA.   Mr. Lavrov enrolled her in a parochial school in Manhattan but after two days decided it was not the right choice. He called several private schools and was told they were all filled.","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"Hear This","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-hear-this.html","abstract":"Most surprising poll of the week: The French magazine Point de Vue says its readers love Princess Diana. Sixty-eight percent said she was a good mother, 79 percent said she was attractive, and 73 percent said the press was unfair to her. Take that, Fleet","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/09/23/arts/restaurants-325732.html","abstract":"  How to be happy at Cub Room:   1.  Ask your dinner guests to be punctual. If you are over the age of 21 and forced to spend any length of time waiting in the very popular bar, you are apt to get very grumpy. It is extremely crowded with very pretty people.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/09/23/arts/art-in-review-329339.html","abstract":"  Shelagh Keeley   John Gibson Gallery  568 Broadway (at Prince Street)  SoHo  Through Oct. 15    Shelagh Keeley has followed an ambitious though thin-textured show at Exit Art with one of works on paper, a medium suited to her fleet, glancing touch, at John Gibson. In each piece, photo-transferred images -- ranging from antique medical prints to examples of contemporary pornography -- are complemented by the artist's semi-abstract drawings in crayon, charcoal and gouache.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"U.S. Bridge Teams Face Elimination","web_url":"https://www.nytimes.com/1994/09/23/nyregion/us-bridge-teams-face-elimination.html","abstract":"  Two top-ranked American teams were in serious jeopardy here this afternoon at the NEC World Championships, organized by the World Bridge Federation.   With two rounds of qualifying play remaining in the Rosenblum Open Teams, the team led by Seymon Deutsch of Laredo, Tex., was seventh in its qualifying section, with four teams to qualify. Among his teammates are Chip Martel of Davis, Calif., and Lew Stansby of Castro Valley, Calif., winners of several world titles. They were 20 victory points behind the fourth team in the section, with 25 the maximum in a match.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Rangers Stuck In the Slush","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-rangers-stuck-in-the-slush.html","abstract":"  Hockey is played so infrequently here at the ARCO Arena that the Zamboni driver working tonight's game between the Rangers and San Jose Sharks must have confused \"gold rush\" with \"make it slush.\" Outside it was 90 degrees, and that helped turn the ice into a snow cone, a surface on which the Sharks slogged their way to a 3-0 victory over the Rangers.   The loss was the second in as many nights for the Rangers, who are 3-3 in exhibition games. The Rangers will complete a three-game Western trip on Saturday night, when they play the Kings in Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"A Civil Rights Victory in Old New York","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-a-civil-rights-victory-in-old-new-york-328537.html","abstract":"  To the Editor:   The daguerreotype of Chatham Street, later Park Row, looking northeast from Pearl Street, to be auctioned at Christie's in October (news article, Sept. 2, and letter, Sept. 14) depicts the site of an important event in New York City history.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"No Bait From Rangers, So Messier's Out Fishing","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-no-bait-from-rangers-so-messier-s-out-fishing.html","abstract":"  Yesterday was another futile day in the contract negotiations between Mark Messier and the Rangers. No progress was made, no new offers discussed, no substantial conversations held between the two sides. With only eight days remaining before the scheduled start of the regular season, Messier went fishing in Hilton Head, S.C., caught two grouper and cooked them for dinner. He had nothing better to do.   \"I'm just trying to keep busy,\" the Ranger captain said by telephone last night. \"I'm just anxious, hoping this will get done soon.\"","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Pinched Nerve Changes Terreri From Solid to Uncertain","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-pinched-nerve-changes-terreri-from-solid-to-uncertain.html","abstract":"  The Devils have played six exhibition games, and Chris Terreri, a vital part of last season's goaltending tandem with Martin Brodeur, has not played a single minute in them. He is bothered by a pinched nerve in his left shoulder and his status is uncertain for the start of the season.   Today, Terreri faced shots for the first time since suffering the injury on Sept. 10.   \"It wasn't bad,\" Terreri said after the light workout before the rest of the team took the ice, \"but it wasn't great, either. It'll take some time.\"   With three exhibition games left, time is not on Terreri's side. Goaltenders Peter Sidorkiewicz and Mike Dunham have played well and are making a strong challenge to start the season with Brodeur. But Terreri, a six-year-veteran, said it was too early for him to worry about losing his job.   \"I've played so long in this league it won't take me long to get into conditioning,\" Terreri said. \"But it is frustrating not to be able to do the things I want to do. It's just taking too much time.\"   Despite the intensive therapy on his shoulder, it is unlikely that Terreri will see any action before the regular season, which is scheduled to start Oct. 1.   \"If Chris is not ready, for sure we'll have to keep another goalie,\" Coach Jacques Lemaire said after today's practice. \"Chris will be going in and practice every day until he gets ready.\"   Dressed in black, Terreri swung his left arm as he skated up and down the ice. He tested his endurance with a few short sprints, from the goal line to the blue line. Then he faced shots from Jacques Caron, the goaltending coach, and the assistant coaches Larry Robinson and Dennis Gendron.   \"We took low shots at him today because of his range of motion and we'll start taking high and harder shots at him gradually,\" Caron said.   Any hope Terreri had of challenging Brodeur for the position as the team's premier goaltender has disappeared.   Brodeur has looked extremely sharp in the exhibition games he played, especially in the 4-1 victory over the Flyers Wednesday night. Several of his 30 saves were of the spectacular kind and he lost his shutout bid with only 36 seconds left.   Brodeur keeps saying he can handle a heavy workload, but Lemaire is inclined not to overwork his top goaltender early in the season. Lemaire prefers to have two goalies sharing the duties until he settles on one of them for the playoffs, as he did last year. SLAP SHOTS    PETER SIDORKIEWICZ and MIKE DUNHAM will handle the goaltending duties for Friday night's visit by the Islanders. . . . SCOTT STEVENS and JOHN MacLEAN could miss the game with minor leg injuries.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"NATO Jets Strike Serbs Near Sarajevo","web_url":"https://www.nytimes.com/1994/09/23/world/nato-jets-strike-serbs-near-sarajevo.html","abstract":"  NATO aircraft struck today at Serbian targets near Sarajevo after United Nations troops patrolling the city came under Serbian machine-gun and rocket fire.   Maj. Gen. Andre Soubirou, the acting commander of United Nations forces in Bosnia, said an American A-10 ground-attack plane and a British Jaguar fighter bomber attacked a Serbian tank. Aides said the strafing and bombing took place at 6:15 P.M. local time in the Serbian-held Rajlovac area northwest of the Bosnian capital.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Quentin Tarantino's Wild Ride On Life's Dangerous Road","web_url":"https://www.nytimes.com/1994/09/23/movies/film-festival-review-pulp-fiction-quentin-tarantino-s-wild-ride-life-s-dangerous.html","abstract":"Director Quentin Tarantino's linked vignettes about petty hoodlums and their ilk. Shocking, funny and blazingly original.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"Judge Assails News Report On Simpson","web_url":"https://www.nytimes.com/1994/09/23/us/judge-assails-news-report-on-simpson.html","abstract":"  In an unusually sharp courtroom rebuke, the judge in the O. J. Simpson murder case denounced the news media today for what he said was an inaccurate report that blood found on socks in Mr. Simpson's house matched the blood of his former wife.    \"For this kind of information to come out and for it to be incorrect and to be so prejudicial is outrageous; it's irresponsible, \" said the angered judge, Lance A. Ito of Los Angeles County Superior Court.  He said he was considering taking some kind of action because of the report, which originated with a Los Angeles television station on Wednesday.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Prison Tale by Stephen King Told Gently, Believe It or Not","web_url":"https://www.nytimes.com/1994/09/23/movies/film-review-prison-tale-by-stephen-king-told-gently-believe-it-or-not.html","abstract":"NULL","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/23/nyregion/metro-digest-327182.html","abstract":"  AS COSTS RISE, MAYOR WEIGHS MORE CUTS   Only three months after the city balanced a $31.6 billion budget with sharp cuts, the Giuliani administration is struggling with a further gap that officials say will require another round of cuts that could reach $800 million. A1. POPE, CITING HEALTH, DROPS NEW YORK TRIP   The Vatican announced that John Paul II was postponing a visit to the New York City area and Baltimore, planned for next month, because he had not fully recuperated from a fall in April in which he broke his leg. A1.   Many believers could not help but wonder if something more serious was going on. A8.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"N.C.A.A. Uses Bad Statistics, Group Says","web_url":"https://www.nytimes.com/1994/09/23/sports/colleges-ncaa-uses-bad-statistics-group-says.html","abstract":"  An independent group of academics agreed today that statistics used by the National Collegiate Athletic Association to determine academic eligibility for prospective student-athletes are flawed.   The group, the Scientific Conference on Re-examination of the Academic Performance Study, discussed its preliminary findings at a news conference with members of the Black Coaches Association and Rep. Cardiss Collins, Democrat of Illinois, chairwoman of the House subcommittee on commerce, consumer protection and competitiveness.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"U.S. Begins Inquiry Into Payments by Cisneros","web_url":"https://www.nytimes.com/1994/09/23/us/us-begins-inquiry-into-payments-by-cisneros.html","abstract":"  The Justice Department has begun an initial review of tape-recorded conversations between Housing Secretary Henry G. Cisneros and his former mistress about thousands of dollars in payments he made to her between 1990 and 1993, law enforcement officials said today.   The review is the earliest stage of scrutiny under the Ethics in Government Act of 1978, the law that provides for the appointments of independent prosecutors.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Yanks Extend Stanley's Pact","web_url":"https://www.nytimes.com/1994/09/23/sports/baseball-yanks-extend-stanley-s-pact.html","abstract":"  The Yankees made a logical and expected decision yesterday when they picked up the option year on catcher Mike Stanley's contract and assured him of being with them next season.   The 31-year old Stanley, who batted .300 with 17 homers and 57 runs batted in as the third-highest paid catcher on the Yankees this abbreviated season, will receive a $562,500 salary if he plays in 1995, still one of the best bargains in the major leagues. The Yankees have seven players signed to guaranteed contracts for 1995.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Recalled Players Try to Get Pay Back","web_url":"https://www.nytimes.com/1994/09/23/sports/baseball-recalled-players-try-to-get-pay-back.html","abstract":"  The Players Association, contending that 18 players have been improperly deprived of $1 million in pay, filed default notices yesterday that could get the players their money and make them free agents.   For the most part, the players were recalled from the minor leagues to major league clubs in the week before the players strike began or during the first week of September, when major league rosters could expand from 25 players to 40. Included in the group are Joe Ausanio of the Yankees and Randy Tomlin of the Pittsburgh Pirates.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"You Can Take the Star Out of the Series but. . . .","web_url":"https://www.nytimes.com/1994/09/23/arts/tv-weekend-you-can-take-the-star-out-of-the-series-but.html","abstract":"  A fixture of any new television season is the television movie showcasing stars of weekly series. The system has a tendency to feed on itself. On NBC alone, Dennis Franz (\"N.Y.P.D. Blue\") has popped up in \"Moment of Truth: Caught in the Crossfire,\" while on Monday at 9 P.M. \"A Friend to Die For\" will feature Tori Spelling (\"Beverly Hills 90210\") and Kellie Martin (\"Christy\"). And on Sunday at 9 P.M., Kelsey Grammer, the recent winner of an Emmy Award along with his comedy series \"Frasier,\" goes for a dramatic change of pace in \"The Innocent.\" Well, maybe this will help him get such urges out of his system.    In five minutes, the entire plot of \"The Innocent\" is groaningly clear. Nine-year-old Gregory White, played quite ably by Keegan Macintosh, the season's first Macaulay Culkin look-alike, is the only survivor of a violent robbery, the latest atrocity by a pair of dimwitted sadists who try not to leave witnesses. The investigating detective is Lieut. Frank Barlow. This is where Mr. Grammer comes in, not entirely persuasive in adjusting his familiar patrician tones to tough-cop cadences.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Pope, Citing Health, Calls Off Visit to New York","web_url":"https://www.nytimes.com/1994/09/23/world/pope-citing-health-calls-off-visit-to-new-york.html","abstract":"  In another sign of the Pope's physical frailty, the Vatican announced today that John Paul II was postponing a visit to the New York City area and Baltimore, which was planned for next month, because he has not fully recuperated from a fall in April in which he broke his leg.   The unexpected announcement renewed speculation about the 74-year-old Pope's broader state of health, particularly because he planned an important speech at the United Nations on the family in which he was expected to discuss the Vatican's views of the recent population conference in Cairo.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Russia's Poor Army! Now Power to Rocket Forces Is Cut Off","web_url":"https://www.nytimes.com/1994/09/23/world/russia-s-poor-army-now-power-to-rocket-forces-is-cut-off.html","abstract":"  In an episode that has driven millions of Russians to tears of laughter -- and many others to just plain tears -- the Moscow regional electricity authority severed all power to the nation's Strategic Nuclear Missile Command Center on Wednesday because nobody had bothered to pay the bills.   The Odintsovo Central Command Post, 15 miles west of Moscow, which controls one of the largest clusters of nuclear missiles on earth, immediately switched to an emergency fail-safe system for four hours until power was restored.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"What Follows the Landing?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-what-follows-the-landing-letters-to-the-editor.html","abstract":"William Pfaff (\"But the Road Out of Haiti May Now Be a Long One,\" Opinion, Sept. 22) has provided an exceptionally candid analysis of President Bill Clinton's latest foreign policy escapade. After well- publicized saber-rattling followed by las","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Stop and Go and the Police Officer Who Says Which and When","web_url":"https://www.nytimes.com/1994/09/23/nyregion/stop-and-go-and-the-police-officer-who-says-which-and-when.html","abstract":"  When Brian O'Connor dreamed of becoming a policeman, standing in the middle of Greenwich Avenue blowing his whistle and yelling \"You can cross now\" was not what he had in mind.   The 26-year-old officer is often asked why he is on Greenwich's main shopping boulevard wearing a neon-green mesh vest over his navy polyester uniform, motioning cars forward or holding them back with an outstretched hand.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"London Hit By Criticism For Attacks On Pataki","web_url":"https://www.nytimes.com/1994/09/23/nyregion/london-hit-by-criticism-for-attacks-on-pataki.html","abstract":"  A day after Herbert London, the Republican comptroller candidate, declared his independence from the head of his own ticket, he got a taste of what independence means: a donor canceled a $10,000 check, a fund-raising event was put into jeopardy and supporters asked why Mr. London would endanger party unity with his attack on State Senator George E. Pataki.   But Mr. London seemed unrepentant. While saying yesterday that he did not intend \"an unfriendly act,\" he repeated his criticism that Mr. Pataki, the party's gubernatorial candidate, had failed to outline a substantial plan for cutting taxes and spending. And his campaign manager, Jim Dillon, refused to say whether Mr. London would unequivocally support Mr. Pataki's candidacy.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/23/nyregion/inside-320692.html","abstract":"  NATO Hits Serbian Targets   NATO jets struck at Serbian targets near Sarajevo after United Nations troops came under Serbian machine-gun and rocket fire. Page A8. Disney's Turmoil at the Top    The Walt Disney Company's magic is fizzling without Jeffrey Katzenberg. His one-time ally, Michael D. Eisner, forced him out. Page D1. First Baseball, Now Hockey?   The National Hockey League Commissioner said the season would not start without a new collective bargaining agreement. Page B9.  Clinton Cuts Atomic Arms    President Clinton ordered cuts in nuclear bombers and submarines and will ask Russia's President for similar reductions. Page A3.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Disney's Virginia Project Receives Its First Two Approvals","web_url":"https://www.nytimes.com/1994/09/23/us/disney-s-virginia-project-receives-its-first-two-approvals.html","abstract":"  The Walt Disney Company's plan to build a giant theme park in northern Virginia has gained its first official blessings, winning approval for local zoning changes and transportation projects for the $650 million venture.   By a 7-to-1 vote on Wednesday night, the planning commission of Prince William County, Va., agreed to zoning changes that would allow the company to build the park, Disney's America, as the centerpiece of a 3,000 acre project with more than 2,100 residential units, a hotel, schools, offices and stores.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Cards' Ryan Expresses Interest in Simms","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-football-cards-ryan-expresses-interest-in-simms.html","abstract":"  BUDDY RYAN, yet to win with the Arizona Cardinals or settle on a quarterback, now says he is interested in the former Giant PHIL SIMMS. \"I've got a call in to him right now,\" the coach said after practice yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Sudden Letdown and Lingering Questions for Faithful","web_url":"https://www.nytimes.com/1994/09/23/world/sudden-letdown-and-lingering-questions-for-faithful.html","abstract":"  The souvenir T-shirts had been approved, convoys of buses had been arranged, altars had been designed and choirs were prepared to sing as hundreds of thousands of Roman Catholics in the New York area prepared for their spiritual leader's visit next month.   All those plans came to an abrupt halt yesterday when the Vatican announced that lingering problems from a broken leg earlier this year would prevent John Paul II from doing what the Pope has done so often and energetically through his 16-year tenure -- traveling the globe to take his message of hope and faith to his followers.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Ghosts of the Mongol Hordes Yielding Up Secrets","web_url":"https://www.nytimes.com/1994/09/23/arts/ghosts-of-the-mongol-hordes-yielding-up-secrets.html","abstract":"  WHEN the Mongols swept across Eurasia in the 13th and 14th centuries, their conquests reached from Korea all the way to Hungary. No empire before or since has matched theirs in territory, not Alexander's, Napoleon's or Hitler's. These nomadic warriors on fast horses, charging out of clouds of dust, seemed to be everywhere and come from nowhere. They were feared by all, known by few.   An aura of mystery still clings to the Mongols, long after they retreated to the margins of world history. What were their origins, their cultural affinities? What was it like to be a Mongol?   Only in recent decades have archeologists begun to put a face on the Mongols and their long line of ancestors living beyond the northern walls of China. They were not just skilled horsemen following herds and spoiling for a fight. They also had their artisans and an artistic culture that was at once distinctive and a reflection of techniques and motifs borrowed from foes, particularly the Chinese, and the people they encountered along the ancient trade route, the Silk Road.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"House and Senate Conferees Agree on Rules for Lobbyists","web_url":"https://www.nytimes.com/1994/09/23/us/house-and-senate-conferees-agree-on-rules-for-lobbyists.html","abstract":"  For the first time in nearly 50 years, Senate and House negotiators have agreed on a major overhaul of lobbying on Capitol Hill, banning lobbyists from paying for gifts lavish or lowly, whether resort vacations or the ubiquitous fruit basket.   But even as the agreement was announced, Republicans took to the floor of the Senate in an effort to block another piece of legislation aimed at making changes in campaign financing. This bill would allow partial public financing of Congressional elections and limit the amount spent by candidates.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Transit Officer Contradicts Shooting Victim's Account","web_url":"https://www.nytimes.com/1994/09/23/nyregion/transit-officer-contradicts-shooting-victim-s-account.html","abstract":"  A transit officer involved in last month's subway shootout in which an undercover officer was critically wounded by an off-duty New York City policeman has told prosecutors that the undercover officer was moving toward the off-duty officer when he was first shot, a lawyer involved in the case said yesterday.   The account by Transit Officer Joseph Fitzgerald, given yesterday to a prosecutor with the Manhattan District Attorney's office, differs significantly from the version of the wounded officer, Desmond Robinson. Officer Robinson has said that he had already walked by the door of the train where Officer Peter Del-Debbio stood, and that Officer Del-Debbio then shot him four times in the back while he posed a threat to no one.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Alabama Accused of Rules Violations","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-colleges-alabama-accused-of-rules-violations.html","abstract":"  Alabama, which has never been on National Collegiate Athletic Association probation, was accused yesterday of two possible rules violations involving former players GENE JELKS and ANTONIO LANGHAM. The N.C.A.A., in an official letter of inquiry delivered to the school, raised questions about a bank loan obtained by Jelks and whether Alabama officials responded promptly to information about an agent contacting Langham.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Article 325457 -- No Title","web_url":"https://www.nytimes.com/1994/09/23/arts/article-325457-no-title.html","abstract":"  Toukie Smith, whose restaurant, Toukie's, recently opened in the West Village, is hardly a hands-on hostess. She's shoulders-on, cheeks-on and lips-on, all while keeping an eye on the stove.   Many celebrity restaurateurs are silent partners, like Ms. Smith's former companion, Robert De Niro, who says as little about his restaurant, TriBeCa Grill, as he says about anything. But Ms. Smith, who has previously acted, modeled and catered, can't wait to tell you about her place.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"The Last Choice Is People's Choice","web_url":"https://www.nytimes.com/1994/09/23/sports/college-football-the-last-choice-is-people-s-choice.html","abstract":"  Some of the coaching elite stumped for the Arizona job eight years ago: Dick Sheridan of North Carolina State, Jack Bicknell of Boston College, Earle Bruce of Ohio State. And some guy from Hawaii who once worked under Bo Schembechler at Miami of Ohio.   Dick Tomey was fairly anonymous in 1987, just as his players were anonymous four and five years ago. He became the front-runner only after the others removed themselves from consideration, just as his recruits became bona fide college football players only after he risked a scholarship on them.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Hextall Leaves Isles In Swap Of Goalies","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-hextall-leaves-isles-in-swap-of-goalies.html","abstract":"  Don Maloney decided he did not want to hear the chants of \"Hextall! Hextall!\" anymore.   Yesterday, Maloney, the Islanders' general manager, said that he had made a mistake in acquiring Ron Hextall from Quebec in the summer of 1993. So, Maloney shipped the goaltender back to his original National Hockey League team, the Philadelphia Flyers, with the Islanders' sixth selection in next year's draft, for a 25-year-old Swedish goalie, Tommy Soderstrom.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Players Seeking Antitrust Reversal","web_url":"https://www.nytimes.com/1994/09/23/sports/basketball-players-seeking-antitrust-reversal.html","abstract":"  The legal power struggle between the National Basketball Association and the players' union yesterday moved into a Federal appeals court, where the union sought to reverse a lower court ruling that found that the salary cap, college draft and right of first refusal signing system do not violate antitrust law.   The union contends that after the collective bargaining agreement with the league expired June 24, the three disputed policies fell out of the jurisdiction of Federal labor law and became provisions restricting the free-market opportunities of players from the day they are drafted to when they retire.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Sports of The Times; The Owners Strike Out On Hill, Too","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-of-the-times-the-owners-strike-out-on-hill-too.html","abstract":"  LIKE a Lee Smith or a Goose Gossage, Rep. Melvin L. Watt, Democrat of North Carolina, came into the game in the ninth inning, throwing the best smoke of the day.    \"Give me something to hang onto,\" Watt pleaded with Bud Selig, the acting commissioner of baseball, trying to get Selig to explain why baseball has been exempted from antitrust legislation for, lo, these past 72 years.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/09/23/arts/art-in-review-326445.html","abstract":"  Patrick Nagatani   Jayne H. Baum Gallery  588 Broadway (near Prince Street)  SoHo  Through Oct. 15    Patrick Nagatani continues to appear in many of his complex collage-like photographs. In one work, he watches himself play solitaire on a table suspended in the air, against a wall papered with playing cards; in another, his photograph appears among a grid of R. Crumb's trading cards of famous blues guitarists, with a goose flying away in the foreground.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-letters-to-the-editor.html","abstract":"Do the Pentagon and the White House think that U.S. interests are served by spending millions of dollars to dispatch forces and then having them televised standing idly by while Haitian violence continues?","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/09/23/arts/inside-art.html","abstract":"  Reina Sofia Head Discharged    Maria de Corral has been dismissed as the director of the Reina Sofia Art Center, Spain's national museum of contemporary art in Madrid. Miss de Corral, who had run the museum for nearly four years, had a reputation for mounting retrospectives of cutting-edge artists, including Bruce Nauman, Lucian Freud and Gerhard Richter. The problem was, her mission could not have been more different from that of Carmen Alborch, Spain's Minister of Culture since July 1993, who oversees the museum.   \"Mrs. Alborch had lost confidence in Maria,\" said a spokesman for the culture minister in a telephone interview yesterday. \"The two were not compatible.\" She dismissed Miss de Corral last Friday.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Harvard Club Strike Sticks Over Givebacks","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-harvard-club-strike-sticks-over-givebacks-328910.html","abstract":"  To the Editor:   I reply as an employee of Local 6, the union representing striking Harvard Club employees, to the Sept. 14 letter by Preston Townley, vice president of the club. Mr. Townley claims union leaders \"participated grudgingly\" in mediation and \"walked away at the first opportunity,\" and that \"work rules say bus persons in the dining room can't make coffee.\"","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"THE MOVIE GUIDE : Léon","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-the-movie-guide-leon.html","abstract":"Directed by Luc Besson. France.. Léon (Jean Reno) is a rustic fellow, an illiterate hit man with a heart, a loner without roots in New York's Little Italy. Everyday, he does sit- ups, drinks a glass of milk and strokes his plant, his only friend. He","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"For Children","web_url":"https://www.nytimes.com/1994/09/23/arts/for-children.html","abstract":"  Medieval Festival   Fort Tryon Park  Fort Washington Avenue and 190th Street  Washington Heights  (212) 795-1600  Recommended for all ages  Sunday    Any young man with pride in his blood and a budding war horse in the stable longed to grow up to be a knight, King Arthur-style, in the Middle Ages. The word \"chevalier\" was connected not only to riding steeds but also to a way of life: one that meant acting honorably and bravely and being frail in love matters. It also meant fighting.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"For Israel, Peace Now or a Missile War Later","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-for-israel-peace-now-or-a-missile-war-later-328472.html","abstract":"  To the Editor:   Last month I drove my 18-year-old Israeli grandson, Alon, from his Tel Aviv home to the Golan Heights. Alon is about to begin his three-year compulsory army service. He wanted to see the land he will defend.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Gifts and Gridlock","web_url":"https://www.nytimes.com/1994/09/23/opinion/gifts-and-gridlock.html","abstract":"  Facing an election that could turn out very badly for them, the Democrats who run Congress have begun to address voters' anger about the way they take gifts and money. Yesterday, the leadership announced agreement on a lobbying reform bill that would ban most of the meals, resort vacations and other gifts from seekers of influence. This is an accomplishment, given the devotion on both sides of the aisle to cherished perks.   The measure, which is expected to pass both chambers, is not perfect, and the fine print may turn up new problems. But none of this obscures the bill's central achievement. It pushes lawmakers to change their lobbyist-subsidized life styles.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/23/nyregion/c-corrections-328260.html","abstract":"  Because of an editing error, an article on Wednesday about the defeat of Representative Mike Synar, Democrat of Oklahoma, in the Tuesday primary referred incorrectly in some copies to defeats of House incumbents this year. Mr. Synar's was the fourth, not the third.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Race for Governor: Pataki","web_url":"https://www.nytimes.com/1994/09/23/nyregion/the-ad-campaigns-race-for-governor-pataki.html","abstract":"  CANDIDATE: George E. Pataki PRODUCER: Russo, Marsh & Associates, Alexandria, Va., and Sacramento, Calif.  ","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Suicidal Police Officers Don't Get Medication","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-suicidal-police-officers-don-t-get-medication-328936.html","abstract":"  To the Editor:   Richard Dresselhuys (letter, Sept. 16) attributes most of the fourfold difference in suicide rates between police officers and the general population to the ready availability of firearms to police officers. In doing so, he distills the entire focus of the antigun lobby into one paragraph.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Study Says Schools Must Stress Academics","web_url":"https://www.nytimes.com/1994/09/23/us/study-says-schools-must-stress-academics.html","abstract":"  Saying that the American educational system is failing the nation's employers, a leading business organization called today for a new emphasis on basic academic training at the expense of social goals and services.   The Committee for Economic Development, an organization of executives at about 250 large corporations, called for an end to efforts to incorporate mentally and physically handicapped children in regular classrooms, and urged educators to move away from providing social services like pregnancy counseling, AIDS information and drivers' education classes. The group also said schools should not be battlegrounds over ideological issues like abortion, homosexuality and creationism.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"The Annenberg Gift to New York Schools","web_url":"https://www.nytimes.com/1994/09/23/opinion/the-annenberg-gift-to-new-york-schools.html","abstract":"  In the next five years, New York City will receive $100 million to start 50 experimental schools. A $50 million grant from the Annenberg Foundation, to be matched by grants from public and other private sources, should help entrench some important reforms that are now exceptions.    Most of the money will go to high schools, to replace or break up existing large schools. Many of those schools resemble factories. Students often feel anonymous and become apathetic; many perform poorly and eventually drop out.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/23/nyregion/c-corrections-328294.html","abstract":"  An article on Monday about the effects of a tentative labor agreement on garbage collection in New York City misstated the origin of a bonus for sanitation workers in two-member crews. The payment, known as a differential, was created when work was shifted from three-member to two-member crews under the Koch administration, not the Dinkins administration.  ","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-the-arts-guide.html","abstract":"As the curtain goes up on the new season, here is a sampling of the productions at some of the world's major opera houses until the summer of 1995..ARGENTINA.Buenos Aires.Teatro Colon, tel: (1) 382-3289. \"Jenufa\" (Janacek), \"Madama Bu","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"Cuomo Proposes More Tax Cuts, but Again Says Details Will Have to Wait","web_url":"https://www.nytimes.com/1994/09/23/nyregion/cuomo-proposes-more-tax-cuts-but-again-says-details-will-have-to-wait.html","abstract":"  Gov. Mario M. Cuomo said today that the election-year package of tax cuts he plans to propose this fall will include a reduction in the personal income tax for some people and an income tax credit intended to offset property taxes.   But, as he did earlier this week, when Mr. Cuomo said he would propose cutting a state tax on utility revenues, he declined to provide any details about his plan, saying they would come in the next few weeks.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"1919: A Ruinous Strike : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-1919-a-ruinous-strike-in-our-pages100-75-and-50-years-ago.html","abstract":"Other labor difficulties in the United States are completely overshadowed by the steel strike, which opened this morning [Sept. 22]. [The Herald says in an editorial:] \"The consequences of this crisis will be ruinous, and will be felt over here in Eu","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/23/nyregion/no-headline-320579.html","abstract":"  \"Faced with a relatively long trip, the doctors said: 'Holy Father, it would be better to postpone this.' And the Pope accepted this medical advice.\" JOAQUIN NAVARRO-VALLS, spokesman for the Vatican.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Suicidal Police Officers Don't Get Medication","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-suicidal-police-officers-don-t-get-medication-328928.html","abstract":"  To the Editor:   Lack of confidentiality because of managed care probably does not add much to police suicides (letter, Sept. 16). The problems existed before.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Kelly Candidate To Overhaul Haiti Police","web_url":"https://www.nytimes.com/1994/09/23/world/mission-to-haiti-in-washington-kelly-candidate-to-overhaul-haiti-police.html","abstract":"  Raymond W. Kelly, the former New York City police commissioner, is President Clinton's leading candidate to lead the creation of a new Haitian police force under the control of a civilian government that is expected to retake power on Oct. 15, White House officials said.   Mr. Kelly, 53, is at the top of a list being weighed by the White House to work from Port-au-Prince in bringing practical experience to a mission that is expected to be prolonged and difficult, said the officials, who spoke on condition of anonymity. His status was reported in today's Daily News.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"U.S. Soldiers Begin Dismantling Elite Haitian Military Company","web_url":"https://www.nytimes.com/1994/09/23/world/mission-haiti-haiti-us-soldiers-begin-dismantling-elite-haitian-military-company.html","abstract":"  United States special forces dismantled the Haitian Army's most elite military unit today, and American soldiers were told they were allowed to stop Haitian police from beating citizens.   The actions were described as part of a rapidly changing policy of gradually dismantling the Haitian Army's control of the country.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Abroad at Home; Question of Power","web_url":"https://www.nytimes.com/1994/09/23/opinion/abroad-at-home-question-of-power.html","abstract":"  From right and left, the Haiti operation is under attack. President Clinton did too little. He did too much. And so on and on.   Underneath, what is involved here is a question of the greatest importance to the United States, and to the Presidency, at this moment in history. That is how a great country and its leader use power.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"'Failure to Intervene' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-failure-to-intervene-letters-to-the-editor.html","abstract":"Suppose the members of some ethnic minority were being denied education, adequate health care, the right to participate in society, were offered no option other than servitude, were being routinely beaten, mutilated and sometimes even burned alive. The h","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Rehnquist Court Ruled For Affirmative Action","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-rehnquist-court-ruled-for-affirmative-action-328880.html","abstract":"  To the Editor:   \"Affirmative Action Without Fear\" (editorial, Sept. 19) applauds the Clinton Justice Department's change of position in the Piscataway case, so that now the United States argues that the use of race was proper in choosing which of two equally qualified teachers should be laid off during a reduction in force.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Clinton Links Unpopularity To Voter Fear Of Shake-Ups","web_url":"https://www.nytimes.com/1994/09/23/us/the-1994-campaign-clinton-links-unpopularity-to-voter-fear-of-shake-ups.html","abstract":"  Unable so far to say that his efforts to change the Government have made him popular, President Clinton is opening a string of pre-election political speeches by arguing the opposite: that his low popularity stems from a determination to shake things up, whatever the penalties.   Speaking at a Democratic dinner here, Mr. Clinton suggested on Wednesday night that his efforts to reduce the Federal deficit, increase global trade and rewrite foreign policy had not yet restored optimism about the future -- and about his Presidency -- because their very nature is to make the future less predictable.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"For Tati Fans","web_url":"https://www.nytimes.com/1994/09/23/movies/for-tati-fans.html","abstract":"  \"The Heady Comedy of Jacques Tati,\" a retrospective featuring the writer, director and actor's five feature-length films, is a special feature of the New York Film Festival. It will run tomorrow through Sept. 30 at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Admission to each feature is $7.50; $5 for Film Society members; $4 for the elderly at weekday matinees. Information: (212) 875-5600. Here is the schedule. Tomorrow  \"PLAYTIME\" (1968), 2, 5 and 8 P.M.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"Congress Keeps $40 Million for Pennsylvania Station in a Spending Bill","web_url":"https://www.nytimes.com/1994/09/23/nyregion/congress-keeps-40-million-for-pennsylvania-station-in-a-spending-bill.html","abstract":"  House and Senate negotiators agreed today to retain $40 million for a new Pennsylvania Station in Manhattan, clearing the way for final passage of the measure by Congress as part of a transportation spending bill for the fiscal year that starts Oct. 1.   The House had initially refused to vote any money for the project beyond the $10 million Congress approved earlier this year, while the Senate cut President Clinton's original request of $100 million in half. On Tuesday, in a nonbinding vote, the House instructed its negotiators to fight against including any money in the pending bill for the project, which is expected to cost $315 million.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"President Is Ready to Move On White House Shake-Up","web_url":"https://www.nytimes.com/1994/09/23/us/president-is-ready-to-move-on-white-house-shake-up.html","abstract":"  After months of discussions about shaking up the White House staff, President Clinton is about to make changes that may sideline its most prominent woman but would, in the view of some officials there, fail to resolve the communications shortcomings that prompted the moves.   In the most public shift, Dee Dee Myers, the White House's most visible female aide, is likely to be replaced as the chief spokeswoman by Michael D. McCurry, who is now chief spokesman at the State Department, Administration officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Cheers and Sighs of Relief as Beatings Subside","web_url":"https://www.nytimes.com/1994/09/23/world/mission-haiti-port-au-prince-cheers-sighs-relief-beatings-subside.html","abstract":"  For the first time in her life, Marie Louise said, she walked unafraid past a Haitian police officer today.   Miss Louise, a fruit vendor in the slum known as La Saline, said she is accustomed to being cursed and beaten by the men in blue-and-tan uniforms whose main responsibility has been to control and intimidate poor Haitians. But today, she said she walked right under the nose of a tall, forbidding man with a big stick and looked him right in the eye.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Irvan Makes First Appearance Since Crash","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-auto-racing-irvan-makes-first-appearance-since-crash.html","abstract":"  ERNIE IRVAN's stride was a bit off and the black eye patch was definitely new. But his smile and humor gave him away when the 35-year-old Winston Cup driver made his first public appearance since suffering massive head injuries in a crash last month.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/23/sports/transactions-325325.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Fired Charlie Moss, trainer. Announced they have reached a two-year working agreement with the Peoria Chiefs of the Midwest League.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Courtney Love and Hole Look Back in Anger","web_url":"https://www.nytimes.com/1994/09/23/arts/pop-review-courtney-love-and-hole-look-back-in-anger.html","abstract":"  \"I am the girl you know, the one that should have died,\" Courtney Love sang when her band, Hole, performed on Wednesday night at the Academy. Those changed lyrics in \"Miss World\" half-acknowledged what the audience knew: that Ms. Love is the widow of Kurt Cobain, Nirvana's leader, who killed himself in April. But Ms. Love won't be the Yoko Ono of alternative rock, mourning with the fans. She's sticking to the punk paradigm, turning anger into noise. Songs she wrote before Cobain's death have taken on more meanings than she knew.   Ms. Love arrived on stage as a punk antiheroine in spike heels and bleached-blond hair, wearing a white, sliplike dress and balancing her guitar between her legs. She tossed dolls into the audience, for \"girls only.\" In a Hollywood touch, the actress Drew Barrymore, now dating the band's guitarist Eric Erlandson, appeared from the wings. Later, Ms. Love displayed her daughter, Frances Bean Cobain.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Italy Cracks Down on Loan Sharks Preying on Merchants","web_url":"https://www.nytimes.com/1994/09/23/world/italy-cracks-down-on-loan-sharks-preying-on-merchants.html","abstract":"  Ciro Tronnolone, a 44-year old ex-convict, was arrested at the Porta Susa train station this summer after he was denounced for usury. At the time of his arrest, Mr. Tronnolone was pocketing lire in cash worth the equivalent of $31,000 from Giorgio Ballestrazzi, who owns the newsstand at the station and had earlier borrowed $19,000 from Mr. Tronnolone at 15 percent a month interest, a bargain at current market rates.   Belatedly, Italians have discovered that a banking system too sclerotic to serve the needs of merchants and small businesses has created a vacuum imaginatively filled by tens of thousands of freelance lenders. And so, one by one, Italian cities are cracking down on a vast network of loan sharks.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Sampras Is Using the Davis Cup to Sharpen His Game","web_url":"https://www.nytimes.com/1994/09/23/sports/tennis-sampras-is-using-the-davis-cup-to-sharpen-his-game.html","abstract":"  Tom Gullikson, dressed in red, white and blue from neck to toe, looked over fondly at Pete Sampras and chuckled.   \"I've had plenty of late-night phone calls from friends, but that was the best I ever had,\" Gullikson said.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"The Changing Seasons of Cy Twombly","web_url":"https://www.nytimes.com/1994/09/23/arts/art-review-the-changing-seasons-of-cy-twombly.html","abstract":"  IS it Cy Twombly's moment? When he showed in the mid-1950's in New York City, his work seemed an affront to Abstract Expressionism and was panned. In the mid-60's, it was panned again, this time as too much like the Abstract Expressionists and not enough like what the Minimalists or Pop artists were doing. The 70's told a similar story. Mr. Twombly, a native Virginian who has spent most of his time since the late 1950's living in Italy, has also spent much of his career out of sync with art in America.   The 80's brought change as his reputation here rose (along with prices for his works, into the millions of dollars) partly on the wave of renewed interest in contemporary European art, not to say in painting itself. Still, he has remained a polarizing figure. His admirers think he grapples with the great themes of antiquity, that he is a painter of strange but ecstatic poetry, and that he has miraculously bridged the gap between the New York School and the art of the present, in its mixing of words and images and of high and low, its taste for irony and its sexual content. His detractors think he's a decorator, pretentious and empty.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/09/23/theater/on-stage-and-off.html","abstract":"  Can 'Molly Sweeney' Be Far Behind?    This is shaping up as Brian Friel's year. \"Dancing at Lughnasa,\" his comic turn on five spinsters left out of a village's pagan rite, was a 1991 hit and is now one of the most popular plays on the regional theater circuit. The revival of his 1964 play \"Philadelphia, Here I Come!\" opened on Sept. 8 at the Criterion Center, and is doing so well that its run has been extended. His 1980 play, \"Translations,\" is due on Broadway in mid-March. His latest at the Gate Theater in Dublin, \"Molly Sweeney,\" about a blind massage therapist who briefly recovers her sight, got a glowing review from David Richards of The New York Times just before \"Philadelphia\" opened.   One would think the push would be on to bring \"Molly Sweeney\" to Broadway as soon as possible to capitalize on the excitement.   On the contrary. \"I'd be reluctant to do that,\" Mr. Friel's agent, Jack Tantleff, said. \"It would be right on the heels of 'Translations.' I have this theory that regular theatergoers will go to any number of musicals you put before them in a season, but only go to one play. Either you are that one big play of the year -- 'Sisters Rosensweig' or 'Lughnasa' -- or it's harder.\"","thumbnail":null,"section":"Theater"},{"date":"19940923","headline":"Ex-Head of Baptist College Pleads Not Guilty to Fraud","web_url":"https://www.nytimes.com/1994/09/23/us/ex-head-of-baptist-college-pleads-not-guilty-to-fraud.html","abstract":"  The former president of Mississippi College, a Baptist institution founded in 1826, pleaded not guilty in Federal District Court today to charges that he stole $1.7 million in college donations. The authorities said he used the money to buy stocks and pay for prostitutes and lavish gifts.   The defendant, Lewis Nobles, 68, stood silently as a magistrate read the 20-count indictment that included charges of money laundering and violations of the Mann Act, which bars the transportation of a woman across state lines for \"immoral purposes.\"","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Citizens of Germany Before the Nation Shattered","web_url":"https://www.nytimes.com/1994/09/23/arts/photography-review-citizens-of-germany-before-the-nation-shattered.html","abstract":"  A crowning achievement of photography in this century is a small book published in 1929 by a longtime studio photographer from Cologne, Germany. On the surface, August Sander's \"Antlitz der Zeit\" (\"Face of Our Time\") is simply a collection of 60 portraits of a wide variety of people, from farmers to industrialists.    But Sander's subtly structured book provides a searing, incisive picture of late Weimar culture and society, capturing all the contradictions and tensions that only a few years later would tear it apart. \"Antlitz der Zeit\" has long been out of print, but in one of the most important shows of the young season, the Robert Miller Gallery is presenting a complete set of vintage prints from the book's original mockup.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"THE MOVIE GUIDE : Trial by Jury","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-the-movie-guide-trial-by-jury.html","abstract":"Directed by Heywood Gould. U.S.. There are two schools of thought about serving on a jury. One side holds that it's a civic responsibility; the more cynical view is that no one should be judged by 12 people who aren't smart enough to get out of jury duty.","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/23/arts/sounds-around-town-326291.html","abstract":"  Max Roach   Max Roach, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. The master drummer is leading his richest group, the double quartet, pairing up his regular group with a string quartet. They make sublime music, sensual yet brittle at times, dissonant and swinging. It's the perfect place to hear Mr. Roach's sidemen, as well, including Odean Pope, who sounds spectacular against the lushness of the strings. Sets today and tomorrow are at 9 and 11:30 P.M. and at 1 A.M. and on Sunday at 9 and 11:30 P.M. There is a $30 cover and a $5 minimum. PETER WATROUS Cobra    Cobra, Knitting Factory, 47 East Houston Street, East Village, (212) 219-3055. Cobra is among John Zorn's more entertaining game pieces. Bobby Previte, a longtime collaborator of Mr. Zorn's, is the prompter, and the group includes Marty Ehrlich, Mr. Zorn and Lenny Pickett on reeds, along with Kermit Driscoll, Marcus Rojas and Jerome Harris. It's a good way to find out what the early 1980's were about. The show is on Sunday at 9 P.M., and the cover is $10. P. W. Kenny Barron    Kenny Barron, Village Vanguard, 178 Seventh Avenue South, at 11th Street, (212) 255-4037. One of jazz's great trios, with Mr. Barron on piano, Buster Williams on bass and Ben Riley on drums, is to begin a three-week stay that defines intelligent, adventurous club booking. Each week is to feature a different instrumentalist; this week's is the young and gifted alto saxophonist Jesse Davis. Next week, it is to be Gary Bartz and after that, James Spaulding. Shows today through Sunday are at 9:30 and 11:30 P.M. and 1 A.M., with no third show on Sunday. The cover is $15, and there is a $10 minimum. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Tabasco Cat Draws the Inside Post Position for His Outside Shot at Year-End Honors","web_url":"https://www.nytimes.com/1994/09/23/sports/horse-racing-tabasco-cat-draws-inside-post-position-for-his-outside-shot-year.html","abstract":"  Remember Tabasco Cat? First in the Preakness, first in the Belmont, second in the Jim Dandy, third in the Travers and still racing toward the Breeders' Cup Classic in one last bid to outrun Holy Bull for Horse of the Year.   He will pursue that bid tomorrow when he races Best Pal, West by West and three other horses in the Kentucky Cup Classic, a new route to the Breeders' Cup that is being inaugurated at Turfway Park in northern Kentucky. They will run one mile and an eighth for a purse of $400,000.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Lithuanian Calls for Remorse For Crimes Against Jews in War","web_url":"https://www.nytimes.com/1994/09/23/world/lithuanian-calls-for-remorse-for-crimes-against-jews-in-war.html","abstract":"  In the first public effort by a Lithuanian leader to atone for crimes that Lithuanians committed against Jews in World II, Prime Minister Adolfas Slezevicius appeared on television today to urge citizens to acknowledge and repent for shameful aspects of their country's history.    \"During World War II, over 200,000 Lithuanian Jews were killed,\" Mr. Slezevicius said. \"Despite the fact that this Holocaust was the realization of Nazi policies in our country, we should recognize that hundreds of Lithuanians took direct part in this genocide. This obliges us to repent and ask the Jewish people for forgiveness.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Teacher Dismissed in Fight Over Silent Moment","web_url":"https://www.nytimes.com/1994/09/23/us/teacher-dismissed-in-fight-over-silent-moment.html","abstract":"  A suburban school teacher who refused to observe a state-mandated moment of silence was dismissed today by his school board.   Brian G. Bown, a social studies teacher at South Gwinnett High School, was dismissed by the Gwinnett County School Board for insubordination and \"conduct unbecoming a teacher\" in refusing to be silent for one minute at the start of the school day.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"HOCKEY;\nRangers' Defense Thinning: Now Lowe Needs Surgery","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-rangers-defense-thinning-now-lowe-needs-surgery.html","abstract":"The regular season is scheduled to start next Saturday and the Rangers, already thin on defense, lost another player today when Kevin Lowe was sent home to undergo arthroscopic surgery on his left shoulder. He is expected to be out at least a month.\n\nLowe's injury is the latest to strike a defensive corps that has incurred a number of casualties during the exhibition season. Sergei Zubov and Joby Messier both suffered sprained knees that will force them to miss the first few weeks of the regular season, which is scheduled to begin Oct. 1.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/23/nyregion/c-corrections-328251.html","abstract":"  Because of an editing error, an article yesterday about health care negotiations referred incorrectly in some editions to efforts to block a filibuster against compromise legislation. Backers of the bill were seeking enough supporters to force a vote; they had not concluded that they could not get the votes.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Health Care Legislation in Senate Survives for Another Day","web_url":"https://www.nytimes.com/1994/09/23/us/health-care-legislation-in-senate-survives-for-another-day.html","abstract":"  The lingering hopes for major health care legislation survived today for another day after several Republican senators told colleagues that they might be prepared to help force a vote on a compromise bill, but not until after at least several days of debate.   Their support could mean that backers of a bill could bring it to a vote. But with only a few weeks remaining until Congress is expected to adjourn, Senator George J. Mitchell, the majority leader, is reluctant to commit much floor time to the legislation, whose prospects for final approval are uncertain. The willingness of the House to consider the bill he is pursuing is even more problematic.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Hospitals Liable for Actions By Ex-Patients, Judge Rules","web_url":"https://www.nytimes.com/1994/09/23/nyregion/hospitals-liable-for-actions-by-ex-patients-judge-rules.html","abstract":"  New York City municipal hospitals have a duty to protect the public from homeless mental patients with violent histories whom they discharge without supervision or medication, a state court judge ruled yesterday. He said the hospitals may be sued for any injuries or deaths the former patients cause.    While recognizing that established case law precludes such suits, Justice Salvador Collazo of State Supreme Court in Manhattan based his ruling on the ground that the city's revolving-door policy of treating homeless mental patients was negligent and unreasonable.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Fisk Offered a Coaching Job by Red Sox","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-baseball-fisk-offered-a-coaching-job-by-red-sox.html","abstract":"  The Boston Red Sox have offered their former catcher CARLTON FISK a coaching job within the organization. Fisk, who grew up in New Hampshire and now lives in a Chicago suburb, and his agent, JACK SANDS, met this week with the Red Sox owner, JOHN HARRINGTON, and General Manager DAN DUQUETTE to discuss a coaching position. Duquette did not say whether the job involves coaching in the minor leagues or with Boston.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Judge Issues Ultimatum On Charter","web_url":"https://www.nytimes.com/1994/09/23/nyregion/judge-issues-ultimatum-on-charter.html","abstract":"  The final wording of a referendum on a new legislature for Nassau County was approved today by a Federal judge who warned that if voters do not approve it in November, he will impose his own plan for a new county government.   The judge, Arthur D. Spatt of the Federal District Court, urged \"active bipartisan support\" for the proposal, describing it as \"an unbelievably good plan.\"","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/09/23/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"BECOMING VISIBLE: THE LEGACY OF STONEWALL,\" New York Public Library, Fifth Avenue at 42d Street. The history of the gay rights movement as seen through unorthodox artifacts. Through tomorrow. Hours: Today and tomorrow, 10 A.M. to 6 P.M. Free. Information: (212) 930-0800.","thumbnail":null,"section":"Theater"},{"date":"19940923","headline":"What's Playing When at the Film Festival","web_url":"https://www.nytimes.com/1994/09/23/movies/what-s-playing-when-at-the-film-festival.html","abstract":"  The 32d New York Film Festival opens tonight with two screenings of Quentin Tarantino's \"Pulp Fiction\" and closes on Oct. 9 with \"Hoop Dreams,\" a documentary by Steve James, Frederick Marx and Peter Gilbert. The festival, presented by the Film Society of Lincoln Center, includes 27 programs representing 20 countries.   All films are shown at Alice Tully Hall except the late show tonight and the closing-night screening on Oct. 9, which are at Avery Fisher Hall, and a screening of \"Satantango\" on Oct. 9 at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Many screenings are sold out, although a few tickets may be returned. Tickets are $7 and $10 at the Alice Tully Hall box office, (212) 875-5050; tickets for opening and closing nights are $15 and $25. Unless otherwise noted, the films were made this year.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"Faldo to Play on PGA Tour Next Year","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-golf-faldo-to-play-on-pga-tour-next-year.html","abstract":"  NICK FALDO, two-time Masters champion and three-time winner of the British Open, said yesterday that he would be playing on the United States PGA Tour next year. Faldo said he would play three groups of four American tournaments up to the end of April and that he was looking to play at least 17 events. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Arrest in Poland","web_url":"https://www.nytimes.com/1994/09/23/world/arrest-in-poland.html","abstract":"  The police today arrested a 50-year-old man suspected in the planting of four bombs in Cracow this month in an effort to extort a half-million German marks.   The man, identified as Sylwester Augustynek, had signed notes identifying himself as Gummi Bear, after the cartoon characters and the jelly candy, and giving elaborate instructions for money drop-offs that always ended up frustrating the police. None of the bombs exploded.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Friends Recall How Gerulaitis Loved Humor","web_url":"https://www.nytimes.com/1994/09/23/us/friends-recall-how-gerulaitis-loved-humor.html","abstract":"  At a funeral in which grief was softened by humor, Vitas Gerulaitis was remembered yesterday as an elfin spirit whose tennis triumphs were overshadowed by his conquests of friendship.   Among the more than 500 mourners who gathered at St. Dominic's Church in Oyster Bay, L.I., were famous friends from the world of tennis, among them John McEnroe, Bjorn Borg, Jimmy Connors, Billie Jean King, Tony Trabert, Jack Kramer, Bill Talbert, Chris Evert, Fred Stolle and Mary Carillo.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"A Baseball Walkout in Japan? Unimaginable, Players Say","web_url":"https://www.nytimes.com/1994/09/23/sports/IHT-a-baseball-walkout-in-japan-unimaginable-players-say.html","abstract":"In Japan, where baseball players bow to umpires and cautious managers call for a bunt in the first inning if a runner gets on base, the collapse of the U.S. major league season smacks of a degree of greed and ego that seems unthinkable here. .But the f","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"At the Bar; A vexing legal question: when can Presidents ignore Congress and unslip the dogs of war?","web_url":"https://www.nytimes.com/1994/09/23/us/bar-vexing-legal-question-when-can-presidents-ignore-congress-unslip-dogs-war.html","abstract":"  In May 1801, President Thomas Jefferson dispatched a small fleet to the Mediterranean Sea to crush the Barbary pirates who were raiding American ships and demanding payments as tribute. In the florid language of the times, he ordered an American naval commander to seek out the pirates and \"chastise their insolence by sinking, burning or destroying their ships and vessels wherever you shall find them.\"   Yet, when an American ship seized a Barbary corsair three months later, Jefferson reassured Congress that he did not intend to wage a full war because he was \"unauthorized by the Constitution without the sanction of Congress to go beyond the line of defense.\"","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Halting Cash for Cuba Is a Delicate Task","web_url":"https://www.nytimes.com/1994/09/23/world/halting-cash-for-cuba-is-a-delicate-task.html","abstract":"  Aida Perez looked like a Mardi Gras queen. A man's shirt draped her shoulders, her colorful skirt topped layers of other skirts. In one arm, she clutched a giant teddy bear, in the other a bag with several sausages.   To her friends and family in Cuba, she is a treasure trove. To the United States Customs officials here she is, potentially, a walking violation of the prohibition on sending cash to Cuba.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/09/23/style/IHT-what-theyre-reading.html","abstract":"Peter Littmann, chairman of the German clothing company Hugo Boss AG, is reading \"The Concept of Dread\" by Soren Kierkegaard..\"I'm interested in fear,\" he said. \"I believe in innovation and ask myself why there is so little of i","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"Masur and the Philharmonic: A Comfortable Partnership","web_url":"https://www.nytimes.com/1994/09/23/arts/music-review-masur-and-the-philharmonic-a-comfortable-partnership.html","abstract":"  When Kurt Masur began his fourth season as the music director of the Philharmonic with a gala concert Wednesday night in Avery Fisher Hall, it was clear that this season's opening was finally presenting an orchestra and a conductor at home with each other. There was nothing either had to prove.   And while a fair amount of ordinary musicianship was mixed in with some glorious moments, the event gave off an aura of comfortable seriousness. Yo-Yo Ma joined the orchestra, displaying consummate musicianship in cello works by Tchaikovsky and Boccherini. Mr. Masur showed off the robust sweetness of his ensemble in the Overture to Weber's \"Oberon.\" And the opening movement of Bartok's Concerto for Orchestra bristled with energy and imagination.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"N.H.L. Warning: No Deal, No Season","web_url":"https://www.nytimes.com/1994/09/23/sports/hockey-nhl-warning-no-deal-no-season.html","abstract":"  Another sports labor confrontation turned threatening yesterday when National Hockey League Commissioner Gary Bettman said the start of the season would be postponed unless the teams and the players settle on a new collective bargaining agreement.   \"The absence of a collective bargaining agreement leaves us no choice,\" Bettman said, reading from prepared remarks during a conference telephone call with reporters. Bettman said starting the season as scheduled on Oct. 1 without a new contract would put the \"season at risk\" because management would be vulnerable to a strike during the season, similar to what happened in baseball.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Faculty Strike Ends At a L.I.U. Campus","web_url":"https://www.nytimes.com/1994/09/23/nyregion/faculty-strike-ends-at-a-liu-campus.html","abstract":"  A faculty strike at a Long Island University campus ended after nine days yesterday, when both sides agreed to merit raises to close the gap between teachers' salary demands and the administration's offers, college officials said.   Before the strike, members of the Brooklyn unit of the Long Island University Faculty Federation rejected a management offer of a 13 percent pay raise over three years, saying it was too low.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Ideal Juror for O. J. Simpson: Football Fan Who Can Listen","web_url":"https://www.nytimes.com/1994/09/23/us/ideal-juror-for-o-j-simpson-football-fan-who-can-listen.html","abstract":"  Men rather than women, black men if possible. Older people rather than younger. Discerning rather than deferential. Shepherds rather than sheep, football buffs rather than football widows, fans of \"L.A. Law\" rather than \"NYPD Blue.\"    And though there are no longer any blank slates when it comes to O. J. Simpson -- \"If you get people who don't know anything about this case, they must be total idiots,\" Gerry Spence, the high-profile defense lawyer, remarked -- it's better that they get their news from \"MacNeil/ Lehrer\" or Newsweek than \"Geraldo!\" or Star.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/23/us/no-headline-323012.html","abstract":"  The Rev. Daniel N. Corrigan, an Episcopal bishop whose long career was marked by campaigns for peace and human rights, died on Wednesday at his home in Santa Barbara, Calif. He was 93 years old.   The cause of death was internal bleeding after a fall at home last week, said Timothy Corrigan, a grandson.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Araruama Journal; Inflation Fighter Smiling All the Way to the Polls","web_url":"https://www.nytimes.com/1994/09/23/world/araruama-journal-inflation-fighter-smiling-all-the-way-to-the-polls.html","abstract":"  With less than two weeks to go before 100 million Brazilians are to turn out to elect a new President, the front-runner, Fernando Henrique Cardoso, would normally be immersed in a pounding countdown of mass rallies up and down Brazil's densely populated Atlantic Coast.   Instead, his campaign helicopter skimmed over the azure waters of the Sun Coast of Rio de Janeiro State today, alighting on the lawn of a hotel overlooking this isolated fishing and resort village.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Congress Sends Baseball a Strong Message","web_url":"https://www.nytimes.com/1994/09/23/sports/baseball-congress-sends-baseball-a-strong-message.html","abstract":"  Striking major league players turned into lobbyists today, blanketing Congress in their latest effort to have baseball's antitrust exemption repealed in areas of labor. But the players' fervor paled in comparison to what they found to already exist on Capitol Hill: a blanket indictment of the exemption by many legislators angered by baseball's incessant labor wars.   The indictments, as well as an explicit call for baseball and its union to act before spring training, were both loudly stated in a hearing on the exemption by members of the House judiciary subcommittee on economics and commercial law. For three and a half hours, players and owners heard members question the propriety of Congress allowing baseball to keep the immunity granted by the Supreme Court in 1922 because the sport was not deemed an interstate business.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Over the Centuries for Excellence","web_url":"https://www.nytimes.com/1994/09/23/arts/art-review-over-the-centuries-for-excellence.html","abstract":"  The Eugene V. and Clare Thaw collection of drawings has long been regarded as among the finest in private hands and its periodic exhibition at the Pierpont Morgan Library -- first in 1975, then in 1985 and now, a few months shy of the decade mark -- is always an event of note.    The current show is likely to be the last of these \"updates,\" as the Thaws have turned their attention elsewhere (a permanent home for their important collection of American Indian art is under construction in Cooperstown, N.Y.). But it may be the best one of all. Beautifully installed and documented, it includes 70 pieces acquired in the last nine years, as well as 30 highlights from the two previous shows.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/23/nyregion/news-summary-320153.html","abstract":"  International A3-13  POPE POSTPONES NEW YORK VISIT  Pope John Paul II has abruptly put off a planned visit to New York in October because he has not recovered from a fall in which he broke his leg in April. The visit is being postponed to November 1995.  A1  Preparation in the New York regions came to an abrupt halt.  A8","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"After 334 Receptions, Giants' Jackson Catches Pink Slip","web_url":"https://www.nytimes.com/1994/09/23/sports/pro-football-after-334-receptions-giants-jackson-catches-pink-slip.html","abstract":"  Mark Jackson read it in preseason and he read it in the regular season. He read it on the field and on the depth chart. The handwriting was never on the wall; it was always directly in front of the veteran wide receiver, a conspicuous little message from his employer:   Thanks for everything, but. . . .","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Home Video","web_url":"https://www.nytimes.com/1994/09/23/arts/home-video-326739.html","abstract":"  Whole 9 Innings     It's not very PBS-like, but in some ways the promotion for \"Baseball: A Film by Ken Burns,\" the nine-part series currently on television and released in video stores today, rivals the ballyhoo for a movie like \"Jurassic Park.\"","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Marion Barry Showed Remorse for Past","web_url":"https://www.nytimes.com/1994/09/23/opinion/l-marion-barry-showed-remorse-for-past-328901.html","abstract":"  To the Editor:   Your Sept. 18 Week in Review article on Marion S. Barry's Democratic mayoral primary victory in the District of Columbia is inaccurate and unfair. In comparing Mr. Barry to Boston's James M. Curley, you say that neither man apologized for the actions that brought him down.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/09/23/arts/art-in-review-329347.html","abstract":"  Sandy Skoglund   Janet Borden Gallery  560 Broadway (near Prince Street)  SoHo  Through Oct. 29    An operatic, almost campy emotionality suffuses \"The Wedding,\" Sandy Skoglund's latest work. As usual, Ms. Skoglund has created an elaborate installation, then used it as the set for a single, staged photograph.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/23/nyregion/c-corrections-328278.html","abstract":"  An article in Business Day on Tuesday, about Prudential Securities' settlement of Idaho charges of securities law violations, misspelled the surname of a broker in Boise who was named in the state's complaint. He is Judson T. Moller, not Miller.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"U.S. Cuts Nuclear Arsenal, Hoping Russia Will Follow","web_url":"https://www.nytimes.com/1994/09/23/world/us-cuts-nuclear-arsenal-hoping-russia-will-follow.html","abstract":"  President Clinton has ordered new cuts in the American arsenal of bombers and submarines and will ask President Boris N. Yeltsin of Russia to reciprocate with similar reductions at a meeting next week between the two leaders in Washington, Administration officials said today.   After completing a 10-month review of nuclear policy, Defense Secretary William Perry announced today that the Administration would cut the number of Trident submarines in the Navy's fleet from 18 to 14 and the number of B-52 strategic bombers from 94 to 66.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"An Elegy for Lost Youth, With Hurts but Few Tears","web_url":"https://www.nytimes.com/1994/09/23/books/books-of-the-times-an-elegy-for-lost-youth-with-hurts-but-few-tears.html","abstract":"  Who Will Run the Frog Hospital?   By Lorrie Moore   147 pages. Alfred A. Knopf. $20.     From the very start, Lorrie Moore's generous gifts as a writer have been clear: a wry, distinctive voice, a gift for the telling detail and supersonic radar for the pretentious and the phony. Although her first two books, a short-story collection called \"Self-Help\" (1985) and a slim elliptical novel called \"Anagrams\" (1986), were somewhat detached works that relied heavily on jokes and one-liners, her last collection, \"Like Life\" (1990), demonstrated a fresh new emotional spontaneity, a willingness to probe beneath the jazzy surface of life to the hurts and disappointments below.","thumbnail":null,"section":"Books"},{"date":"19940923","headline":"Brooklyn Armored-Car Ambush Leaves Gunman Dead","web_url":"https://www.nytimes.com/1994/09/23/nyregion/brooklyn-armored-car-ambush-leaves-gunman-dead.html","abstract":"  A gunman waiting in ambush in the vestibule of a check-cashing store on bustling Brighton Beach Avenue in Brooklyn shot and wounded an armored-car guard shortly before noon yesterday, but was immediately killed when the guard returned fire, the police said.   Two other suspects escaped, speeding off in a maroon minivan, but without any money, the police said.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"No Time for Cowardice","web_url":"https://www.nytimes.com/1994/09/23/opinion/no-time-for-cowardice.html","abstract":"  Suppose Congress had handed President Clinton shortly after he took office a health care bill that would subsidize coverage for all poor families and low-income children, guarantee sick people affordable premiums, create a long-term care program and prohibit insurers from taking coverage away from workers who change jobs. A bill that good would surely have been declared a monumental legislative achievement. The dismaying fact is that there is a bill that good within reach of Senate negotiators, but its sponsors cannot find the 60 votes needed to push past a filibuster attempt.   The majority leader, George Mitchell, and a bipartisan \"mainstream\" coalition led by John Chafee, Republican of Rhode Island, have reached almost complete agreement on substance. Their bill would reduce the number of uninsured Americans by perhaps 20 million and, by holding down costs through competition, would make it easier for Congress to achieve universal coverage later in the decade. So why can't Senators Mitchell and Chafee find 60 votes for their worthy compromise? The chief reason is cowardice.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"1894:Contradictory News : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-1894contradictory-news-in-our-pages100-75-and-50-years-ago.html","abstract":"Reports with regard to the war between China and Japan have been throughout characterized by their contradictory nature. The Chinese seem to be determined that if they cannot win either on land or sea they will at least win on paper. It was thought that t","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/23/nyregion/c-corrections-328286.html","abstract":"  A headline on Tuesday with the continuation of an article about a contract agreement for workers in New York City private hospitals referred imprecisely to one aspect of the agreement. While the hospitals would cut their contribution to benefit funds under the agreement, the workers' benefits would not be reduced; as the article explained, both sides agree that management has been paying too much into the fund because health care costs were overestimated.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/09/23/arts/art-in-review-329312.html","abstract":"  John Chamberlain   Pace Gallery  142 Greene Street (near Houston Street)  SoHo  Through Oct. 15    John Chamberlain rarely deviates from the materials for which he is famous, the brightly colored and crumpled pieces of car bodies, casually yet astutely fashioned into abstract sculpture. But his career has its ups and its downs; that is, those moments when the artist seems to be asleep at the wheel. That's not the case with his new work, seen in an eye-opening show that is his best in several years.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"Seeking Real Life in the Mob But Finding Movie Cliches","web_url":"https://www.nytimes.com/1994/09/23/movies/film-review-seeking-real-life-in-the-mob-but-finding-movie-cliches.html","abstract":"  In \"Me and the Mob,\" a struggling magazine writer named Jimmy Corona (James Lorinz) decides to hang around with gangsters in search of \"real life crime stories.\" Instead of real life, he winds up finding a whole slew of mob movie stereotypes, with actors doing De Niro imitations of varying credibility and dialogue that is colorful in all the expected ways. (\"Joey was as slippery as cooked squid, but the calamari had the edge in the looks department.\")   As produced and directed by Frank Rainone, who wrote the screenplay along with Rocco Simonelle and Mr. Lorinz, this semiautobiographical film is more facetious than funny. Though cartoonish titles and a vaguely jazzy score (produced by Phil Ramone) suggest somebody thinks the film has \"Pink Panther\" possibilities, it labors awfully hard to achieve its lighter moments.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"Moses and Schmidt to Enter Hall of Fame","web_url":"https://www.nytimes.com/1994/09/23/sports/sports-people-track-and-field-moses-and-schmidt-to-enter-hall-of-fame.html","abstract":"  EDWIN MOSES, the 400-meter hurdler who won two Olympic gold medals and set the world record four times, was among four athletes elected yesterday to the National Track and Field Hall of Fame in Indianapolis.   Joining Moses were KATE SCHMIDT, the American record-holder in the javelin and two-time Olympic bronze medalist who is now battling ovarian cancer, and two deceased Olympic gold medalists: Lillian Copeland and Cornelius Johnson.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Mets Dispatch Players to the Four Winds","web_url":"https://www.nytimes.com/1994/09/23/sports/baseball-mets-dispatch-players-to-the-four-winds.html","abstract":"  The Mets don't know whether next season will start on schedule -- or at all -- but that has not prevented them from making plans to send the best and brightest prospects in the organization to various outposts to play winter ball.   Forced to make cutbacks on front- office staff and in other areas, the Mets have not cut back on their player development, and are one of 13 teams that started Instructional League play this week in Florida. Major league ownership is also supposed to approve the Arizona Fall League, and the Mets will chip in their $35,000 fee to send six players -- including infielder Butch Huskey and pitcher Pete Walker -- to that program.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Mob Allegation Clouds New York Concrete Deal","web_url":"https://www.nytimes.com/1994/09/23/nyregion/mob-allegation-clouds-new-york-concrete-deal.html","abstract":"  In its efforts to stop buying concrete from the Mafia, New York City may have ended up buying it from a company that was tied to the Colombo crime family. At least that is what a former mob leader has testified.    City records show that through a subcontracting arrangement, most municipal concrete work this year in Manhattan -- about $1 million in gross sales -- has gone to the Ferrara Bros. Building Materials Corporation. That company, the former Mafia leader testified in 1992, made payoffs to the Colombo crime family in return for labor peace and help in winning contracts.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/23/style/chronicle-329371.html","abstract":"  TERRY ANDERSON has filed a lawsuit in the United States District Court in Washington to gain access to the files that Federal agencies compiled about him during his seven years as a hostage in Lebanon. He said that bureaucrats have not agreed to give him access without permission from his kidnappers, The Associated Press reported yesterday.   Mr. Anderson named 13 Government agencies, including the Central Intelligence Agency, as defendants in the suit, which he filed yesterday in an attempt to get documents that he said are his under the Freedom of Information Act.","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/23/sports/results-plus-324515.html","abstract":"  COLLEGE FOOTBALL  Virginia Tech Romps for a 4-0 Start     Tailback Dwayne Thomas and a strong defense helped Virginia Tech, ranked No. 14 in The Associated Press poll, overcome a subpar outing by quarterback Maurice DeShazo and roll to a 34-6 victory over slumping West Virginia in Blacksburg, Va., last night. Thomas rushed 18 times for 94 yards before leaving with a sprained left ankle early in the fourth quarter, and the Hokies moved to a 4-0 start for the first time in 13 seasons.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"In Mo Lewis's World, Jets' Image Is No Joke","web_url":"https://www.nytimes.com/1994/09/23/sports/pro-football-in-mo-lewis-s-world-jets-image-is-no-joke.html","abstract":"  Mo Lewis is getting impatient -- for a sack, for recognition and for the Jets to finally shed the image of, well, being the Jets.   Lewis has been waiting all summer to get one of his big hands on a quarterback. Maybe Lewis will have his way on Sunday night against the Bears at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"A Missing Link in Late-20th-Century Styles","web_url":"https://www.nytimes.com/1994/09/23/arts/art-review-a-missing-link-in-late-20th-century-styles.html","abstract":"  The 1950's, the glory days of American art, are strewn with famous names, like Jackson Pollock and Willem de Kooning, who formulated Abstract Expressionism, and Jasper Johns, Robert Rauschenberg and Cy Twombly, who forged crucial links to much that has followed. It might be stretching things to call the obscure California collagist and painter known simply as Jess one of the great missing links of this period. But the phrase applies with special accuracy to his sometimes mesmerizing, sometimes repellent art, the subject of a fascinating retrospective at the Whitney Museum of American Art.   Linkage, especially of unlikely qualities and disparate times and styles, is one of the central aspects of Jess's work, with its unsettling mixture of radical and conservative impulses, of obsessive painterliness, wide-ranging literariness and plain old kitschiness. And Jess is also in some sense missing: a virtual recluse who rarely leaves his house in San Francisco, he is a legend to a small clutch of devoted collectors, critics and curators, but unknown to many others on the contemporary art scene.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"DIALOGUE: The Reach of Democracy; Tying Power To Diplomacy","web_url":"https://www.nytimes.com/1994/09/23/opinion/dialogue-the-reach-of-democracy-tying-power-to-diplomacy.html","abstract":"  To many Americans, the cold war divisions have given way to a confusing tangle of problems that prevent us from setting clearly defined goals for our foreign policy. These problems include aggression by regional bullies, transnational dangers like overpopulation and refugees, a global economic and information free-for-all that produces fear and uncertainty, and terrible ethnic conflicts.    Beneath the surface, however, there is an enduring truth about this new world. The same idea attacked by Fascism and Communism remains under attack today. Now, as then, we are defending an idea that comes under many names -- democracy, liberty, civility, pluralism -- but has a constant face. It is the face of the tolerant society, in which leaders and governments exist not to use or abuse people but to provide them with freedom and opportunity.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Moses Is Soupy Sales But God Is an Unknown","web_url":"https://www.nytimes.com/1994/09/23/movies/film-review-moses-is-soupy-sales-but-god-is-an-unknown.html","abstract":"Fledgling filmmakers do absurd Bible epic.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"On My Mind; Men of Honor","web_url":"https://www.nytimes.com/1994/09/23/opinion/on-my-mind-men-of-honor.html","abstract":"  The lives of four men, two American and two Haitian, came together briefly in Port-au-Prince, but long enough to show the world the truths about Haiti, its military rulers and the one special nightmare of those who live under tyranny.   None of the four intended to reveal those truths, or even speak them. The Americans, former President Carter and Gen. Colin Powell, were doing the opposite. They were so intent on agreement with the Haitian generals that they spoke a terrible falsehood.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Abortion Clinic Workers Say Law Is Being Ignored","web_url":"https://www.nytimes.com/1994/09/23/us/abortion-clinic-workers-say-law-is-being-ignored.html","abstract":"  People who work at abortion clinics told Congress today that they and their patients were still being subjected to violence and harassment because neither Federal nor state officials had done much to enforce a new Federal law that guarantees free access to the clinics.   But opponents of abortion testified that the law was deterring peaceful protesters from the exercise of rights to free speech that are protected by the First Amendment to the Constitution.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"FOOTBALL: Passing a Tradition From Generation to Generation; For the Townspeople of Valdosta, Ga., the High School Game Is a Way of Life","web_url":"https://www.nytimes.com/1994/09/23/sports/football-passing-tradition-generation-generation-for-townspeople-valdosta-ga.html","abstract":"  By 8 o'clock this morning the inner circle of the \"coffee club\" had already occupied its customary table in the back of Jackson Baywood Pharmacy. L. E. Deming, Bob Anderson, Bill Mizell and Laman Golivesky arrived at 7:30 and put in their orders. Soon, Mack Green and John Lastinger trickled in.   The conversation is seamless and, to an outsider, flows like a river that has no beginning or ending. Everybody speaks at once, everyone knows precisely what is being said in each conversation, and everyone comes together when the talk turns to Valdosta High School football.","thumbnail":null,"section":"Sports"},{"date":"19940923","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/09/23/arts/diner-s-journal.html","abstract":"  Monkey Bar Is Back    The Monkey Bar in the Hotel Elysee has been so recently resurrected that there is still plywood on the doors, but that did not deter the hordes who showed up to celebrate the reopening of one of Manhattan's best-loved bars, which opened in 1933 and has been closed for a couple of years. Inside it was a nightmare of noise and confusion with people shouting to be heard over the piano player. \"This is either the cheapest bar in town or they don't have their act together,\" said the man next to me, shelling out $7 for two Stolichnayas and a beer.   The restaurant, down a few steps, is a different matter: entirely new, it is soft, comfortable and blessedly quiet. And the staff definitely knows what it is doing.","thumbnail":null,"section":"Arts"},{"date":"19940923","headline":"1944:Nazi Law Dissolved : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/23/opinion/IHT-1944nazi-law-dissolved-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] A detailed description of the work of Allied Military Government detachments, now operating in Germany, was revealed here today [Sept. 23]. Acting under the powers of General Dwight D. Eisenhower, the Military Government offi","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"Ramirez Picked As Bronx Chief For Democrats","web_url":"https://www.nytimes.com/1994/09/23/nyregion/ramirez-picked-as-bronx-chief-for-democrats.html","abstract":"  The Bronx Democratic Committee, once a legendary machine dominated by Irish and Jewish politicians, elected Assemblyman Roberto Ramirez its chairman last night, making him the first Hispanic in the state to head a Democratic Party organization on the county level.   But the vote appeared to leave the committee a bit splintered. Congressman Jose E. Serrano, another prominent Hispanic leader who had been expected to challenge Mr. Ramirez, walked out of the party meeting -- with several supporters in tow -- about an hour before his name could be put into nomination.","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Seoul's Show-Stoppers","web_url":"https://www.nytimes.com/1994/09/23/opinion/seoul-s-show-stoppers.html","abstract":"  Progress in nuclear diplomacy between the U.S. and North Korea could accelerate when talks resume today -- but not if South Korea's hard-liners get their way. Their shrill opposition to accommodation could complicate Washington's efforts to make a deal with Pyongyang. It also could delay North-South talks.   The hard-liners are playing on doubts about who is actually running North Korea following the death of Kim Il Sung. They are also sowing doubts about how much bomb-making plutonium the North may have already produced. The best way to lay those doubts to rest is to keep negotiating and see whether the North lives up to its commitments.","thumbnail":null,"section":"Opinion"},{"date":"19940923","headline":"In a Remote Village, the Cry on All Sides Is, When Will the G.I.'s Come?","web_url":"https://www.nytimes.com/1994/09/23/world/mission-haiti-village-remote-village-cry-all-sides-when-will-gi-s-come.html","abstract":"  Three days after United States forces landed on Haitian soil, Haitian soldiers and civilians in this rugged farming town in the plains north of the capital say they would welcome the presence of troops here, each group for different reasons.   In Port-au-Prince, United States military officials say they have set no date to deploy troops here, so the only soldiers patrolling the narrow cobbled streets here are Haitians in drab green uniforms.","thumbnail":null,"section":"World"},{"date":"19940923","headline":"Infighting in the Grand Old Party; Nassau County Republican Leaders Are Making a Public Display of Their Dissension","web_url":"https://www.nytimes.com/1994/09/23/nyregion/infighting-grand-old-party-nassau-county-republican-leaders-are-making-public.html","abstract":"  Within the clubby ranks of the Nassau County Republican party, an organization that has held a virtual lock on government here for half a century and is the home base of Senator Alfonse M. D'Amato, public dissension is virtually unheard of. But now, to the amazement of friends and foes alike, the party's two top leaders are at each other's throat, trading accusations of treachery and betrayal and -- even more astonishingly -- doing it in public.   \"His word doesn't mean a hill of beans,\" the county's party chairman, Joseph N. Mondello, said of Thomas S. Gulotta, the County Executive, during an interview in which he criticized virtually every aspect of Mr. Gulotta's seven-year record. \"And he can't make decisions. The guy can't decide when to go to the bathroom.\"","thumbnail":null,"section":"New York"},{"date":"19940923","headline":"Ode to a Director Who Dared to Be Dreadful","web_url":"https://www.nytimes.com/1994/09/23/movies/film-festival-review-ode-to-a-director-who-dared-to-be-dreadful.html","abstract":"Notoriously tacky movie director. Charming. Landau's Oscar.","thumbnail":null,"section":"Movies"},{"date":"19940923","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/23/style/chronicle-329380.html","abstract":"  GEORGE BURNS went home from Cedars-Sinai Medical Center in Los Angeles yesterday, to continue recuperating from surgery to drain fluid from his brain, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940923","headline":"THE 1994 CAMPAIGN: Washington Talk; Both Parties Study the Lessons of '78","web_url":"https://www.nytimes.com/1994/09/23/us/the-1994-campaign-washington-talk-both-parties-study-the-lessons-of-78.html","abstract":"  Politicians in both parties remember well the last time there was a midterm election with a Democrat in the White House. It was 1978. Republicans from coast to coast promised tax cuts. The Democrats did not take them seriously.   The Republicans did not do so well that year, picking up only three seats in the Senate and 11 in the House. But the tax cut idea took hold. Two years later, Ronald Reagan rode it into the White House. Republicans won control of the Senate and gained 33 seats in the House.","thumbnail":null,"section":"U.S."},{"date":"19940923","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/09/23/arts/art-in-review-329320.html","abstract":"  Selections Fall '94'  'Installations'   The Drawing Center  35 Wooster Street  SoHo  Through Oct. 22    It is possible to see this attractive show of installation-size works on paper by four young artists as being about the traditional uses of drawing writ large, whether in the form the abstract expressive line, the geometric grid, the outline of the figure, or the written word.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19940923","time":"1994-09-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":88,"wspd":14.8},{"date":"19940923","time":"1994-09-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":89,"wspd":18.4},{"date":"19940923","time":"1994-09-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":89,"wspd":13},{"date":"19940923","time":"1994-09-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":89,"wspd":13},{"date":"19940923","time":"1994-09-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":90,"wspd":14.8},{"date":"19940923","time":"1994-09-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":89,"wspd":16.6},{"date":"19940923","time":"1994-09-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":86,"wspd":16.6},{"date":"19940923","time":"1994-09-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":14.8},{"date":"19940923","time":"1994-09-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":82,"wspd":18.4},{"date":"19940923","time":"1994-09-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":82,"wspd":16.6},{"date":"19940923","time":"1994-09-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":75,"wspd":22.3},{"date":"19940923","time":"1994-09-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":72,"wspd":20.5},{"date":"19940923","time":"1994-09-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":59,"wspd":25.9},{"date":"19940923","time":"1994-09-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":56,"wspd":29.5},{"date":"19940923","time":"1994-09-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":56,"wspd":24.1},{"date":"19940923","time":"1994-09-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":54,"wspd":27.7},{"date":"19940923","time":"1994-09-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":56,"wspd":22.3},{"date":"19940923","time":"1994-09-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":57,"wspd":24.1},{"date":"19940923","time":"1994-09-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":57,"wspd":22.3},{"date":"19940923","time":"1994-09-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":61,"wspd":18.4},{"date":"19940923","time":"1994-09-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":63,"wspd":20.5},{"date":"19940923","time":"1994-09-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":77,"wspd":20.5},{"date":"19940923","time":"1994-09-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":80,"wspd":14.8},{"date":"19940923","time":"1994-09-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":11.2},{"date":"19940923","time":"1994-09-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":27.7},{"date":"19940923","time":"1994-09-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":33.5},{"date":"19940923","time":"1994-09-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":83,"wspd":31.7},{"date":"19940923","time":"1994-09-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":31.7},{"date":"19940923","time":"1994-09-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":33.5},{"date":"19940923","time":"1994-09-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":29.5},{"date":"19940923","time":"1994-09-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":24.1},{"date":"19940923","time":"1994-09-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":24.1},{"date":"19940923","time":"1994-09-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":20.5},{"date":"19940923","time":"1994-09-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":20.5},{"date":"19940923","time":"1994-09-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":18.7},{"date":"19940923","time":"1994-09-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":93,"wspd":18.7},{"date":"19940923","time":"1994-09-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":18.7},{"date":"19940923","time":"1994-09-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":97,"wspd":14.8},{"date":"19940923","time":"1994-09-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":16.6},{"date":"19940923","time":"1994-09-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":14.8},{"date":"19940923","time":"1994-09-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":11.2},{"date":"19940923","time":"1994-09-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":14.8},{"date":"19940923","time":"1994-09-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":13},{"date":"19940923","time":"1994-09-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":87,"wspd":9.4},{"date":"19940923","time":"1994-09-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":9.4},{"date":"19940923","time":"1994-09-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":7.6},{"date":"19940923","time":"1994-09-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":7.6},{"date":"19940923","time":"1994-09-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":5.4}]},"19940924":{"guardian_articles":[],"nytimes_articles":[{"date":"19940924","headline":"Lakers Sign Ceballos","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-people-basketball-lakers-sign-ceballos.html","abstract":"  The final details of his contract worked out, CEDRIC CEBALLOS became a member of the Los Angeles Lakers yesterday.   \"We feel this is a great acquisition,\" said JERRY WEST, the Lakers' executive vice president. \"Cedric is one of the most explosive young scorers in the N.B.A., as well as a fine rebounder for his size. He also plays with a very exciting style and should be a fan favorite here for years to come.\"","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Not His. Theirs.","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-not-his-theirs-342181.html","abstract":"  To the Editor:   You report (news articles, Sept. 15 and 17) that the talk in Washington Depot, Conn., centers on \"a one-time power on Wall Street and his new $900,000 house, which happens to be six feet taller than the town's 35-foot height limit.\"","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Blurring Truth and Fiction in Rural Iran","web_url":"https://www.nytimes.com/1994/09/24/movies/film-festival-review-blurring-truth-and-fiction-in-rural-iran.html","abstract":"  In Abbas Kiarostami's film \"Through the Olive Trees,\" Hossein Rezai, a nonprofessional actor with soulful eyes and a streak of stubbornness that is as big as his ego, plays a love-smitten bricklayer whose would-be fiancee (Tahereh Ladania) refuses to acknowledge his existence. Complicating matters is the fact that the two have been cast as newlyweds in a movie about earthquake survivors in northern Iran.   The film, which will be shown at Alice Tully Hall tomorrow evening at 6:45 P.M. as part of the New York Film Festival, is the story of one persistent man's pursuit of a woman who believes he is beneath her. It is also a richly textured quasi-documentary portrait of a rural Muslim society in which the people display a remarkable resilience in the face of catastrophe.","thumbnail":null,"section":"Movies"},{"date":"19940924","headline":"Lasorda Pact Extended","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-people-baseball-lasorda-pact-extended.html","abstract":"  The Los Angeles Dodgers gave Manager TOM LASORDA a contract extension through the 1995 season yesterday. Lasorda has spent 45 years in the Dodger organization, and has managed Los Angeles for the past 18 seasons.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Judge Ito's Rebuke: The Fury Was Clear, but the Focus Wasn't","web_url":"https://www.nytimes.com/1994/09/24/us/judge-ito-s-rebuke-the-fury-was-clear-but-the-focus-wasn-t.html","abstract":"  With little to go on but some angry, ambiguous words from the bench, it is unclear whether Judge Lance A. Ito wants to stop -- and thinks he could stop -- all press coverage of the O. J. Simpson case, just electronic coverage, just electronic coverage inside his courtroom or just coverage from KNBC, the Los Angeles television station responsible for what Judge Ito called false and prejudicial reports about the case.   KNBC incurred Judge Ito's wrath on Thursday by having reported the day before -- erroneously, both Judge Ito and Marcia Clark, the prosecutor in the case, said -- that DNA tests had detected Nicole Brown Simpson's blood on socks found in her former husband's home. In the judge's eyes, the station compounded its sin by reiterating that assertion on Thursday.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"The North Effect on the G.O.P.","web_url":"https://www.nytimes.com/1994/09/24/opinion/the-north-effect-on-the-gop.html","abstract":"  Oliver North has two talents rarely, if ever, combined in the same political candidate. He can squirt water through the gap in his front teeth and strike a target 10 feet away. He also has a rare gift for splitting a political party that normally tolerates almost anyone identified as a Republican.    Mr. North is the G.O.P.'s official senatorial candidate in Virginia. He faces the Democratic incumbent, Charles Robb, and J. Marshall Coleman, another Republican who is running as an independent. But much of G.O.P. firmament cannot abide Mr. North, including one former President, largely because he misled Congress about the Iran-contra affair.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/24/nyregion/bridge-337366.html","abstract":"  One top-ranked American team was eliminated at the NEC World Championships here Thursday, while two others made astonishing comebacks.   In the Rosenblum Open Teams contest, the star team of James Cayne of Manhattan, Chuck Burger of Southfield, Mich., Mike Passell of Dallas, Mark Lair of Canyon, Tex., Bob Goldman of Dallas and Paul Soloway of Mill Creek, Wash., had seemed well placed, but could only score 47 percent in its last three matches and fell short.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"McLennan Gets His First Crack at No. 1","web_url":"https://www.nytimes.com/1994/09/24/sports/hockey-mclennan-gets-his-first-crack-at-no-1.html","abstract":"  If the Islanders are a team of many questions, perhaps the biggest one is: Can Jamie McLennan be a No. 1 goaltender in the National Hockey League?   The Islanders seem to think so. On Thursday, they traded Ron Hextall, who was a disappointment last season, to the Philadelphia Flyers.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Thousands Flee Indian City In Deadly Plague Outbreak","web_url":"https://www.nytimes.com/1994/09/24/world/thousands-flee-indian-city-in-deadly-plague-outbreak.html","abstract":"  As many as 200,000 people have fled the city of Surat in western India after an outbreak of pneumonic plague that medical experts described as one of the most serious reported in the world in recent decades, officials here said today.   Less than 48 hours after the first confirmed death from the disease, officials in the industrial city said that 24 people had died and 137 others were being treated in hospitals. But unofficial reports, including accounts from doctors working in Surat, said that at least 100 people had died, and that the toll was expected to rise as house-to-house searches turned up scores of new patients.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340618.html","abstract":"  An article in Business Day yesterday about job cuts planned by the Northrop Grumman Corporation included erroneous totals supplied by the company in some copies. The work force is to be reduced by 8,650 jobs, or 18.2 percent, not 9,000 jobs, or 20 percent. The reductions will affect 150 jobs from the electronics unit in Hawthorne, Calif., not 500.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"DANCE","web_url":"https://www.nytimes.com/1994/09/24/arts/in-performance-dance-341568.html","abstract":"  Sexual Desire and Gender Roles Wrapped Up in Paper  La Mama E.T.C.","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/24/arts/in-performance-classical-music-341584.html","abstract":"  A Chamber Ensemble Expands Its Repertory  Stuyvesant High School Theater","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/24/nyregion/no-headline-334537.html","abstract":"  \"They're trying to go by whatever way they can -- by train, by car, bus, truck, anything.\" -- PRAKASH MEHTA, describing people fleeing a plague in India.  [ 5:1. ]","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Sanders Charge Ruling","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-people-baseball-sanders-charge-ruling.html","abstract":"  A grand jury decided yesterday against indicting DEION SANDERS on a felony charge related to a confrontation with an off-duty police officer at Riverfront Stadium in Cincinnati.    A Hamilton County (Ohio) grand jury instead indicted Sanders on a first-degree misdemeanor of failing to comply with a police officer's order. The Cincinnati Reds outfielder was originally charged with misdemeanors after driving his motor scooter away from an officer at the stadium, but the police later added a felony count.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340596.html","abstract":"  A listing in the New Jersey Weekly calendar of cultural events on Sunday about a gallery talk at the Montclair Art Museum by its director, Ellen Harris, misstated the date. It is at 3 P.M. tomorrow; it was not last Sunday.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"After White House Shuffle, Most Old Hands Stand Pat","web_url":"https://www.nytimes.com/1994/09/24/us/after-white-house-shuffle-most-old-hands-stand-pat.html","abstract":"  The White House today announced a long-awaited reshuffling of its staff, a move that was intended to help shape President Clinton's image as bold and decisive but has instead given an impression of indecision and last-minute invention.   After nearly three months of plotting by Leon E. Panetta, the White House chief of staff, what would have been the centerpiece of the plan, the installation of a new primary press spokesman, was eliminated at the last minute Thursday night. Mr. Clinton decided to keep Dee Dee Myers as his press secretary for now, and to give her greater authority, after being told that she would resign by the end of year.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"In Red Hook, No Field, No Dreams; A Gift for Children Came From Norway. Vandals Destroyed It.","web_url":"https://www.nytimes.com/1994/09/24/nyregion/red-hook-no-field-no-dreams-gift-for-children-came-norway-vandals-destroyed-it.html","abstract":"  The reporter for the Norwegian national television network led the camera to an empty, unused wading pool in Red Hook Park in Brooklyn earlier this week. He kicked an empty can across the concrete and spoke solemnly into the microphone.   \"This is where Norway Field once was,\" he said. \"Now, it is gone.\"","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"1919: Visions of Peace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/24/opinion/IHT-1919-visions-of-peace-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Speaking of the spirit of unrest and rebellion in Europe and Asia, President Wilson declared that the world not only wished for peace, but was determined to have it. America had it now in her power to assure such a peace to the world. Mr. Wilso","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Failure, by the Numbers","web_url":"https://www.nytimes.com/1994/09/24/opinion/failure-by-the-numbers.html","abstract":"Congress's dismal failure to approve even a modest health care reform program cannot change one fact: in every industrial nation but ours, universal health care has become an inherent right. In the United States, 38 million people lack health insurance, and health care for all but the most privileged may be deteriorating.\n\nAmericans fervently believe that the U.S. has the best health care in the world. But we all need to be aware of the data in the accompanying tables, which show that in fact we have a lot of catching up to do with other nations.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340588.html","abstract":"  Because of an editing error, an article yesterday about a business group's study advocating a new emphasis on basic academic training misidentified the term for placing all disabled children in standard classrooms. The practice is called inclusion, not intrusion.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"JAZZ","web_url":"https://www.nytimes.com/1994/09/24/arts/in-performance-jazz-341550.html","abstract":"  Going After a Specific Mood With an Arsenal of Techniques Iridium   The greatest weakness of the current legions of gifted young jazz musicians is conceptual: having learned the essentials of improvisation, they overlook the structure of a performance. The saxophonist Wess Anderson is different; he produces music that goes after a specific mood.","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"Kennedy's Wife Is Giving Him a Political Advantage in a Difficult Contest","web_url":"https://www.nytimes.com/1994/09/24/us/1994-campaign-kennedy-s-wife-giving-him-political-advantage-difficult-contest.html","abstract":"  An exuberant Edward M. Kennedy was on the campaign trail, telling the crowd about the new woman at his side.   \"I want you to meet the love of my life -- Victoria Reggie Kennedy!\" bellowed the 62-year-old senior Senator from Massachusetts, whose penchant for partying in the decade between his divorce from Joan Bennett Kennedy and his re-marriage two years ago has been lampooned on late night television. Then, standing on a picnic bench, he leaned over and kissed his wife.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"OLYMPICS;\nRace Walkers Find Fault With 1996 Olympic Course","web_url":"https://www.nytimes.com/1994/09/24/sports/olympics-race-walkers-find-fault-with-1996-olympic-course.html","abstract":"Atlanta Olympic officials were forced to concede problems today in their first test event for the 1996 Olympic Games after a group of race walkers severely criticized the proposed Olympic course for their sport.\n\nAll of the top finishers in the first day of the Pan American Race Walk Cup said the hilly course near Atlanta's Olympic Stadium is very likely to cause injuries and disqualifications in 1996.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Mitchell Ponders Fate of the Health Bills","web_url":"https://www.nytimes.com/1994/09/24/us/mitchell-ponders-fate-of-the-health-bills.html","abstract":"  Senator George J. Mitchell, the majority leader who gave up a Supreme Court nomination to try to enact national health insurance, spent another day today trying to figure out whether, and especially how, to bury the legislation.   So many health care deadlines had already been missed -- for announcement by the President, for action in committees, for votes on the House and Senate floors -- that Mr. Mitchell's taking another day or so to reveal the fate of the issue had a certain consistency.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"We Need Thinkers Instead of Memorizers","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-we-need-thinkers-instead-of-memorizers-341894.html","abstract":"  To the Editor:   In all the arguments over what it means to get a degree from the City University of New York (letters, Sept. 15 and 20, and Op-Ed, Sept. 8), we seem to lose sight of the fact that what we really need are flexible, confident, curious and motivated people who can speak, listen, think, read, write, calculate, ask questions, analyze, imitate, work, cooperate, forget the outmoded and learn the job on the job -- very basic skills indeed, the foundation of which can be found in most children.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Bailey Joins Pacers","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-people-basketball-bailey-joins-pacers.html","abstract":"  The Indiana Pacers and the former Indiana University star DAMON BAILEY have agreed to terms, the team's president, DONNIE WALSH, said yesterday. The terms weren't disclosed. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340570.html","abstract":"  An article on Thursday about the Annenberg Foundation's $50 million grant to New York City schools misstated the terms. The grant requires a two-to-one match of the funds by other philanthropies and individuals, not a one-to-one match; thus the gifts would total $150 million, not $100 million. The article also misstated the role of the Annenberg Institute at Brown University in awarding grants. The institute advises the Annenberg Foundation on choosing beneficiaries; it does not oversee the awards.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"In His Words: Mayor Sizes Up The Candidates","web_url":"https://www.nytimes.com/1994/09/24/nyregion/in-his-words-mayor-sizes-up-the-candidates.html","abstract":"  Following are excerpts from Mayor Rudolph W. Giuliani's statements on WABC radio yesterday.   George Pataki doesn't take positions that tell me what he's going to do as Governor of New York. I need to know; I'm not just a private citizen. I run a city and I have the interests of the city at heart. And this is what this all has to do with. . . .","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/24/nyregion/metro-digest-334871.html","abstract":"  GIULIANI HOLDS BACK ON PATAKI SUPPORT Mayor Rudolph W. Giuliani stepped up his criticism of his party's gubernatorial candidate, Senator George E. Pataki, saying that Mr. Pataki has taken positions that would hurt New York City. He vowed that he would not endorse Mr. Pataki unless the Republican candidate proposes specific fiscal policies that will benefit the city. Page 1. NEW YORK CITY  DRUG UNIT RETURNS TO SITE OF UNREST The last time the troubled Street Narcotics Unit of the 120th Precinct raided the Park Hill Apartments on Staten Island, the results were deadly. A man suspected as a small-time drug dealer, Ernest Sayon, suffocated in their custody, setting off a civil disturbance for days. When they returned this week, the officers appeared to take special care to speak to residents and even suspects courteously, without the hint of using brutal force. Page 23. DEAD BABY DISCOVERED AT AIRPORT A 30-year-old Englishwoman attempting to board a plane bound for London was arrested at Kennedy International Airport after a Port Authority police officer noticed an unusual bulge under her coat and discovered a dead newborn girl, the police said. Page 23. 2 MORE OFFICERS IN HARLEM ARE INDICTED Two officers from the 30th Precinct in Harlem were indicted on charges of stealing more than $1,000 from a safe taken as evidence in a burglary and then trying to cover up the theft. They were the 14th and 15th members of the precinct arrested since April in an investigation into police corruption. Page 23. DONATIONS SOUGHT FOR NELSON DEFENSE Supporters of Lemrick Nelson Jr., who faces Federal civil rights charges in the stabbing death of a Hasidic Jew in the 1991 Crown Heights racial violence, are asking churches, mosques and synagogues to contribute to his defense fund. Page 22. REGION  TAKING THE RACE AT A JOG For weeks, State Senator George E. Pataki, the Republican candidate for governor, has campaigned as if he wereprecisely where he wanted to be in the polls. While his Democratic rival, Gov. Mario M. Cuomo, has frenetically crisscrossed the state playing wounded incumbent as underdog, elaborately detailing his 12-year record and imploring supporters to give him one more term, Mr. Pataki has been a study in campaign minimalism. Political Memo, Page 24. VOTING RIGHTS RULING OVERTURNED Siding with Bridgeport, Conn., officials, the United States Supreme Court overturned a lower court ruling that had required the city to redraw City Council districts to meet Federal voting-rights requirements. Page 24. DESPITE CRIMES, NEIGHBORS RE-ELECT HIM Ronald Jackson likes to compare himself with Marion S. Barry Jr. and Adam Clayton Powell Jr. Mr. Jackson has been convicted twice of using his position on the White Plains Housing Authority for illegal gain. And twice, his neighbors and constituents have returned him to office as their tenant representative. Page 25. WOMAN ADMITS SHE FAKED ABDUCTION A New Jersey woman, whose son disappeared and was later found dead, admitted in a court hearing that she had faked her own abduction to Detroit earlier this year. Page 25. About New York by Michael T. Kaufman...23","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"BRIEFCASE : Accelerated Death Benefits Gaining Popularity in U.S.","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-briefcase-accelerated-death-benefits-gaining-popularity-in-us.html","abstract":"A survey released earlier this month by the American Council of Life Insurance and LIMRA International, a trade association of U.S. life-insurance companies, showed that at least 18 million Americans now own life insurance policies that contain an accele","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"In Senate Race, Robb Attacks North for Endorsing Display of Confederate Flag","web_url":"https://www.nytimes.com/1994/09/24/us/1994-campaign-senate-race-robb-attacks-north-for-endorsing-display-confederate.html","abstract":"  Unable so far to profit from former Gov. L. Douglas Wilder's decision to quit the Virginia Senate race, Senator Charles S. Robb today accused his Republican opponent, Oliver L. North, of intolerance and racial divisiveness for endorsing the open display of the Confederate flag.   Mr. North promptly responded by characterizing Mr. Robb's remarks as a desperate and cynical effort to raise campaign money.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"The IRA's Popularity'Rolls Over' a New Leaf","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-the-iras-popularityrolls-over-a-new-leaf.html","abstract":"AMERICA'S Individual Retirement Account, viewed as dead and gone after its full tax-deductibility was removed for most investors in 1986, is alive and well. .What is more, the IRA business is thriving, even booming. At discount brokerage Charles Schwab","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"The Missing Messenger","web_url":"https://www.nytimes.com/1994/09/24/opinion/the-missing-messenger.html","abstract":"  Did all the commotion over Dee Dee Myers have anything to do with what ails the Clinton Administration? On Thursday night, Ms. Myers was widely reported to be on her way out of the White House press secretary's job. On Friday afternoon, she was still in it, with enhanced access and status. This appears to be a triumph for Ms. Myers over other White House aides who believed that she and the press had somehow robbed President Clinton of the credit he deserves. The whole sequence radiated indecision and improvisation. But there are other messages to be gleaned from this messy struggle over whether to fire the messenger.   For example, there is a limit to how long any press secretary can disguise fundamental organizational conflicts. In that regard, the Haitian adventure has been fascinating. Secretary of State Warren Christopher and former President Jimmy Carter have been engaged in some kind of public encounter therapy. It began with Mr. Carter telling The Times's Maureen Dowd that he did not talk to State while serving as the nation's top diplomat during the negotiations in Port-au-Prince.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Yellowstone Is More Valuable Than Gold","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-yellowstone-is-more-valuable-than-gold-341932.html","abstract":"  To the Editor:   Re \"Blocking the Yellowstone Mine\" (editorial, Sept. 18) and \"Mine Won't Threaten Yellowstone Park\" (letter, Sept. 10) by Joseph J. Baylis, president of Crown Butte Resources: I grew up 35 miles northeast of the area where the Canadian company Crown Butte Resources and its partner, Noranda Inc., plan to operate New World gold mine. The site is 2.5 miles from Yellowstone Park, 1.5 miles from the Absaroka-Beartooth Wilderness Area and in one of the world's most fragile and stunningly beautiful places.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Congressional Memo; With Eyes on Elections, Senate Finds an Impasse","web_url":"https://www.nytimes.com/1994/09/24/us/congressional-memo-with-eyes-on-elections-senate-finds-an-impasse.html","abstract":"  Only the United States Senate, with its arcane rules and members who are comfortable speaking at length to empty chairs, could find itself in such a mess.   Republicans kept the Senate in session all night talking about a procedural motion on campaign finance legislation. The motion was finally agreed to this afternoon, 93 to 0, and the senators recessed for the weekend.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"Family Mourns Man Killed by Police","web_url":"https://www.nytimes.com/1994/09/24/world/mission-to-haiti-a-widow-family-mourns-man-killed-by-police.html","abstract":"  On the day the United States soldiers landed here, Benykel Dede's wife said, she begged him not to venture out to the port. But Mr. Dede told her there was no way he was going to miss the arrival of the Americans, who he thought would bring peace with them.   Paulana Jean-Dede warned her husband that there could be trouble. He reassured her that there would be none. \"The Americans are here,\" she recalled him saying. \"Don't worry about anything.\"","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Cuba's Children","web_url":"https://www.nytimes.com/1994/09/24/opinion/cubas-children.html","abstract":"\"Six is way too young,\" said the American businessman, laughing, on a flight this summer from Cuba to Mexico. \"Twelve is the youngest I'd take . . . maybe 11, but 6 is too young.\" The man was probably 35 to 40 years old. He had a good haircut, expensive casual clothes and a gold wedding band on his left ring finger. He was talking about prostitutes in Cuba.\n\nIf I hadn't overheard their conversation so clearly, I would have guessed that they were six business associates returning from a golf vacation. They were obviously friends and colleagues. But these men had not been golfing.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Photographs Of Balkans Draw Fire","web_url":"https://www.nytimes.com/1994/09/24/world/photographs-of-balkans-draw-fire.html","abstract":"  A new photography exhibit on the war in the Balkans that opened on Thursday at the United States Holocaust Memorial Museum is drawing criticism from Serbian-American groups and some Jewish organizations.   The exhibit, \"Faces of Sorrow: Agony in the Former Yugoslavia,\" is the museum's first exhibit dealing with events outside the time of the Third Reich. Sponsored by Time magazine and Life magazine, the exhibit contains 69 color and black-and-white photographs taken by photographers from the two magazines and other news outlets. While the exhibit depicts all sides in the war in the former Yugoslavia as victims, the bulk of the pictures show results of atrocities committed by Bosnian Serbs against Muslims and Croats in Bosnia.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Drug Unit Returns to Job At Site of Unrest on S.I.","web_url":"https://www.nytimes.com/1994/09/24/nyregion/drug-unit-returns-to-job-at-site-of-unrest-on-si.html","abstract":"  Charging from two unmarked cars with their handguns drawn, four police officers plowed through the double glass doors of a Staten Island apartment house lobby and arrested two suspected drug dealers without a struggle just before midnight on Thursday.   \"Hands on the wall!\" one of the officers shouted to the suspects, both teen-agers, as the police briskly searched their loose-fitting dungarees and hooded sweat shirts. \"What's in those pockets?\"","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Shop Owners Have Right to Quality of Life Too","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-shop-owners-have-right-to-quality-of-life-too-464000.html","abstract":"  To the Editor:   Having done a commendable job of fighting crime in New York, Mayor Rudolph W. Giuliani now plans to start fighting private vices instead. In the name of improving the city's \"quality of life,\" Mr. Giuliani has proposed sweeping new zoning regulations that would force many sex-oriented businesses to shut their doors (news article, Sept. 18 and letters, Sept. 17 and 19).","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"BRIEFCASE : Regent Raises $20 Million For Russian Equity Fund","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-briefcase-regent-raises-20-million-for-russian-equity-fund.html","abstract":"Apparently, the MMM debacle hasn't soured everybody on investing in the former Soviet Union. Regent Fund Management has raised $20 million for its new White Tiger Investment Co., which will invest in equity growth opportunities in Russia. A total of two","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"HOCKEY;\nRangers' Lethargic Start Irks New Coach","web_url":"https://www.nytimes.com/1994/09/24/sports/hockey-rangers-lethargic-start-irks-new-coach.html","abstract":"Perhaps the Rangers are still caught in the afterglow of a Stanley Cup championship earned a little more than three months ago.\n\nThey are certainly distracted by the collective bargaining negotiations in New York, which threaten to postpone the scheduled Oct. 1 start of the National Hockey League's regular season if there is no resolution. And, after all, this is just the exhibition season; with 16 teams making the Stanley Cup playoffs, it's difficult enough to be motivated in all 84 games during the regular season, let alone games that don't count.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Postponing of Papal Trip Stirs Talk of Successor","web_url":"https://www.nytimes.com/1994/09/24/world/postponing-of-papal-trip-stirs-talk-of-successor.html","abstract":"  The old aphorism at the Vatican used to be: The Pope's alive until he's dead.   It meant, simply, that whatever the state of his mortality, the Pope could not be seen to be enfeebled or impaired in performing the duties of an office whose aura and authority could not be diminished.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Where Every Football Game Is the Super Bowl","web_url":"https://www.nytimes.com/1994/09/24/sports/football-where-every-football-game-is-the-super-bowl.html","abstract":"  Nearly four hours before Valdosta's game with Columbia County tonight, a hard rain had started to fall, and the butterflies that had lain dormant in Kareem Wilson's stomach all week began to stir.   Wilson, the Valdosta High School quarterback, knew the Columbia game in Lake City, Fla., would be a difficult test. When you're 17 and play football at Valdosta, every game seems like the ultimate game. Nick Hyder, the Wildcats' head coach, likes to say Valdosta's next opponent is always the toughest.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Innocence Beyond The Erotic Glimmer","web_url":"https://www.nytimes.com/1994/09/24/movies/film-festival-review-innocence-beyond-the-erotic-glimmer.html","abstract":"Tax inspector obsessed with stripper, but nothing is what it seems. Eerie and eloquent.","thumbnail":null,"section":"Movies"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340600.html","abstract":"  A picture caption in The Home Section on Thursday with the Parent & Child column, about parents' involvement with their children's schools, misidentified a volunteer at Public School 87 in Manhattan. She is Angela Tripi-Weiss, who runs an arts program, not Mary Stetten Carson, who runs a science program.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/24/sports/results-plus-338281.html","abstract":"  COLLEGE FOOTBALL  Levine Paces St. John's Romp  Mark Levine passed for three touchdowns and ran for one last night, pacing St. John's to a 38-18 victory over visiting Monmouth. The winners' Errin Hatwood tied a school record by returning the opening kickoff 95 yards for a touchdown, matching the record set in 1985 by Manny Tsantes against Georgetown.    Levine ran 14 yards to give St. John's (2-0) a 14-0 lead, only to have the Hawks (1-2) rally for an 18-14 edge on Doug Rossback's scoring passes of 11 yards to Lou D'Alessio, 2 yards to Justin Garbolino and 46 yards to Marcus Winters. Levine responded with a trio of scoring passes. (AP) SWIMMING  All Tests Negative From Championships  Speculation was rampant during this month's world swimming championships in Rome that some of the Chinese women had taken drugs. But results of the 169 tests on all the medal winners and world record-holders came back negative, FINA, the sport's world governing body, said yesterday in Lausanne, Switzerland.    In administering the tests, FINA said it followed the same guidelines as the International Amateur Athletic Federation and the International Olympic Committee. (AP) GOLF  Lancaster Splashes Into Lead  Neal Lancaster, whose only tour victory came this year in a rain-shortened tournament, shot a second straight five-under 65 yesterday to take the lead in the soggy Hardee's Classic. Lancaster's 10-under 130 at the Oakwood Country Club in Coal Valley, Ill., put him one shot ahead of Bob Estes. \"It's fun so far. Can you get me a couple of rainout days now?\" asked Lancaster. In May, Lancaster won the Byron Nelson Classic in a six-way playoff when the tournament was reduced to 36 holes by rain. (AP) Medalist Gains Senior Amateur Semifinals: The qualifying medalist, Bob Hullender, led the way into the semifinals of the United States Golf Association's Senior Amateur Championship with a victory in a marathon match yesterday in Nicholasville, Ky., beating Harcourt Kemp of Louisville, Ky., on the 24th hole. Also advancing were the two-time British Amateur champion Dick Siderowf of Westport, Conn.; O. Gordon Brewer of Huntingdon Valley, Pa., and Bob Housen of Brielle, N.J. (AP) HORSE RACING  Brass Scale Stumbles but Wins  Brass Scale overcame a stumble at the start and took the lead at the top of the stretch en route to a 4 3/4-length victory in the $200,000 Pegasus Handicap at the Meadowlands last night, returning $9.80 for $2 while finising the one and one-eighth mile race for 3-year-olds in 1:491/5 on a sloppy track. The favored Hello Chicago, a California invader, finished second. (AP) TENNIS  Sanchez Vicario Advances Easily  Top-seeded Arantxa Sanchez Vicario fell behind by 1-3 before beating Marianne Werdel of San Diego, 6-4, 6-0, in the quarterfinals of the Nichirei International in Tokyo. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/24/style/chronicle-424439.html","abstract":"  Executives of Wellman Inc., a company that recycles plastic bottles, knew just what to give Vice President AL GORE when they saw a recent photograph of him with his toes sticking out from a cast on his left leg. They gave him cast cozies.    The cast cozies, which are made of a fabric that comes from recycled bottles, were presented to the Vice President, who is recuperating from surgery on a tendon, at a dinner of the League of Conservation Voters in Manhattan on Thursday.","thumbnail":null,"section":"Style"},{"date":"19940924","headline":"Demographic Time Bomb Still Ticking","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-demographic-time-bomb-still-ticking.html","abstract":"PENSIONERS, quite naturally, expect their state pension rights to be honored. But as reserves diminish and the percentage of elderly citizens in the major industrialized economies escalates, economists fear that future generations of pensioners will be le","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"A Worry that Wakes People Up","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-a-worry-that-wakes-people-up.html","abstract":"IT IS ONE of those worries that, every now and then, tends to rear its head at about 3 o'clock in the morning. It works its way up from the depths of the subconscious until it forces you to open your eyes, stare at the ceiling, and look it squarely in the","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"POP","web_url":"https://www.nytimes.com/1994/09/24/arts/in-performance-pop-339440.html","abstract":"  The Appeal of the Average: Haggard but Still a Survivor Irving Plaza","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"1944: Renault Arrested : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/24/opinion/IHT-1944-renault-arrested-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] Louis Renault, one of the leading automobile manufacturers in France, was arrested late last night and today [Sept. 24] was interned in the Fresnes prison near Paris on charges of having aided the Germans during the oc","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Not-So-Stodgy Pension Funds Catch Up With the 'Going Global' Times","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-notsostodgy-pension-funds-catch-up-with-the-going-global-times.html","abstract":"ARE PENSION FUNDS looking after your retirement properly? Will you be able to buy that house in the country you've dreamed about? What about those holidays?.Much depends on the way pension funds allocate your assets. And in this area of investing, a qui","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"Belfast Journal; When It Comes to Peace, You Spell It B-I-N-G-O","web_url":"https://www.nytimes.com/1994/09/24/world/belfast-journal-when-it-comes-to-peace-you-spell-it-b-i-n-g-o.html","abstract":"  Three weeks after the start of the Irish Republican Army cease-fire, the signs of peace in Belfast are as easy to find as the New Vic Bingo Hall downtown.   Vera Gormley, who sells betting cards there, says the cease-fire is encouraging more and more people to come into the bingo hall at night to try their luck now that it seems unlikely that I.R.A. bombs will still be exploding from time to time next door at the Grand Opera House.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Mayor Warns Of Big Cuts In the Budget","web_url":"https://www.nytimes.com/1994/09/24/nyregion/mayor-warns-of-big-cuts-in-the-budget.html","abstract":"  Mayor Rudolph W. Giuliani warned yesterday of \"substantial reductions\" in spending to keep New York City's budget balanced, and said he was considering steps like reducing welfare payments to single adults and cutting back city contracts to private companies.    Administration officials also said that savings might be found in increasing the number of prisoners in the city's jail dormitories by using bunk beds.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"New Regulation Roils British Pension Industry","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-new-regulation-roils-british-pension-industry.html","abstract":"In the bad old days,British pension salesmenoften gave the impressionthat they sold their waresout of the goodness of theirhearts. Little mention was made of the commissions they received. But times changed andthe law required some salesment","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"Pneumonic Plague Is Deadliest, and Most Rare Form","web_url":"https://www.nytimes.com/1994/09/24/world/pneumonic-plague-is-deadliest-and-most-rare-form.html","abstract":"  The pneumonic form of plague that is epidemic in an industrial city in western India is the deadliest and most easily communicable form of the bacterial disease that was known as the Black Death in the Middle Ages.   But until the epidemic struck in Surat in India, pneumonic plague had not been heard of anywhere for decades. Experts said in interviews that they could not recall an outbreak of pneumonic plague in the world since early in this century, and they had no recollection of where the last outbreak occurred.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/09/24/arts/in-performance-classical-music-341592.html","abstract":"  Command of the Keyboard Need Not Be Faint Praise  Kosciuszko Foundation","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"U.S. Military Police Begin Patrolling Streets","web_url":"https://www.nytimes.com/1994/09/24/world/mission-to-haiti-in-haiti-us-military-police-begin-patrolling-streets.html","abstract":"  American military police began their first road patrols in the Haitian capital today, as their commander worked on a plan to station M.P.'s in local police precincts.    Col. Michael Sullivan, commander of the 16th Military Police Brigade, met for a second time today with the Haitian police commander, Lieut. Col. Michel Francois, who is widely held responsible for much of the violence that the Haitian police and military have inflicted on the population over the past three years.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Mitchell's Acrobatics Now Limited to Catches","web_url":"https://www.nytimes.com/1994/09/24/sports/football-mitchell-s-acrobatics-now-limited-to-catches.html","abstract":"  Don't look for Johnny Mitchell to perform cartwheels, flips, leaping high-fives or other egotistical routines simply because he and the Jets will play in front of a home crowd in prime time Sunday night.   \"This has been a big point of emphasis this season: Don't overreact,\" Coach Pete Carroll said today. \"We have the crowd. We want consistency.\"","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Lemrick Nelson Supporters Ask Religious Institutions for Funds","web_url":"https://www.nytimes.com/1994/09/24/nyregion/lemrick-nelson-supporters-ask-religious-institutions-for-funds.html","abstract":"  Supporters of Lemrick Nelson Jr., who faces Federal civil rights charges in the stabbing death of a Hasidic Jew in the 1991 Crown Heights racial violence, are asking churches, mosques and synagogues in New York City to contribute to his defense fund.   The Rev. Earl Kooperkamp, assistant minister of the Church of the Intercession, an Episcopal congregation in Washington Heights, said yesterday that the effort was necessary because the teen-age defendant's family had exhausted its resources in Mr. Nelson's state murder trial in the case and he now faces \"the entire weight of the Federal Government.\" Mr. Nelson and his father belong to the Church of the Intercession.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Singapore Executes a Dutch Engineer Arrested on Drug Charges","web_url":"https://www.nytimes.com/1994/09/24/world/singapore-executes-a-dutch-engineer-arrested-on-drug-charges.html","abstract":"  A Dutch-born engineer was hanged here today on narcotics charges, the first Westerner to be executed under Singapore's draconian drug laws.   The Singapore authorities carried out the execution of the engineer, Johannes Van Damme, 59, despite appeals from Queen Beatrix of the Netherlands and from the Dutch Foreign Ministry, and despite reports linking Mr. Van Damme to the Dutch intelligence agency.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Correction","web_url":"https://www.nytimes.com/1994/09/24/opinion/c-correction-342173.html","abstract":"  A headline yesterday mischaracterized a letter by Charles Fried about a Supreme Court ruling. The Court ruled against affirmative action in the case, and Warren E. Burger was then Chief Justice.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Supermarkets for Slums","web_url":"https://www.nytimes.com/1994/09/24/opinion/supermarkets-for-slums.html","abstract":"  The Local Initiatives Support Corporation, a nonprofit organization created by the Ford Foundation and located in New York City, has spearheaded over the last 15 years a successful program to rebuild housing in urban slums. The organization's novel approach has been to channel private and public money into community development corporations that take responsibility for reclaiming neighborhoods, often block by block, from drug lords and delinquents.    This week L.I.S.C. launched a second assault on ghetto blight: economic development. It announced commitments by 10 major national corporations, including Prudential, Bank of America, and J. P. Morgan, to contribute $24 million to a fund that will help community development corporations around the country build retail shopping centers. The fund will cover about a third of total development costs. The balance of the money will come from other private lenders and public sources.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Dead Baby Discovered At Kennedy","web_url":"https://www.nytimes.com/1994/09/24/nyregion/dead-baby-discovered-at-kennedy.html","abstract":"  A 30-year-old Englishwoman attempting to board a plane bound for London was arrested yesterday at Kennedy International Airport after a Port Authority police officer noticed an unusual bulge under her coat and discovered a dead newborn girl, the police said.   The woman, who refused to pass through an airport metal detector, was about to be searched by security personnel when she confessed that she was carrying the dead infantin a plastic bag, the police said.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"BRIEFCASE : Lazard Launches Unit Trust That Targets U.K. Brewers","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-briefcase-lazard-launches-unit-trust-that-targets-uk-brewers.html","abstract":"Regardless of whatever political or economic conditions might be affecting the British, they rarely seem to lose their taste for a pint of beer, ale or stout. That, at least, is what Lazard Investors, a London- based unit trust manager, is counting on..","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"Report Finds Ames's Sabotage More Vast Than C.I.A. Admitted","web_url":"https://www.nytimes.com/1994/09/24/us/report-finds-ames-s-sabotage-more-vast-than-cia-admitted.html","abstract":"  Aldrich H. Ames, the spy inside the Central Intelligence Agency, exposed nearly every important operation and agent the C.I.A. had inside the Soviet Union and Eastern Europe in the mid-1980's, according to a draft of a C.I.A. report on the affair.   The internal report admits for the first time that Mr. Ames was not boasting when he bragged at his sentencing in April that he had done far more damage to the C.I.A. than the agency admitted after his arrest in February.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"Most Devils and Isles Expect a Lockout","web_url":"https://www.nytimes.com/1994/09/24/sports/hockey-most-devils-and-isles-expect-a-lockout.html","abstract":"  The day after Commissioner Gary Bettman said the start of the National Hockey League season would be postponed if a new collective bargaining agreement could not be reached by opening day next Saturday, the Devils went about their business as usual.   All the players reported to Byrne Meadowlands Arena for practice today before tonight's exhibition game against the Islanders. None of the Devils was surprised by Bettman's announcement.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"F.D.A. Seeks Financial Disclosure by Researchers","web_url":"https://www.nytimes.com/1994/09/24/us/fda-seeks-financial-disclosure-by-researchers.html","abstract":"  The Food and Drug Administration today proposed to require scientists to disclose whether they have a financial stake in the outcome of research they do on drugs being considered for Government approval.   \"There is a growing recognition in the academic and scientific communities,\" the proposal said, \"that certain financial arrangements between clinical investigators and product sponsors, or the personal financial interests of the clinical investigators, can potentially bias the outcome of clinical trials\" on the safety and effectiveness of drugs.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"2 Officers of 30th Precinct Are Indicted in Theft","web_url":"https://www.nytimes.com/1994/09/24/nyregion/2-officers-of-30th-precinct-are-indicted-in-theft.html","abstract":"  Two officers from the 30th Precinct in Harlem were indicted yesterday on charges of stealing more than $1,000 from a small safe taken as evidence in a burglary, and then trying to cover up the theft.    The officers, Stephen Setteducato and Danny Parson, were the 14th and 15th members of the 30th Precinct arrested since April in an investigation into police corruption. The Mollen commission, which looked into the corruption, ultimately reported a pervasive pattern of corruption in the 30th and several other precincts.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Criticizing Pataki, Giuliani Seeks Details on His Plans to Aid City","web_url":"https://www.nytimes.com/1994/09/24/nyregion/criticizing-pataki-giuliani-seeks-details-on-his-plans-to-aid-city.html","abstract":"  Mayor Rudolph W. Giuliani yesterday stepped up his criticism of his party's gubernatorial candidate, Senator George E. Pataki, saying that Mr. Pataki had taken positions that would hurt New York City. He vowed that he would not endorse Mr. Pataki unless the Republican candidate proposed specific fiscal policies that would benefit the city.   Mr. Giuliani has asserted before that Mr. Pataki will have to earn his endorsement by providing details about his governmental approach to New York City. But the Mayor went beyond that yesterday by attacking Mr. Pataki's legislative record. And like an opposing candidate, he did so by plucking specific votes from Mr. Pataki's Senate and Assembly career that he said showed Mr. Pataki \"trying to deprive New York City.\"","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/24/nyregion/c-corrections-340626.html","abstract":"  A chart in Business Day yesterday, with an article about the closing of a brokerage firm and its effect on some stocks, misstated the decline of one stock, Procept Inc., in some editions. It fell 30.9 percent on Thursday, not 69.1 percent, and was down 68.2 percent for the year, not 85.8 percent.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Carter and Christopher to Meet In Georgia to Discuss Frictions","web_url":"https://www.nytimes.com/1994/09/24/world/mission-haiti-policy-carter-christopher-meet-georgia-discuss-frictions.html","abstract":"  Secretary of State Warren Christopher will meet with former President Jimmy Carter in Georgia on Saturday morning in an effort to iron out the misunderstandings between them, State Department officials said today.   The meeting will take place either in Atlanta or in Plains, Mr. Carter's hometown, the officials said.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"A Reading Upsets Beckett's Estate","web_url":"https://www.nytimes.com/1994/09/24/theater/a-reading-upsets-beckett-s-estate.html","abstract":"  With an unauthorized, staged reading of an unproduced play by Samuel Beckett scheduled to be presented in New York City on Monday, the playwright's estate is once again at the center of a storm of controversy.   In 1947, immediately before he wrote \"Waiting for Godot,\" Beckett finished his first full-length play, \"Eleutheria,\" in French. The title means freedom in Greek. The earlier play still has not been published or produced, although excerpts from it appeared in 1986 in the French journal Revue d'Esthetique. For at least 20 years, the work has been written about and discussed by Beckett scholars. The reading by a group of actors at the New York Theater Workshop, before an invited audience, is to be the first public airing of the play.","thumbnail":null,"section":"Theater"},{"date":"19940924","headline":"What Students Propose On School Violence","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-what-students-propose-on-school-violence-341940.html","abstract":"  To the Editor:   On Sept. 16, Mayor Rudolph W. Giuliani, Schools Chancellor Ramon C. Cortines and Sandra Feldman, president of the United Federation of Teachers, visited Sheepshead Bay High School. Sadly, the visit was prompted by a shooting incident. They came to my chemistry class and spoke with my students.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Michigan Has Seen Colorado At Its Best","web_url":"https://www.nytimes.com/1994/09/24/sports/football-michigan-has-seen-colorado-at-its-best.html","abstract":"  If there was ever any question about whether the Michigan Wolverines would follow the advice of their coach -- that the victory at Notre Dame was just one part of a long process -- that issue was resolved late last Saturday night. The Wolverines were off, which gave them a chance to watch Colorado embarrass Wisconsin. They were watching their immediate future, and what they saw was stunning.   They had the opportunity to see the Buffaloes intercept four passes in the first half. They watched Colorado score 55 points, the Buffaloes' most ever against a ranked opponent, including four touchdowns by Rashaan Salaam. Kordell Stewart passed for 249 yards and led an effort that turned a 10-point margin into a 38-point victory.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/24/us/inside-334642.html","abstract":"  Simpson Judge v. Press   Escalating a conflict over coverage of the O. J. Simpson case, the judge threatened to bar some news media from his court. But his language left questions about whose coverage was being threatened. Articles, page 7. A Gift Destroyed    An $80,000 all-weather miniature soccer field -- a gift from the Government of Norway to Red Hook, Brooklyn -- lasted 10 days before vandals ruined it, setting fire to its artificial surface. Page 21.   2  Arts","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"In U.S., Mutual Funds Battling Insurance Sector","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-in-us-mutual-funds-battling-insurance-sector.html","abstract":"FEW WORKING Americans would argue that their Social Security benefits will provide a measurable financial cushion when they retire. Indeed, if current contribution and payout levels are maintained, according to some estimates, the system will be bankrupt","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/24/style/chronicle-337633.html","abstract":"  Twenty-five women will be inducted today into the National Women's Hall of Fame in Seneca Falls, N.Y., where the first Women's Rights Convention was held, in 1848, by such feminists as Elizabeth Cady Stanton and Lucretia Mott.   Among the new members: BELLA ABZUG, GERALDINE FERRARO, OPRAH WINFREY, WILMA RUDOLPH and ANTONIA NOVELLO.","thumbnail":null,"section":"Style"},{"date":"19940924","headline":"2 U.S. Bridge Teams Clash in Women's Finals","web_url":"https://www.nytimes.com/1994/09/24/arts/2-us-bridge-teams-clash-in-women-s-finals.html","abstract":"  Bridge teams headed by Marinesa Letizia of Chicago and Sally Woolsey of Kensington, Calif., clashed here today in the final of the World Women's Teams for the McConnell Cup at the NEC World Championships. Halfway through the 64 deals, Letizia led by 20 imps.    In semifinal play on Monday night, the Letizia team, which includes Judi Radin, Sue Picus, Jill Blanchard and Rozanne Pollack, won easily by 78 against a team headed by Claire Tornay of Manhattan. The Woolsey team, which includes Karen Allison, JoAnne Casen, Dori Cohen, Joann Glasson and JoAnn Manfield, built up a big lead but barely survived a stretch drive by Jo Morse of Tucson, Ariz., and her team.","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"U.S. Plans $200 Million in Aid for Haiti","web_url":"https://www.nytimes.com/1994/09/24/world/mission-to-haiti-in-washington-us-plans-200-million-in-aid-for-haiti.html","abstract":"  Eager to revive Haiti's moribund economy, President Clinton will soon announce that the United States will contribute about $200 million this year to an international aid effort and will lift the ban on flights and financial transactions with Haiti, Administration officials said today.   And to improve living conditions immediately in the hemisphere's poorest nation, Mr. Clinton announced today that the Agency for International Development would start providing 1.3 million meals a day to needy Haitians, up from the 1 million a day it has been serving in recent weeks.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Venal and Lust-Ridden? Step Right Up.","web_url":"https://www.nytimes.com/1994/09/24/arts/opera-review-venal-and-lust-ridden-step-right-up.html","abstract":"  What to make of Handel's early opera \"Agrippina,\" with its epic treatment of bumbling court intrigue, its mock-heroic portrayal of a tiny constellation of historical figures, each more venal, lust-ridden or simply contemptible than the last? Scheme crowds upon scheme in near-farcical profusion in the rewritten history of Handel's librettist, Cardinal Vincenzo Grimani, the central one being Agrippina's plot to have her young son, Nero, share, if not usurp, the throne of her husband (the boy's stepfather), the Roman Emperor Claudius.   Perhaps best to make light (not to say fun) of it, the way Oxford Early Opera did in a semi-staged performance at the Mannes College of Music on Wednesday evening. This smart little English company was founded last year by Christian Curnyn and Magnus Richardson to afford opportunities to young professionals.","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"Veteran Players Preaching Solidarity","web_url":"https://www.nytimes.com/1994/09/24/sports/baseball-veteran-players-preaching-solidarity.html","abstract":"  If the union is going to have a pep rally, it doesn't hurt to have veteran cheerleaders like Dave Winfield, Eddie Murray and Cal Ripken Jr.   Speaking from a combined experience of 53 years in the major leagues, Winfield, Murray and Ripken yesterday told their younger colleagues the importance of remaining solid throughout a work stoppage like the one that has halted the season for 52 days and 669 games and wiped out the World Series.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"School Is Born in Love Of a Distant Drumbeat","web_url":"https://www.nytimes.com/1994/09/24/nyregion/about-new-york-school-is-born-in-love-of-a-distant-drumbeat.html","abstract":"  ROBERT LEVIN was having lunch with some friends and his old musical master, Godwin Agbeli, at a Chinese restaurant on Broadway. Mr. Levin, who is 35, was mentioning that when he attended Wesleyan University 18 years ago, his parents were less than thrilled that he had decided to major in Ghanaian drumming.    \"Certainly, they would have preferred me to be a lawyer or a doctor,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/24/style/chronicle-445011.html","abstract":"  Executives of Wellman Inc., a company that recycles plastic bottles, knew just what to give Vice President AL GORE when they saw a recent photograph of him with his toes sticking out from a cast on his left leg. They gave him cast cozies.    The cast cozies, which are made of a fabric that comes from recycled bottles, were presented to the Vice President, who is recuperating from surgery on a tendon, at a dinner of the League of Conservation Voters in Manhattan on Thursday.","thumbnail":null,"section":"Style"},{"date":"19940924","headline":"U.N. Sex Harassment Hearing Lacked Fairness; Flawed Institution","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-un-sex-harassment-hearing-lacked-fairness-flawed-institution-342157.html","abstract":"  To the Editor:   The kind of ordeal described in \"Catherine Claxton vs. the U.N.\" on Sept. 15 is not limited to the United Nations Secretariat. As Women's International Network News has documented and reported for years, all United Nations agencies and international bodies, including the World Bank-International Monetary Fund, the Development Program, the Children's Fund, the World Health Organization, the Food and Agriculture Organization and the International Labor Organization, are exempt from equal-employment laws and thus immune to all sexual harassment and discrimination complaints by women. Ms. Claxton's courage to stand up against this corrupt and obsolete system of employment is to be congratulated.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Jordan Allowed to Play In Arizona Fall League","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-people-baseball-jordan-allowed-to-play-in-arizona-fall-league.html","abstract":"  No surprise: MICHAEL JORDAN will be allowed to play in the Arizona Fall League. The Chicago White Sox were granted an exemption by the commissioner's office yesterday to add an extra player: Jordan. The decision had been delayed for two weeks because of baseball's labor problems.   The league runs from Oct. 6 to Dec. 1 and is made up of six top prospects from each of the 28 teams. The White Sox did not originally list Jordan, so they asked for permission to include him.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Woman's Body Found in Trailer","web_url":"https://www.nytimes.com/1994/09/24/nyregion/woman-s-body-found-in-trailer.html","abstract":"  Investigators yesterday were trying to identify a woman whose body was left in the back of a truck trailer in Greenwich Village after she was apparently sexually assaulted and strangled, the police said.   The woman, dressed in a green and purple jogging suit, was found by a truck driver shortly after 2 A.M. on Tuesday as he began hauling the trailer from a loading dock on Morton Street.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"A Poet's Season","web_url":"https://www.nytimes.com/1994/09/24/opinion/a-poet-s-season.html","abstract":"  Why does it matter that Friday was the first day of fall? Well might you ask, and an answer leaps quickly to mind. It means the year is on the glide path toward days of supreme delight, a time of abundance and dwindling down. No one ever captured the moody, dichotomous charm of these months better than John Keats in his ode \"To Autumn,\" and the official arrival of the season provides an excuse to contemplate one of the English language's finer short lyrics.   \"Season of mists and mellow fruitfulness,\" Keats said in the first of 33 lines devoted to images of harvest bounty. So it comes as a mild shock to discover that he wrote the poem on Sept. 19 -- technically part of summer, even in England. Well, precision was not the stock in trade of Romantic poets. They dealt in the more generous measures of seasonal change and the heart's long turnings.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Fassbinder on the Painfully Tight Bonds of Marriage","web_url":"https://www.nytimes.com/1994/09/24/movies/film-festival-review-fassbinder-on-the-painfully-tight-bonds-of-marriage.html","abstract":"  Social comedy doesn't get any nastier than \"Martha,\" Rainer Werner Fassbinder's pitch-black satire of bourgeois marriage and patriarchal dominance in modern Germany. The 1973 film, which will be shown today at noon at Alice Tully Hall as part of the New York Film Festival, follows a pathetically obedient wife on her path to destruction at the hands of a sadistic husband.   With a title character who is named after Martha Hyer, a star of 1950's Hollywood melodramas, and whose address is Douglas Sirk Boulevard, the film is also a grimly farcical homage to the sort of pulpy, overwrought soap opera that used to be cranked out by Universal-International.","thumbnail":null,"section":"Movies"},{"date":"19940924","headline":"Political Memo; Pataki's Race for Governor Has the Pace of a Jog","web_url":"https://www.nytimes.com/1994/09/24/nyregion/political-memo-pataki-s-race-for-governor-has-the-pace-of-a-jog.html","abstract":"  For weeks, State Senator George E. Pataki, the Republican candidate for governor, has campaigned as if he were precisely where he wanted to be in the polls.   While his Democratic rival, Gov. Mario M. Cuomo, has frenetically crisscrossed the state playing wounded incumbent as underdog, elaborately detailing his 12-year record and imploring supporters for one more term, Mr. Pataki has been a study in campaign minimalism.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"Beyond Butoh, Seeming to Emerge From Stone and Return","web_url":"https://www.nytimes.com/1994/09/24/arts/dance-review-beyond-butoh-seeming-to-emerge-from-stone-and-return.html","abstract":"  Actions speak louder than words.    Quite a few words are needed to describe \"Renyo,\" which Tomoe Shizune and Hakutobo presented on Wednesday night at the Joyce Theater. At least as many are required to place this event in a historical and esthetic context. Fortunately, the impact of what happened on stage can be summarized in a sentence or two.","thumbnail":null,"section":"Arts"},{"date":"19940924","headline":"What Do Fund Trackers Pick for Their Own Pensions?","web_url":"https://www.nytimes.com/1994/09/24/your-money/IHT-what-do-fund-trackers-pick-for-their-own-pensions.html","abstract":"IT is the business of fund-rating concerns such as Chicago-based Morningstar and London-based Micropal to know which funds are performing well, which are not, and why. These companies and the people who run them, moreover, have corporate and personal pens","thumbnail":null,"section":"Your Money"},{"date":"19940924","headline":"Observer; Why Are These Men Gloating?","web_url":"https://www.nytimes.com/1994/09/24/opinion/observer-why-are-these-men-gloating.html","abstract":"  Republicans are ecstatic. They say all signs indicate the voters are sick and tired of President Clinton. They say this could mean a Republican takeover of the Congress this year.    And even sweeter than that -- a Republican President elected in 1996.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"An Emerging Brazil Sets Its Sights on a Role on the World Stage","web_url":"https://www.nytimes.com/1994/09/24/opinion/IHT-an-emerging-brazil-sets-its-sights-on-a-role-on-the-world-stage.html","abstract":"If Britain, according to Foreign Secretary Douglas Hurd, \"punches above its weight\" in international affairs, then Brazil must be assumed to punch far below its weight in the world. Thus the strong reservations of the hemisphere's No.2 country","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Messier's Frustration Continues To Grow","web_url":"https://www.nytimes.com/1994/09/24/sports/hockey-messier-s-frustration-continues-to-grow.html","abstract":"  Mark Messier arrived in New York yesterday afternoon looking tan and fit and totally relaxed. But he and his family are growing more and more frustrated with the Rangers' failure to participate in any substantive contract talks over the past five days.   According to Doug Messier, Mark's father and agent, the Rangers have refused to discuss dollar figures since the changing of the guard at Madison Square Garden earlier this week. He was compelled to call Neil Smith, the Rangers' general manager, yesterday morning to ask what was causing the delay.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Simpson Judge May Restrict Coverage","web_url":"https://www.nytimes.com/1994/09/24/us/simpson-judge-may-restrict-coverage.html","abstract":"  Escalating a conflict over news coverage of the O. J. Simpson murder case, Judge Lance A. Ito threatened today to bar television and radio from his courtroom because of what he called erroneous reports that blood found on socks in Mr. Simpson's house matched the blood of his former wife.    \"I am contemplating terminating the media coverage in this case,\" the judge said on the final day of hearings before jury selection begins on Monday. He said he would hold a separate hearing, later next week, to discuss whether to carry out his threat to bar the broadcast media or perhaps impose some other restrictions on news coverage of the trial.","thumbnail":null,"section":"U.S."},{"date":"19940924","headline":"1894: Parisian Garbage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/24/opinion/IHT-1894-parisian-garbage-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The contents of the dustbins of Paris, the accumulation of which has long been a source of trouble to the civil authorities, are henceforth to be burnt as soon as collected. The Municipal Council is about to erect a great furnace in the Javel quar","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"U.N. Eases Curbs on Yugoslavia After Serbian Peace Concessions","web_url":"https://www.nytimes.com/1994/09/24/world/un-eases-curbs-on-yugoslavia-after-serbian-peace-concessions.html","abstract":"  The Security Council voted today to ease sanctions on Yugoslavia for 100 days in response to a pledge by the President of Serbia to support a peace plan for Bosnia and Herzegovina, halt the shipment of war supplies to the Bosnian Serbs and accept civilian monitoring of the Serbian-Bosnian border.   At the same time, the Council approved two additional resolutions intended to punish the Bosnian Serbs for continuing to carry out a \"persistent and systematic campaign of terror\" while interfering with United Nations relief and peacekeeping operations. Financial and commercial activity as well as all political talks with Bosnian Serbs would be frozen until they agree to a peace agreement reached on July 6 and backed by Russia, Europe and the United States.","thumbnail":null,"section":"World"},{"date":"19940924","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/24/nyregion/news-summary-334235.html","abstract":"  International 2-6  PLAGUE OUTBREAK IN INDIA    As many as 200,000 people have fled an outbreak of pneumonic plague in western India, one of the most serious outbreaks of the disease in recent years.  1","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/24/style/chronicle-342149.html","abstract":"  MARILYN BERGMAN, the Oscar, Grammy and Emmy winning songwriter, has been elected the first female president of the International Confederation of Societies of Authors and Composers. The organization works to protect the intellectual property rights of authors, dramatists, composers and artists. In April, she was elected the first female president of Ascap, the American society.   The international group's election took place in Washington at a four-day meeting that ended on Thursday with a performance called \"A Celebration of American Music,\" on the South Lawn of the White House. \"We did it in a foot of mud,\" Ms. Bergman said. \"Because of the weather, it was touch and go whether we would have it or not.\"","thumbnail":null,"section":"Style"},{"date":"19940924","headline":"Simms Rejects Cardinals' Offer","web_url":"https://www.nytimes.com/1994/09/24/sports/football-simms-rejects-cardinals-offer.html","abstract":"  Steve Beuerlein started the first two games at quarterback for the Arizona Cardinals this season, and they lost both. Jim McMahon started the third game, hurt an ankle and a knee, and they lost that game, too.   Jay Schroeder will probably start their next game, a week from tomorrow against the Minnesota Vikings. Rich Gannon, who tried out with the Cardinals Wednesday, was sent away.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Sports of The Times; Hockey Must Compromise For Its Sake","web_url":"https://www.nytimes.com/1994/09/24/sports/sports-of-the-times-hockey-must-compromise-for-its-sake.html","abstract":"  HERE's one thing I never say anymore: \"These people can't be that stupid, can they?\" I stopped saying that when I realized that Richard Ravitch and Donald Fehr in the same room with their entrenched positions were doomed to produce the end of baseball as we have known it.   So I won't say \"These people can't be that stupid, can they?\" about Gary Bettman and Bob Goodenow, the two officials who will decide the fate of hockey. Not hockey as we have known it, because that was a provincial product run from musty offices in old cities, but hockey as it could be.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Rwandans 'Back' in Land Parents Fled","web_url":"https://www.nytimes.com/1994/09/24/world/rwandans-back-in-land-parents-fled.html","abstract":"  When Penninah Mbabazi drove into Kigali in mid-July, barely a week after the capital had fallen to the rebel army, she stopped to check out a deserted and looted building that had once been a nightclub. Within a week she rounded up a power generator, furniture, liquor, 21 employees and some pirated music tapes, and the club was back in business.   On weekends as many as 500 Rwandans gyrate to the rhythms of Zairian, rock and rap music under blue, red and green disco lights at \"Kigali Night.\"","thumbnail":null,"section":"World"},{"date":"19940924","headline":"Shop Owners Have Right to Quality of Life Too","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-shop-owners-have-right-to-quality-of-life-too-424447.html","abstract":"  To the Editor:   Having done a commendable job of fighting crime in New York, Mayor Rudolph W. Giuliani now plans to start fighting private vices instead. In the name of improving the city's \"quality of life,\" Mr. Giuliani has proposed sweeping new zoning regulations that would force many sex-oriented businesses to shut their doors (news article, Sept. 18 and letters, Sept. 17 and 19).","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"A Flirtation Across the Borders of Cuban Ideology","web_url":"https://www.nytimes.com/1994/09/24/movies/film-festival-review-a-flirtation-across-the-borders-of-cuban-ideology.html","abstract":"Odd friendship between a hard-line Cuban communist and his gay neighbor in Havana. Delightul, humane tale of love in spite of politics.","thumbnail":null,"section":"Movies"},{"date":"19940924","headline":"In Spite of His Crimes, Neighbors Re-Elect Him","web_url":"https://www.nytimes.com/1994/09/24/nyregion/in-spite-of-his-crimes-neighbors-re-elect-him.html","abstract":"  Ronald Jackson likes to compare himself with Marion S. Barry Jr. and Adam Clayton Powell Jr.   Mr. Jackson, 50, has been convicted twice of using his position on the local public housing board for illegal gains. And twice, his neighbors and constituents have returned him to office as their tenant representative.","thumbnail":null,"section":"New York"},{"date":"19940924","headline":"United States Surges to the Lead in Sweden","web_url":"https://www.nytimes.com/1994/09/24/sports/tennis-united-states-surges-to-the-lead-in-sweden.html","abstract":"  An opinion poll published early last year reported that the Swedes consider Goteborg their friendliest city. After one day of competition in the Davis Cup semifinals, the Americans are not about to disagree.   The Swedes in this coastal community could hardly have been more welcoming, particularly Stefan Edberg, a former paragon of attacking tennis with an enviable Davis Cup resume who has fallen on leaner times.","thumbnail":null,"section":"Sports"},{"date":"19940924","headline":"Public & Private; Don't Ditch Dee Dee","web_url":"https://www.nytimes.com/1994/09/24/opinion/public-private-don-t-ditch-dee-dee.html","abstract":"  At lunch they sat talking in a booth at the restaurant across from their office building, three women in soft suits, somewhere between their Wunderkind days and middle age. It was worth their jobs, they said, to be identified any more specifically than that; they were even afraid to see their line of work in print.    For they had been waxing sarcastic about the \"white boys\": that is, the men who run the company. The chairman, the president, the vice presidents -- except for the V.P. for human resources, that being the designated female job. The big guys, the ones who make the decisions and the policy and who have no women or minorities in their ranks. It was a commonplace gripefest among professional women, laced with resignation, a little contempt and some bitterness.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"U.N. Sex Harassment Hearing Lacked Fairness","web_url":"https://www.nytimes.com/1994/09/24/opinion/l-un-sex-harassment-hearing-lacked-fairness-341916.html","abstract":"  To the Editor:   Ciceil L. Gross (Op-Ed, Sept. 15) paints an extremely distorted picture of Catherine Claxton's sexual harassment case at the United Nations. I know because my associate and I had the honor to represent Luis Maria Gomez, who, as Comptroller, played a critical role in easing the organization out of its most severe financial crisis, is respected by many there as one of its most capable and fairest managers and continues to be supported by many, if not most, of the organization's women.","thumbnail":null,"section":"Opinion"},{"date":"19940924","headline":"Court Allows Delivery of Spent Nuclear Fuel to South Carolina","web_url":"https://www.nytimes.com/1994/09/24/us/court-allows-delivery-of-spent-nuclear-fuel-to-south-carolina.html","abstract":"  An appeals court panel gave permission late yesterday for the Energy Department to bring to South Carolina two boatloads of spent nuclear fuel, overturning an earlier order granted at the state's request. But South Carolina officials still hope to win an appeal before the radioactive material arrives.   The Energy Department plans to ship the spent fuel, now on two freighters at an undisclosed site in the Atlantic, to the Savannah River nuclear weapons plant in South Carolina for storage. The fuel was made in the United States and used in research reactors in four European countries. The department wants it back because it could be used to make nuclear bombs.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940924","time":"1994-09-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":81,"wspd":11.2},{"date":"19940924","time":"1994-09-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":11.2},{"date":"19940924","time":"1994-09-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":85,"wspd":13},{"date":"19940924","time":"1994-09-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":13},{"date":"19940924","time":"1994-09-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":27.7},{"date":"19940924","time":"1994-09-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":88,"wspd":20.5},{"date":"19940924","time":"1994-09-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":83,"wspd":20.5},{"date":"19940924","time":"1994-09-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":84,"wspd":22.3},{"date":"19940924","time":"1994-09-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":84,"wspd":20.5},{"date":"19940924","time":"1994-09-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":82,"wspd":22.3},{"date":"19940924","time":"1994-09-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":80,"wspd":20.5},{"date":"19940924","time":"1994-09-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":78,"wspd":18.4},{"date":"19940924","time":"1994-09-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":75,"wspd":24.1},{"date":"19940924","time":"1994-09-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":75,"wspd":22.3},{"date":"19940924","time":"1994-09-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":76,"wspd":22.3},{"date":"19940924","time":"1994-09-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":81,"wspd":18.4},{"date":"19940924","time":"1994-09-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":81,"wspd":14.8},{"date":"19940924","time":"1994-09-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":84,"wspd":13},{"date":"19940924","time":"1994-09-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":85,"wspd":16.6},{"date":"19940924","time":"1994-09-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":84,"wspd":11.2},{"date":"19940924","time":"1994-09-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":86,"wspd":9.4},{"date":"19940924","time":"1994-09-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":87,"wspd":13},{"date":"19940924","time":"1994-09-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":84,"wspd":14.8},{"date":"19940924","time":"1994-09-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":14.8},{"date":"19940924","time":"1994-09-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":93,"wspd":11.2},{"date":"19940924","time":"1994-09-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":87,"wspd":9.4},{"date":"19940924","time":"1994-09-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":90,"wspd":11.2},{"date":"19940924","time":"1994-09-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":90,"wspd":11.2},{"date":"19940924","time":"1994-09-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":9.4},{"date":"19940924","time":"1994-09-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":87,"wspd":9.4},{"date":"19940924","time":"1994-09-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":13},{"date":"19940924","time":"1994-09-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":87,"wspd":11.2},{"date":"19940924","time":"1994-09-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":84,"wspd":11.2},{"date":"19940924","time":"1994-09-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":87,"wspd":14.8},{"date":"19940924","time":"1994-09-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":87,"wspd":9.4},{"date":"19940924","time":"1994-09-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":84,"wspd":11.2},{"date":"19940924","time":"1994-09-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":81,"wspd":9.4},{"date":"19940924","time":"1994-09-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":11.2},{"date":"19940924","time":"1994-09-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":76,"wspd":13},{"date":"19940924","time":"1994-09-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":9.4},{"date":"19940924","time":"1994-09-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":11.2},{"date":"19940924","time":"1994-09-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":14.8},{"date":"19940924","time":"1994-09-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":13},{"date":"19940924","time":"1994-09-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":68,"wspd":13},{"date":"19940924","time":"1994-09-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":68,"wspd":13},{"date":"19940924","time":"1994-09-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":64,"wspd":11.2},{"date":"19940924","time":"1994-09-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":68,"wspd":11.2},{"date":"19940924","time":"1994-09-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":13}]}}