{"19940315":{"guardian_articles":[],"nytimes_articles":[{"date":"19940315","headline":"Remember, No Looking Ahead! Well, O.K.","web_url":"https://www.nytimes.com/1994/03/15/sports/hockey-remember-no-looking-ahead-well-ok.html","abstract":"  So if Temple plays Indiana, and John Chaney interrupts Bob Knight's post-game news conference to issue his second death threat in as many months, will witnesses stand up to get in his way, or applaud?   If Syracuse meets California, and Lawrence Moten outplays Jason Kidd, will children from coast to coast suddenly adopt Moten's style of pulling his socks all the way up to just below his knees?","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"26 Are Hurt, 2 Seriously, In Melee at Rikers Island","web_url":"https://www.nytimes.com/1994/03/15/nyregion/26-are-hurt-2-seriously-in-melee-at-rikers-island.html","abstract":"  A melee involving some of the highest-security inmates at the Rikers Island jail left 13 correction officers and 13 inmates injured last night, in the worst disturbance at the jail in nearly four years, correction officials said.   The incident began at about 8 P.M. as a fight between inmates in the gymnasium of the Otis Bantum Correctional Center, the same unit that was the scene of a 1990 disturbance in which more than 100 inmates and guards were hurt. Officers said that when they tried to intervene in last night's disturbance, inmates attacked them with weight-lifting equipment.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Patterns","web_url":"https://www.nytimes.com/1994/03/15/style/patterns-463620.html","abstract":"  An Intriguing Proposal    Fashion editors have spent years sorting out the riddle wrapped in a mystery inside an enigma of Martin Margiela's fashion. Just when they thought they had figured it out, this season they were summoned to the periphery of Paris to see no collection at all.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"DNA Experts Expect to Identify Massacre Victims","web_url":"https://www.nytimes.com/1994/03/15/science/dna-experts-expect-to-identify-massacre-victims.html","abstract":"  FORENSIC scientists from the United States say they believe they have a good chance of identifying bodies of massacre victims recently exhumed by the Croatian authorities from a mass grave in Bosnia and Herzegovina.   The scientists left the United States on Sunday for a stay in Split, Croatia, where they will examine bones and tissue taken from a mass grave in Kupres that contained the bodies of 50 people.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"6 Months Of Useful Software On a Disk","web_url":"https://www.nytimes.com/1994/03/15/science/peripherals-6-months-of-useful-software-on-a-disk.html","abstract":"  IF you have nothing else to do for the next six or seven months and can try out five programs a day, every day of the week, a $25 CD-ROM will fill the time.   The disk contains about 1,000 complete shareware programs, mostly for DOS systems but also for Microsoft Windows, of which the following is a bare sampling:","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Sourly, Christopher's Talks in Beijing Come to an End","web_url":"https://www.nytimes.com/1994/03/15/world/sourly-christopher-s-talks-in-beijing-come-to-an-end.html","abstract":"  Three days of talks between Secretary of State Warren Christopher and China's leaders ended today with only token gestures by Beijing on human rights. China's Foreign Minister blamed the United States for the lack of progress.   The two sides were so far apart that plans to hold a joint news conference after the meeting between Mr. Christopher and the Foreign Minister, Qian Qichen, were canceled and the two men conducted separate, simultaneous briefings.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Of Course They Manipulate Cigarette Nicotine; Not Addictive","web_url":"https://www.nytimes.com/1994/03/15/opinion/l-of-course-they-manipulate-cigarette-nicotine-not-addictive-467880.html","abstract":"  To the Editor:   \"Where There's Smoke,\" Anna Quindlen's March 2 column, states that speculation by David Kessler, Food and Drug Administration commissioner, that cigarettes \"may be drug-delivery devices, subject to F.D.A. regulation,\" has taken \"the debate over sale, use and regulation to a different and more honest level than it has been taken by government before.\" Ms. Quindlen is half-right.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Caveat Spectator","web_url":"https://www.nytimes.com/1994/03/15/opinion/caveat-spectator.html","abstract":"After the game-show scandals of the 1950's, the Federal Communications Commission sought to reassure the public that it was seeing honest programs, unsullied by under-the-table payoffs. It started requiring that any consideration offered to contestants be disclosed on the air. This is how \"Transportation furnished by United Airlines,\" \"Accommodations provided by the Hilton Hotels\" -- that sort of thing -- became game-show staples. \n\nWhat could be more important than public confidence in the honesty of televised game shows? Well, possibly the integrity of news programs -- an integrity that is compromised when a subject is paid to tell his or her story.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Neglect of the CUNY Board","web_url":"https://www.nytimes.com/1994/03/15/opinion/neglect-of-the-cuny-board.html","abstract":"  At a time when the City University of New York faces enormous challenges, there is no excuse for the failure of top state and city officials to make timely, high-quality appointments to its board.   Of the 15 appointed CUNY trustees, 8 are serving beyond the expiration dates of their terms. Their extended stays have been made necessary by the failure of Gov. Mario Cuomo and former Mayor David Dinkins to nominate new people quickly, and by the failure of the State Senate, which has consent authority, to approve some nominations.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Labontes Unhurt in Crash","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-auto-racing-labontes-unhurt-in-crash.html","abstract":"  The Nascar driver BOBBY LABONTE and his wife, DONNA, were forced to crash-land in an airplane Sunday night at an airport in Winston-Salem, N.C. No one was hurt. The Labontes and the pilot were returning to their Thomasville, N.C., home from the Atlanta Motor Speedway, where Bobby Labonte participated in a Nascar race Sunday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Gamma Ray Bursts Traced to Young Stars","web_url":"https://www.nytimes.com/1994/03/15/science/gamma-ray-bursts-traced-to-young-stars.html","abstract":"  NEW observations by spacecraft and radiotelescopes have given astronomers their first compelling evidence identifying the source of one form of gamma ray bursts, those mystifying blasts of powerful gamma radiation that flash suddenly and briefly in the heavens. The source appears to be young, rapidly spinning dead stars.   About 1,000 of these transient flashes have been detected, nearly all of them in the last three years by the Compton Gamma Ray Observatory that is orbiting Earth. These intense emissions occur seemingly at random across the sky and vanish in seconds. The most common of these bursts do not appear to be coming from any known objects.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Shelbyville Journal; Real Home at Last for a Family of 30","web_url":"https://www.nytimes.com/1994/03/15/us/shelbyville-journal-real-home-at-last-for-a-family-of-30.html","abstract":"  Since 1990, Dan and Kathy Blackburn and the 28 adopted children they saved from the chaos of post-Duvalier Haiti had made their home in an abandoned grammar school in North Vernon, Ind.   But the lease was going to be up on March 1, and the building had deteriorated to the point where all 30 Blackburns had to use the single working shower.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"'Horse With Wings,' A Benefit Performance","web_url":"https://www.nytimes.com/1994/03/15/arts/horse-with-wings-a-benefit-performance.html","abstract":"  The sopranos Harolyn Blackwell and Angelina Reaux, the baritone Michael Sokol and the ensemble Musica Sacra under the direction of Richard Westenburg are to take part in \"A Horse With Wings: The Music of Ricky Ian Gordon\" tonight at 8 o'clock at the Cathedral of St. John the Divine (Amsterdam Avenue and 112th Street, Morningside Heights). Proceeds from the event are to benefit Broadway Cares/Equity Fights AIDS, Classical Action and Crises Outreach Ministries.   Ms. Blackwell is to sing \"Genius Child,\" a cycle of 10 songs set to poems by Langston Hughes. Musica Sacra will offer \"Water Music,\" a two-part Requiem, and Ms. Reaux and Mr. Sokol will sing excerpts from \"Autumn Valentine (Dorothy Parker's General Review of the Sex Situation),\" accompanied by Mr. Gordon.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Defense Chief Calls Caution Toward Russia Vital","web_url":"https://www.nytimes.com/1994/03/15/world/defense-chief-calls-caution-toward-russia-vital.html","abstract":"  Defense Secretary William J. Perry, arguing that the instability in Russia could lead to a renewal of the cold war, said today that the Pentagon needed to continue nuclear weapons programs to \"hedge\" against that possibility.   In a speech at George Washington University two days before he is to leave for a trip to Russia and several Soviet republics, Mr. Perry made a forceful argument for continuing military cooperation with Moscow and providing aid to the former Soviet states to dismantle their weapons of mass destruction.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Element Is Named In Honor Of Chemist","web_url":"https://www.nytimes.com/1994/03/15/science/element-is-named-in-honor-of-chemist.html","abstract":"  AN artificial element known as Element 106 has been named seaborgium in honor of the American chemist and Nobel laureate Dr. Glenn T. Seaborg, one of the discoverers of plutonium and nine other elements.   The announcement was made on Sunday at a meeting of the American Chemical Society in San Diego. Dr. Seaborg, 81, said: \"This is an extraordinary honor for me. Future students of chemistry, in learning about the periodic table, may have reason to ask why the element was named after me, and thereby learn more about my work.\"","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/15/arts/classical-music-in-review-464813.html","abstract":"  The Dessoff Choirs  Merkin Concert Hall    If thematic programming was last year's hot fashion, this year everyone has cottoned to the Eastern European mystical school, a kind of post-Minimalist Romanticism often put to the service of either sacred or philosophical texts. It's not that this compositional movement is really so new: many of its composers have had substantial followings for more than a decade. And as Amy Kaiser and the Dessoff Choirs demonstrated on Saturday evening, for all the style's vaunted novelty, it has deep but easily traceable roots.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Admiral Is Named NATO Commander In Southern Europe","web_url":"https://www.nytimes.com/1994/03/15/world/admiral-is-named-nato-commander-in-southern-europe.html","abstract":"  The White House today named Vice Adm. Leighton W. (Snuffy) Smith Jr. as NATO's military commander in southern Europe, a post with responsibility for dealing with the conflict in the former Yugoslavia. He replaces Adm. Jeremy M. Boorda, who, as expected, was named to be the Chief of Naval Operations, the Navy's top admiral.   Admiral Smith, a 54-year-old graduate of the United States Naval Academy, is the Navy's director of plans, policy and operations at the Pentagon.  He was the director of operations for United States forces in Europe from 1989 to 1991.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/15/nyregion/c-corrections-467413.html","abstract":"  An article on March 9 about a high school job-training program in Portland, Ore., misstated the surname of the Education Department's assistant secretary for vocational and adult education, who described benefits of the program. She is Augusta Kappner, not Kappan.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Police Sergeant Is Arrested in a Beating at a Store","web_url":"https://www.nytimes.com/1994/03/15/nyregion/police-sergeant-is-arrested-in-a-beating-at-a-store.html","abstract":"  A New York City police sergeant was arrested yesterday on an indictment charging him with beating up a Queens man in a 7-Eleven convenience store last month while off duty.    Two other police officers who were suspended as a result of the incident could face departmental charges.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Saints Acquire Haynes","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-football-saints-acquire-haynes.html","abstract":"  MICHAEL HAYNES, one of the N.F.L.'s most dangerous wide receivers, officially became a New Orleans Saint when the Atlanta Falcons declined to match a $10 million, four-year offer. Haynes had 72 receptions for 778 yards and four touchdowns in 1993. Haynes was a transitional player for the Falcons, meaning after he signed the Saints offer sheet, the Falcons had the right of first refusal. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Hemingway:Yes and No : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-hemingwayyes-and-no-letters-to-the-editor.html","abstract":"Regarding \"A Moment on His Way to the Bullfights\" (Meanwhile, Feb. 17) by Arthur Higbee:.In the 1950s, I was the society reporter for the Paris edition of the New York Herald Tribune, which meant I wrote a twice-weekly column of names, names","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Morris Will Not Hit the Court While the Nets Hit the Road","web_url":"https://www.nytimes.com/1994/03/15/sports/basketball-morris-will-not-hit-the-court-while-the-nets-hit-the-road.html","abstract":"  When Chris Morris broke his thumb Feb. 27, the Nets put him on the injured list, meaning he would miss a minimum of five games. And it was feared he would miss three weeks. Today Morris was confident that he could join the team on Saturday in Phoenix for the finale of the Nets' three-game Western swing.    But that was before his condition was re-evaluated.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/15/sports/transactions-464805.html","abstract":"  Basketball National Basketball Association  NBA -- Fined Clifford Robinson, Portland Trail Blazers center, $7,000 for verbally abusing the officials and failing to leave the court quickly after being ejected from a game against Golden State on March 10. Continental Basketball Association","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Medicinal Potions May Doom Tiger to Extinction","web_url":"https://www.nytimes.com/1994/03/15/science/medicinal-potions-may-doom-tiger-to-extinction.html","abstract":"  WHEN this reach of dry forest and lotus-covered lakes in central India was a private hunting reserve of the Maharajah of Jaipur, the beaters' cries of \"Bagh! Bagh!\" -- tiger! tiger! -- sounded the death knell for the animal considered by many as the greatest of the cats. The tigers that fell here to the hunters' guns were among tens of thousands \"bagged\" during the period of British rule in India alone.    Now, in the forest stillness, it is the shrill calls of the langur monkeys and the sambar deer that signal a tiger's approach. But the calls are increasingly rare, for Ranthambhore's tigers, like all India's tigers in the wild, are threatened more than they ever were in the era of the maharajahs and the British sahibs who made sport of shooting tigers from hunting towers and the safety of elephants' backs.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Man Admits Firebombing Of Fire Truck","web_url":"https://www.nytimes.com/1994/03/15/nyregion/man-admits-firebombing-of-fire-truck.html","abstract":"  A Bronx man pleaded guilty in State Supreme Court yesterday to firebombing a fire truck during a night of unrest in Washington Heights last summer. Three firefighters were injured in the attack.    The man, Jesus Corporan, 21, was originally charged with attempted murder, assault, arson and reckless endangerment. After a psychiatric evaluation that determined Mr. Corporan to be mentally fit to stand trial, he agreed to a negotiated plea to attempted arson in the first degree.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Critic's Notebook; An Irish Parade of Up-to-Date Tradition","web_url":"https://www.nytimes.com/1994/03/15/arts/critic-s-notebook-an-irish-parade-of-up-to-date-tradition.html","abstract":"  The Prime Minister of Ireland, Albert Reynolds, made a surprise appearance on Sunday afternoon. He turned up at Carnegie Hall to introduce the Fureys, four brothers who have been making folk-tinged pop hits for two decades. The Prime Minister's appearance -- something like having President Clinton as M.C. for Crosby, Stills and Nash -- was a measure of how important music is to the Irish, who have held on to their traditions as tenaciously as any people on earth. Young musicians still work to become world champions on instruments like the tin whistle and the button accordion, and bands don't consider it old-fashioned to include fiddle or uillean pipes, the bellows-driven Irish bagpipes.   The Fureys' show was part of the annual incursion of top Irish bands. For American fans of Celtic music, it's feast or famine, because every booking agent in the United States seems to get the same bright idea: March tours for Irish bands so every major city can have Irish music on St. Patrick's Day. Over the weekend, I heard Altan at Town Hall on Saturday night, the Fureys on Sunday afternoon and the Pogues at the Beacon Theater on Sunday night. Still to come is the big night itself, Thursday, when the Chieftains play Carnegie Hall and New York's own Black 47 comes to the Academy.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"GRIEVANCES AIRED BY U.S. AND RUSSIA","web_url":"https://www.nytimes.com/1994/03/15/world/grievances-aired-by-us-and-russia.html","abstract":"  The United States and Russia aired their grievances about each other's approach to foreign policy today, and both acknowledged that they needed to cooperate better.    Secretary of State Warren Christopher flew to this military bastion of the former Soviet Union to try to reassure Foreign Minister Andrei V. Kozyrev that the United States does not take Russia for granted and to discourage him from diplomatic freelancing in places like Bosnia and the Middle East.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"1894:No Secret Treaty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-1894no-secret-treaty-in-our-pages100-75-and-50-years-ago.html","abstract":"ST. PETERSBURG - An authoritative denial is given here to the reported conclusion of a secret treaty between Russia and China with regard to the Pamirs and Corea. On the other hand, it is stated that negotiations which are proceeding in this capital betwe","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Ratings and Letters Don't Mix on CBS","web_url":"https://www.nytimes.com/1994/03/15/sports/tv-sports-ratings-and-letters-don-t-mix-on-cbs.html","abstract":"  The paradox of Winter Olympic viewing continues: CBS garnered record ratings, but the letters I've received are generally negative. Of course, some of those negative comments were about my coverage of CBS's coverage.   Few letters revealed totally satisfied viewers. So maybe this is true: CBS drew in the discontented in spectacular numbers and kept them for 17 nights.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Some Retired Teachers Evading Restrictions on Income","web_url":"https://www.nytimes.com/1994/03/15/nyregion/some-retired-teachers-evading-restrictions-on-income.html","abstract":"  Long after they retired and began collecting pensions, more than 400 teachers and administrators are continuing to work in the New York City public school system, many of them classified as consultants and exempt from any restrictions on earnings, school officials say.   Schools Chancellor Ramon C. Cortines said that while some of these consultants provide needed expertise, often the retirees are filling consulting jobs through \"sweetheart deals\" that have turned the school system into a \"revolving door.\"","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Review/Music; Operatic Goings-On Before the Opera","web_url":"https://www.nytimes.com/1994/03/15/arts/review-music-operatic-goings-on-before-the-opera.html","abstract":"  Do audiences appreciate the thorny logistical problems involved in giving unknown operas professional performances? The question came to mind on Sunday evening at Carnegie Hall, when Eve Queler led her Opera Orchestra of New York, the Prince Pro Musica chorus and a valiant but inconsistent cast in a concert version of Donizetti's \"Caterina Cornaro.\"    It cannot be easy to persuade famous or almost-famous singers to learn roles they are unlikely ever to sing again. Miss Queler's track record for doing exactly that has been impressive, but assembling \"Caterina Cornaro\" seems to have been unusually nerve-racking.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/15/nyregion/c-corrections-467286.html","abstract":"  Because of an editing error, an article on Sunday about Secretary of State Warren Christopher's visit to China referred incorrectly to the \"most favored nation\" trading status accorded to China by the United States. It makes China eligible for tariffs that are the same as those imposed on most of the United States' trading partners, not lower.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Rapee Team Upset In Bridge Play","web_url":"https://www.nytimes.com/1994/03/15/nyregion/rapee-team-upset-in-bridge-play.html","abstract":"  The Vanderbilt Knockout Team Championship continued today at the American Contract Bridge League's Spring Nationals, with one high-ranked team already on the sidelines. In first-round play Sunday, the 12th-seeded team headed by George Rapee of Manhattan, a former world champion, lost by 36 international match points. His teammates included two other former world champions, Russ Arnold of Miami, a Vanderbilt winner a year ago, and John Solodar of Manhattan; Ron Andersen and Peter Nagy of Chicago, and Bruce Ferguson of Boise, Idaho.   The upset winners, originally seeded 73d in the field of 84 teams, were four English invaders from London, David Muller, John Bentley, Peter Lindon and Trevor Mathews. Foreign contestants are regularly underestimated in the rankings because they lack an American tournament record on which the seeding is based. They came from behind in the final 16 deals, gaining 60 points.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Slender Thread Visible Amid Stars","web_url":"https://www.nytimes.com/1994/03/15/science/slender-thread-visible-amid-stars.html","abstract":"  MANY of the 4,500 or so rocket payloads hurled from Earth in the course of the space age have been visible to observers on the ground. At certain times on a clear night, spacecraft lit by the sun can be seen with the naked eye as they slowly work their way across the sky. Invariably, they appear as bright dots drifting from horizon to horizon like wandering stars.   Now, apparently for the first time, people around the globe are watching a man-made object in the cosmos that has a shape -- a thin, bright line across the sky. Remarkably, the luminous tendril is made up of a plastic fiber only one thirty-second of an inch thick but more than 12 miles long. Some scientists had predicted it would be invisible.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Editors' Note","web_url":"https://www.nytimes.com/1994/03/15/nyregion/editors-note-467278.html","abstract":"  An article on Sunday reported the filing of a sexual-harassment lawsuit in Los Angeles by two female F.B.I. agents against their superiors.    The article described the women's accusations as \"a catalogue of petty abuses that ranged from neck massages to a kiss on the back of the neck to placing hands on buttocks or into skirt pockets to pulling at the front of a blouse.\"","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Hints of Sea and Sky Amid Stillness","web_url":"https://www.nytimes.com/1994/03/15/arts/hints-of-sea-and-sky-amid-stillness.html","abstract":"  Merce Cunningham, one of the great abstractionists of modern dance, usually disdains choreographic depictions of any specific objects or beings. Nevertheless, his dances do call attention to natural processes or phenomena.   Mr. Cunningham appeared to be concerned with sea and sky this weekend at City Center. On Sunday afternoon, the Merce Cunningham Dance Company offered \"Beach Birds,\" along with repeat performances of \"Doubletoss\" and the exuberant new \"Crwdspcr.\"","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Haiti: The Plan No One Wants","web_url":"https://www.nytimes.com/1994/03/15/opinion/haiti-the-plan-no-one-wants.html","abstract":"  On the face of it, U.S. policy toward Haiti makes no sense. Administration officials insist that the main goal is to restore democracy and to return President Jean-Bertrand Aristide to power. But they have imposed ineffective sanctions that cause suffering mainly for the poor.   Last year the so-called Four Friends of Haiti -- the U.S., Canada, Venezuela and France -- pledged extra sanctions if no progress was made toward restoring Father Aristide by Jan. 15. That date came and went without new sanctions.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Hospital Questions Researcher","web_url":"https://www.nytimes.com/1994/03/15/science/hospital-questions-researcher.html","abstract":"  The Quebec Corporation of Physicians, which licenses the 17,000 doctors who practice in the province, has begun a formal inquiry into the case of a Montreal cancer surgeon who falsified information in a breast cancer study, the head of the group said today.   \"We are trying to collect the data in the next few days about what has happened and will decide then what to do with the facts,\" the official, Dr. Augustin Roy, said in a telephone interview from Montreal.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Odd Biology: Sea Squirt Is a Three-in-One Creature","web_url":"https://www.nytimes.com/1994/03/15/science/odd-biology-sea-squirt-is-a-three-in-one-creature.html","abstract":"  THE sea squirt, a slippery, little creature most familiar as the slime overgrowing boat bottoms and harbor outlet pipes, would seem to have little to offer toward understanding the mysteries of the human body. But under the coaxing of one patient researcher, these inch-long marine invertebrates have begun revealing their strange secrets, which include organs full of humanlike kidney stones and a world of creatures socked away inside.   Researchers say that sea squirts are beginning to provide important clues to the painful problems of kidney stones and gout and to answer such tantalizing questions as why animals urinate and how symbioses evolve.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/15/style/IHT-what-theyre-reading.html","abstract":"Richard Gardner, U.S. ambassador to Spain, is reading \"The Buried Mirror: Reflections on Spain and the New World\" by Carlos Fuentes..\"I was given this superbly written and beautifully illustrated book for my new diplomatic assignment. It","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"1919:Anarchist to Die : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-1919anarchist-to-die-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Emile Cottin, the averred Anarchist who attempted to assassinate M. Clemenceau, the French Prime Minister, was last evening [March 14] sentenced to death by the Third Court-Martial of the Paris military district, sitting in the great Assize Hall o","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Of the Perils of Memory Inflation and Child's Play","web_url":"https://www.nytimes.com/1994/03/15/science/personal-computers-of-the-perils-of-memory-inflation-and-child-s-play.html","abstract":"  IMAGINE if each auto were designed as if it would be the only car on the road. Make that rear seat sofa size, extend the floor to hold a hassock, add a pinball machine for entertainment. So what if the 55-foot result needed a lot of room to change lanes and had a turning radius similar to that of the QE2? It's the only car on the road!   Some software seems to be designed in the same dream world, what Robin Raskin, an editor of PC Magazine, describes \"as some sort of a digital ivory tower, where misguided programmers never stopped to think that you'd want to have more than one program installed on your machine at once.\"","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/15/sports/soccer.html","abstract":"  Protecting Their Turf   The winter safeguarding of the natural grass that will be used at the Pontiac Silverdome, where World Cup games will be played indoors for the first time this summer, has come to a close.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Observer; Mired in Stardom","web_url":"https://www.nytimes.com/1994/03/15/opinion/observer-mired-in-stardom.html","abstract":"  A writer named Neil Postman published a book a few years ago arguing that America was entertaining itself to death. It was an entertaining book, which undercut the force of its argument. If Postman was really afraid we were being entertained to death, what was the idea of writing an entertaining book about it? Was he trying to speed us into the hearse?    Still, he had a point. Cassandras howl about drugs, tobacco and high-fat diet, but it's entertainment that has us all hooked. Drug-free, tobacco-cleansed, dietetically approved by the American Dreary Dining Association millions of us may be, but cut off our daily entertainment fix and you will see an entire nation writhing in Promethean agonies.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Devils Honed for Long Spring Skate","web_url":"https://www.nytimes.com/1994/03/15/sports/hockey-devils-honed-for-long-spring-skate.html","abstract":"  The team-comes-first concept that Jacques Lemaire was taught and absorbed so successfully in Montreal is beginning to take deep roots in New Jersey.   Lemaire and his assistant, Larry Robinson, are tuning the Devils as if they were experienced mechanics and they appear to have all cylinders firing, from the goaltending down to the last forward on the last line.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"McMahon a Free Agent After Vikings Cut Him","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-football-mcmahon-a-free-agent-after-vikings-cut-him.html","abstract":"  JIM McMAHON was deemed too expensive by the Minnesota Vikings, who yesterday cut the quarterback they had hoped would put them in the Super Bowl.   McMahon, who will be 35 before next season, could still return to the Vikings but would do so on their terms. Now an unrestricted free agent, McMahon could join his fourth team since the Chicago Bears traded him in 1989.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"State Senator Pataki Formally Declares Challenge to Cuomo","web_url":"https://www.nytimes.com/1994/03/15/nyregion/state-senator-pataki-formally-declares-challenge-to-cuomo.html","abstract":"  State Senator George E. Pataki, a little-known Republican lawmaker from Putnam County who has emerged as Senator Alfonse M. D'Amato's choice for Governor, formally announced his candidacy today in what he called \"a great crusade to end New York State's 12-year nightmare.\"   At news conferences in New York City and Albany, Mr. Pataki said he planned to keep the focus of the campaign on Gov. Mario M. Cuomo, who is seeking his fourth four-year term. But for the time being, his candidacy is trapped in a political donnybrook between Mr. D'Amato and the State Senate majority leader, Ralph J. Marino, who adamantly opposes Mr. Pataki.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"On My Mind; The Way She Died","web_url":"https://www.nytimes.com/1994/03/15/opinion/on-my-mind-the-way-she-died.html","abstract":"  She died on the street, near her house in Queens, stabbed to death in the early morning of March 13, 1964. It wasn't much of a story; an editor in the New York Times newsroom held up a thumb and forefinger, meaning keep it short.   Four paragraphs appeared, written by a young police reporter. Even in the newsroom they were barely noticed. But two weeks later Catherine Genovese's name became known around the world.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Packwood To Give Diaries to Committee Examining Conduct","web_url":"https://www.nytimes.com/1994/03/15/us/packwood-to-give-diaries-to-committee-examining-conduct.html","abstract":"  Bowing to the inevitable, Senator Bob Packwood said today he would turn over his diaries to the Senate Select Committee on Ethics, a move that could set the stage for public hearings into his sexual and official conduct.   Senator Packwood, an Oregon Republican, has been under a cloud since November 1992, when the first of more than two dozen women accused him of grabbing them, groping at them and kissing them against their will.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"STEEP DROP SHOWN IN NEW CASES OF TB FOR NEW YORK CITY","web_url":"https://www.nytimes.com/1994/03/15/nyregion/steep-drop-shown-in-new-cases-of-tb-for-new-york-city.html","abstract":"  Saying concerted efforts to control the spread of tuberculosis seem to be paying off, New York City's Health Commissioner announced yesterday that the city last year experienced its most significant drop in new cases in 15 years.   Nationwide, the number of new cases dropped 5 percent last year, Federal health officials said. But the decline was particularly steep in New York, where health officials have spent more than $70 million in the last three years to combat a resurgence of the disease.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"School Fight Injures Five In Brooklyn","web_url":"https://www.nytimes.com/1994/03/15/nyregion/school-fight-injures-five-in-brooklyn.html","abstract":"  A fistfight among students at Erasmus Hall High School in Brooklyn escalated into a bloody brawl that ranged through hallways and into a gymnasium yesterday after at least one student, brandishing a box cutter, slashed five of his classmates in the face and neck, the police and students said.   Three of the injured students were treated at Kings County Hospital Center, the police said. School authorities closed the school about an hour early because of the fight, students interviewed outside the school said.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/15/science/q-a-466468.html","abstract":"  Bottoms-Up Insects   Q.  Why do insects turn over on their backs when they die?","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"N.R.A. Heeds Olympic Call To End Team Affiliation","web_url":"https://www.nytimes.com/1994/03/15/sports/olympics-nra-heeds-olympic-call-to-end-team-affiliation.html","abstract":"  The National Rifle Association, suffering a severe public relations blow, decided last night to remove itself as the governing body for the Olympic sport of shooting. The move came three days after a panel representing the United States Olympic Committee recommended that the N.R.A.'s authority be revoked.   For the N.R.A., the withdrawal represents a rare defeat after several years of skirmishing with athletes and officials of the United States Shooting Team. They have accused the N.R.A. of using its Olympic affiliation to further its own political agenda, while using bullying tactics and ignoring its administrative responsibilities to the sport.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Rockin' the Concord: Electric Borscht Land","web_url":"https://www.nytimes.com/1994/03/15/nyregion/our-towns-rockin-the-concord-electric-borscht-land.html","abstract":"  SPRING break '94, the Concord Resort Hotel. They Might Be Giants is playing the Imperial Ballroom. Audience members are bopping like pogo sticks. And Billy Vine, walking, talking Borscht Belt history, is patiently explaining the distinction between stage diving and moshing.   \"See, what that guy just did is stage diving,\" he said, watching a skinny teen-ager who had jumped onto the platform and back off, into a sea of bodies.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Review/Television: Milton Berle -- Mr. Television; A Zillion Gags (Not Counting Repeats)","web_url":"https://www.nytimes.com/1994/03/15/arts/review-television-milton-berle-mr-television-a-zillion-gags-not-counting-repeats.html","abstract":"  Milton Berle, named Milton Berlinger when he was born in 1908, was in silent movies five years later, pushed by an adoring mother who foisted all of her own frustrated stage ambitions on her smart-aleck kid. Later, in vaudeville, young Berle would pattern himself after the comic Ted Healy, who firmly believed that there is no such thing as an old joke: \"If they haven't heard it before, it's new.\" That bit of advice helped Mr. Berle stitch together a successful career that, in 1948, would burst into superstardom in the fledgling medium of television. His story is told tonight, sketchily but entertainingly, on A&E in a segment of \"Biography\" called \"Milton Berle: Mr. Television.\"   As a master of ceremonies in vaudeville in the 1930's (heralded as the youngest M.C. ever to work B. F. Keith's Palace in New York), Mr. Berle developed his habit of getting into everyone's act. He become a headliner in Broadway shows, including a 97-week run in the Ziegfeld Follies. He made movies (\"Tall, Dark and Handsome,\" \"Sun Valley Serenade\"). And he did a lot of radio, everything from the Fred Allen show to \"Can You Top This?\" But as he acknowledges during an interview in this documentary, his humor was too visual for a big success in radio. And then along came television and \"Texaco Star Theater.\"","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/15/arts/classical-music-in-review-467421.html","abstract":"  Marie-Claire Alain  Organist Church of the Holy Trinity    With a catalogue of more than 200 recordings, Marie-Claire Alain is probably the most thoroughly documented organist playing today. Her recordings capture something of the clarity with which she conceives her interpretations, and they suggest her ear for color. But many are on the prim side.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"A Victim of Crime Battles the Criminal Justice System","web_url":"https://www.nytimes.com/1994/03/15/nyregion/a-victim-of-crime-battles-the-criminal-justice-system.html","abstract":"  On a winter afternoon two years ago, Vasso Tarnaras, a high-school cheerleader who dreamed of being an artist, was found unconscious in a bedroom closet in her house in North Massapequa. The next day, her former boyfriend, Raymond Purvis, was charged with trying to choke her to death, a crime that left the 17-year-old student in a coma for months.   Over the ensuing months and years, Ms. Tarnaras slowly emerged from her coma and gradually regained the ability to speak and read. But she remained in a wheelchair, unable to perform many daily activities, like eating or dressing, on her own. She can walk, but only with the aid of a walker or the assistance of a nurse. And even worse as far as she was concerned, she could no longer paint or draw.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Why Can Those Other Cities Put Public Toilets on the Streets?","web_url":"https://www.nytimes.com/1994/03/15/opinion/l-why-can-those-other-cities-put-public-toilets-on-the-streets-467685.html","abstract":"  To the Editor:   The strange case of New York City's attempt to install public toilets threatens to go on almost forever, mocking the workings of our government. Three and a half years have passed since the Legal Action Center for the Homeless issued its public toilet report, to universal praise. The report advanced a cost-free and sensible solution to a problem that has plagued most New Yorkers at one time or another by proposing installation of self-cleaning toilet kiosks, paid for by advertising revenue, on the streets of New York.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"PENTAGON IS WARY OF ROLE IN BOSNIA","web_url":"https://www.nytimes.com/1994/03/15/world/pentagon-is-wary-of-role-in-bosnia.html","abstract":"  Three weeks after the threat of NATO air strikes quelled the fighting in Sarajevo, the Pentagon's top civilian and military officials have taken to the hustings, not to boast about their success but to slow the calls for further use of the United States military.   As the Serbs continued their attacks on other Bosnian cities and towns, and as calls from the Balkans for greater United States involvement grew louder, Defense Secretary William J. Perry delivered a speech last week in which he raised the specter of Vietnam and outlined the tests that should be satisfied before the threat of NATO air strikes was applied to other cities.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/15/nyregion/inside-467219.html","abstract":"  Plan to Cut Trenton Budget   Governor Whitman plans to close a $2 billion budget deficit by laying off some workers and postponing hundreds of millions of dollars in pension and health-care obligations. Page B1. Endangered Tigers    In India, where it serves as the national symbol, the tiger is almost extinct, and some blame an illegal trade with China, where the tiger is used in medicine. Science Times, page C1. U.S. Limiting Bosnia Role    The United States is resisting pressure to expand its Bosnia role, indicating that it will meet its obligations, but that it does not want to be drawn into an open-ended mission. Page A6.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/15/arts/classical-music-in-review-467456.html","abstract":"  The Ysaye Quartet  Metropolitan Museum of Art    The Ysaye Quartet returned to New York on Friday, offering competent, respectful performances of Haydn, Debussy and Pascal Dusapin. This youngish French group seemed to be playing as well as it could, which is not badly at all. One remembered with some pleasure the finale of Haydn's G-minor Quartet from Opus 74 and the last moments of the Andantino movement from Debussy's Quartet in the same key. Here was loveliness born of discretion. Elsewhere the muted personality of this group seemed altogether too discreet for its own good. All these performances were well prepared and reasonably secure, yet Debussy's last movement stretched the players's ensemble techniques to the point of discomfort.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"U.S. Shouldn't Sell Airwaves, but Lease Them","web_url":"https://www.nytimes.com/1994/03/15/opinion/us-shouldn-t-sell-airwaves-but-lease-them.html","abstract":"  To the Editor:   In \"Airwaves for Sale\" (Op-Ed, March 4), Henry Morgenthau makes a good case for subsidizing public broadcasting by using funds realized from the auction of the publicly owned broadcast spectrum formerly used by the armed forces.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Blues Lose Janney","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-hockey-blues-lose-janney.html","abstract":"  The St. Louis Blues will have to send center CRAIG JANNEY and a No. 2 draft pick to the Vancouver Canucks as compensation for the Blues' signing of the free agent center PETR NEDVED, an arbitrator ruled. The Canucks had asked for wing BRENDAN SHANAHAN instead of Janney.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Kohl, Battered in Opinion Polls, Remains Buoyant","web_url":"https://www.nytimes.com/1994/03/15/world/kohl-battered-in-opinion-polls-remains-buoyant.html","abstract":"  Chancellor Helmut Kohl has stood astride Europe for more than 11 years, but if current public opinion polls are accurate forecasts of the Oct. 16 national elections, his domination might be at an end.   If he should topple, it would send shock waves around the Continent and across the Atlantic, since for many of his fellow leaders he has become the very symbol of Germany, and all of his potential successors are little-known abroad.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"By Design; Walking Bare-Back","web_url":"https://www.nytimes.com/1994/03/15/style/by-design-walking-bare-back.html","abstract":"  Remember mules and scuffs? Backless slippers you simply slide your foot into? Nothing could be more comfortable. Well, they've taken a giant step into fashion. Some of the newest shoes for spring are backless versions of classic pumps and oxfords.   With closed toes and high insteps, they look like regular shoes when viewed from the front but are a breeze to slip into and out of. Casual slides with a strap or two across the front are fine for the beach, but these shoes can go to the office or to dinner.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/15/style/chronicle-467375.html","abstract":"  Forget Whitewater. The hot topic among New York journalists yesterday was \"The Paper\" -- and who was invited and disinvited to tonight's premiere.   \"The Paper,\" starring Michael Keaton, Glenn Close and Robert Duvall, is Ron Howard's new film about 24 hours in the life of a fictional New York City tabloid.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"Evans Spurns Oilers To Sign With the Jets","web_url":"https://www.nytimes.com/1994/03/15/sports/football-evans-spurns-oilers-to-sign-with-the-jets.html","abstract":"  The Jets landed one of their main needs -- help on the defensive line -- by agreeing to terms today with defensive tackle Donald Evans, an unrestricted free agent from Pittsburgh.   Evans agreed to a three-year deal worth $3.45 million and became the Jets' first unrestricted free agent acquistion of 1994. He expects to arrive in New York on Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Review/Fashion; From Apprentices to Sorcerers","web_url":"https://www.nytimes.com/1994/03/15/style/review-fashion-from-apprentices-to-sorcerers.html","abstract":"  Jean-Paul Gaultier started his career at Pierre Cardin, and Herve Leger as an assistant to Karl Lagerfeld. Now, the assistants to those former assistants are creating their own collections.    Which made Friday spore day here. Mr. Leger's former assistant, Ocimar Versolato, and Mr. Gaultier's former assistant, Gilles Rosier, finished out the European round of fall '94 showings with hints of where this third generation of ready-to-wear designers will take fashion.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"Sniping at Republicans, Clinton Shows Temper","web_url":"https://www.nytimes.com/1994/03/15/us/sniping-at-republicans-clinton-shows-temper.html","abstract":"  Hours after accepting the resignation of another old friend from a high Administration post, a visibly angry President Clinton tonight lashed out against Republicans, saying they were \"dedicated just to being against whatever we were for and committed to the politics of personal destruction.\"   Mr. Clinton appeared before a friendly crowd at a Democratic Party fund-raising event, where he was repeatedly cheered as he faulted his opponents for trying to derail his domestic policy program.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/15/nyregion/c-corrections-467391.html","abstract":"  A picture caption yesterday about the wedding of a woman wounded by a gunshot last summer referred incorrectly to the presence of of Rabbi Israel Shemtov, who had driven her to the hospital. He was a guest at the reception; he did not perform the ceremony. In some copies the caption also omitted the bridegroom's first name. He is Ernesto Rafael Ellis.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"House Panel to Vote on a Health Plan Alternative That Doesn't Raise Deficit","web_url":"https://www.nytimes.com/1994/03/15/us/house-panel-to-vote-on-a-health-plan-alternative-that-doesn-t-raise-deficit.html","abstract":"  A Congressional subcommittee plans to begin voting on Tuesday on an alternative to President Clinton's health care plan that seeks to guarantee health insurance coverage for all Americans without increasing the Federal budget deficit.   The bill, sponsored by Representative Pete Stark, Democrat of California, would require employers to pay at least 80 percent of the insurance premiums for their workers. It would, in addition, impose a new payroll tax on all employers.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Blazers' Robinson Fined","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-basketball-blazers-robinson-fined.html","abstract":"  CLIFF ROBINSON of the Portland Trail Blazers was fined $7,500 yesterday for verbally abusing officials and failing to leave the court quickly after receiving two technical fouls in a game last week against Golden State. The ejection carries an automatic fine of $7,500. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Parading the Wrong Message","web_url":"https://www.nytimes.com/1994/03/15/opinion/parading-the-wrong-message.html","abstract":"  For the first time in several years, New York City awaits its St. Patrick's Day parade with the law clear from the outset. Thursday's parade is a private event, albeit on public space, and its sponsors have the right to decide who may march and who may not. Neither the law nor the Constitution requires the inclusion of gay Irish-Americans who identify themselves as such.    Thus free to make a private decision, the Ancient Order of Hibernians has once again excluded the Irish Lesbian and Gay Organization. Likewise at liberty to march or not, Mayor Rudolph Giuliani says he will. Both the sponsors and the Mayor are sending a divisive, needlessly cruel message.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/15/nyregion/chess-460176.html","abstract":"  Iceland's slippery crags were nothing compared with the pitfalls of the Reykjavik International Tournament, held Feb. 5-13. The highest ranked players were the most strongly affected as they fell, one after another, to their inferiors.    When the topsy-turvy event ended, an international master, 17-year-old Vadim Svjaginsev of Russia, had topped a 62-player field that included 26 grandmasters.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/15/nyregion/c-corrections-467405.html","abstract":"  An article yesterday about the Whitewater case misstated the source of a report that David Kendall, Bill and Hillary Clinton's lawyer, believed the Clintons might owe some back taxes on their real estate investment in the Ozarks of Arkansas. The report, published this week in U.S. News & World Report, was attributed by the magazine to unidentified \"insiders,\" not to Mr. Kendall.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/15/nyregion/no-headline-466662.html","abstract":"  \"I believe that my continued service will not be as effective as it has been; that the distractions on me at this time will interfere with my service to the country and the president's agenda; and that my family, although totally supportive, is being harmed.\" -- WEBSTER L. HUBBELL, in resigning from the Justice Department.  [ B7:2. ]","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Chicago Undecided on Eve Of Rostenkowski's Primary","web_url":"https://www.nytimes.com/1994/03/15/us/chicago-undecided-on-eve-of-rostenkowski-s-primary.html","abstract":"  The North Side commuters waiting blankly for the el train this morning in their trench coats and earmuffs did not look as though the country's future was resting on their shoulders, even though some Democrats say it is.   There were few campaign buttons and little spontaneous talk of politics. There was a lot of indecision just 24 hours before perhaps the most important primary of the year, the one that will determine whether Dan Rostenkowski, the larger-than-life chairman of the House Ways and Means Committee, will be renominated and whether, some say, the President's health care plan can be passed or welfare reform can take shape.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Breast Cancer Advice Unchanged Despite Flawed Data in Key Study","web_url":"https://www.nytimes.com/1994/03/15/science/breast-cancer-advice-unchanged-despite-flawed-data-in-key-study.html","abstract":"  Following the disclosure that some data from a key breast cancer study were falsified, the principal researcher, Dr. Bernard Fisher of the University of Pittsburgh, said yesterday that he had re-analyzed the data, excluding the falsified material, and that the study's conclusions remained valid.    Other experts and women's health activists say that until they are shown the re-analysis, they have to reserve judgment. But even these skeptics are not at present advocating any change in the advice now offered to women facing breast cancer surgery: that for women with early breast cancer removing the tumor, followed by radiation therapy, is just as effective as removing the entire breast.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Eyes on U.S. to Save Tiger","web_url":"https://www.nytimes.com/1994/03/15/science/eyes-on-us-to-save-tiger.html","abstract":"  BEGINNING next Monday, Interior Secretary Bruce Babbitt will meet in Geneva to discuss conservation of the world's tigers with representatives of 122 nations that have signed the Convention on International Trade in Endangered Species.    So far, actions taken by signers of the accord have amounted to little more than gentle prodding to try to rein in the trade in tiger parts. A conference on tigers was held this month in New Delhi, but no firm commitments were made on policy.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Large Pension Funds to Back Housing for Those With Low Incomes","web_url":"https://www.nytimes.com/1994/03/15/us/large-pension-funds-to-back-housing-for-those-with-low-incomes.html","abstract":"  WASHINGTON, March 14 --    Two of the nation's largest pension funds announced today that they would use some of their assets to help finance housing for low-income families.   The announcement is significant because it involves the California Public Employees' Retirement System, which has long been the trend-setter in the pension industry, and because the pension money will actually be spent on bulldozers and cement. In the past, state pension funds have mostly confined their low-income housing investments to the purchase of mortgages on existing buildings.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Trenton Seeks Pension Shift To Cut Deficit","web_url":"https://www.nytimes.com/1994/03/15/nyregion/trenton-seeks-pension-shift-to-cut-deficit.html","abstract":"  Gov. Christine Todd Whitman proposed today to close a $2 billion deficit in the budget year beginning July 1 and wring another $300 million in tax cuts from that budget, in part by postponing for years hundreds of millions of dollars in pension and health care obligations.   State Treasurer Brian W. Clymer and Peter G. Verniero, the Governor's chief counsel, released today the broad outlines of a budget that suggests bad news in store for state workers, schools and municipalities. The details, and any good news that may lie in spending details and future tax cuts, were left to the governor herself. She is scheduled to disclose her administration's first budget in a speech before the legislature Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Pay the Settlers to Leave","web_url":"https://www.nytimes.com/1994/03/15/opinion/pay-the-settlers-to-leave.html","abstract":"Prime Minister Yitzhak Rabin, arriving here today to confer with President Clinton on strategy for resuming the peace talks, should start by helping Jewish settlers who want to leave the occupied territories and return to Israel.\n\nHe told the Knesset last month that hundreds of settlers in Gaza had asked to be relocated. A few weeks ago, 15 families from the West Bank settlement of Ariel petitioned the Government for assistance in returning home. Reports indicate that thousands more may be ready to follow.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Government to Study Quality of Indoor Air","web_url":"https://www.nytimes.com/1994/03/15/science/government-to-study-quality-of-indoor-air.html","abstract":"  CONCERNED that poor indoor air quality is adversely affecting human health and productivity, the Federal Environmental Protection Agency is studying the general quality of the air in the nation's buildings.   Susan E. Womble, who is helping to coordinate the Building Assessment Survey and Evaluation project for the agency's Office of Radiation and Indoor Air, said about 200 \"sick\" and \"healthy\" buildings would be examined in the next three to five years.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"Let's Learn How to Negotiate With Japan","web_url":"https://www.nytimes.com/1994/03/15/opinion/l-let-s-learn-how-to-negotiate-with-japan-467715.html","abstract":"  To the Editor:   In the Clinton Administration's trade skirmishes with Japan, the United States has displayed a cultural insensitivity that could have unintended economic and political consequences as its result.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"U.S. PLANE CRASHES OFF KENYA COAST","web_url":"https://www.nytimes.com/1994/03/15/world/us-plane-crashes-off-kenya-coast.html","abstract":"  Four days before the last United States troops are to leave Somalia, an Air Force AC-130 gunship supporting the operation crashed today off the Kenya coast. One crew member was killed and 10 others are missing, the Defense Department said.    The Pentagon has sent investigators to determine the cause of the crash, but early indications suggested engine failure. There was no sign of hostile fire, military officials said.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"1944:In Rome's Defense : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-1944in-romes-defense-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Roosevelt, obviously mindful of the plea of Pope Pius XII that the Allies and Germans spare Rome from destruction, denounced today [March 14] the Nazi's use of \"the holy city of Rome\" as a mili","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Boggs Is Beyond Compare, And He's the First to Say So","web_url":"https://www.nytimes.com/1994/03/15/sports/baseball-boggs-is-beyond-compare-and-he-s-the-first-to-say-so.html","abstract":"  Wade Boggs grimaced when the statistical comparison flashed across the television screen last weekend. Boggs was being lumped with Michael Jordan and it was not for his jump shooting prowess, his golf swing or his baggy shorts. Neither player had managed any hits in spring training games.   Jordan, one of the greatest basketball players, was 0 for 12 as he tried to become a baseball player. Boggs, one of the greatest active hitters, was 0 for 13. Their names were side by side, their averages were standing still at .000 and Boggs was disgusted by the inference. Although it was a harmless graphic on ESPN, the future Hall of Famer resented being aligned with the future minor leaguer.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Taiwan's Young Democracy Prepares for the Post-Deng Era","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-taiwans-young-democracy-prepares-for-the-postdeng-era.html","abstract":"East Asia is in the midst of dramatic change. Economic reform policies in China and Vietnam, the democratization of South Korea, the peace settlement and elections in Cambodia, the end of the Liberal Democratic Party's long monopoly on political power in","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Ban English? French Bicker on Barricades","web_url":"https://www.nytimes.com/1994/03/15/world/ban-english-french-bicker-on-barricades.html","abstract":"  The French official, elegant as always, walked into the Foreign Ministry salon, bowed slightly and began, \"Le briefing est off the record.\"   Soon, official use of such a phrase will be against the law if the Culture Ministry has its way. So will Fun Radio's un-French name and its babble about \"le listing\" on \"le hit parade.\" Not to mention Ford Motor Company's advertisement for a new car equipped with \"le air bag.\"","thumbnail":null,"section":"World"},{"date":"19940315","headline":"CLINTON ASSOCIATE QUITS JUSTICE POST AS PRESSURE RISES","web_url":"https://www.nytimes.com/1994/03/15/us/clinton-associate-quits-justice-post-as-pressure-rises.html","abstract":"  Webster L. Hubbell, one of the inner circle the Clintons brought from Arkansas, resigned abruptly today from a top Justice Department job in the latest of a string of Administration efforts to quell controversies over ethics.   Mr. Hubbell said he was leaving his job as Associate Attorney General to spare the President and Hillary Rodham Clinton further embarrassment over accusations that he overbilled the law firm where he and Mrs. Clinton were once partners.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Clintons' Ex-Partner Seeks Help","web_url":"https://www.nytimes.com/1994/03/15/us/clintons-ex-partner-seeks-help.html","abstract":"  A former partner of the Clintons in the Whitewater real estate venture appeared here today to solicit donations to cover her legal expenses in the investigation of the venture.   The partner, Susan McDougal, said during a news conference that neither she nor her former husband, James B. McDougal, violated any laws when they invested in the Whitewater Development Company with President Clinton and his wife, Hillary, or managed a failed savings and loan, Madison Guaranty.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/15/nyregion/news-summary-466654.html","abstract":"  International A3-14  CRACKDOWN IN ISRAEL  Israel searched houses for weapons and detained a settler after outlawing two militant Jewish groups. It said it will continue to move against the radicals.  A1  'NON' TO ENGLISH  In its continuing battle against the English language, France is considering a law that would create a barrier against any further foreign-language incursions.  A1  A GESTURE TO RUSSIA  Secretary of State Christopher stopped in Russia for talks with the Foreign Minister, in a gesture to assure him that Washington does not take Moscow for granted.  A7  U.S. ARMS PROGRAM DEFENDED  Defense Secretary William J. Perry said that he supports military cooperation with Russia but that the United States should continue its nuclear weapons programs as a hedge against instability there.  A6  GERMAN LEADER'S WOES  The Chancellor of Germany, Helmut Kohl, a leader in Europe for 11 years, appears to be in trouble leading up to national elections in October, largely because of the country's economy; but he says he is not worried.  A14  CAUTION ON BOSNIA FORCE  Despite calls for expanded military involvement in Bosnia, United States officials are raising the specter of Vietnam, saying certain conditions should be met before expanding NATO threats of air strikes.  A6  NO PROGRESS IN CHINA  The talks between the United States and China ended with the two sides still far apart on human rights, and China blamed the United States for the lack of progress.  A3  TOUGH WORDS FOR THE I.R.A.  After three I.R.A. attacks on Heathrow Airport, Britain and Ireland rebuffed a request from the Irish Republican Army for concessions in terms for peace negotiations over Northern Ireland.  A9  Euro Disney took its first step away from the brink of bankruptcy.  D1  A U.S. plane helping troops leave Somalia crashed off Kenya.  A10  Small countries accused the United States of a power play.  A12  El Escorial Journal: In Spain, believers and doubters.  A4  National A16-21, B6-8  JUSTICE OFFICIAL RESIGNS  Webster L. Hubbell, a member of the inner circle that the Clintons brought from Arkansas, resigned from a top Justice Department job, saying he wanted to spare the White House further embarrassment over accusations that he overbilled his former law firm.  A1  HAUNTED BY TIMES PAST  News Analysis: The essential quality of those in the Clintons' inner circle was the shared intimacy of times past. But now, that very intimacy is claiming them, one by one, leaving the survivors in the White House feeling besieged.  A1  STILL WARY ON HEALTH  A New York Times poll shows that the Clinton Administration has made almost no progress in persuading Americans that its approach will solve the nation's health care problems.  A1  A health care plan will have its first test in this Congress.  B8  FRAUD CHARGED AT HONDA  Federal prosecutors said they are uncovering a scheme in which U.S. executives for Honda Motor took more than $10 million in bribes and kickbacks from car dealers for new dealerships and popular cars.  A1  LITTLE ENTHUSIASM  In Representative Dan Rostenkowski's Chicago district, there were few campaign buttons and lots of indecision on the eve of a tough primary for an influential Democrat scarred by ethics troubles.  A16  KEEPING A PROMISE  The Administration is stepping in to help an Ohio representative who voted for the North American Free Trade Agreement and who is now being punished by labor.  A18  PACKWOOD RELENTS  Senator Bob Packwood gave up his battle and said he would turn over his diaries to a Senate ethics panel, a move that could set the stage for public hearings into his sexual and official conduct.  A21  PENSION MONEY FOR HOUSING  Two of the nation's largest pension funds announced that they would help finance housing for low-income families. Administration officials hailed the move.  A21  AIR TRAFFIC REVAMPING  The Administration is proposing to move control of the air traffic-control system from the Federal Aviation Administration to a Government-subsidized corporation.  B6  Shelbyville Journal: A town builds a house for 28 Haitian children.  A16  Metro Digest B1  GAINS AGAINST TB SEEN  Saying that concerted efforts to control the spread of tuberculosis seem to be paying off, Federal health officials announced that New York City experienced its most significant drop in new cases in 15 years.  A1  Science Times C1-16  FLAWED CANCER STUDY BACKED  A re-analysis of a study comparing mastectomy and lumpectomy, excluding falsified data, is said to support its conclusions that the treatments have the same survival rates for most women.  A1  A curious sea creature shed light on kidney stones in people.  C1  Arts/Entertainment C17-22  The future of the New-York Historical Society.  C17  Music: Critic's Notebook C17  Television: Berle looks back.  C17  Business Digest D1  Obituaries B10  Fashion Page B9  Sports B11-17  Editorials/Op-Ed A22-23  Editorials  Israel gets tough with its own.  Parading the wrong message.  Haiti: the plan no one wants.  Neglect of the CUNY board.  Letters  Russell Baker: Mired in stardom.  A. M. Rosenthal: The way she died.  Milton Viorst: Pay the settlers to leave.  Walter Cronkite: caveat spectator. Chronicle B6 Chess C16 Crossword C22","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Woman Shot Flees Fire; One Person Found Dead","web_url":"https://www.nytimes.com/1994/03/15/nyregion/woman-shot-flees-fire-one-person-found-dead.html","abstract":"  The police and fire investigators were left with a mystery yesterday after a woman who was shot in the eye escaped from a burning Harlem apartment building and the body of a second person was discovered inside, burned beyond recognition.   The five-alarm fire in the six-story building at 250 West 146th Street left 30 families without homes and caused extensive damage to the rear section of the building, which had yet to be completely repaired after a fire of suspicious origin in November 1992. Six other tenants and 12 firefighters were treated for minor injuries.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Saving Lawmaker on Labor Hit List","web_url":"https://www.nytimes.com/1994/03/15/us/saving-lawmaker-on-labor-hit-list.html","abstract":"  It was surprising enough for Vice President Al Gore to break an unspoken White House tradition by taking sides in a bitter primary fight between two party members. But even more surprising was his decision to do so on behalf of a lawmaker who often behaves more like a Republican than a Democrat.   The candidate, Representative David Mann, voted against President Clinton's stimulus package and his budget proposal. He does not much care for the President's remedy for health care. And he thinks Congress should step in and get to the bottom of the Whitewater matter.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Ever-Changing Favorites on Road to Louisville","web_url":"https://www.nytimes.com/1994/03/15/sports/horse-racing-ever-changing-favorites-on-road-to-louisville.html","abstract":"  Bill Mott broke a record for trainers at Gulfstream Park today when he saddled his 32d winner of the meeting, Dahlia's Dreamer. But the horse he really wanted to see win was Lahint, who ran 10th in the Florida Derby two days ago just when people were touting him as a major candidate on the road to the Kentucky Derby.   \"He had his shot,\" Mott said, making no excuses for Lahint. \"It was the first time he faced horses who could really run. Maybe he got a little discouraged.\"","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"2 Youths Arrested In Shooting on S.I.","web_url":"https://www.nytimes.com/1994/03/15/nyregion/2-youths-arrested-in-shooting-on-si.html","abstract":"  Two young men were arrested yesterday and charged in the shooting of a 2-year-old boy and a woman on Staten Island, and more arrests are expected, the police said.   Dante Hawkins, 2 years old, and Felicia Cook, 32, were caught in the crossfire between two groups Sunday night outside the Stapleton Houses, a public-housing project in Stapleton. The boy was hit in the side and underwent surgery at Staten Island University Hospital, where he was in serious condition last night. Ms. Cook, who was struck in the leg, was treated at Bayley Seton Hospital and released.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Of Course They Manipulate Cigarette Nicotine; Decrease in Levels","web_url":"https://www.nytimes.com/1994/03/15/opinion/l-of-course-they-manipulate-cigarette-nicotine-decrease-in-levels-467871.html","abstract":"  To the Editor:   \"Addiction by Design?\" (editorial, March 6) discusses the implications of a letter by David Kessler Food and Drug Administration commissioner, to the Coalition on Smoking or Health, on the handling of nicotine in cigarette production. At several points, Dr. Kessler's letter and your editorial misrepresent the facts.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"Flight Service Back to Normal at London Airports","web_url":"https://www.nytimes.com/1994/03/15/world/flight-service-back-to-normal-at-london-airports.html","abstract":"  Flight operations returned to normal today at London's two main airports, which were paralyzed briefly on Sunday night after the Irish Republican Army fired dud mortar shells at Heathrow and threatened the airport at Gatwick.    The attacks led the British and Irish Governments today to rebuff a new appeal by the I.R.A. to reopen stalled peace talks on Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Sports of The Times; The Haunted Aspect of Coach Riley","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-of-the-times-the-haunted-aspect-of-coach-riley.html","abstract":"  PAT RILEY, typically the glass of fashion and the mold of form, was looking like something the cat dragged in. For Riley, anyway. And not surprising, since the news was about John Starks and the news wasn't terrific.   This was yesterday after the Knicks' practice at the SUNY-Purchase gymnasium, and their coach had a stubbled beard -- he either hadn't shaved for a couple days or had absently neglected to slip a blade in the razor -- and his eyes appeared troubled. He wore neither the expensive suit nor the chic tie and classy kicks that are generally seen as he prowls the sidelines at Madison Square Garden, but a black gym shirt and black sweat pants and sneakers.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Historical Society May Put Holdings In N.Y.U.'s Control","web_url":"https://www.nytimes.com/1994/03/15/arts/historical-society-may-put-holdings-in-nyu-s-control.html","abstract":"  The board of the financially starved New-York Historical Society is to vote this morning on an arrangement that would hand over to New York University effective control over nearly all of the society's holdings other than its art collection. Much of the art collection is expected to be sold later this year to help raise money for the society.   Under the agreement, the university, which has been managing the society's research library for a $100,000-per year fee since August, would take charge of the society's book collection and also of its valuable collections of prints, architectural drawings, historical photographs and advertising ephemera. While the collections, the heart of the society's holdings, would remain in the society's landmark building at 170 Central Park West, authority over them would revert to the dean of the New York University Libraries, Carlton C. Rochell.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Of Course They Manipulate Cigarette Nicotine","web_url":"https://www.nytimes.com/1994/03/15/opinion/l-of-course-they-manipulate-cigarette-nicotine-467740.html","abstract":"  To the Editor:   \"Addiction by Design?\" (editorial, March 6) adds to the frenzy over the apparently sudden discovery by Dr. David Kessler, Food and Drug Administration commissioner, that tobacco companies may be addicting smokers by spiking the nicotine content of cigarettes. If this is so, you suggest, \"it will come as a shock to the great majority of Americans who no doubt assumed\" that the nicotine in their cigarettes got there naturally.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"For Fall, Paris Flash or Milan Style","web_url":"https://www.nytimes.com/1994/03/15/style/for-fall-paris-flash-or-milan-style.html","abstract":"  There was plenty of sound and fury on the Paris runways last week, as models danced, vamped and preened when the fall and winter designer collections were introduced.    The elaborateness of the clothes was stimulated by two factors. First, these were the first ready-to-wear collections to be introduced at Le Carrousel, the mall below the Louvre, with its state-of-the-art theater equipment (couture collections had been introduced there in January). The largest room rented for $30,000 and had seats for 1,500 people; the others weren't far behind in terms of rent or seating. The designers wanted to be sure their clothes stood out in these vast, expensive arenas.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"Israel Gets Tough With Its Own","web_url":"https://www.nytimes.com/1994/03/15/opinion/israel-gets-tough-with-its-own.html","abstract":"  Israel's Government, predictably, ran into a minefield of domestic criticism yesterday for outlawing two Jewish radical groups linked to terrorism. Not only settler groups but some members of the main opposition party, Likud, find it intolerable for an Israeli government to subject Jewish extremists to the same kind of restrictions that have long been employed against radical Palestinians.   Generally, it is hard to justify restrictions on peaceful, if provocative, political advocacy. But in this case, Prime Minister Rabin acted appropriately. Last month's mosque massacre in Hebron and subsequent revelations that Israeli troops had standing orders to avoid deadly force against settler violence made it urgent for Israel to demonstrate greater evenhandedness in security matters.","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/15/sports/results-plus-463540.html","abstract":"  N.B.A. Nuggets Smother Spurs Mahmoud Abdul Rauf scored a season-high 33 points to pace the Denver Nuggets to a 116-88 blowout of San Antonio last night, limiting the Spurs' All-Star center, David Robinson, to eight points, his lowest total of the season.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Poll Finds Public Is Still Doubtful Over Costs of Clinton Health Plan","web_url":"https://www.nytimes.com/1994/03/15/us/poll-finds-public-is-still-doubtful-over-costs-of-clinton-health-plan.html","abstract":"  Six months after unveiling its plan with a flourish, the Clinton Administration has made almost no progress in convincing Americans that its approach will solve the nation's health care problems, the latest New York Times Poll shows.   Just as it did last September, the public overwhelmingly backs President Clinton's goals of providing health insurance for all and making sure it cannot be canceled. But just as it did then, the public fears that the Clinton plan would raise costs, while many also expect it to expand an already excessive bureaucracy and decrease the quality of medical care.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Washington Opera's Chief To Resign Next Year","web_url":"https://www.nytimes.com/1994/03/15/arts/washington-opera-s-chief-to-resign-next-year.html","abstract":"  Martin Feinstein, the general director of the Washington Opera since 1980 and architect of its expansion from a modest repertory troupe to a company that stages world premieres and tours internationally, announced today that he would retire after the 1994-95 season.   \"I've been thinking about it for a long time,\" said Mr. Feinstein, who will be 73 next month. \"I had become bored with the day-to-day details. I want to concentrate on new and bigger challenges.\"","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Iba Out at T.C.U.","web_url":"https://www.nytimes.com/1994/03/15/sports/sports-people-college-basketball-iba-out-at-tcu.html","abstract":"  MOE IBA, Texas Christian men's basketball coach, was dismissed yesterday after seven years with the Horned Frogs and a 96-108 record. He will be paid for the remaining two years on his contract. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Along With the Bible, a Poetry Anthology; The Vision of 2 Unlikely Collaborators Places Books of Verse in the Hands of Travelers","web_url":"https://www.nytimes.com/1994/03/15/nyregion/along-with-bible-poetry-anthology-vision-2-unlikely-collaborators-places-books.html","abstract":"  In the musty confines of hotel- and motel-room night stands, where one book has long reigned supreme, the word of God is getting a run for the money these days from the words of Emily Dickinson, Walt Whitman and Robert Frost.   Over the last year thousands of anthologies have turned up, like mints on the pillow, in hotels and motels around the country as part of an attempt to do for American poetry what the Gideons have done for the Bible.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Room at Top, Nice View of Field, Tenant Needed","web_url":"https://www.nytimes.com/1994/03/15/sports/baseball-room-at-top-nice-view-of-field-tenant-needed.html","abstract":"  With Vince Coleman now in Kansas City, the Mets are pondering a question this spring to which they may have no satisfactory answer: Just who will lead off?   Dallas Green has a typical managerial shopping list for the position: Someone who combines speed with an ability to get on base, someone \"who can make some things happen in the early part\" of the batting order.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/15/arts/classical-music-in-review-467430.html","abstract":"  Academy of Ancient Music  Christopher Hogwood, conductor Avery Fisher Hall    Telemann with a sense of humor was the centerpiece of Sunday evening's program by the Academy of Ancient Music under Christopher Hogwood. That prolific and generally upright contemporary of Bach was heard in his \"Burlesque de Quixote,\" in which scenes from Cervantes get a thorough going-over in sound. The Don attacks to repeated notes played agitato. He sighs to accented two-note slurs. Steeds gallop in triple time. Devoid of its literary allusions, this particular Telemann suite (1 of 600) might sound a little bare. As a package for ear and the imagining eye, it is considerable fun.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Budget Seen Cutting Services Or Increasing Property Taxes","web_url":"https://www.nytimes.com/1994/03/15/nyregion/budget-seen-cutting-services-or-increasing-property-taxes.html","abstract":"  The levels of state aid in Gov. Christine Todd Whitman's budget brought expressions of disappointment and dismay today from representatives of school boards and municipalities, who predicted that Mrs. Whitman's failure to increase aid will lead to higher property taxes or sharp service cuts.    At the same time, the union that represents 50,000 state and local workers said that Mrs. Whitman has unilaterally reneged on a deal to prefinance pension and cost-of-living increases that was worked out two years ago with the current Republican leaders of the Legislature, former Gov. Jim Florio and state and union actuaries.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Playing the Game : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-playing-the-game-letters-to-the-editor.html","abstract":"As an American, I am truly ashamed of the hypocrisy of U.S. officials, including the president (whom I wholeheartedly support on most other issues) in the charades of the Ames spy case. .I agree that this is a serious matter, but let's be more honest t","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/15/nyregion/metro-digest-461342.html","abstract":"  TUBERCULOSIS IN DECLINE   Federal health officials announced that New York City last year experienced its most significant drop in new cases of tuberculosis in 15 years. Nationwide, the number of new cases dropped 5 percent last year, officials said. But the decline was particularly steep in New York, where health officials have spent more than $70 million in the last three years to combat a resurgence of the disease. A1. NEW YORK CITY  DOZENS ARE HURT IN RIKERS VIOLENCE   A brawl among some of the highest-security inmates at the Rikers Island jail left 16 correction officers and at least 19 inmates injured, in the worst disturbance at the jail in four years, correction officials said. B3.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Frequent Power Failures Bedevil Flight Controllers","web_url":"https://www.nytimes.com/1994/03/15/us/frequent-power-failures-bedevil-flight-controllers.html","abstract":"  Air traffic controllers were guiding airplanes in and out of Dallas-Fort Worth International Airport at 9:39 A.M. on Feb. 22 when they suddenly found themselves staring at blank radar screens. The radios used to communicate with pilots had also gone dead.   A computer glitch had caused an extensive power failure, and backup systems, which are usually automatically activated at such times, had failed as well.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/03/15/arts/music-notes.html","abstract":"  Helping With a Hall   Many of New York City's small performing organizations have complained increasingly in recent years that high rental fees have driven them out of the main concert halls. Some have moved their concerts to churches and community centers, some have found smaller, less expensive halls, and some have cut back on their activities. But now Lincoln Center is addressing this complaint with a new program that will subsidize performances at Alice Tully Hall.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Reviews/Dance; Denishawn Works Are Recreated","web_url":"https://www.nytimes.com/1994/03/15/arts/reviews-dance-denishawn-works-are-recreated.html","abstract":"  On Saturday night at St. Mark's Church, it was the springtime of modern dance all over again. This evening of time travel was brought about by a program of works created by Ruth St. Denis and Ted Shawn for themselves and their pioneering Denishawn company between 1913 and 1929.    These dances, which retained their choreographic beauty, were lovingly staged by Jane Sherman and Barton Mumaw, two former Denishawn dancers, for the Denishawn Repertory Dancers, a division of the Trenton-based New Jersey Center Dance Collective. Lyudmila Melerud was the able pianist and Jim Moody narrated.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Inner Circle Is Shrinking","web_url":"https://www.nytimes.com/1994/03/15/us/inner-circle-is-shrinking.html","abstract":"  It was a small, golden group, the Friends of Bill and the Friends of Hillary, and for a time it ruled supreme, operating almost as a White House within the White House. But now, as the Administration reels from departure to sudden departure, there is an eerie sense of subtraction that recalls the Agatha Christie mystery \"And Then There Were None.\"    This was the first Administration built on baby-boomer networking, with the primary example being Hillary Rodham Clinton's fief in legal affairs, where top jobs were given to her friends and former law partners.","thumbnail":null,"section":"U.S."},{"date":"19940315","headline":"Knee Surgery Puts Starks on Sidelines for 6 Weeks","web_url":"https://www.nytimes.com/1994/03/15/sports/pro-basketball-knee-surgery-puts-starks-on-sidelines-for-6-weeks.html","abstract":"  John Starks, the Knicks' All-Star guard, had successful surgery yesterday to repair a piece of torn cartilage in his left knee, but he is almost certain to miss the rest of the regular season, leaving the Knicks without his fiery, sharp-shooting presence as it battles for home-court advantage in the playoffs.   Dr. Norman Scott, the Knicks' team physician who performed the operation at Manhattan's Beth Israel Hospital, said it would be at least six weeks, or until the end of the regular season on April 24, before Starks could begin running and perhaps another couple of weeks before he was in shape to play for any extended periods. He said the timetable depended on Starks's progress during recuperation.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/15/style/chronicle-467383.html","abstract":"  Art and vegetables will be on the menu when PRINCE PHILIP visits Be nihana, on West 56th Street, tomorrow.   ROCKY AOKI, the owner of the Japanese restaurant, met the Prince in London last month and introduced him to the work of OHGEN HAMANAKA, a Japanese artist. Mr. Hamanaka will demonstrate the ancient art of \"suiboku,\" painting with black ink made from wood ashes. Then the Benihana chefs will demonstrate their own art form, slicing through meats and vegetables with reckless abandon.","thumbnail":null,"section":"Style"},{"date":"19940315","headline":"Flawed Study Raises Questions on U.S. Research","web_url":"https://www.nytimes.com/1994/03/15/science/the-doctor-s-world-flawed-study-raises-questions-on-us-research.html","abstract":"  Reports that a Canadian researcher falsified data in a major breast cancer study and that leaders of the study and Federal health officials delayed disclosing the situation are raising serious questions about the quality of medical research, the honesty of medical researchers and the various ways studies are done.   The investigation also raises issues of medical and academic politics, such as how soon medical practice should be changed by results of experimental studies. Many practitioners prefer to wait for additional experience after initial reports in medical journals because they are aware that scientists are often under pressure to include enough patients to meet their quotas and face a need to publish to continue to get grants. And they remember that results of some studies turned out to be flawed.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"3 New York Students Win Westinghouse Science Awards","web_url":"https://www.nytimes.com/1994/03/15/nyregion/3-new-york-students-win-westinghouse-science-awards.html","abstract":"  New York City was strongly represented among the winners of the Westinghouse Science Talent Search -- considered the nation's most prestigious science competition -- providing 3 of the top 10 finishers.   Winners from New York included the president of the student body of Hunter College High School, a Ukrainian-born student from the Bronx High School of Science, and Martin Luther King Jr. High School's first entrant in the contest, whose success against heavy odds has already brought him book and movie offers for his life story.","thumbnail":null,"section":"New York"},{"date":"19940315","headline":"Who's That In Agassi's Hip Pocket? It's Becker","web_url":"https://www.nytimes.com/1994/03/15/sports/tennis-who-s-that-in-agassi-s-hip-pocket-it-s-becker.html","abstract":"  Andre Agassi and Boris Becker, once a mutual admiration society unto their anti-establishment selves, have lately suffered a fraternal conflict of interest because of coach Nick Bollettieri's decision to align with Becker after dropping Agassi.   Don't mix your mentors appears to be the message.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/15/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location will be shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Books of The Times; How Stalin's Victims Remember His Rule","web_url":"https://www.nytimes.com/1994/03/15/books/books-of-the-times-how-stalin-s-victims-remember-his-rule.html","abstract":"  The Unquiet Ghost  Russians Remember Stalin  By Adam Hochschild. 304 pages. Viking. $22.95.    No one in history, the scholar Richard Pipes has written, \"possessed such power over so many human beings; no one ever inflicted such havoc on his own country.\"","thumbnail":null,"section":"Books"},{"date":"19940315","headline":"Old Friend Turns Aside Rangers' Best Shots","web_url":"https://www.nytimes.com/1994/03/15/sports/hockey-old-friend-turns-aside-rangers-best-shots.html","abstract":"  After the Rangers arrived here Saturday night, Coach Mike Keenan decreed that there would be no practice on Sunday -- a reward to his team for having played 13 games in 21 days, including 6 games in the previous 8 days. \"From Halifax to Florida,\" he said, dryly.   The veterans Joe Kocur and Mike Gartner elected to play 36 holes of golf on Sunday, and had the sunburned faces to show for it. \"We underestimated the sun,\" said Kocur, reaching for some skin lotion.","thumbnail":null,"section":"Sports"},{"date":"19940315","headline":"Crackdown by Israel Is Off to a Slow Start, But More Is Promised","web_url":"https://www.nytimes.com/1994/03/15/world/crackdown-by-israel-is-off-to-a-slow-start-but-more-is-promised.html","abstract":"  A day after it outlawed two virulently anti-Arab groups, Israel pursued its tougher policy toward militant Jewish settlers today, with the police searching houses in Hebron for weapons and detaining the firebrand leader there, Rabbi Moshe Levinger.   The results of the dragnet were slender: two guns, a couple of arrests and the quick release of Rabbi Levinger after questioning about his reportedly disruptive behavior a few months ago at the Cave of the Patriarchs, the Hebron shrine where a Brooklyn-born settler killed at least 29 Muslim worshipers on Feb. 25, abruptly halting Israeli-Arab peace talks.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Boom and Bust May Be the Norm in Nature, Study Suggests","web_url":"https://www.nytimes.com/1994/03/15/science/boom-and-bust-may-be-the-norm-in-nature-study-suggests.html","abstract":"  FROM sudden plagues of locusts to mysterious declines in sought-after creatures like the Dungeness crab, the booms and busts of nature have puzzled researchers. A new study suggests that scientists may sometimes have difficulty finding an environmental cause for these fluctuations simply because there is not one.    In the study published last month in the journal Science, researchers at the University of California at Davis found evidence that many animals, even when they are unperturbed by unusual weather or any other alterations in their environment, can undergo wildly unpredictable changes in their numbers.","thumbnail":null,"section":"Science"},{"date":"19940315","headline":"The Nation of Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/15/opinion/IHT-the-nation-of-europe-letters-to-the-editor.html","abstract":"Regarding \"Nations Can Resolve to Act, but Europe Isn't a Nation\" (Opinion, Feb. 10) by William Pfaff:.As much as Switzerland is a nation, Europe can and will be one; in fact, it is already happening. We should be watching and listening to ou","thumbnail":null,"section":"Opinion"},{"date":"19940315","headline":"El Escorial Journal; Holy War: Virgin's Devotees vs. Doubting Mayor","web_url":"https://www.nytimes.com/1994/03/15/world/el-escorial-journal-holy-war-virgin-s-devotees-vs-doubting-mayor.html","abstract":"  Faces tense with expectation, hands nervously clutching rosary beads, some 1,500 men, women and children gathered in silence around the gnarled trunk of an ash tree to hear the message that the Virgin Mary delivers here punctually on the first Saturday of every month.   That it should come over the loudspeaker system puzzled no one. As always, the pilgrims were told, Amparo Cuevas, a 64-year-old former cleaning woman, had gone into ecstasy earlier in the day and spoken in the voice of Mary. And, as always, her assistants had recorded the message.","thumbnail":null,"section":"World"},{"date":"19940315","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/15/arts/classical-music-in-review-467448.html","abstract":"  Orchestre National de France  Charles Dutoit, conductor Avery Fisher Hall    Contradicting France's usual reputation for discretion and tact is a very different national love of shiny surfaces, spectacle and the uninhibited joyful noise. Uproarious Frenchness, indeed, took up most of the Orchestre Nationale de France's program under Charles Dutoit on Sunday afternoon. \"Le Corsaire,\" Berlioz's early overture, was splendidly done: playing of great elegance that was virtually lifted in the air by a corporate energy and grace. French orchestras, with some justification, have not enjoyed the best of reputations in recent years. Given music close to its heart, this one sounded very good indeed.","thumbnail":null,"section":"Arts"},{"date":"19940315","headline":"Giuliani Wants Welfare Recipients to Work","web_url":"https://www.nytimes.com/1994/03/15/nyregion/giuliani-wants-welfare-recipients-to-work.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that his administration is considering requiring at least 10,000 people receiving welfare payments to perform jobs like cleaning streets, filling potholes or scrubbing graffiti in exchange for their payments.   Speaking at a news conference in City Hall, the Mayor said the plan is \"in the idea stage,\" adding that it is one of a number of methods being considered to compel able-bodied welfare recipients to go to work.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940315","time":"1994-03-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":78,"wspd":25.9},{"date":"19940315","time":"1994-03-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":79,"wspd":25.9},{"date":"19940315","time":"1994-03-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":79,"wspd":24.1},{"date":"19940315","time":"1994-03-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":80,"wspd":20.5},{"date":"19940315","time":"1994-03-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":76,"wspd":20.5},{"date":"19940315","time":"1994-03-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":74,"wspd":29.5},{"date":"19940315","time":"1994-03-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":81,"wspd":22.3},{"date":"19940315","time":"1994-03-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":88,"wspd":25.9},{"date":"19940315","time":"1994-03-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":90,"wspd":27.7},{"date":"19940315","time":"1994-03-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":88,"wspd":27.7},{"date":"19940315","time":"1994-03-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":86,"wspd":27.7},{"date":"19940315","time":"1994-03-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":87,"wspd":29.5},{"date":"19940315","time":"1994-03-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":91,"wspd":25.9},{"date":"19940315","time":"1994-03-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":85,"wspd":25.9},{"date":"19940315","time":"1994-03-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":69,"wspd":22.3},{"date":"19940315","time":"1994-03-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":49,"wspd":33.5},{"date":"19940315","time":"1994-03-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":43,"wspd":22.3},{"date":"19940315","time":"1994-03-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":57,"wspd":25.9},{"date":"19940315","time":"1994-03-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":52,"wspd":24.1},{"date":"19940315","time":"1994-03-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":45,"wspd":22.3},{"date":"19940315","time":"1994-03-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":46,"wspd":16.6},{"date":"19940315","time":"1994-03-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":48,"wspd":13},{"date":"19940315","time":"1994-03-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":51,"wspd":18.4},{"date":"19940315","time":"1994-03-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":55,"wspd":14.8},{"date":"19940315","time":"1994-03-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":9.4},{"date":"19940315","time":"1994-03-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":7.6},{"date":"19940315","time":"1994-03-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":7.6},{"date":"19940315","time":"1994-03-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":0},{"date":"19940315","time":"1994-03-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":5.4},{"date":"19940315","time":"1994-03-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":85,"wspd":7.6},{"date":"19940315","time":"1994-03-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":9.4},{"date":"19940315","time":"1994-03-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":7.6},{"date":"19940315","time":"1994-03-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":7.6},{"date":"19940315","time":"1994-03-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":11.2},{"date":"19940315","time":"1994-03-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":7.6},{"date":"19940315","time":"1994-03-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":7.6},{"date":"19940315","time":"1994-03-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":73,"wspd":7.6},{"date":"19940315","time":"1994-03-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":7.6},{"date":"19940315","time":"1994-03-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":54,"wspd":13},{"date":"19940315","time":"1994-03-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":16.6},{"date":"19940315","time":"1994-03-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":40,"wspd":16.6},{"date":"19940315","time":"1994-03-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":38,"wspd":16.6},{"date":"19940315","time":"1994-03-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":49,"wspd":16.6},{"date":"19940315","time":"1994-03-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":9.4},{"date":"19940315","time":"1994-03-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":77,"wspd":24.1},{"date":"19940315","time":"1994-03-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":13},{"date":"19940315","time":"1994-03-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":13},{"date":"19940315","time":"1994-03-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":16.6}]},"19940316":{"guardian_articles":[],"nytimes_articles":[{"date":"19940316","headline":"Whitman Seeks 2d Tax Cut, Aimed at Middle Class","web_url":"https://www.nytimes.com/1994/03/16/nyregion/whitman-seeks-2d-tax-cut-aimed-at-middle-class.html","abstract":"  Gov. Christine Todd Whitman produced her first state budget tonight with the promise of an additional tax cut aimed at the middle class. She proposed to wipe out several state agencies to help pay for it and appealed over the heads of the State Legislature for New Jerseyans to keep up the pressure for smaller government and lower taxes at all levels.   Her $15.4 billion budget, which is for the fiscal year beginning on July 1, was only precariously in balance with the help of an $800 million one-time source of savings. Governor Whitman said she would pay for $589 million in income tax cuts over 18 months by eliminating the Department of Higher Education and turning state campuses free to govern themselves. She called for closing the Office of Public Advocate and folding its public-defender functions into the Department of State, and for ending state ownership, and funds for, New Jersey's public television network.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"With Spring Beckoning, a School Breaks Out","web_url":"https://www.nytimes.com/1994/03/16/us/with-spring-beckoning-a-school-breaks-out.html","abstract":"  It was 7:25 A.M. when Shirley Moore, a veteran history teacher, sliced a banana muffin, she scanned the dining hall at her beloved Emma Willard -- one of the oldest girls' boarding schools in America (founded 1814) -- and said: \"You wouldn't be able to tell, but I can see it. I see a little more makeup out there this morning, a little more dress up.\"   She felt there was a chance of keeping some order among the girls this final day before spring break. \"They have a lot of tests, a lot of papers due today,\" Ms. Moore said, \"so it might not break out until noon.\"","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/16/style/chronicle-481459.html","abstract":"  DONNA HANOVER GIULIANI is off and running. She has been named the chairwoman of the fourth annual Race for the Cure, a fund-raiser for breast cancer research.   The race, a five-kilometer event for women in Central Park, drew 7,000 runners (plus some determined walkers) last year and raised more than $300,000. This year's race will be on Sept. 11.","thumbnail":null,"section":"Style"},{"date":"19940316","headline":"Janney Refuses to Report to Vancouver","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-people-hockey-janney-refuses-to-report-to-vancouver.html","abstract":"  Center CRAIG JANNEY said yesterday that he would not report to the Vancouver Canucks, at least not immediately. On Monday, an arbitrator awarded Janney and a No. 2 draft pick to the Canucks as compensation after the St. Louis Blues signed the free agent PETR NEDVED on March 3.   \"As of right now, I'm not going to report,\" Janney said at a news conference with his agent, BOB MURRAY. \"We're checking out things we can do. It's such a shock. We want to take some time. Hopefully, I'll get 100 percent before any decisions are made.\"","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"6 Teen-Age Friends Are Arrested In Conspiracy to Buy Illegal Guns","web_url":"https://www.nytimes.com/1994/03/16/nyregion/6-teen-age-friends-are-arrested-in-conspiracy-to-buy-illegal-guns.html","abstract":"  Six teen-age friends have been arrested on charges that they conspired to buy illegal weapons from a black market gun dealer in New York City, the Bergen County Prosecutor said today.    The Prosecutor, John J. Fahy, described five of the six as model students at Northern Valley Regional High School in Demarest, N.J., and said he believed that the six considered possession of their own gun as a status symbol.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"REP. ROSTENKOWSKI WINS TOUGH BATTLE IN CHICAGO PRIMARY","web_url":"https://www.nytimes.com/1994/03/16/us/rep-rostenkowski-wins-tough-battle-in-chicago-primary.html","abstract":"  Locked in the political battle of his life, Representative Dan Rostenkowski, President Clinton's chief arm twister and cajoler in Congress, won renomination tonight in one of the most important primary elections anywhere in the nation this year.   The fate of Mr. Clinton's ambitious agenda of health care and welfare reform is largely tied to the fate of Mr. Rostenkowski, who has had to contend with a Federal investigation of his financial dealings with the House Post Office.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1994/03/16/nyregion/traffic-alert-478318.html","abstract":"  TOMORROW: The following streets will be closed from 9:30 A.M. until 5:30 P.M. for the St. Patrick's Day Parade:   Fifth Avenue from 42nd to 90th Streets","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Jordan's Role Looks More and More Minor","web_url":"https://www.nytimes.com/1994/03/16/sports/baseball-jordan-s-role-looks-more-and-more-minor.html","abstract":"  Michael Jordan teased some teammates as they slapped a Ping-Pong ball back and forth in the White Sox clubhouse, he perused the college basketball tournament brackets and attacked the spread of food like any other hungry major leaguer. He looked like a player, acted like one and even looked snazzy in a black uniform.   But Jordan is not prepared to play in the major leagues yet and may never be. He conceded he was not ready, the White Sox have shared that feeling for weeks and the great experiment will continue soon in a minor league city. Jordan may not be demoted for another week, but it will happen.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Redskins Land Gesek From the Cowboys","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-people-football-redskins-land-gesek-from-the-cowboys.html","abstract":"  The Washington Redskins have agreed to terms with Dallas Cowboys offensive lineman JOHN GESEK. Team officials confirmed late yesterday they expect to sign the 31-year-old free agent lineman in the next day or so. The 285-pound Gesek was a guard at Dallas, but the Redskins are signing him as a center, the position he prefers. Washington's current center, RALEIGH McKENZIE is expected to move to right guard. The Washington Post reported in today's editions that the deal with Gesek is for three years and is worth $3.6 million. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Officer Fatally Shot On Patrol in Bronx","web_url":"https://www.nytimes.com/1994/03/16/nyregion/officer-fatally-shot-on-patrol-in-bronx.html","abstract":"  A 26-year-old police officer who apparently was trying to thwart an armed robbery was shot and killed in the Bronx last night.   Officer Sean McDonald, a father of two from Putnam County, was shot at least five times after he confronted two men who had tied up the owners of a clothing store in High Bridge, officials said.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Heeding Advice of Cost-Minded Voters","web_url":"https://www.nytimes.com/1994/03/16/nyregion/heeding-advice-of-cost-minded-voters.html","abstract":"  When Gov. Christine Todd Whitman asked the public for ideas on how to cut state spending, one radio caller suggested that the state feed prison inmates with road-killed deer.   Well, thanks anyway. But the Governor did find solid proposals from the thousands of other New Jersey \"budget busters\" who at her urging offered tax-saving ideas. Governor Whitman has decided to sell two state-owned marinas, eliminate a basic skills test for first-year college students and check the state's voluminous telephone bill.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"High School, Cell Division; Erasmus Prepares to Become Four Schools","web_url":"https://www.nytimes.com/1994/03/16/nyregion/high-school-cell-division-erasmus-prepares-to-become-four-schools.html","abstract":"  When New York City officials wanted to show off the city's lofty educational traditions in 1987, they staged a reception in the glittering stained-glass chapel of the city's oldest high school, Erasmus Hall in Brooklyn.   The school had months earlier celebrated its 200th birthday with a candlelight ceremony on its Gothic campus, attended by hundreds of its illustrious alumni, who include Barbra Streisand, the chess champion Bobby Fischer, and hundreds of physicians and jurists, actors and writers.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/16/style/chronicle-481440.html","abstract":"  How do you get to the top of Mount Everest? You start by flying to Tibet, loading 75 yaks with one and a half tons of gear and trekking through deep snow for two weeks to a base camp at 17,500 feet above sea level.   SANDY HILL PITTMAN is scheduled to embark on that route this morning.  She has already stood on the tallest mountain peaks on six continents, and if she reaches the summit of Mount Everest, she will become the first woman to climb the highest peaks on all seven continents.","thumbnail":null,"section":"Style"},{"date":"19940316","headline":"Doctors Urged to Revamp Approaches to Angina","web_url":"https://www.nytimes.com/1994/03/16/us/doctors-urged-to-revamp-approaches-to-angina.html","abstract":"  A federally sponsored panel of experts urged doctors today to be more thorough in diagnosing and more flexible in treating unstable angina, the severe chest pain caused by circulation problems of the heart.   In the first detailed guidelines for treating the condition, the panel said that many cases of unstable angina could be diagnosed and managed by regular doctors and community hospitals and that they did not require the immediate use of heart specialists and specially equipped cardiac care units. But, they said, arrangements should be made to provide specialized care immediately if patients do not respond to the initial treatment.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"That Day in Hebron -- A special report.; Soldier Fired at Crowd, Survivors of Massacre Say","web_url":"https://www.nytimes.com/1994/03/16/world/that-day-hebron-special-report-soldier-fired-crowd-survivors-massacre-say.html","abstract":"  Interviews with dozens of Palestinian witnesses support assertions that at least one Israeli Army soldier opened fire on the crowd trying to escape the massacre in a Hebron mosque last month, and that the army fire killed at least one Palestinian.   The witnesses' accounts of those chaotic minutes in the early morning of Feb. 25, when a Jewish settler entered the mosque in the Cave of the Patriarchs and began spraying the worshipers with bullets from his assault rifle, vary widely in many details.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/16/sports/college-hockey-report.html","abstract":"  Lake Placid     The same four teams that competed a year ago in Lake Placid, N.Y., will skate in the Olympic Arena on Friday and Saturday nights at the Eastern College Athletic Conference's 33d annual championship tournament.   In the semifinal matches, Brown, again seeded fourth, will take on No. 1 Harvard and Clarkson will play Rensselaer. A year ago, the Bears upset the Crimson and then lost the championship game to Clarkson by 3-1.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/16/nyregion/c-corrections-481467.html","abstract":"  An article yesterday about the crash of a United States Air Force plane off Kenya referred incorrectly to the departure date planned for the last American troops in Somalia. It is March 25, not March 18.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Schourek Spinning Out Of Rotation","web_url":"https://www.nytimes.com/1994/03/16/sports/baseball-schourek-spinning-out-of-rotation.html","abstract":"  In wrapping up his generally nightmarish 1993 season, left-hander Pete Schourek, a fixture in Manager Dallas Green's doghouse, produced a surprise ending: two victories in a row.   Even more teasing was the 1.69 earned run average he achieved in 16 innings over those two games.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Sports of The Times; On Being Mickey Mantle","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-of-the-times-on-being-mickey-mantle.html","abstract":"  LIKE so many others, you probably once thought that it must be great being Mickey Mantle.   All those home runs. All those World Series rings. All those $100,000 contracts when $100,000 was big money. All those laughs with Billy Martin and Whitey Ford. All those parties. All those drinks. All those muscles. All those women handing him their telephone numbers.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Evans Signs to Play for Jets","web_url":"https://www.nytimes.com/1994/03/16/sports/evans-signs-to-play-for-jets.html","abstract":"  For the Jets to sign Donald Evans, their new nose tackle and Pittsburgh Steelers unrestricted free agent, the team waived its old nose tackle, Scott Mersereau, a seven-year veteran who has started at the position since 1988. The Jets also waived cornerback Clifford Hicks, who signed last year as an unrestricted free agent from Buffalo.   Mersereau was due to earn $675,000 for the 1994 season and Hicks was scheduled to make $450,000. Evans signed his contract, which was for $3.45 million over three years, at Hofstra yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Apartheid Goes 'Bop'","web_url":"https://www.nytimes.com/1994/03/16/opinion/apartheid-goes-bop.html","abstract":"  In South Africa, \"Bop\" is short for Bophuthatswana, a black homeland known for its cumbersome name, its platinum mines and for Sun City, a Las Vegas-style resort. Created in 1977 and scattered in six unconnected pockets of land, Bop was one of 10 \"independent\" nations meant to confer legitimacy on Pretoria's denial of a vote to a huge black majority. The specious argument was that all blacks enjoyed citizenship rights in \"nations\" recognized only by South Africa.    But Bop will now be remembered instead as the site of the first real clash over the country's new democratic order. Its ruler, Lucas Mangope, fearing loss of power and profits, chose to boycott South Africa's first all-races election next month and tried to prevent campaigning in his homeland. Rushing to his support were his white separatist allies, who within 48 hours sent 400 trucks and cars filled with armed commandos to Mmabatho, Bop's capital.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"New Injury Pattern Linked to Air Bags","web_url":"https://www.nytimes.com/1994/03/16/us/new-injury-pattern-linked-to-air-bags.html","abstract":"  AIR bags and automatic seat-belt systems, while undoubtedly saving lives, are also transforming the kinds of injuries that people get in serious traffic accidents, emergency room physicians and Federal researchers say.   Crash victims in cars equipped with such devices tend to suffer crushed ankles, shattered legs and other trauma to their lower extremities, said Dr. Jeffrey Augenstein, a trauma surgeon who is the director of the Department of Transportation's crash study at the Ryder Trauma Center of Jackson Memorial Hospital in Miami, Fla. They may also suffer internal injuries that would probably not be noticed at the scene of an accident, Dr. Augenstein added.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Officer Is Shot and Killed, Apparently Interrupting a Robbery","web_url":"https://www.nytimes.com/1994/03/16/nyregion/officer-is-shot-and-killed-apparently-interrupting-a-robbery.html","abstract":"  A police officer was shot to death in the Bronx last night, apparently after interrupting the armed robbery of a store, setting off a intense search for his killers in the High Bridge and Morris Heights neighborhoods.   Sean McDonald, 26, a father of two, became the first on-duty New York City police officer to be killed since Rudolph W. Giuliani became Mayor. He was shot at least five times, including at least once in the head, Police Commissioner William J. Bratton said, and was rushed to Columbia-Presbyterian Medical Center, where he was pronounced dead.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/03/16/books/book-notes-479365.html","abstract":"  Saul Bellow's Words   Saul Bellow, the 78-year-old author of such novels as \"Humboldt's Gift\" and \"Herzog,\" has found himself unexpectedly on the defensive lately.    First, an excerpt from Brent Staples's new memoir, \"Parallel Time: Growing Up Black and White\" (Pantheon), in The New York Times Magazine of Feb. 6 described how Mr. Staples, a young graduate student, felt horribly conflicted about Mr. Bellow's work. On the one hand, Mr. Staples wrote, he considered the novelist a hero, a dazzlingly gifted writer. On the other hand, as a young black man, Mr. Staples was frustrated and aggrieved by Mr. Bellow's characters' ugly descriptions of blacks. In a particularly vivid passage, Mr. Staples, now an editorial writer for The Times, related how he once followed Mr. Bellow with a wild fantasy about confronting him, although he abandoned the idea.","thumbnail":null,"section":"Books"},{"date":"19940316","headline":"For Aid to Work, Help the Poor Help Themselves","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-for-aid-to-work-help-the-poor-help-themselves.html","abstract":"Twenty years ago, officials from around the world gathered in Rome to consider the plight of hungry masses everywhere. A commitment was made to eliminate global malnutrition by 1980. This was to be accomplished by creating new institutions, redesigning o","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"When Kipling Found a Home in Vermont","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-when-kipling-found-a-home-in-vermont-481718.html","abstract":"  To the Editor:   \"Cavendish Journal: Shielding Solzhenitsyn Respectfully\" (news article, March 3), on Aleksandr Solzhenitsyn's Vermont neighbors, reports how New England honors privacy. You also describe the continuation of a century-old tradition of Vermonters caring for visiting Nobel laureates in literature.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Islanders Intercept Streaking Devils","web_url":"https://www.nytimes.com/1994/03/16/sports/hockey-islanders-intercept-streaking-devils.html","abstract":"  In a game between two teams desperate for points, the Islanders played with more gusto and desire than the Devils tonight and skated away with a 3-2 triumph at Nassau Coliseum.   The loss was the first in 10 games for the Devils, who were looking to move within 2 points of the first-place Rangers in the Atlantic Division of the National Hockey League. Instead, they remained 4 points back, with 14 games to play.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Review/Theater; White Knights and Villains In the Quiz-Show Scandals","web_url":"https://www.nytimes.com/1994/03/16/theater/review-theater-white-knights-and-villains-in-the-quiz-show-scandals.html","abstract":"  Not only is there material for a riveting play in \"Night and Her Stars,\" the new work by Richard Greenberg currently having its world premiere here at the South Coast Repertory, but there is probably material enough for two.   Taking as his subject the television quiz show scandals of the 1950's, the playwright, known for his small-cast explorations of contemporary neuroses (\"Eastern Standard,\" \"The Extra Man\"), has produced his largest canvas yet. Indeed, you could hardly address the topic without considering such issues as what constitutes real knowledge or how television irrevocably changed our perceptions of the world. A writer of wit and intelligence, Mr. Greenberg has all sorts of fascinating and ironic insights to offer, even as the play itself seems to be slipping inexorably out of his control. What first presents itself as an embarrassment of dramatic riches winds up as a sprawl of unfocused possibilities.","thumbnail":null,"section":"Theater"},{"date":"19940316","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/03/16/movies/the-pop-life-479675.html","abstract":"  Few Guns, No Concert   Offering tickets to a top-flight rap concert in exchange for turning in a gun sounds like a sure-fire way to help rid the urban landscape of weapons. Or at least it did. At last count, only 25 guns had been turned in. The concert, scheduled for Friday night at the Beacon Theater? Forget about it.","thumbnail":null,"section":"Movies"},{"date":"19940316","headline":"Clintons' Investment Loss Is Disputed","web_url":"https://www.nytimes.com/1994/03/16/us/clintons-investment-loss-is-disputed.html","abstract":"  When questions first arose in early 1992 about Bill and Hillary Clinton's Ozark real estate venture, the Clinton Presidential campaign hired a Denver accounting firm that concluded that the couple had lost $68,000 on their investment.   The firm's report put questions about the Whitewater Development Company to rest during the campaign. And it has been the cornerstone of the Clintons' defense against allegations stemming from the investment. How could they be criticized, they argue, for a deal in which they had heavy losses?","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Problem Looms: Gant Put on Unconditional Waivers by Braves","web_url":"https://www.nytimes.com/1994/03/16/sports/baseball-problem-looms-gant-put-on-unconditional-waivers-by-braves.html","abstract":"  If any major league team wants a 29-year-old left fielder who last season hit 36 home runs and drove in 117 runs, he is available, until Friday at 2 P.M., for the waiver price of $1. But caveat emptor. Any club claiming Ron Gant would take on two heavy burdens: a $5.5 million salary and a broken leg.   The Atlanta Braves, in a move that could produce a test case under major league baseball's grievance system, decided today to let Gant go, placing him on unconditional-release waivers. Club officials expressed regret at having to take that step, but they concluded that they didn't want to pay Gant his hefty 1994 salary without knowing if, when or how well he could play.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Singapore Journal; A Flogging Sentence Brings a Cry of Pain in U.S.","web_url":"https://www.nytimes.com/1994/03/16/world/singapore-journal-a-flogging-sentence-brings-a-cry-of-pain-in-us.html","abstract":"  The future of relations between the United States and one of its closest allies in Southeast Asia may rest on whether this futuristic, order-loving city-state carries out a punishment that dates back to its colonial past.    An American teen-ager, who has pleaded guilty to spray-painting cars and other mischief here, has been sentenced to a flogging, a punishment that has drawn a harsh personal protest from President Clinton.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Lopez Wins An Award","web_url":"https://www.nytimes.com/1994/03/16/sports/lopez-wins-an-award.html","abstract":"  Felipe Lopez of Rice High School, one of the most highly regarded scholastic players in the nation, was named yesterday as the 1994 Gatorade Circle of Champions national high school basketball player of the year by Scholastic Coach Magazine.   Lopez, a 6-foot-6-inch senior forward, received the award based on his athletic and academic achievements.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Mixed Doubles: Players as Business","web_url":"https://www.nytimes.com/1994/03/16/sports/tennis-mixed-doubles-players-as-business.html","abstract":"  A few years ago, a 10-year-old Russian prodigy named Anna Kournikova was spirited out of Moscow and then, in a scene part fairy tale, part venture capitalism, granted a brand-new life at the Nick Bollettieri Tennis Academy in this gulf-side resort town.   She was immediately supplied with a famous coach, Bollettieri, and she and her mother signed a contract with the International Management Group, the agency poised to make her a superstar and, not coincidentally, a millionaire before her 13th birthday this year.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/16/nyregion/no-headline-474339.html","abstract":"  \"Suburbs increasingly represent the problems of society as a whole. They're not really refuges anymore.\" KENNETH T. JACKSON, professor of history at Columbia University.  [ B4:2. ]","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Michael Callen Memorial","web_url":"https://www.nytimes.com/1994/03/16/nyregion/michael-callen-memorial.html","abstract":"  A memorial service for Michael Callen, a singer, writer and AIDS advocate, is scheduled to take place at 8 P.M. on Tuesday at the New York Society for Ethical Culture, Central Park West and 64th Street in Manhattan. Mr. Callen died on Dec. 27.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Intrum's Skipper Cracks the Whip and Catches Up","web_url":"https://www.nytimes.com/1994/03/16/sports/IHT-intrums-skipper-cracks-the-whip-and-catches-up.html","abstract":"Total quiet on the deck of a racing yacht is usually a sign of crew concentration. Lawrie Smith, skipper of the record-breaking Whitbread entry Intrum Justitia, would worry that someone had dozed off. The style is more Robin Williams than Captain Bligh,","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Gripping TV Suspense Is Hit With Pirates","web_url":"https://www.nytimes.com/1994/03/16/sports/gripping-tv-suspense-is-hit-with-pirates.html","abstract":"  On a Sunday evening each March, Seton Hall Coach P. J. Carlesimo and his players have gathered in a locker room at Walsh Gymnasium to watch a television program.   This season, though, the National Collegiate Athletic Association men's tournament draw had a great deal of suspense for the 17-12 Pirates.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Principal Causes Furor On Mixed-Race Couples","web_url":"https://www.nytimes.com/1994/03/16/us/principal-causes-furor-on-mixed-race-couples.html","abstract":"  A high school principal in this east Alabama town was suspended with pay on Monday after students said he tried to ban interracial couples from the prom and called a mixed-race student a \"mistake\" he wanted to prevent others from making.   The Randolph County School Board took the action against the 55-year-old principal, Hulond Humphries, who is white, at a tense meeting attended by more than 500 parents and students. The vote was 4 to 2, with the sole black member voting with three whites to suspend Mr. Humphries until the board completed an investigation into accusations that he made racially discriminatory remarks in trying to cancel the April 23 prom.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Michigan Votes School Finance Plan","web_url":"https://www.nytimes.com/1994/03/16/us/michigan-votes-school-finance-plan.html","abstract":"  Michigan voters today approved a constitutional amendment to raise the state sales tax and cigarette tax to replace property taxes as the means of supporting the state's schools.   With 88 percent of the statewide vote counted, the amendment had 70 percent of the vote.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Kruk to Begin Radiation Treatments","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-people-baseball-kruk-to-begin-radiation-treatments.html","abstract":"  The Philadelphia Phillies' first baseman, JOHN KRUK, who had a cancerous testicle removed last week, will start radiation therapy next week to try to keep the cancer from spreading.   Kruk will leave the Phillies spring training camp in Clearwater, Fla., today and is expected to be in Philadelphia tomorrow for routine tests that are necessary before the treatment can begin, a team spokesman, LARRY SHENK, said.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"From Slain Youth's Mother, Words of Pride and Anger","web_url":"https://www.nytimes.com/1994/03/16/nyregion/from-slain-youth-s-mother-words-of-pride-and-anger.html","abstract":"  It took the police three days to track down Aaron Halberstam's tefillin, the small leather cases containing slips of paper with passages from Scriptures. The prayer articles had been lost in the chaos of the crime scene on the Brooklyn Bridge on March 1 when a gunman opened fire on a van of Hasidic students and Aaron was fatally wounded.   Devorah Halberstam wept when she received the tefillin at St. Vincent's Hospital. Hours later, her son, her first-born child, was dead.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Who Has the Real Recipe?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-who-has-the-real-recipe-letters-to-the-editor.html","abstract":"Regarding \"Vienna Intrigue:Who Has Real Sacher Torte?\" (Features, Jan. 28) by Mark Kurlansky:.A statement I made during the interview was not published correctly. As restaurant manager of the Hotel Sacher, allow me to repeat what I said:.&q","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"EASTERN UTILITIES IN UNUSUAL PACT: A SMOG TRADEOFF","web_url":"https://www.nytimes.com/1994/03/16/nyregion/eastern-utilities-in-unusual-pact-a-smog-tradeoff.html","abstract":"  In the first deal of its kind across state lines, a New Jersey utility will clean up its generating stations so boilers in Connecticut can emit more smog-producing chemicals.   The deal will bring a small reduction in pollution regionwide and probably will cut smog in New York and New Jersey, but that is not the main goal.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"1919: Caruso's Payment : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-1919-carusos-payment-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Collector William H. Edwards, of the Second Internal Revenue District, has announced he has received in the form of certificates of indebtedness $20,000,000 from corporations as income-tax payments. He also received a cheque for $38,483 and 43","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"When a Life of Music Went Sour at the Bank","web_url":"https://www.nytimes.com/1994/03/16/nyregion/about-new-york-when-a-life-of-music-went-sour-at-the-bank.html","abstract":"  VALERIE CAPERS has a throaty laugh, an ironic kind of Pearl Bailey laugh that implies that while getting from here to there is seldom easy, taking short cuts would be out of the question.    Ms. Capers has known this since she became blind when she was 6 years old. Since then she has mastered the piano. She graduated from Juilliard. She composed classical pieces that have been played around the world. Twenty years ago she began teaching at Bronx Community College and now she heads the department of Music and Art there.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"N.C.A.A. Women Are Tipping Off In Untapped Areas","web_url":"https://www.nytimes.com/1994/03/16/sports/college-basketball-ncaa-women-are-tipping-off-in-untapped-areas.html","abstract":"  From Storrs, Conn., to Knoxville, Tenn., to Palo Alto, Calif., the best teams in the country will play in the first round of the women's National Collegiate Athletic Association tournament today. The women are one step ahead of the men, with their 32 first-round games tonight preceding the start of the men's tournament tomorrow.   For the first time in tournament history there will be 64 women's basketball teams on the trek to Richmond, site of the 1994 Final Four, to crown a national champion.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Black Summit Can't Exclude Nation of Islam","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-black-summit-can-t-exclude-nation-of-islam-481769.html","abstract":"  To the Editor:   The National Association for the Advancement of Colored People remains committed to our historic mandate to challenge racial exploitation, discrimination and bigotry. We will not be diverted by attempts to mischaracterize our efforts to convene African-American leadership to confront collectively the profound issues affecting African-American communities of the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Employer-Paid Health Care Backed by House Panel, 6-5","web_url":"https://www.nytimes.com/1994/03/16/us/employer-paid-health-care-backed-by-house-panel-6-5.html","abstract":"  President Clinton won a victory today as a Congressional subcommittee voted 6 to 5 to support his proposal to require all employers to help buy health insurance for their employees.   In the year's first vote on health care, Democrats on the House Ways and Means Subcommittee on Health defeated a Republican proposal to eliminate the mandate on employers from any comprehensive bill intended to guarantee health insurance for all Americans.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"A Hot Stove Keeps the Pot Boiling","web_url":"https://www.nytimes.com/1994/03/16/sports/on-pro-hockey-a-hot-stove-keeps-the-pot-boiling.html","abstract":"  The modern hockey business is like a big stove with a lot of burners fired up under many hot pots and pans. One big dish will get stirred a bit today in New York when the National Hockey League commissioner, Gary Bettman, meets with Bob Goodenow, the executive director for the N.H.L. Players Association, for their first negotiating session in several weeks.   The players have worked without a collective bargaining agreement all season. Two years ago, under similar circumstances, the players went on strike right before the Stanley Cup playoffs. With the tournament a month away and their leverage almost identical, is it time for deja vu all over again?","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Public & Private; Victim and Valkyrie","web_url":"https://www.nytimes.com/1994/03/16/opinion/public-private-victim-and-valkyrie.html","abstract":"  When the elevator door was finally opened it looked as though a bottle of cranberry juice had broken, on the walls, the floor, a scream of red. But it was blood. Blood where he slit her throat, blood where he broke her jaw, blood where he knocked out her front teeth.    It was only after he had done all that that he told her to take off her clothes.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Graf's Few Challengers Oblige Her at Lipton","web_url":"https://www.nytimes.com/1994/03/16/sports/tennis-graf-s-few-challengers-oblige-her-at-lipton.html","abstract":"  There is stagnancy, in the unyielding form of Steffi Graf, at the pinnacle of women's tennis. But if today's double dose of upsets to the players seeded just behind Graf at the Lipton Championships are any indication, a significant shifting of the guard is going on among her understudies.    This particular shift not only cost the Lipton its second- and third-seeded players in the quarterfinals, but it also spoiled the bid of the two-time defending champion, Arantxa Sanchez Vicario, to become the first three-time winner here and extended the astonishing title-less streak of Gabriela Sabatini to 31 tournaments.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/16/style/chronicle-479110.html","abstract":"  Paper plates have never had it so good. Bass wrapped in phyllo dough and tiramisu were served on disposables at lunch yesterday at the Four Seasons.   The occasion for the nontraditional presentation was a luncheon sponsored by Dixie to introduce a new line of decorative mix-and-match paper tableware. KAKI HOCKERSMITH, the interior decorator whom Bill and Hillary Rodham Clinton hired to work on the White House, endorsed the line.","thumbnail":null,"section":"Style"},{"date":"19940316","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/16/theater/theater-in-review-482170.html","abstract":"  As You Like It  Judith Anderson Theater 422 West 42d Street Clinton Through March 27 By William Shakespeare; directed by Edward Berkeley; set by Anne C. Patterson; costumes by Richard Shawn Dudley; lighting by Steven Rust; music by Wade Russo; choreography by Nora Kasarda. Presented by Willow Cabin Theater Company, Mr. Berkeley, artistic director; Adam Oliensis and Maria Radman, producing directors.","thumbnail":null,"section":"Theater"},{"date":"19940316","headline":"EXPERTS TO REVIEW STUDY CONCLUSIONS","web_url":"https://www.nytimes.com/1994/03/16/us/experts-to-review-study-conclusions.html","abstract":"  Federal health officials have commissioned three statisticians to analyze independently data from a flawed breast cancer study, in the hope that the re-analysis will assure the public that the original conclusions remain valid.   The statisticians are to finish their analysis in two weeks, said Dr. Michael A. Friedman, an official of the National Cancer Institute, a Federal agency in Bethesda, Md. The institute, which commissioned the review, paid tens of millions of dollars for the initial study, which helped change the way breast cancer is treated. It concluded that lumpectomies followed by radiation are as effective as full mastectomies in preventing spread of the disease in many women with early breast cancer.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Giuliani Cuts Cash Awards To Landlords for Homeless","web_url":"https://www.nytimes.com/1994/03/16/nyregion/giuliani-cuts-cash-awards-to-landlords-for-homeless.html","abstract":"  The Giuliani administration has ordered drastic cuts in a program that has awarded landlords thousands of dollars in incentives for providing apartments to homeless families living in shelters.   Administration officials said the bonus program paid some landlords too much money. They said the reduction would not hurt the program in part because of recent increases in Federal rent subsidies.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Even Without Starks, Knicks Roll to No. 7 in Row","web_url":"https://www.nytimes.com/1994/03/16/sports/pro-basketball-even-without-starks-knicks-roll-to-no-7-in-row.html","abstract":"  Winning without John Starks may not be easy, but the Knicks intend to keep winning.   Continuing their remarkable defensive run, and keeping their poise during a fourth-quarter cold spell, the Knicks squeezed out an 88-82 victory over the Indiana Pacers last night at Madison Square Garden. It was the Knicks' seventh consecutive victory, matching their longest streak of the season, when they started the season 7-0. And in each of these victories, New York has held its opponent to fewer than 90 points, extending a franchise record.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Echoes of Jacob Riis","web_url":"https://www.nytimes.com/1994/03/16/opinion/echoes-of-jacob-riis.html","abstract":"  In a room not 13 feet either way slept 10 men and women, two or three in bunks set in a sort of alcove, the rest on the floor. A kerosene lamp burned timidly in the fearful atmosphere, probably to guide other and later arrivals to their \"beds\" for it was only just past midnight. . . . The \"apartment\" was one of three in two adjoining buildings . . . similarly crowded.   Only the kerosene lamp stamps the above as having been written more than 100 years ago. In all other particulars it might have appeared last Sunday, in a Times article on the thousands of New Yorkers, most of them illegal immigrants, who live in basement cubicles. They may have come from different countries from the people the photojournalist Jacob Riis described in 1890, in his powerful \"How the Other Half Lives.\" But like them they come with the \"purpose and ambition to better  [ themselves ]  and, given half a chance, might be reasonably expected to make the most of it.\" The trick, of course, is getting that half a chance.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Review/Film; After 50 Years on the Defensive, Still a Cinema Master","web_url":"https://www.nytimes.com/1994/03/16/movies/review-film-after-50-years-on-the-defensive-still-a-cinema-master.html","abstract":"  \"The Wonderful, Horrible Life of Leni Riefenstahl\" was shown as part of the 1993 New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 14. The film opens today at Film Forum 2, 209 West Houston Street, South Village.   Ray Muller's \"Wonderful, Horrible Life of Leni Riefenstahl\" is a big, long (over three hours), sometimes clunky but consistently fascinating documentary portrait of the woman most easily identified as Hitler's favorite film maker, with good reason. Ms. Riefenstahl's two outstanding films, \"Triumph of the Will\" (1935) and \"Olympia\" (1938), for all of their esthetic glories, served the propaganda machine of National Socialism in ways that probably neither Hitler nor Ms. Riefenstahl could have foreseen.","thumbnail":null,"section":"Movies"},{"date":"19940316","headline":"U.S. Pro League Moves Along By Signing a Television Deal","web_url":"https://www.nytimes.com/1994/03/16/sports/soccer-us-pro-league-moves-along-by-signing-a-television-deal.html","abstract":"  Major League Soccer, the legacy of the World Cup's being awarded to the United States, yesterday announced three-year television deals with ESPN and ABC.   When the 12-team league starts play in April 1995, ESPN will televise 10 games, ESPN2 will air 25 games and ABC will broadcast the championship game.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"The Forgotten War : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-the-forgotten-war-letters-to-the-editor.html","abstract":"Why do the Western news media give so much attention to the war in Bosnia when two ex-Soviet republics, Armenia and Azerbaijan, have been destroying each other for five years without anyone paying the slightest bit of notice? Thousands have been slaughte","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/16/theater/theater-in-review-482161.html","abstract":"  Cole Porter's 'Jubilee'  Medicine Show 552 West 53d Street Clinton Through April 2 Book by Moss Hart; music and lyrics by Cole Porter; directed by Barbara Vann; music director and pianist, Mihoko Suzuki; decor by Knox Martin; choreography by Tim Harling and Lisa Giobbi; lighting by Stacey-Jo Marine; set construction by Dominique La Porte; costume construction by Aimee Grubel and Kaori Terao. Presented by Medicine Show.","thumbnail":null,"section":"Theater"},{"date":"19940316","headline":"Review/Music; Bang on a Can and Lincoln Center Survive First Concert Unmarked","web_url":"https://www.nytimes.com/1994/03/16/arts/review-music-bang-on-a-can-and-lincoln-center-survive-first-concert-unmarked.html","abstract":"  Professional worriers of different stripes are no doubt poring over the schedule of the eighth Bang on a Can series, searching for portents. For some, Lincoln Center's adoption of the post-Minimalist downtown festival, with its informal atmosphere and its occasional nods to rock-and-roll, is a sign of Western civilization's imminent collapse; or at least, of Lincoln Center's shameless abandonment of the artistic high ground in pursuit of trendiness. The alternative fear is that Bang on a Can, having allowed itself to be absorbed by Lincoln Center, will surrender its quirkily omnivorous character and be sucked into the bland mainstream.    Maybe both sides have a point. But after their first dance, on Monday evening at the Walter Reade Theater, neither Lincoln Center nor Bang on a Can seemed any worse for the encounter. The performers were the Bang on a Can All Stars, a flexible and expert sextet with Maya Beiser, cellist, Lisa Moore, pianist, Mark Stewart, guitarist, Evan Ziporyn, clarinetist and saxophonist, Robert Black, bassist and Steven Schick, percussionist. The group, which has lately done some international touring, offered nearly three hours of new music, much of it fully involving.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"Serbs Block U.N. Relief Convoy to Besieged Town in Bosnia","web_url":"https://www.nytimes.com/1994/03/16/world/serbs-block-un-relief-convoy-to-besieged-town-in-bosnia.html","abstract":"  Bosnian Serb nationalists defied fresh United Nations Security Council demands today and refused permission for an aid convoy to enter Maglaj, a besieged Muslim pocket north of here where an estimated 103,000 people have been trapped for 10 months.   Late Monday, the Security Council demanded that the Serbs lift their siege of Maglaj and stop pilfering supplies from Maglaj-bound aid convoys.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Reluctantly, Couple Seek Refuge","web_url":"https://www.nytimes.com/1994/03/16/nyregion/reluctantly-couple-seek-refuge.html","abstract":"  As they edge toward late middle age, Henry and Geraldine Fox Grass are planning to leave the suburbs they watched spring up over the farmlands and resort beaches of Long Island. But they will be reluctant exiles, forced out by property taxes and prices that make growing old here unthinkable.   The couple, whose Long Beach condominium overlooks the Atlantic Ocean, have been considering moving to Wilmington, N.C. \"It's like Long Island in the 50's,\" Mrs. Grass said recently.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Citing Cancer, Fish Declares He Will Retire From Congress","web_url":"https://www.nytimes.com/1994/03/16/nyregion/citing-cancer-fish-declares-he-will-retire-from-congress.html","abstract":"  Representative Hamilton Fish Jr., the New York State Republican who followed his father, grandfather and great-grandfather into the United States Congress, announced today that he would retire when his 13th term ends next January because he is battling a recurrence of cancer.    Mr. Fish's unexpected announcement leaves wide open the race for the House seat in his district, which covers all of Putnam County and parts of Westchester, Dutchess and Orange Counties. His withdrawal also raises the possibility that for the first time since 1843 a Hamilton Fish will not be representing the state in Congress.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Cincinnati Signs Oliver, a Free Agent","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-people-football-cincinnati-signs-oliver-a-free-agent.html","abstract":"  The Cincinnati Bengals signed safety LOUIS OLIVER yesterday to a two-year, $3.5 million contract after a team doctor concluded that Oliver has healed from the foot injury that caused him to miss the last five games of 1993 with the Miami Dolphins.   The Bengals declined to reveal terms of the contract with Oliver, who had been a protected transition player until the Dolphins lifted that designation when they signed MICHAEL STEWART this week.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"1944: Cassino Is Erased : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-1944-cassino-is-erased-in-our-pages100-75-and-50-years-ago.html","abstract":"ALGIERS - [From our New York edition:] The town of Cassino, for which the Allies have been fighting for six weeks, was virtually wiped off the face of the earth today [March 15] in the fiercest air attack of the Italian campaign. All the heavy, medium and","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/16/nyregion/c-corrections-481483.html","abstract":"  A brief report in the Music Notes column yesterday about the appointment of two conductors by the Philadelphia Orchestra misstated one title. At the beginning of the 1994-95 season, Luis Biava is to become a conductor in residence, not an acting assistant conductor.  ","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/16/sports/transactions-480614.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Released Scott Taylor, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"No Vindication of North","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-no-vindication-of-north-481726.html","abstract":"  To the Editor:   Statements in news accounts about Oliver L. North, who is now hoping to run for the Senate from Virginia, that his convictions were overturned and the charges dismissed are true, but misleading. They help perpetuate the myth, cultivated by him, that he was vindicated by the appeals court.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Standing Up to China","web_url":"https://www.nytimes.com/1994/03/16/opinion/standing-up-to-china.html","abstract":"  When dealing with China, it sometimes helps to see matters through Chinese eyes. As Beijing views it, a great power must always insist on being treated with due respect. To behave otherwise is to acknowledge inferiority and therefore to forfeit influence.    During Secretary of State Christopher's weekend visit to Beijing, Chinese leaders aggressively asserted what they see as the prerogatives of China. They deliberately humiliated America's highest-ranking diplomat by temporarily rounding up some of the country's most prominent dissidents, and by detaining several Western correspondents trying to report on the crackdown.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"France Confronts Vichy Past in War Crimes Trial","web_url":"https://www.nytimes.com/1994/03/16/world/france-confronts-vichy-past-in-war-crimes-trial.html","abstract":"  Almost half a century after the liberation of France from German occupation, an ailing 78-year-old man, accused of ordering the execution of seven Jews in 1944, on Thursday will become the first French citizen to be tried for crimes against humanity committed during World War II.   Many thought this day would never come. In the 1980's, three other aging Frenchmen were also charged with crimes against humanity for deporting Jews to Nazi death camps, but endless delays in all four cases suggested strong official resistance to reopening the debate about France's wartime past.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"New Work for Flute","web_url":"https://www.nytimes.com/1994/03/16/arts/new-work-for-flute.html","abstract":"  Renee Kremsier, a flutist, is to play the world premiere of \"Turnabout,\" by Barbara Kolb, in a recital tonight at Merkin Concert Hall, 129 West 67th Street, Manhattan. Also on the program are Poulenc's Sonata for Flute and Piano, Bach's Partita in A minor for Solo Flute, Georges Hue's Fantaisie, and Carl Reinecke's \"Undine\" Sonata in E minor. Deborah DeWolf Emery is the pianist. Tickets are $12; $8 for students and the elderly. Information: (212) 362-8719.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"Flawed Cancer Study Haunts Many Women","web_url":"https://www.nytimes.com/1994/03/16/us/flawed-cancer-study-haunts-many-women.html","abstract":"  Geri Barish lost her mother to breast cancer. So when she found a lump in her breast in June 1986, the decision about what she should do weighed heavily on her.   In the end, Mrs. Barish, of Baldwin, L.I., said she based her choice on a study that said removing the tumor would be as effective as removing the entire breast. She had a lumpectomy.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Ferguson-Mercer Trial Set Amid Sparring Over Jury","web_url":"https://www.nytimes.com/1994/03/16/sports/boxing-ferguson-mercer-trial-set-amid-sparring-over-jury.html","abstract":"  The trial of Ray Mercer, who is charged with attempting to bribe Jesse Ferguson to throw their heavyweight bout at Madison Square Garden last year, finally gets under way today in State Supreme Court in Manhattan. But not before some preliminary sparring yesterday in which the judge repeatedly chided the prosecution for allegedly trying to exclude jurors because of their race.   Justice Jeffrey M. Atlas turned down virtually all of Assistant District Attorney Roslynn Mauskopf's challenges to black jurors. At one point, his voice rising, the judge told her, \"I'm sure they were not racially motivated, but they were racial.\" Both Mercer and Ferguson are black.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/03/16/us/personal-health-479004.html","abstract":"  PAIN, not death, is widely acknowledged to be the most feared aspect of cancer. To escape from or avoid intolerable pain, cancer patients sometimes go so far as to attempt suicide. Few seem to know that they suffer in vain, and that the pain of cancer, even when far advanced, can be adequately controlled in at least 90 percent of cases.   Even fewer realize that in trying to ignore their pain and maintain a stiff upper lip, they may actually be compromising their chances for recovery as well as wrecking their quality of life.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Black Summit Can't Exclude Nation of Islam; Not N.A.A.C.P. of Old","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-black-summit-can-t-exclude-nation-of-islam-not-naacp-of-old-481777.html","abstract":"  To the Editor:    \"The N.A.A.C.P.'s Mistake\" (editorial, March 7) is correct to criticize the courting of Louis Farrakhan, the Nation of Islam's head, by the National Association for the Advancement of Colored People. But you are inaccurate on the N.A.A.C.P.'s history and attitude regarding black extremists in the civil rights movement.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Protect the Child, but Also Protect the Innocent","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-protect-the-child-but-also-protect-the-innocent-481742.html","abstract":"  To the Editor:   \"A Federal appeals court in Manhattan has ruled that the standard of evidence used by New York State to place a suspect's name on its central child-abuse register poses an 'unacceptably high risk of error,' and that many people are placed on the list who do not belong there\" (front page, March 6). I read with pleasure of this step to correct an unchecked system of abuse or potential abuse.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Viewers in Britain Catch a Bouquet Of America's Weirdest TV Shows","web_url":"https://www.nytimes.com/1994/03/16/arts/viewers-in-britain-catch-a-bouquet-of-america-s-weirdest-tv-shows.html","abstract":"  Pity the poor British. At a time when Americans routinely receive 50, 75, even 100 channels, most people in England have to make do with four. This makes channel surfing here a lot like trying to ride the waves in the Central Park Reservoir.   Now, though, the British have a show that does the zapping for them. Naturally, it is made in America. And the vision it presents of the multi-channel world is such that many viewers here may be tempted to trade in their remote controls.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"Fire Disrupts Los Angeles Phone Service","web_url":"https://www.nytimes.com/1994/03/16/us/fire-disrupts-los-angeles-phone-service.html","abstract":"  An early morning fire at a telephone switching station in downtown Los Angeles disrupted phone service for more than three million Southern Californians today and knocked out the area's emergency 911 system for several hours.    Forty percent of the calls routed through Los Angeles were affected, said a spokeswoman for the Pacific Bell Telephone Company. Most telephone service was restored by midday, but for several hours many downtown offices had to go without their phones, fax machines and computers.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Thousands in Hungary Denounce Dismissal of Broadcast Journalists","web_url":"https://www.nytimes.com/1994/03/16/world/thousands-in-hungary-denounce-dismissal-of-broadcast-journalists.html","abstract":"  Tens of thousands of people have demonstrated in the streets here in the last two days over the Government's dismissal of journalists at its radio and television stations.   As Hungary's right-of-center Government gears up for elections in May, prominent journalists were dismissed from state radio and television amid charges that the Government is trying to muzzle the airwaves.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/16/nyregion/c-corrections-481475.html","abstract":"  Because of an editing error, a front-page article on Monday about a Federal investigation of a study of breast cancer treatments referred incorrectly in some copies to the extent of wrongdoing found. Data were falsified, but there was no finding of fraud. The article also misstated the year of the study's publication in The New England Journal of Medicine. It was 1985, not 1989.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Books of The Times; Voyaging in a Realm Next Door to Rational","web_url":"https://www.nytimes.com/1994/03/16/books/books-of-the-times-voyaging-in-a-realm-next-door-to-rational.html","abstract":"  The Oxford Book of Fantasy Stories  Selected by Tom Shippey  499 pages. Oxford University Press. $25.    \" 'So you won't sell me your soul?' said the Devil.","thumbnail":null,"section":"Books"},{"date":"19940316","headline":"Rights Group Says Israel Failed to Enforce Law Against Violent Settlers","web_url":"https://www.nytimes.com/1994/03/16/world/rights-group-says-israel-failed-to-enforce-law-against-violent-settlers.html","abstract":"  An Israeli human rights group asserted today that the Israeli authorities had failed for years to enforce the law against violent Jewish settlers in the occupied territories, thereby setting the stage for the massacre of Muslim worshipers last month in Hebron.   The group's findings reinforced testimony last week before a state commission of inquiry into the massacre indicating that the army reacts differently to violence by Jews and by Arabs.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/16/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location will be shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"North Korea Said to Block Taking Of Radioactive Samples From Site","web_url":"https://www.nytimes.com/1994/03/16/world/north-korea-said-to-block-taking-of-radioactive-samples-from-site.html","abstract":"  North Korea blocked inspectors from the International Atomic Energy Agency last week from taking critical samples of radioactive material inside their most important nuclear site, making it impossible to determine if North Korea is still working to develop an atomic weapon, officials in several countries who have been tracking the vital inspection say.   It is unclear if the agency, an arm of the United Nations, will declare the inspection a failure when its seven-member team reports on its findings at the agency's headquarters in Vienna on Wednesday.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Fruit Juice May Hinder Child Growth","web_url":"https://www.nytimes.com/1994/03/16/us/fruit-juice-may-hinder-child-growth.html","abstract":"  SOME young children who fail to grow properly may be suffering from overconsumption of fruit juice, which takes the place of more nourishing foods, a study of eight very young Brooklyn children suggests. The children from 14 to 27 months old, were examined because they had not gained weight or increased in height as expected for children their age.   All were consuming large amounts of fruit juice, most often apple juice. Juice intake ranged from 12 to 30 ounces a day and contributed from 25 to 60 percent of their daily calories.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"No E-Mail From Walden","web_url":"https://www.nytimes.com/1994/03/16/opinion/no-email-from-walden.html","abstract":"Driven by our obsession to compete, we have embraced the electronic god with a frenzy. Soon, blessed with fax, voice- and E-mail, computer hookups and TV's with hundreds of channels, we won't have to leave our lonely rooms -- not to write a check, work, visit, shop, exercise or make love. We will have raced at incredible speeds to reach our final destination -- nothing.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Playing Soccer's Power Games","web_url":"https://www.nytimes.com/1994/03/16/sports/IHT-playing-soccers-power-games.html","abstract":"Reports of the imminent departure from the FIFA presidency of Joo Havelange fall into the Mark Twain category: highly exaggerated..Havelange, the elected head of soccer's international power since 1974, insists he is fit to run for another four-y","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/16/us/inside-474797.html","abstract":"  Breast Cancer Study Debate   Researchers see possible risks to women in a study of whether the drug tamoxifen can prevent breast cancer, but the National Cancer Institute says it should continue. Page B7. Health Plan Passes a Test    A House panel narrowly voted to endorse a Clinton proposal requiring employers to help pay for their workers' health insurance. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Review/Television; A Documentary Glimpse Of the Actual Schindler","web_url":"https://www.nytimes.com/1994/03/16/movies/review-television-a-documentary-glimpse-of-the-actual-schindler.html","abstract":"  Between the Thomas Keneally novel that won the Booker Prize in 1982 and the Steven Spielberg movie that is likely to win several Academy Awards next week came a 1983 Thames Television documentary about Oskar Schindler, the enigmatic black marketeer and Nazi Party member who is credited with saving 1,000 Jews from German death camps. You can see the absorbing, moving, even inspiring work tonight on Channel 11.   \"Schindler,\" a 78-minute compilation of pictures from German archives and the testimony of people who knew the man, lays out the facts with less art but also less artifice than Mr. Spielberg's \"Schindler's List.\" Among the witnesses are men and women who say they owe their lives to the flamboyant factory owner; his wife, Emilie, who tells cheerfully how she reconciled herself to his taste for other women, and Ruth Kalder, the mistress of Amon Goeth, a camp commander who was executed as a war criminal.","thumbnail":null,"section":"Movies"},{"date":"19940316","headline":"White House Memo; A Traveling President Trailed by Whitewater","web_url":"https://www.nytimes.com/1994/03/16/us/white-house-memo-a-traveling-president-trailed-by-whitewater.html","abstract":"  As Bill Clinton floated into Boston Harbor aboard a ferry named Beacon, fireboats sent plumes of water into the air and supporters cheered on the dock. But Mr. Clinton was out of sight for much of the short ride on Monday, hunkered below deck on a secure mobile telephone where he could talk to his Associate Attorney General, Webster L. Hubbell, who had just resigned.   Despite his efforts to get away from the distraction of the Whitewater investigation, Mr. Clinton has found that escaping from bad news in Washington is not so simple. As he traveled through Michigan, Massachusetts and New Hampshire this week, he was forced to cope with the fallout at every turn.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"The Whitewater Fallacy","web_url":"https://www.nytimes.com/1994/03/16/opinion/the-whitewater-fallacy.html","abstract":"  Reliable sources tell me that the word \"incestuous\" is coded into the computers of all news media people writing about Arkansas and Whitewater. Press the F1 key and a reflexive sentence will describe the illicit political and financial culture from which the President of the United States sprang.   So long have Arkansans endured the hillbilly caricature that defensiveness is part of their genetic code. They know why the incest metaphor seems so natural to Washington reporters, whose picture of Arkansas is of an ethical Dogpatch where savings-and-loan schemers bed their sisters and then get their idiot spawn appointed to the state regulatory agencies.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/16/sports/results-plus-479195.html","abstract":"  N.H.L.  Gretzky Is a Step Closer  Although his team outscored the Ottawa Senators by 7-0 last night in Inglewood, Calif., Wayne Gretzky had only one of those goals, leaving him at 799, two away from tying Gordie Howe's National Hockey League record of 801 career goals. At 3:15 of the second period, Gretzky converted a pass from rookie Robert Lang at the right of the net against goalie Craig Billington. After the Kings chased goalie Mark LaForest from the net with their fourth straight goal at 12:44 of the first period, Gretzky put the puck behind Billington on a breakaway with 1:03 left before intermission. But the goal was disallowed by Referee Dennis LaRue, who had already whistled the Kings' Tony Granato for hooking. (AP) Capitals 5, Penguins 4: Randy Burridge scored his third goal of the game 40 seconds into overtime as the Washington Capitals ended a six-game streak with a victory by defeating the Penguins, 5-4, last night in Pittsburgh. Burridge scored his 23d goal of the season just as a Washington power play ended. He deflected Michal Pivonka's pass from the right wing boards through Tom Barrasso's legs for the third hat trick of his career. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Both Your Houses : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-both-your-houses-letters-to-the-editor.html","abstract":"Regarding \"Optimism and Outrage\" (Letters, Feb. 24):.While writing of violent acts in Northern Ireland, Ronald Grey makes no allusion to killings perpetrated by unionist paramilitaries, who often justify their actions as reactions to Irish Re","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Mr. Hubbell's Necessary Departure","web_url":"https://www.nytimes.com/1994/03/16/opinion/mr-hubbell-s-necessary-departure.html","abstract":"  Webster Hubbell's decision to leave Washington to deal with a nest of angry hornets at his old Little Rock law firm is good for the Justice Department, good for the public and probably good for his very dear friends and principal patrons, President and Mrs. Clinton.    The immediate beneficiary is Attorney General Janet Reno, who now has a chance to show that her department is truly independent of White House influence. Mr. Hubbell had undertaken major responsibilities and, by Ms. Reno's account, was acquitting himself well. Still, the presence of the President's old golfing partner in the number three post has long created the impression that the interests of Justice were subservient to the political requirements of the White House.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"If Kohl Were to Fall","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-if-kohl-were-to-fall.html","abstract":"Helmut Kohl has put a brave face on it, but the vote in Lower Saxony makes it necessary for Germany's friends to start wondering what a Kohl-less Germany would mean for them..Mr. Kohl says he still has a realistic chance of staying chancellor after nex","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Rangers' Canseco Contemplated Suicide","web_url":"https://www.nytimes.com/1994/03/16/sports/sports-people-baseball-rangers-canseco-contemplated-suicide.html","abstract":"  JOSE CANSECO was so upset over the crumbling of his personal and professional lives that he considered committing suicide, although the Texas Rangers slugger says he never tried killing himself.   \"The last two years were a total nightmare,\" Canseco told The Fort Worth Star-Telegram columnist JIM REEVES in a column published yesterday. \"When the bottom really fell out was that period from about four or five months after I was traded until about six or eight months ago.\"","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"In Italian Election, Brash Words Help","web_url":"https://www.nytimes.com/1994/03/16/world/in-italian-election-brash-words-help.html","abstract":"  Umberto Bossi seemed to be warmed less by the loden topcoat that protected him from the Alpine cold than by the fervor of his accustomed conviction.   \"We will be the linchpin of any government that is formed in this country,\" the slight, tousled leader of the separatist-minded Northern League told a crowd in the mountain town of Aosta early this month.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Administration Faulted on Rikers Melee","web_url":"https://www.nytimes.com/1994/03/16/nyregion/administration-faulted-on-rikers-melee.html","abstract":"  A day after a melee on Rikers Island, the New York City Council Speaker questioned whether a recent transfer of inmates to the prison might have contributed to the disturbance, and leaders of the guards' union seized the occasion to warn that budget cuts could lead to more trouble.   The Council Speaker, Peter F. Vallone, criticized the Giuliani administration for closing a jail in Brooklyn on March 1, which led to the transfer of about 900 inmates to Rikers Island. And leaders of the correction officers' union attacked plans to trim nearly 1,000 correction officers over the next two years.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Keeping Rabies at Bay : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-keeping-rabies-at-bay-letters-to-the-editor.html","abstract":"Regarding \"Nonrabid Britain\" (Letters, Feb. 11):.My husband and I have traveled through most of Europe, taking the dogs with us in the car and trailer. Our dogs are properly vaccinated, and it is therefore impossible for them to bring rabies","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/16/nyregion/metro-digest-476226.html","abstract":"  L.I. SUBURBS TRY TO ADAPT TO THE FUTURE   The Long Island suburbs, which pioneered a new and better way to live in postwar America, are struggling with problems they never expected to reach their door. They have become a bellwether for the nation's older suburbs, trying to adapt to an uncertain and threatening future. A1. INTERSTATE TRADE OF POLLUTION RIGHTS   In the first deal of its kind across state lines, a New Jersey utility will clean up its generating stations so boilers in Connecticut can emit more smog-producing chemicals. A1.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/03/16/style/eating-well.html","abstract":"THE mealtime scenes are all too familiar: children refuse to eat and their parents repeat the lines they heard as children, as if by rote: \"Eat another bite and you can have dessert,\" or \"I didn't stand over a hot stove for you to tell me you're not hungry.\"\n\nWhen the table becomes a battleground and food the ammunition, both parents and children lose.","thumbnail":null,"section":"Style"},{"date":"19940316","headline":"Silicon Valley Schools Set Technical Standard","web_url":"https://www.nytimes.com/1994/03/16/us/silicon-valley-schools-set-technical-standard.html","abstract":"  This is how the children of Silicon Valley use computers in the classroom:   At every grade level, the curriculum integrates technology with math, science, English and the arts. In biology class, for example, students might view the life of a cell on their monitor, stopping to identify mitochondria or the nucleus.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Lawyers Draft Agreement in Silicone-Implant Suit","web_url":"https://www.nytimes.com/1994/03/16/us/lawyers-draft-agreement-in-silicone-implant-suit.html","abstract":"  Negotiators for recipients of silicone breast implants and for most of the companies that made the devices are preparing to submit to a Federal judge their agreement in the $4.75 billion settlement of the nation's largest product-liability dispute.   Ralph I. Knowles, representing the plaintiffs, said that both teams of negotiators would meet on Wednesday in Tuscaloosa, Ala., and hoped to present a signed draft of the agreement that night to Judge Sam C. Pointer Jr. of Federal District Court in Birmingham, who supervises all Federal breast-implant litigation.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"All Pain Deserves To Be Treated","web_url":"https://www.nytimes.com/1994/03/16/opinion/l-all-pain-deserves-to-be-treated-481734.html","abstract":"  To the Editor:   Re \"Making the Pain Go Away\" (editorial, March 4), on undertreated cancer pain: Your characterization of \"pain-racked patients\" who \"cry out for medication\" misses the point.","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"This Invitation Was Totally Unexpected","web_url":"https://www.nytimes.com/1994/03/16/sports/college-basketball-this-invitation-was-totally-unexpected.html","abstract":"  John Kresse sits in his office, trying to do an interview. It isn't working.   Every two minutes, the telephone rings. A congratulatory call from a former player in Germany. A call from a student wondering if Kresse has the authority to cancel classes for the rest of the week. A fan wondering how to get tickets.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"Sometimes a Company Must Become a School To Be a Good Business","web_url":"https://www.nytimes.com/1994/03/16/us/sometimes-a-company-must-become-a-school-to-be-a-good-business.html","abstract":"  Delta Wire hardly looks like much.   A windowless factory building in a small town in the lost back stretches of the mud-rich Delta, the company is an oasis of industry in a land of cotton crops and scrubby fields. With only 120 employees, it is small by city standards -- minuscule next to its top competitors -- a humble place, where the offices are uncarpeted and the attitude is unpretentious.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Facing Big-City Problems, L.I. Suburbs Try to Adapt","web_url":"https://www.nytimes.com/1994/03/16/nyregion/facing-big-city-problems-li-suburbs-try-to-adapt.html","abstract":"  The Long Island suburbs, which pioneered a new and better way to live in postwar America, are struggling with problems they never expected to reach their door. They have become a bellwether for the nation's older suburbs, trying to adapt to an uncertain and threatening future.    The Island's fiercely local brand of self-government grew up to serve bedroom communities of a like-minded middle class, almost entirely white, pursuing the good life.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Irish Parade Becomes a Political Hurdle","web_url":"https://www.nytimes.com/1994/03/16/nyregion/irish-parade-becomes-a-political-hurdle.html","abstract":"  For years, the coming of the St. Patrick's Day Parade was most visibly marked by the appearance of a green line painted down Fifth Avenue.   Now the painting of the green line is a harbinger not just of spring but of the annual argument over whether gay and lesbian marchers join in, and the tallying that follows of which politicians decided to make points by being in the line of march and which decided to make points by staying away.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"1894:A Bomb in Church : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-1894a-bomb-in-church-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A bomb exploded just inside the Madeleine at half-past two o'clock yesterday afternoon [March 15], and killed a young man who it is supposed carried it in his pocket. No one else was injured, and the church was not damaged. The police think that a","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"In America; The Prom And the Principal","web_url":"https://www.nytimes.com/1994/03/16/opinion/in-america-the-prom-and-the-principal.html","abstract":"  When you're 16 the high school prom is a very big thing, and so it was with Revonda Bowen, a child of mixed-race parentage, who is the president of the junior class at Randolph County High School in Wedowee, a very small town (population 800) in east-central Alabama.   The school has a 55-year-old principal named Hulond Humphries, who seems to have maintained an unhealthy longing for the grand old days of the 1950's when most black people in the United States, and especially those in the South, could be counted upon to know their place, and to stay there.   On","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Social Gains in Cuba : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/16/opinion/IHT-social-gains-in-cuba-letters-to-the-editor.html","abstract":"Regarding \"A New System Is Budding for Cubans\" (Feb. 7):.Douglas Farah fails to note that the \"social gains\" which the Castroites wish to protect are very real. Compare Cuban health and literacy figures with those of such American c","thumbnail":null,"section":"Opinion"},{"date":"19940316","headline":"Inquiry Into Double Agent to Examine Several Top C.I.A. Officials","web_url":"https://www.nytimes.com/1994/03/16/us/inquiry-into-double-agent-to-examine-several-top-cia-officials.html","abstract":"  Some senior officials of the Central Intelligence Agency are under scrutiny in a sweeping internal investigation to determine how an accused Soviet mole flourished at the agency for at least nine years, the head of the C.I.A. and other Government officials said today.   The investigation, by the agency's Inspector General, will focus in part on \"a relatively limited number of people\" whose \"behavior needs to be scrutinized carefully,\" the Director of Central Intelligence, R. James Woolsey, said in his first public comments since the arrest last month of Aldrich H. Ames, the career C.I.A. official accused of spying for Moscow.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/16/nyregion/news-summary-474266.html","abstract":"  International A2-14  NEW PROPOSAL FOR ISRAEL  In an effort to get talks with the P.L.O. under way again, the U.S. urged Israel to consider a proposal by the organization for a Palestinian police force in Hebron.  A1  ISRAELI SOLDIERS ACCUSED  Interviews with many Palestinians who were at the mosque in Hebron where a Jewish settler opened fire on Muslims praying lend credence to reports that at least one Israeli soldier fired on the crowd.  A1","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/16/arts/theater-in-review-479845.html","abstract":"  Titus Andronicus  St. Clement's Church 423 West 46th Street Clinton Through March 26 By William Shakespeare; directed by Julie Taymor; music by Elliot Goldenthal; set by Derek McLane; costumes by Constance Hoffman; lighting by Donald Holder; sound by Eric Liljestrand; music director, Richard Martinez; fight director, David Leong; voice and text consultant, Robert Neff Williams; dramaturg, James Leverett; production stage manager, Carol Dawes. Presented by Theater for a New Audience, Jeffrey Horowitz, artistic and producting director; Peter M. Kindlon, general manager.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"Data on Risks Create Debate About Drug to Prevent Breast Cancer","web_url":"https://www.nytimes.com/1994/03/16/us/data-on-risks-create-debate-about-drug-to-prevent-breast-cancer.html","abstract":"  New questions about the treatment and prevention of breast cancer have been raised by researchers who have access to data from a large trial on the use of the drug tamoxifen. The questions specifically concern the use of the drug among healthy women who are at high risk of the disease and who are taking the drug to prevent its onset.   The new data suggest that the drug may be riskier than had been thought, with the potential to cause fatal uterine cancers. A few experts are advising that the data are so persuasive that the study should be scrapped, just two years after it began.","thumbnail":null,"section":"U.S."},{"date":"19940316","headline":"Philip Morris Tops List of Lobbying Spenders in New York","web_url":"https://www.nytimes.com/1994/03/16/nyregion/philip-morris-tops-list-of-lobbying-spenders-in-new-york.html","abstract":"  Philip Morris, fighting off a number of stringent anti-smoking measures, was last year's biggest spender on efforts to lobby members of the New York State Legislature, followed by a state teachers' group and New York City, according to a report released today.   In all, 1,142 organizations, from private corporations to public authorities, paid a record $38.5 million last year for lobbying efforts to influence state legislation, an 11 percent increase over 1992, the annual report from the New York Temporary State Commission on Lobbying said.","thumbnail":null,"section":"New York"},{"date":"19940316","headline":"Knicks: A Train That Could (or Couldn't)","web_url":"https://www.nytimes.com/1994/03/16/sports/on-pro-basketball-knicks-a-train-that-could-or-couldn-t.html","abstract":"  They make you change your mind every half hour, these Knicks do, from quarter to quarter. They can win it all. No they can't. Yes they can, but you didn't read it here.   Last night's variation on Knick revelation was that they can get the job done without John Starks. Then they blew a 13-point lead to the Indiana Pacers. What fools we were to think that. Hold on. Hubert Davis just nailed a 3-pointer to put the Knicks ahead, then a neat lefty drive to sew up an 88-82 victory.","thumbnail":null,"section":"Sports"},{"date":"19940316","headline":"U.S. Urges Israel to Consider Role For the P.L.O. in Policing Hebron","web_url":"https://www.nytimes.com/1994/03/16/world/us-urges-israel-to-consider-role-for-the-plo-in-policing-hebron.html","abstract":"  In a new effort to restart Middle East peace talks, the United States urged Israel today to consider P.L.O. proposals that would put a Palestinian police force in control of Hebron, United States officials said.   According to United States and Palestinian officials, the Palestine Liberation Organization is also insisting that international observers be sent to the West Bank town and perhaps to other parts of the Israeli-occupied territories to help protect Palestinians.","thumbnail":null,"section":"World"},{"date":"19940316","headline":"Charles Kuralt Announces His Retirement","web_url":"https://www.nytimes.com/1994/03/16/arts/charles-kuralt-announces-his-retirement.html","abstract":"  Charles Kuralt, the widely respected anchor of the CBS News program \"Sunday Morning,\" announced his retirement from CBS yesterday after almost four decades on the air.   Long regarded as one of the best writers in television journalism, Mr. Kuralt, who will be 60 in September, cited a desire to travel and write as the reason he has chosen to step down now. He is planning to write a book on his 12 favorite locations in America, he said.","thumbnail":null,"section":"Arts"},{"date":"19940316","headline":"S.& L. IN ARKANSAS FACED 2d INQUIRY","web_url":"https://www.nytimes.com/1994/03/16/us/s-l-in-arkansas-faced-2d-inquiry.html","abstract":"  Clinton Administration officials last year rejected a recommendation by a senior regulator to open a Treasury Department investigation into the failed savings and loan association owned by President Clinton's former partner in the Whitewater venture, Government and Congressional officials said today.   The request to open a broad investigation of the savings institution was made by Brian McCormally, the top enforcement official for the Midwestern division of the Office of Thrift Supervision, which is part of the Treasury Department.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940316","time":"1994-03-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":69,"wspd":16.6},{"date":"19940316","time":"1994-03-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":76,"wspd":14.8},{"date":"19940316","time":"1994-03-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":77,"wspd":16.6},{"date":"19940316","time":"1994-03-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":75,"wspd":16.6},{"date":"19940316","time":"1994-03-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":71,"wspd":20.5},{"date":"19940316","time":"1994-03-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":72,"wspd":16.6},{"date":"19940316","time":"1994-03-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":74,"wspd":20.5},{"date":"19940316","time":"1994-03-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":78,"wspd":18.4},{"date":"19940316","time":"1994-03-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":72,"wspd":18.4},{"date":"19940316","time":"1994-03-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":66,"wspd":20.5},{"date":"19940316","time":"1994-03-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":65,"wspd":29.5},{"date":"19940316","time":"1994-03-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":54,"wspd":27.7},{"date":"19940316","time":"1994-03-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":40,"wspd":33.5},{"date":"19940316","time":"1994-03-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":42,"wspd":25.9},{"date":"19940316","time":"1994-03-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":39,"wspd":31.3},{"date":"19940316","time":"1994-03-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":51,"wspd":31.3},{"date":"19940316","time":"1994-03-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":48,"wspd":22.3},{"date":"19940316","time":"1994-03-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":49,"wspd":29.5},{"date":"19940316","time":"1994-03-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":67,"wspd":31.3},{"date":"19940316","time":"1994-03-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":63,"wspd":29.5},{"date":"19940316","time":"1994-03-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":74,"wspd":18.4},{"date":"19940316","time":"1994-03-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":61,"wspd":22.3},{"date":"19940316","time":"1994-03-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":62,"wspd":27.7},{"date":"19940316","time":"1994-03-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":54,"wspd":18.4},{"date":"19940316","time":"1994-03-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":22.3},{"date":"19940316","time":"1994-03-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":96,"wspd":16.6},{"date":"19940316","time":"1994-03-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":18.7},{"date":"19940316","time":"1994-03-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":16.6},{"date":"19940316","time":"1994-03-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13},{"date":"19940316","time":"1994-03-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":13},{"date":"19940316","time":"1994-03-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":11.2},{"date":"19940316","time":"1994-03-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":9.4},{"date":"19940316","time":"1994-03-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":7.6},{"date":"19940316","time":"1994-03-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":14.8},{"date":"19940316","time":"1994-03-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":96,"wspd":13},{"date":"19940316","time":"1994-03-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":86,"wspd":14.8},{"date":"19940316","time":"1994-03-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":79,"wspd":18.7},{"date":"19940316","time":"1994-03-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":16.6},{"date":"19940316","time":"1994-03-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":27.7},{"date":"19940316","time":"1994-03-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":49,"wspd":31.7},{"date":"19940316","time":"1994-03-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":43,"wspd":35.3},{"date":"19940316","time":"1994-03-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":38,"wspd":31.7},{"date":"19940316","time":"1994-03-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":38,"wspd":31.7},{"date":"19940316","time":"1994-03-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":37,"wspd":33.5},{"date":"19940316","time":"1994-03-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":36,"wspd":31.7},{"date":"19940316","time":"1994-03-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":35.3},{"date":"19940316","time":"1994-03-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":35,"wspd":35.3},{"date":"19940316","time":"1994-03-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":43,"wspd":35.3}]},"19940317":{"guardian_articles":[],"nytimes_articles":[{"date":"19940317","headline":"Seton Hall Hangs On With Brooks to Rescue","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-seton-hall-hangs-on-with-brooks-to-rescue.html","abstract":"  Near the end, when Seton Hall was simply trying to hang on and the strategy became oh-so simple: Give the ball to Jodi Brooks and get out of the way.   Or as her coach, Phyllis Mangina, said, \"It was 'Jodi, you make it happen.' \"","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Review/Music; A Master Of Guitar, Circling The Globe","web_url":"https://www.nytimes.com/1994/03/17/arts/review-music-a-master-of-guitar-circling-the-globe.html","abstract":"  The Australian guitarist John Williams has a great deal to say about his instrument's repertory, and during his current visit, he is offering his insights in a kind of guitaristic triptych at the 92d Street Y. The first concert, last Thursday, was devoted to Baroque music, and the finale, on Saturday, will be a bouquet of favorites by Albeniz, Falla and Barrios. But although Mr. Williams's mastery of those styles is evident from his many recordings, in some ways the most inviting of the three was the 20th-century program he played on Tuesday evening.   Actually, Mr. Williams's taste in new music is on the conservative side, and although the program brought together composers from an unusually broad geographic range -- Australia, Japan, Russia, the Czech Republic, Spain, Cuba and Italy were represented -- stylistic variety was less pronounced. Tonality reigned, and most of the works, including the latest additions to Mr. Williams's repertory, were built on harmonies, arpeggiation styles and juxtapositions of timbre that fell naturally on the fretboard.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"2 Top Art Shows Select French Directors","web_url":"https://www.nytimes.com/1994/03/17/arts/2-top-art-shows-select-french-directors.html","abstract":"  French curators will be in charge of the next incarnations of Europe's two most important surveys of international contemporary art. Catherine David, curator of the Galerie Nationale de Jeu de Paume in Paris, is to be the commissioner of Documenta 10, the prestigious survey of contemporary art in Kassel, Germany, in 1997. Jean Clair, an art historian who is director of the Musee Picasso in Paris, has been chosen commissioner of visual arts, the biggest part of the Venice Biennale, for 1995.   The French dominance of these powerful if temporary curatorial positions was unexpected. Both choices overturn established traditions, including selection processes that often seem mired in art world politics.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/17/us/inside-483729.html","abstract":"  Nuclear Impasse Derails U.S. Talks With North Korea    The United States canceled high-level talks with North Korea scheduled for next week because of the North's refusal to permit international monitors to complete their inspection of a key nuclear installation. Page A10. Pros Seek Extra Extra Point    The N.F.L.'s competition committee will propose allowing the 2-point conversion after touchdowns, and its adoption is almost certain. Page B11. Textbook Changes Rejected    A publisher has refused demands by Texas officials to revise a health textbook's treatment of sex. Page A21. Gene for Colon Cancer Found    Scientists have discovered a gene that accounts for many cases of hereditary colon cancer. Page B8.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Skating Group Is Angry; Kerrigan Is Silent","web_url":"https://www.nytimes.com/1994/03/17/sports/figure-skating-skating-group-is-angry-kerrigan-is-silent.html","abstract":"  Nancy Kerrigan chose not to comment, but figure skating authorities reacted with frustration and anger last night at being left uninformed by Oregon authorities about the plea bargain in which Tonya Harding resigned from the United States Figure Skating Association.   \"We have been informed by the Portland authorities of the plea bargain in Oregon under which Tonya Harding has pled guilty to a felony,\" said a statement issued by the Kerrigan family. \"Nancy and all of us have been through a lot lately. We need time to digest this news and discuss it as a family, and therefore we cannot comment further at this time.\"","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Bears Release Harbaugh, Former Top Pick","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-football-bears-release-harbaugh-former-top-pick.html","abstract":"  The Chicago Bears, who last month signed quarterback ERIK KRAMER from Detroit, yesterday released quarterback JIM HARBAUGH, who had started for the team for three years. The move, which was expected, makes Harbaugh an unrestricted free agent, allowing him to negotiate with any team without compensation to the Bears. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Review/Theater; Racial Perceptions As Multiple Metaphor","web_url":"https://www.nytimes.com/1994/03/17/theater/review-theater-racial-perceptions-as-multiple-metaphor.html","abstract":"  Joyce Carol Oates has written some fine short stories, but she is not by nature a miniaturist. She tends to be most at home with big topics -- particularly patterns of violence in everyday life that reflect broader sociological issues -- couched in expansive, surging narratives. A short play like \"Black,\" which is being presented by Women's Projects and Productions at the Intar Theater, can't comfortably accommodate all the weighty issues she stocks it with. Unable to employ her compelling novelistic voice, she burdens her characters with thematic dialogue that sometimes suggests a blueprint for an essay in The New York Review of Books.   Set in a middle-class living room in a New Jersey town, \"Black\" traces the deterioration of a dinner party given by a white woman and her black lover for the woman's ex-husband. It is a sort of topical variation on the Walpurgisnacht of \"Who's Afraid of Virginia Woolf,\" in which the pretense at civility soon slips into nasty, soul-baring explosiveness.","thumbnail":null,"section":"Theater"},{"date":"19940317","headline":"Lighter Tax Burden","web_url":"https://www.nytimes.com/1994/03/17/us/lighter-tax-burden.html","abstract":"  As states move to cut taxes, a report says 1994 may be the first year since 1985 that the burden of state levies is expected to ease. Page A21.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Israelis' Hearing on Hebron Boycotted by Islamic Aides","web_url":"https://www.nytimes.com/1994/03/17/world/israelis-hearing-on-hebron-boycotted-by-islamic-aides.html","abstract":"  Islamic officials and other Palestinians turned down invitations to testify today at a hearing of the Israeli commission investigating the Hebron massacre after Islamic leaders in Jerusalem urged no cooperation with the Israelis.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"The Seeds of Conflict : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-the-seeds-of-conflict-letters-to-the-editor.html","abstract":"Regarding the editorial \"Greece Has It Wrong\" (March 9):.Given the Soviet Union's formidable military might as recently as 10 years ago, who could have predicted its dismantling and Russia's relative weakness today? Similarly, who can predict","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Michigan Votes for Revolution In Financing Its Public Schools","web_url":"https://www.nytimes.com/1994/03/17/us/michigan-votes-for-revolution-in-financing-its-public-schools.html","abstract":"  In the nation's most dramatic shift in a century in the way public schools are financed, Michigan will begin using sales and other taxes, not property taxes, to pay for its 3,286 schools.    The experiment also includes provisions to begin equalizing spending by rich and poor districts throughout the state by giving each district a minimum of $4,200 a student, $1,000 more than the poorer districts now spend. The plan is being examined by several states; 28 are now mired in lawsuits about the inequities of financing from property taxes.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Cost of Privatization : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-cost-of-privatization-letters-to-the-editor.html","abstract":"Regarding \"Privatized U.K. Industry Rebounds\" (Business/Finance, Feb. 24) by Richard W. Stevenson:.The writer reports on the proliferation of industries privatized by recent British governments. What has happened in nearly all the cases he li","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/17/style/chronicle-490431.html","abstract":"  Question: What do you get when you put CARLOS SANTANA, BUFFY SAINTE-MARIE, BOBBY SEALE, DANIEL BERRIGAN, DOLORES HUERTA, PETE SEEGER, MICHELLE SHOCKED and SPIKE LEE in a room together?   Answer: A television commercial for Ben & Jerry's ice cream.","thumbnail":null,"section":"Style"},{"date":"19940317","headline":"Review/Dance; A Burst of Life's Energy Long Pent Up","web_url":"https://www.nytimes.com/1994/03/17/arts/review-dance-a-burst-of-life-s-energy-long-pent-up.html","abstract":"  Everything is in flux in \"Sounddance,\" the turbulent, explosive masterwork that Merce Cunningham has mysteriously kept out of public view since 1980.   On Tuesday night, the Merce Cunningham Dance Company gave the 1975 piece a grand revival that promises to be a major highlight of the entire dance season. The audience at City Center (131 West 55th Street, Manhattan) sprang to its feet for a rousing ovation at the end. It was an understandable kinesthetic response to the vigorous whirlpool of activity on display.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Judge Accepts Harding Plea In Conspiracy","web_url":"https://www.nytimes.com/1994/03/17/sports/figure-skating-judge-accepts-harding-plea-in-conspiracy.html","abstract":"  A 10-week whodunit that captured world attention for the unlikely backdrop of figure skating came to an inconclusive halt yesterday when Tonya Harding pleaded guilty to a single charge in the Jan. 6 assault on her rival, Nancy Kerrigan.   In a plea agreement in a Portland, Ore., District Court, Miss Harding admitted to conspiring to hinder prosecution of the case, a felony offense. But what the agreement did not include -- and now might never be known for certain -- is the full extent of her knowledge of the attack in Detroit, where Miss Kerrigan was struck on the knee with a collapsible metal baton.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/17/nyregion/metro-digest-486108.html","abstract":"  LEADERS SUPPORT A BROAD SMOKING BAN The leadership of the New York City Council announced that it was seeking sweeping new restrictions on smoking in New York, banning it in virtually all public places, from outdoor arenas and playgrounds to most restaurants and offices, except in enclosed, specially ventilated rooms. A1. New York's antismoking proposal would join many new smoking curbs across the nation. B3. NEW YORK CITY  LINE-OF-DUTY DEATH TAKES A ROOKIE COP  In the 44th Precinct, which was in shock, in a small village in Putnam County, where he lived, in Astoria, Queens, his boyhood home, there was mourning for Sean McDonald, a Dublin native who was the first on-duty New York City police officer to be killed this year. A1. Tips from Bronx residents and a gun found in a parked car helped the police as they searched for two suspects in the murder of Officer McDonald. B4. NEW BAN ON ANTI-ABORTION HARASSMENT The New York City Council overwhelmingly passed a bill yesterday that would make it illegal to restrict or to block a woman's access to an abortion clinic, joining several states that have passed laws to keep anti-abortion protesters from harassing women outside clinics. B3. MUSICIANS REALLY TAKE IT FROM THE TOP It was inspiring torture for 33 young string players in an orchestra at the Third Street Music School Settlement, which opened its 100th anniversary celebration by inviting Kurt Masur, the conductor of the New York Philharmanic, to lead a rehearsal. B3. REGION  RACIAL ISOLATION TARNISHES L.I. More and more middle-class black families are moving to suburbs like Roosevelt, L.I. But instead of finding the good life, many are finding that segregation has moved with them, in the form of minority enclaves in the least desirable neighborhoods. A1.  Racism is no longer official and rarely overt, but it persists, and strongly, says a black former principal. B6. SO FAR, WHITMAN BUDGET KEEPS PROMISE While it may be weeks before the full impact of her spending plan becomes apparent, Gov. Christine Todd Whitman appears to have framed a budget that incorporates her signature tax cuts without drastically affecting aid to public schools and other state priorities. B7. NASSAU WINS TAX-ASSESSMENT FIGHT Ruling unanimously that tax assessments for residential properties in Nassau County are no less fair than in other parts of the state, a panel of Appellate Division judges has overruled an order for Nassau to reassess 363,000 homes. B7. HARTFORD BIDDING DISPUTE CALMS DOWN The losing bidder for Connecticut's emissions-testing contract withdrew its request for an independent review, apparently ending the controversy that has dogged the Weicker administration for months. B7. Traffic Alert B3  Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Russia and Latvians Agree On Troop Pullout Deadline","web_url":"https://www.nytimes.com/1994/03/17/world/russia-and-latvians-agree-on-troop-pullout-deadline.html","abstract":"  Ending more than two years of often bitter negotiations, Russian and Latvian diplomats agreed Tuesday on an August deadline for the pullout of Russian troops, and an extended four-year lease on a Russian early-warning radar station on the coast at Skrunda.   The agreement is expected to be signed in early April by President Boris N. Yeltsin of Russia and President Guntis Ulmanis of Latvia, spokesmen said today.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Journal; Loving Jeffrey Dahmer","web_url":"https://www.nytimes.com/1994/03/17/opinion/journal-loving-jeffrey-dahmer.html","abstract":"  Even in a country where everything from parricide to political scandal is instantly transformed into a multimedia freak show, the art exhibition that just closed at the Tatou gallery in Beverly Hills might turn heads. There, at prices up to $20,000, connoisseurs purchased paintings by John Wayne Gacy, the condemned serial killer who murdered 33 boys and young men in a Chicago suburb in the 1970's.   \"I guess he killed people better than he painted,\" one patron told The Los Angeles Times. But that doesn't mean there isn't a market for the killer's self-portraits, or that some enterprising scholar won't offer learned views on the parallels between the Gacy oeuvre and, say, the early Hitler watercolors.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Council Votes to Protect Entry to Abortion Clinics","web_url":"https://www.nytimes.com/1994/03/17/nyregion/council-votes-to-protect-entry-to-abortion-clinics.html","abstract":"  The New York City Council overwhelmingly passed a bill yesterday that would make it illegal to restrict or to block access to an abortion clinic, joining several states that have passed laws to keep anti-abortion protesters from harassing women outside clinics.   The Council voted 40 to 6 in favor of the bill after several impassioned speeches on both sides. The opposition came from Republicans from Queens and Staten Island and a Brooklyn Democrat.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Faculty Strike Closes Israeli Universities","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-faculty-strike-closes-israeli-universities-490822.html","abstract":"  To the Editor:   Coverage of Israel has focused on the Palestine Liberation Organization negotiations and the tragic acts of violence intended to disrupt those negotiations. Unfortunately, left almost unmentioned is a faculty strike that closed Israel's universities in early January (when I was a visiting professor at Hebrew University from Southern Illinois University).","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/17/nyregion/c-corrections-490415.html","abstract":"  A front-page article on Jan. 31 about Herbert London's quest to become Governor of New York referred incorrectly to the scholarship under which he attended Columbia in the class of 1960. He played basketball at Columbia and believes his athletic ability influenced the award. But under Ivy League rules, Columbia does not now give athletic scholarships and did not when Mr. London attended; aid is officially based on need. A reader telephoned on March 11 to report the error and said his previous calls on the subject had been misdirected at The Times.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Panama Likes Ruben Blades But Not, It Seems, as Leader","web_url":"https://www.nytimes.com/1994/03/17/world/panama-likes-ruben-blades-but-not-it-seems-as-leader.html","abstract":"  A sense of wonderment descends on Ruben Blades as he sets out late in the afternoon from his sparely furnished apartment in the Casco Viejo district, a stone's throw from the neighborhood where he grew up.   Girls in high-school uniforms muster the courage to approach, hoping to catch his eye. Elderly men leave their shops, crossing the street to exchange a word. Mothers lean from their finely wrought balconies for a peek at him. Shirtless young boys drop their street games to cry out his name.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Review/Cabaret; Steve Ross Emulates Noel Coward","web_url":"https://www.nytimes.com/1994/03/17/arts/review-cabaret-steve-ross-emulates-noel-coward.html","abstract":"  More than any other contemporary cabaret performer, the singer and pianist Steve Ross is the embodiment of a type that is seldom seen nowadays: the debonair, Anglicized man-about-town who is never at a loss for a bon mot. Noel Coward originated the type in the 1920's as an artsy version of an English dandy. And near the beginning of Mr. Ross's delightful new show, \"Noel Coward and His Ladies,\" in the Oak Room of the Algonquin Hotel, he describes how Coward \"burst upon the scene in London\" and made long ivory cigarette holders an essential social prop for fashionable young men.    The show, in which Mr. Ross is joined by Jeanne Lehman, a redheaded singer whose pealing soprano contrasts bracingly with Mr. Ross's wry, clipped delivery, is a seamlessly written and performed party piece. Beginning with the comic song \"Mrs. Worthington,\" whose narrator wittily lists all the reasons why the title character should discourage her daughter from a stage career, the show mixes biographical anecdotes with songs that either evoke women of the era or were popularized by female stars.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Review/Music; Mahler's Final Word, With Someone Else's Coda","web_url":"https://www.nytimes.com/1994/03/17/arts/review-music-mahler-s-final-word-with-someone-else-s-coda.html","abstract":"  We are sometimes obsessed with unfinished works by dying artists, as if they contain in their unresolved tensions some prophetic vision of what was about to come, some summing up of the life that was about to end. How much more so with Mahler, who knew he was dying, who superstitiously felt he would never complete more than nine symphonies, and whose sketches for the unfinished 10th Symphony are inscribed with phrases like \"Destroy me that I may forget that I exist!\" and \"Farewell, my lyre! Farewell. Farewell. Farewell.\"    The history of his unfinished 10th is, in fact, an epic itself, the latest episode of which unfolded in Carnegie Hall on Tuesday night when Leonard Slatkin and the St. Louis Symphony offered a new performing version of the symphony by the young American musciologist Remo Mazzetti Jr.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"For Settlement Orchestra, a Big-Time Downbeat","web_url":"https://www.nytimes.com/1994/03/17/nyregion/for-settlement-orchestra-a-big-time-downbeat.html","abstract":"  The concertmaster strutted across the stage, put his violin under his chin and tuned up the orchestra -- a nice, solid, cheery A. The stage lights came up, the chatter in the audience died down and out from the wings lumbered Kurt Masur, the music director of the New York Philharmonic.   A late-afternoon performance at Lincoln Center? No, only a rehearsal, and not with the Philharmonic: these 33 string players have never set foot on the stage at Avery Fisher Hall. Not yet, anyway. They play in an orchestra at the Third Street Music School Settlement, which opened its 100th anniversary celebration by inviting Mr. Masur to lead a rehearsal of a 110-year-old piece, the \"Holberg\" Suite by Grieg.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"2d Arrest in Mosque Melee","web_url":"https://www.nytimes.com/1994/03/17/nyregion/2d-arrest-in-mosque-melee.html","abstract":"  A Bronx man yesterday became the second person arrested for his role in a Jan. 9 melee at a Harlem mosque in which several police officers were injured. The suspect, Garod Duckett, 29, of 935 Waring Avenue in the Brookdale section, faces assault and weapons charges, said Sgt. Tina S. Mohrmann, a police spokeswoman. The first suspect, Anthony Hollis, 29, was arrested on Jan. 19. In the Jan. 9 incident, officers went to the Nation of Islam mosque, Muhammad's Mosque No. 7, at 2033 Fifth Avenue, in response to a 911 call of an armed robbery, which turned out to be a hoax. In a fight with worshipers, one officer was pushed down a stairway and another was punched in the nose and her gun was taken, though it was later recovered.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"As the Boss Goes, So Goes the Secretary: Is It Bias?","web_url":"https://www.nytimes.com/1994/03/17/us/as-the-boss-goes-so-goes-the-secretary-is-it-bias.html","abstract":"  Women in professional jobs have workplace issues like the glass ceiling and the mommy track.   But now there is one for secretaries: rug-ranking.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"No Vote at Historical Society","web_url":"https://www.nytimes.com/1994/03/17/arts/no-vote-at-historical-society.html","abstract":"  The board of the New-York Historical Society decided on Tuesday to postpone any action on a proposed contract with New York University that would give the university effective control over the society's library and parts of its collections. Wilbur L. Ross Jr., a co-chairman of the society, said a decision on the contract has been deferred until after the board has discussed the terms of the university affiliation with neighborhood representatives and elected city and state officials.   Public officials and representatives of the Upper West Side community have raised objections to the arrangement with the university, saying it would effectively end the society's independent existence. Under an agreement reached with the city and the state last year, public money was to be made available to assist the financially troubled society on the condition that it remain independent.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/17/style/IHT-what-theyre-reading.html","abstract":"Barbara Cartland is reading the manuscript of her own novel, \"A Prayer for Love.\".\"I have just dictated a new book and now I am revising the book before that. I have written a book a fortnight for 20 years, which is a world record. I dict","thumbnail":null,"section":"Style"},{"date":"19940317","headline":"German's Race-Hatred Conviction Is Reversed","web_url":"https://www.nytimes.com/1994/03/17/world/german-s-race-hatred-conviction-is-reversed.html","abstract":"  Germany's highest appeals court has reversed the conviction of a far-right leader on a charge of inciting racial hatred, saying that publicly repeating another person's denial of the Holocaust was not in itself enough to prove the charge.   The ruling was welcomed today by neo-Nazis and condemned by Jewish groups, which called it a boon to the forces of intolerance.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"N.F.L. Is Close to Adopting the 2-Point Conversion","web_url":"https://www.nytimes.com/1994/03/17/sports/pro-football-nfl-is-close-to-adopting-the-2-point-conversion.html","abstract":"  Tired of those 18-15 or 9-6 National Football League games in which one team kicks a ton of field goals, the other kicks one fewer and no one scores a touchdown? Tired of watching kickoffs booming through the end zone? Tired of watching a kick returner kneel down in the end zone?    So are the league owners, whose approach to the game has traditionally been stodgy rather than creative. But when the owners meet next week in Orlando, Fla., the competition committee will recommend that when a team scores a touchdown, it can try a 2-point conversion with a run or pass.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"House Panel Backs Plan to Free Inmates","web_url":"https://www.nytimes.com/1994/03/17/us/house-panel-backs-plan-to-free-inmates.html","abstract":"  In a move that might confound a public outraged about crime, the House Judiciary Committee today approved a proposal to let up to 16,000 inmates out of prison. The idea is to clear the Federal prisons of minor offenders and make room for violent ones.   The committee also debated a \"three strikes and you're out\" proposal, approving a complex array of qualifications. The bill would put away for life anyone convicted of three violent crimes. The first two crimes could be violent state crimes, and one of the first two \"strikes\" could be a drug offense involving large quantities. The third strike must be a violent Federal crime and could not be a drug offense.  After protracted debate, the committee rejected an amendment that would have allowed \"three strikes\" inmates to get out of prison after serving 25 years if they had reached the age of 60.  But the panel did approve amendments to exempt Indian reservations from the law and to increase the amount of drugs necessary to count as a \"strike.\"","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Seaver Is Not WPIX's Pick","web_url":"https://www.nytimes.com/1994/03/17/sports/seaver-is-not-wpix-s-pick.html","abstract":"  Paul Olden, the radio voice of the Jets, is close to an agreement to join the Yankees' announcing crew on WPIX-TV/ Channel 11, likely replacing Tom Seaver, and working alongside Phil Rizzuto and Bobby Murcer. An agreement could be completed by the end of the week.   \"We're talking pretty seriously about it and it's certainly looking promising,\" said Olden, who most recently called baseball games for ESPN and grew up in Southern California listening to the Dodgers' Vin Scully. \"I'd really like to get back to baseball.\"","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Life and Death : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-life-and-death-letters-to-the-editor.html","abstract":"Regarding \"For Texas Death Row Inmates, There's Life on the Job\" (Jan. 13) by Francis Clines:.The author misses the essential problems and thus distorts the fate of death row prisoners. The work program of Ellis Unit is not comparable to a re","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Books of The Times; How Jack Nicholson Got That Way","web_url":"https://www.nytimes.com/1994/03/17/books/books-of-the-times-how-jack-nicholson-got-that-way.html","abstract":"  Jack's Life  A Biography of Jack Nicholson  By Patrick McGilligan  Illustrated. 478 pages. W. W. Norton. $25.    What comes as a small surprise in Patrick McGilligan's intermittently engrossing \"Jack's Life: A Biography of Jack Nicholson\" is that the screen actor's career did not begin with his performance as George Hanson, the alcoholic Southern small-town lawyer, in \"Easy Rider\" (1969). That part, incidentally, was modeled by the screenwriter Terry Southern after William Faulkner's fictional lawyer Gavin Stevens and was originally meant to be played by Rip Torn.","thumbnail":null,"section":"Books"},{"date":"19940317","headline":"Misplaced Protest : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-misplaced-protest-letters-to-the-editor.html","abstract":"Regarding \"Singapore Commits American Vandal\" (World Briefs, March 12):.Perhaps I have been out of the United States for too long, but I cannot understand the hubbub over Singapore's sentencing an American youth to six strokes of the cane for","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/17/nyregion/no-headline-483303.html","abstract":"  \"I would just like to say that I am really sorry I interfered.\" -- TONYA HARDING.  [ B15:2. ]","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Spanish Youths Shunning the Army in Droves","web_url":"https://www.nytimes.com/1994/03/17/world/spanish-youths-shunning-the-army-in-droves.html","abstract":"  After one out of three men of draft age claimed to be conscientious objectors last year, Spain has suddenly realized it may soon be unable to fill the ranks of its army.   The statistics are compelling. The number of 18-year-olds giving reasons of conscience for avoiding military service rose from 6,407 in 1986 to 13,130 in 1989 to 68,202 in 1993. And the estimate for this year is around 100,000, which represents almost half those eligible for the draft.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Leader of Lubavitch Is Worse, an Aide Says","web_url":"https://www.nytimes.com/1994/03/17/nyregion/leader-of-lubavitch-is-worse-an-aide-says.html","abstract":"  The condition of Rabbi Menachem Mendel Schneerson, the Grand Rabbi of the Lubavitch Hasidim, who suffered a stroke last week, worsened yesterday, an aide said.   The aide, Rabbi Yehuda Krinsky, said in a written statement that tests performed at Beth Israel Medical Center indicated a \"deterioration\" resulting from last week's stroke and that the rabbi was unconscious and in \"very critical\" condition.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"57 Fundamentalists Are Reported Killed By Algerian Forces","web_url":"https://www.nytimes.com/1994/03/17/world/57-fundamentalists-are-reported-killed-by-algerian-forces.html","abstract":"  Algerian security forces have reportedly killed 57 suspected Muslim militants in the last five days in operations apparently unconnected to a mass jailbreak last week in which about 1,000 men escaped.    The official press agency A.P.S., quoting security forces, said today that the 57 people killed since last Friday included three men responsible for the murder of a television journalist, Abdelkader Hireche, on Feb. 28.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Congressional Economist Backs Arms Budget Plan","web_url":"https://www.nytimes.com/1994/03/17/us/congressional-economist-backs-arms-budget-plan.html","abstract":"  Congress's chief economist said today that the Pentagon's $1.2 trillion long-range budget was sufficient to pay for the troops and equipment the military says it needs to carry out its future fighting strategy.    The official, Robert D. Reischauer, director of the Congressional Budget Office, told the House Armed Services Committee that the Defense Department might have overstated projected savings from base closings and underestimated environmental cleanup expenses and possible cost overruns on new weapons. But he said the budget office was \"relatively sanguine\" about the affordability of the plan.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Persistent Racial Segregation Mars Suburbs' Green Dream","web_url":"https://www.nytimes.com/1994/03/17/nyregion/persistent-racial-segregation-mars-suburbs-green-dream.html","abstract":"  When Marshella Atkinson's parents decided to leave Brooklyn for Long Island, the enthusiasm of friends and teachers made her smile with anticipation.    Perhaps they pictured the swimming pools of nearby Levittown, or the shopping centers of Garden City, or the well-stocked library and spotless corridors of Plainview-Old Bethpage High School. Ms. Atkinson is not sure.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Competing Research Teams Find New Colon Cancer Clue","web_url":"https://www.nytimes.com/1994/03/17/us/competing-research-teams-find-new-colon-cancer-clue.html","abstract":"  Keeping up the relentless pace that has distinguished colon cancer research over the last few months, scientists have identified a new genetic defect that destroys a cell's quality-control system, giving birth to colon cancers.    The newly discovered gene accounts for a large percentage of cases of hereditary colon cancer, as well as many cancers that do not appear to have a familial connection.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"F.B.I. and C.I.A. Cooperated on Spy Case","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-fbi-and-cia-cooperated-on-spy-case-490890.html","abstract":"  To the Editor:   \"Spy Suspect Replied Deceptively on Lie Test in 1991, F.B.I. Says\" (front page, March 8), on the investigation preceding last month's arrest of Aldrich H. Ames by the Federal Bureau of Investigation, unfortunate- ly confuses fact and opinion. You purport to explain why the Central Intelligence Agency allegedly failed to use polygraph examinations of Mr. Ames properly. The basis you cite for your report is an article by Ronald Kessler on that day's Op-Ed page. Your reporter and Mr. Kessler, using anonymous sources, suggest the C.I.A. is unwilling to cooperate with law enforcement because of its \"nature.\"","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"House Enters Alien Terrain: Debating","web_url":"https://www.nytimes.com/1994/03/17/us/house-enters-alien-terrain-debating.html","abstract":"  Members of the House of Representatives have made their political points in countless ways through history -- beating opponents with fire tongs, sleeping through the 1812 resolution declaring war on Britain and, in one early instance, undressing on the House floor -- but in recent decades, stirring political debate has not been one of them.    No, this is the place where one representative confused the French idioms \"du jour\" and \"a la mode\" in a speech last fall and wound up implying that the North American Free Trade Agreement was topped with a scoop of ice cream.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"1944: A Grave Mistake : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-1944-a-grave-mistake-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The War and Navy Departments, in a joint statement issued tonight [March 16], disclosed that 410 American paratroopers lost their lives when twenty-three American C-47 transport planes were shot down by United Sta","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"What Do the Irish Look Like? Like All of Us. Americans.","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-what-do-the-irish-look-like-like-all-of-us-americans-490830.html","abstract":"  To the Editor:   \"Last Wednesday Rose Avery died at the hospital. Her mother was at her side. A memorial Mass was held at the small Russian chapel on the Lower East Side where Rose, as Irish-looking as her mother, had worshiped because she loved the music and the liturgy\" (About New York column, March 5). What do the Irish look like?","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Chicago Machine Savors Its Victory","web_url":"https://www.nytimes.com/1994/03/17/us/chicago-machine-savors-its-victory.html","abstract":"  For one nostalgic moment on Tuesday, by the northwest side \"El\" stops and the taverns and hardware stores along Pulaski, Damen and Irving Park Avenues, where precinct foot soldiers handed out palm cards and told people who already knew to vote for Dan Rostenkowski, it was as if it were 1959 again and Old Man Daley were alive.   Whatever is left of the fearsome Democratic machine built by Mayor Richard J. Daley, its parts were reassembled for perhaps the last great battle of its influential but beleaguered native son, the chairman of the House Ways and Means Committee and possible savior of the Clinton health care plan.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Plus Ca Change . . .","web_url":"https://www.nytimes.com/1994/03/17/opinion/plus-ca-change.html","abstract":"  The eminences grises of the French cultural elite are in a lather once again, resurrecting the venerable bete noir of the linguistic mesalliance of foreign patois with their precious mother tongue. Sans doute it's a case of deja vu. These cris du coeur seem to occur every few years; successive generations of intellectuals and demagogic politicians throw a grand mal fit at the inevitable incursions of Americanized English into their daily lives.    The term Franglais was coined back in the 60's, when the jeunesse doree fell in love with hamburgers and Nancy Sinatra. It has now been at least 30 years since terms like le camping and le parking first embedded themselves in the vocabulary; it's hardly our fault if they have served so well that they are now to be found in every French dictionary.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"A Dangerous Homeless Policy","web_url":"https://www.nytimes.com/1994/03/17/opinion/a-dangerous-homeless-policy.html","abstract":"  After well-deserved criticism for its plan to cut New York City funds from a successful program for the homeless, the Giuliani administration has been scrambling to come up with Federal money to keep the program alive. Give the Mayor and his advisers credit for admitting their error. But unless the Federal money is real and substantial, the administration needs to back down from an ill-considered plan that will cheat both the city and its homeless population.    The program in question, the S.R.O. Loan Program, finances the development of single-room-occupancy apartments and provides their tenants with support services. Such \"supported S.R.O.'s\" are one of the few techniques for helping the homeless that have proved effective, and one of the few policies of the Dinkins administration that Rudolph Giuliani said he supported as a candidate.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Trying On Clothes And a Confident Air As Oscar Night Nears","web_url":"https://www.nytimes.com/1994/03/17/movies/trying-on-clothes-and-a-confident-air-as-oscar-night-nears.html","abstract":"  Stockard Channing is nervous about the 66th annual Academy Awards on Monday night. And who can blame her? \"Wherever I go, the one question people ask me is, what am I going to wear?\" said Ms. Channing, who has been nominated for best actress for \"Six Degrees of Separation.\" \"They don't ask a guy.\"   So what is she going to wear? Like every other actress and, yes, actor in contention, she has been asked by the most formidable European and American designers to wear their outfits. After all, a billion television viewers ogle, and some even hoot at, the clothes on television. \"I've picked something quite snazzy by Richard Tyler,\" she said. \"He's Australian. Very attractive clothes. No disparagement to the other designers.\"","thumbnail":null,"section":"Movies"},{"date":"19940317","headline":"Prosecutor May Check Billings of No. 3 Justice Aide","web_url":"https://www.nytimes.com/1994/03/17/us/prosecutor-may-check-billings-of-no-3-justice-aide.html","abstract":"  The special prosecutor investigating President Clinton's real estate dealings in Arkansas is considering whether to examine the billing practices of Webster L. Hubbell, the Associate Attorney General, while he was in private practice in Little Rock, Ark., law-enforcement and Congressional officials said today.   If the prosecutor, Robert B. Fiske Jr., should decide to investigate the billings of Mr. Hubbell, who announced his resignation on Monday, it would draw another top Clinton Administration official into the widening criminal inquiry that had initially focused on Mr. Clinton's real estate dealings with James B. McDougal, the owner of Madison Guaranty, a failed savings and loan association in Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Shoulder Injury Sidelines Fernandez","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-baseball-shoulder-injury-sidelines-fernandez.html","abstract":"  SID FERNANDEZ has again been sidelined by an ailing left shoulder. With less than three weeks until the regular season, Fernandez, who is expected to be Baltimore's No. 3 starter, has pitched only two and two-thirds innings for the Orioles. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Black in the Suburbs: Lonely, Puzzled and Unsure of Oneself","web_url":"https://www.nytimes.com/1994/03/17/nyregion/black-in-the-suburbs-lonely-puzzled-and-unsure-of-oneself.html","abstract":"  Recalling the incident now, Frederick A. Coverdale seemed unsure whether the issue had been race.    A teacher at Suffolk County Community College, he had gone to get a parking sticker for his car. The clerk on duty, who was white, demanded several forms of proof. Anger flickered in the 57-year-old history professor, who doubted so much would have been required from white colleagues. The clerk turned away. \"I don't have time to deal with you,\" Mr. Coverdale recalled his saying.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Davis Shows Rare Flash of Old Form","web_url":"https://www.nytimes.com/1994/03/17/sports/baseball-davis-shows-rare-flash-of-old-form.html","abstract":"  Glenn Davis had been waiting for this moment. He arrived at the Mets' camp as a reclamation project, once a great player but now little more than a question mark. And, until today, he had done little to convince Mets management that he was going to make a comeback.   Today, though, he felt a spark of hope. Davis launched two mammoth home runs over the left field wall at Municipal Stadium, each time driving in two runs. And so, on the first day after the Mets' first major cuts of the spring -- on a day when Manager Dallas Green asked the remaining players to shine -- Davis finally did something to earn praise, albeit faint, from his manager.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Some Free Speech On Mayor's Words","web_url":"https://www.nytimes.com/1994/03/17/nyregion/some-free-speech-on-mayor-s-words.html","abstract":"  Mayor Rudolph W. Giuliani discussed his philosophy of what freedom means in a democracy yesterday at a forum on urban crime, and his remarks left a civil libertarian puzzled and worried.   The Mayor, a former United States Attorney in Manhattan, said New Yorkers were inclined to \"see only the oppressive side of authority.\"","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Panel Endorses Price Controls on Drugs","web_url":"https://www.nytimes.com/1994/03/17/us/panel-endorses-price-controls-on-drugs.html","abstract":"  A Congressional subcommittee voted today to impose a kind of price control on prescription drugs, as part of a bill to provide all Americans with insurance covering the cost of such medications.   Under the proposal approved by the House Ways and Means Subcommittee on Health, the Government would review drug prices and could deny Medicare coverage for drugs whose prices were deemed excessive.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Mattingly And Fans Are Having A Blast","web_url":"https://www.nytimes.com/1994/03/17/sports/basketball-mattingly-and-fans-are-having-a-blast.html","abstract":"  It was the bottom of the fourth inning and a feeling of nirvana had already been realized by Yankee fans. Forget that the weather was sunny or that the home team was winning by three runs or that Jimmy Key was being Jimmy Key. Don Mattingly had slugged home runs in his first two times up, so all was splendid in Yankeeland.   The fans still holler for Mattingly as if it were 1985. They still plead for his autograph until their voices are scratchy. They still wait for him to make baseballs vanish over the outfield fence, something Mattingly managed to do just once last spring. But Mattingly made the wait worth it today as he continued his spring rampage.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Police Report Progress in Search for an Officer's Killers","web_url":"https://www.nytimes.com/1994/03/17/nyregion/police-report-progress-in-search-for-an-officer-s-killers.html","abstract":"  Grasping for clues from tips, sniffing bloodhounds and a mysterious parked sports car, the police said yesterday that they had made significant progress in the citywide hunt for two men in the Tuesday night murder of a rookie police officer killed while he tried to break up a store robbery.   Early today, three men were being questioned in connection with the killing, said a police spokeswoman, Sgt. Tina S. Mohrmann.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"A New Russia: Now Thrive the Swindlers","web_url":"https://www.nytimes.com/1994/03/17/world/a-new-russia-now-thrive-the-swindlers.html","abstract":"  With the economy in shambles and the legal system a joke, Russia has become a breeding ground for flim-flam artists, post-Communist swindlers who take advantage of people's confusion, desperation and what remains of their trust.   Scams have a long tradition in Russia. In \"The Government Inspector,\" Gogol created an impostor who was able to make an entire provincial town believe he was someone he wasn't. And there was Ostap Bender, a literary character of the 1920's who bedazzled Soviet bureaucrats and other fools with schemes so elaborate they barely knew they had been robbed.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Public Relations Has Potent Image; At Journalism Schools, It Now Ranks Ahead of Newspapers","web_url":"https://www.nytimes.com/1994/03/17/nyregion/public-relations-has-potent-image-journalism-schools-it-now-ranks-ahead.html","abstract":"  The twice-monthly meeting of the New York University public relations club will now come to order. The topic of tonight's workshop, attended by half a dozen undergraduates who aspire to careers in the field, is that indispensable skill of our day: how to spin a news story.   But first a bit of old business. Neither Joyce Hauser, a former television talk show host who is the club's faculty adviser, nor Luis Perez, a practicing p.r. man who is tonight's invited guest, cares for the term spinning. Before getting down to cases, they want to put a spin on spin.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"1894: Naval Secrets : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-1894-naval-secrets-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In the House of Commons yesterday afternoon [March 16], Mr. Hanbury tried to discover from the Secretary to the Admiralty whether copies of drawings of the torpedo boat destroyer Havock had been stolen, but though Sir U.K. Shuttleworth said that","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Why Take the Half-Step of Clinton Health Plan?; Call a Tax a Tax","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-why-take-the-half-step-of-clinton-health-plan-call-a-tax-a-tax-490865.html","abstract":"  To the Editor:   The Congressional Budget Office has suggested that any expenses incurred in bringing universal health care to the American public should be counted in the Federal budget up front -- as opposed to hiding these costs \"off budget\" in the form of employer-paid insurance premiums.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"1919: Captive Children : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-1919-captive-children-in-our-pages100-75-and-50-years-ago.html","abstract":"PERA - The Allied High Commission recently ordered the Turks to return the Christian children taken by them during the atrocities in Armenia, whereupon the Turks have begun turning the children out before the Christians are ready to receive the two thousa","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"U.S. Cancels Talks With North Korea Over Atom Inspections","web_url":"https://www.nytimes.com/1994/03/17/world/us-cancels-talks-with-north-korea-over-atom-inspections.html","abstract":"  The United States today canceled high-level talks with North Korea scheduled for next week and stepped up planning for military exercises with South Korea because of the North's refusal to permit international monitors to complete their inspection of a key nuclear installation.   The action brought Washington full-circle in its long negotiations over efforts to stop North Korea's suspected program to develop nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"RU-486, Made in America","web_url":"https://www.nytimes.com/1994/03/17/opinion/ru486-made-in-america.html","abstract":"Until obstacles to selling the French abortion pill RU-486 in America are lifted, advocates of safe and accessible abortion will have to take matters into their own hands. Abortion Rights Mobilization, working with other feminist groups, is doing just that. Frustrated by the delaying tactics of the French company that holds the patent, the group has developed its own copy of the drug and within the next few months will launch clinical trials to start the process of making the drug available in this country.\n\nThe announcement last month that a London clinic would make RU-486 available to American women and other nonresidents, though good news, marked only a minuscule advance in making it generally accessible. In addition to the clinic's $500 fee, women will have to pay for air fare, hotel and food during the week they are required to remain for follow-up care. This will keep the pill well beyond reach for most.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Olympics on CBS","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-olympics-on-cbs-490881.html","abstract":"  To the Editor:   Now that the Olympic Games are over and the dust has settled, I feel compelled to write about your Feb. 20 inaccurate editorial on CBS and its Olympic coverage.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/17/nyregion/c-corrections-490407.html","abstract":"  A dance review on Tuesday about the Denishawn Repertory Dancers at St. Mark's Church on Saturday misidentified the soloist in \"A Javanese Court Dancer.\" She was Jacqulyn Buglisi, not June Balish.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Elliott Gladly Leaves Pain Behind","web_url":"https://www.nytimes.com/1994/03/17/sports/pro-football-elliott-gladly-leaves-pain-behind.html","abstract":"  It is not something he likes to talk about, but there was a time late last season when the pain in Jumbo Elliott's back was so bad that he wondered if he would ever play football again.   Like a knife in the back, the pain would sometimes force the Giants' 300-pound offensive lineman to kneel just to brush his teeth because it hurt too much to stand. His wife would have to push him into the car and deliver him to Giants Stadium because the pain kept him from driving.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Life Sentence In the Killing Of Journalist","web_url":"https://www.nytimes.com/1994/03/17/nyregion/life-sentence-in-the-killing-of-journalist.html","abstract":"  Saying the crime struck at the heart of a free society, a judge imposed a sentence of life in prison without parole yesterday on a teen-ager convicted of killing Manuel de Dios Unanue, a journalist whose slaying prosecutors linked to a Colombian drug cartel angered by his writings.   Moments after the defendant, Wilson Alejandro Mejia Velez, said, \"I beg your honor to have mercy because I am innocent,\" Judge Edward R. Korman rejected the protestation and declared that the 19-year-old illegal immigrant from Colombia had \"not only snuffed out in cold blood the life of another human being, he endangered the very rights that underlie a free society.\"","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Rifkin Confession Cleared as Evidence","web_url":"https://www.nytimes.com/1994/03/17/nyregion/rifkin-confession-cleared-as-evidence.html","abstract":"  Joel Rifkin's detailed confession to the murders of 17 women was declared admissible as evidence today by Judge Ira H. Wexner of Nassau County Court.   The judge found that statements made by Mr. Rifkin to investigators were \"taken under proper constitutional procedures\" and that there were no indications of misconduct by the state police or the Nassau police in the way they conducted their arrest of Mr. Rifkin and investigation of the homicide charges against him.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Invitation to a German Rightist Is Canceled","web_url":"https://www.nytimes.com/1994/03/17/world/invitation-to-a-german-rightist-is-canceled.html","abstract":"  BONN, March 16 --    The New York-based Council on Foreign Relations is withdrawing a speaking invitation next month to Franz Schonhuber, chairman of a far-right group in Germany, an officer of the group said today.   Mr. Schonhuber, head of Germany's Republican Party and a member of the European Parliament, had been invited to speak at a luncheon at the council, a private research group, on April 11.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Why Take the Half-Step of Clinton Health Plan?; Flaw in Alliances","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-why-take-the-half-step-of-clinton-health-plan-flaw-in-alliances-490873.html","abstract":"  To the Editor:   A primary argument in support of health purchasing alliances, which are a basic element in the Clinton Administration's proposed health plan, has been that these large groups will have greater purchasing power when negotiating with the likes of insurance carriers and health maintenance organizations than small employers would have on their own. I would like to offer the opposing view.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Whitman Goal: Cut Taxes Without Wounding Voters","web_url":"https://www.nytimes.com/1994/03/17/nyregion/whitman-goal-cut-taxes-without-wounding-voters.html","abstract":"  While it may be weeks until the full impact of her spending plan becomes apparent, Gov. Christine Todd Whitman appears to have written a budget incorporating her promised tax cuts without drastically affecting aid to public schools and other state priorities.   The only aspect that will touch every New Jersey resident is a graduated reduction in the state income-tax rate, and she has proposed nothing that would stir mass opposition to her plan.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Mercer Bribery Trial Is Under Way","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-boxing-mercer-bribery-trial-is-under-way.html","abstract":"  RAY MERCER \"pleaded\" repeatedly with JESSE FERGUSON to throw their fight 13 months ago, the prosecution charged as Mercer's trial on a bribery charge opened yesterday in State Supreme Court in Manhattan. The prosecution charges that during the bout Mercer offered Ferguson $100,000 to throw the fight.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"States Moving to Ease Tax Burden","web_url":"https://www.nytimes.com/1994/03/17/us/states-moving-to-ease-tax-burden.html","abstract":"  From Maine to California, nearly a score of states are moving to cut taxes, while several others are taking steps to shift levies sharply away from a reliance on local property taxes.   As a consequence, 1994 is shaping up as the first year since 1985 in which the total weight of taxes imposed by state governments is expected to ease, a report being published today says.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Why Take the Half-Step of Clinton Health Plan?","web_url":"https://www.nytimes.com/1994/03/17/opinion/l-why-take-the-half-step-of-clinton-health-plan-490792.html","abstract":"  To the Editor:   In \"Alliances for Progress\" (Op-Ed, March 6), Prof. Paul Starr is on the money in pointing out that \"with the rise of managed care, employers now choose which doctors and hospitals their workers and families use,\" calling this \"an extraordinary usurpation: no one would tolerate an employer's dictating its employees' choice of schools or housing.\"","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Another Biased Death Penalty","web_url":"https://www.nytimes.com/1994/03/17/opinion/another-biased-death-penalty.html","abstract":"  The numbers are amazing, even for those familiar with the racial discrimination that plagues the death penalty. Nine out of ten times the Justice Department has sought the death penalty under the 1988 Federal \"drug kingpin\" law, the defendant was black or Hispanic. Don Edwards, chairman of the House Judiciary Committee, whose staff collected the statistics, understandably asks why.    It is a timely question as the committee considers how many of the Senate's proposed new capital crimes -- there are more than 50 altogether -- to recommend for House approval. So far neither the Justice Department nor Congressional fans of the death penalty have any answer, reason enough to slow down the execution express now barreling through Congress.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"For Family in Blue, Bullets Take A Brother in a Shop in the Bronx","web_url":"https://www.nytimes.com/1994/03/17/nyregion/for-family-in-blue-bullets-take-a-brother-in-a-shop-in-the-bronx.html","abstract":"  When Police Officer Andrew McDonald heard the call for help that came over the radio about 8 o'clock Tuesday night, his reaction was quick and simple. \"I hope that's not my brother,\" he told his partner as they rushed to the scene.   All their lives, Andrew and Sean McDonald did the important things together. They attended Catholic elementary school in Astoria, Queens. They grieved over the loss of their mother while they were still boys. They dreamed of one day becoming police officers and shared the jubilation of joining the police academy in June 1992, ultimately graduating in the same class. They even served in the same borough, the Bronx.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Ladies and Gentlemen, Meet Green Bay's Other Team","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-west-regional-ladies-gentlemen-meet-green-bay-s-other-team.html","abstract":"  At one time, the Wisconsin-Green Bay basketball team was best known for playing across the street from the Green Bay Packers.   Slowly, things are changing.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Publisher Pulls a Textbook In Furror on Sexual Content","web_url":"https://www.nytimes.com/1994/03/17/us/publisher-pulls-a-textbook-in-furror-on-sexual-content.html","abstract":"  A publisher has decided not to sell a health textbook in Texas rather than make hundreds of revisions demanded by state officials after the book was criticized by anti-abortion groups and others for its discussion of condom use, homosexuality and other sexual issues.   The publisher, Holt, Rinehart and Winston Inc., of Austin, Tex., said it was pulling its 700-page high school health text out of the huge Texas textbook market not only because making scores of requested revisions was economically unfeasible but also because ethical issues were at stake.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/17/style/chronicle-490440.html","abstract":"  Greenwood, S.C., has been grappling with a tough education issue: the name of its new elementary school. The children of Greenwood (pop. 60,000) were given an opportunity to recommend and vote on names, and the winner, by a 3-to-1 ratio: Springfield.   Some parents were outraged. Springfield, they said, happens to be the name of the school that Bart Simpson attends in the television show \"The Simpsons.\"","thumbnail":null,"section":"Style"},{"date":"19940317","headline":"Review/Television; Advocacy Journalism: A Medium's Strength","web_url":"https://www.nytimes.com/1994/03/17/arts/review-television-advocacy-journalism-a-medium-s-strength.html","abstract":"  As signaled by its title, \"While America Watched: The Bosnia Tragedy,\" this strong hourlong program charges two Administrations with failing to act to prevent what it calls genocide in Bosnia. Standing at the Holocaust Museum in Washington, Peter Jennings sets out his theme: \"For genocide to happen, you don't need Nazis or ovens. You need only killers and victims. And a third element as well: those who stand by and let it happen.\"   The two years of war in which some 200,000 civilians were killed and more than 1,000,000 were sent into exile is presented with all of television's graphic power. As the terrible pictures take up the screen, journalists tell of random murder, rape and torture, and former State Department officials tell of their unavailing efforts to get the United States to intervene with something more forceful than statements of distress.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Benefits of AIDS Drug Questioned","web_url":"https://www.nytimes.com/1994/03/17/us/benefits-of-aids-drug-questioned.html","abstract":"  The slight benefits of taking AZT, the commonly used AIDS medicine, are often canceled by the drug's side effects, a study concludes.   The report casts even more doubt on the routine use of this medicine, which is often given to people who are infected with H.I.V., the virus that causes AIDS, but are not yet sick.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Slaying Suspect's Grim Youth Recalled by His Brother","web_url":"https://www.nytimes.com/1994/03/17/nyregion/slaying-suspect-s-grim-youth-recalled-by-his-brother.html","abstract":"  Ricardo S. Caputo, who surrendered last week and confessed to slaying four women in the 1970's, lived a tortured childhood, struggling in vain to get the help and support he needed, his brother said today.   \"He was abandoned as a small boy,\" the brother, Alberto M. Caputo, said at a news conference. \"He was raped. He was beaten. He was ignored when he begged for help.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1994/03/17/nyregion/traffic-alert-487023.html","abstract":"  TODAY: The following streets will be closed from 9:30 A.M. until 5:30 P.M. for the St. Patrick's Day Parade: Fifth Avenue from 42d to 90th Streets","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"World League Set For a Comeback","web_url":"https://www.nytimes.com/1994/03/17/sports/IHT-world-league-set-for-a-comeback.html","abstract":"Thanks to an evolving partnership with an international television broadcaster, the World League is plotting a comeback with six American football teams in Europe to begin play in April 1995..Viacom and ESPN, the American television sports network, wer","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Personal Slap in the Health Debate","web_url":"https://www.nytimes.com/1994/03/17/us/personal-slap-in-the-health-debate.html","abstract":"  Tempers flared today when a California Congressman asserted that a Republican Congresswoman had obtained her knowledge of health care through \"pillow talk\" with her husband, a gynecologist in New Britain, Conn.   Representative Pete Stark, a California Democrat who heads the Ways and Means Committee's Subcommittee on Health, made the comment about Representative Nancy L. Johnson, a Connecticut Republican, during a meeting in which the panel was considering proposals to limit drug prices.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Review/Music; New Singers in 'Barber'","web_url":"https://www.nytimes.com/1994/03/17/arts/review-music-new-singers-in-barber.html","abstract":"  With the exception of Enzo Dara's exuberant comic turn as Dr. Bartolo, the Met's \"Barber of Seville\" had new singers in all the major roles on Tuesday night. Vladimir Chernov, the Russian baritone who has swiftly established himself as a major Verdi singer at the Met, ventured out of his accustomed territory to sing Figaro. \"Largo al factotum\" left no doubt of the rich, vibrant, rock-solid timbre of his voice and also of his considerable technical agility. But as the opera went on, he seemed to lack something in the way of collegial comic ebullience; too often he was singing admirably off on his own. There were moments when his portrayal of Figaro's self-possession ended up as mere arrogance.   Stanford Olsen initially seemed underpowered as the Count; his light tenor paled next to Mr. Chernov's powerful sound. But the refined ease of his coloratura singing combined with comic agility to produce a satisfying performance in the end. Susanne Mentzer had the measure of Rosina, although her mezzo-soprano had a dull, covered tone at the beginning of \"Una voce poco fa\" and didn't blossom out as fully as one might have wished.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Regarding \"World of a Florentine Prince\" (Features, Feb. 12):: ETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-regarding-world-of-a-florentine-prince-features-feb-12-etters-to.html","abstract":"The otherwise thorough review of the Accademia Italiana's \"Renaissance Florence: The Age of Lorenzo de' Medici (1449-1492),\" states that, after Savonarola's execution in 1498, \"the denunciation of corruption in private morals and politics,","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/17/style/chronicle-490423.html","abstract":"  The year: 1966.   The place: A Marine encampment in the northern part of South Vietnam, near Phu Bai.","thumbnail":null,"section":"Style"},{"date":"19940317","headline":"Foes of Aristide Reported to Kill 70 in Haiti","web_url":"https://www.nytimes.com/1994/03/17/world/foes-of-aristide-reported-to-kill-70-in-haiti.html","abstract":"  In an effort to stamp out any continuing support for the country's exiled President, the Haitian military and its civilian allies have unleashed a killing spree that has resulted in the death of more than 70 people during the last six weeks, diplomats and United Nations officials said today.   In March alone 21 bodies have appeared, a vast majority of them in Cite Soleil, a slum known for its high concentration of people loyal to the President, the Rev. Jean-Bertrand Aristide, United Nations officials said.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Upper Brandon Journal; An Old Farm Is Sprouting New Ideas","web_url":"https://www.nytimes.com/1994/03/17/us/upper-brandon-journal-an-old-farm-is-sprouting-new-ideas.html","abstract":"  Tell most farmers to flood low-lying farm land for the benefit of wild ducks and geese and they will reckon that they are coming out behind on the deal.   But at Upper Brandon Plantation, a working Colonial-era farm on the south bank of the James River, about 30 miles southeast of Richmond, game birds outrank corn, soybeans, wheat and other cash crops, and anything that encourages waterfowl is considered a sound investment.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/17/nyregion/c-corrections-483311.html","abstract":"  Because of an editing error, an article yesterday about a New York City program that awards cash incentives to landlords who provide apartments for homeless families misstated the minimum payment in some editions. It is $1,000 for housing a two-member family, not $1,000 per person.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"R.I.P., Louise, a Victim of the Health-Plan Advertising War","web_url":"https://www.nytimes.com/1994/03/17/us/rip-louise-a-victim-of-the-health-plan-advertising-war.html","abstract":"  Louise, we hardly knew ye.   A creation of the health insurance industry, Louise was invented, along with her husband, Harry, to illustrate the perils of President Clinton's health care plan. Over the last several months, the couple have appeared in a series of television commercials sponsored by the Health Insurance Association of America.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"A New Slovak Government Pledges Moderation","web_url":"https://www.nytimes.com/1994/03/17/world/a-new-slovak-government-pledges-moderation.html","abstract":"  The second government in Slovakia's 15 months of turbulent independence was sworn in today and immediately set about trying to establish a more moderate tone than the confrontational policies of ousted nationalist leader, Vladimir Meciar.   The new Prime Minister, Jozef Moravcik, 48, a former Foreign Minister who led last week's revolt against Mr. Meciar, hastily patched his Cabinet together after Mr. Meciar was defeated in a confidence vote last Friday.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Sweets Edison: This Is a Time to Reap","web_url":"https://www.nytimes.com/1994/03/17/style/IHT-sweets-edison-this-is-a-time-to-reap.html","abstract":"Harry Edison, who doesn't look a day over 70, was born in 1915 and is one of the few signature players who go back that far. Come to think of it, take five more years off the appearance. Lester Young named him Sweets..He was wearing a ponytail and a pa","thumbnail":null,"section":"Style"},{"date":"19940317","headline":"Raiders Match Broncos' Offer to Brown","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-football-raiders-match-broncos-offer-to-brown.html","abstract":"  The Los Angeles Raiders insured that they will keep TIM BROWN by matching the four-year, $11 million offer the Pro Bowl wide receiver received from the Denver Broncos.   The Raiders announced their decision yesterday, two days before their deadline to match the offer or lose Brown. \"This was not a tough decision,\" said STEVE ORTMAYER, the Raiders' director of football operations. \"While there's some outstanding value out there in the unrestricted free agent market, there was no one we felt who had the value of a Tim Brown for this team.\"","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Budget Wizardry in New Jersey","web_url":"https://www.nytimes.com/1994/03/17/opinion/budget-wizardry-in-new-jersey.html","abstract":"  Popular, yes. Prudent, no. That describes Gov. Christine Todd Whitman's first budget.   She has delivered what she promised New Jersey voters. She is cutting taxes without at the same time cutting school and municipal aid in a way that forces property tax increases. But she works this wizardry with a large dose of gimmicks to cover a deficit that her tax cuts enlarged.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"UConn Survives Scare, Then Goes Full Throttle","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-uconn-survives-scare-then-goes-full-throttle.html","abstract":"  Brown, which plays in a different league -- literally and figuratively -- came into the game tonight with virtually no chance against third-ranked Connecticut in the opening round of the National Collegiate Athletic Association women's tournament.   After all, UConn (28-2) is the Big East champion and seeded first in the East Regional. Brown (18-10), by contrast, had to beat Dartmouth in a playoff Sunday for its first tournament berth. And when Connecticut opened with a 9-0 run, while Brown turned the ball over on its first three possessions, an anticipated rout appeared to be developing. But then Brown threw a scare into UConn and most of those in a crowd of 7,246 at the Gampel Pavilion before finally succumbing to the Huskies, 79-60.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Los Angeles Is Taking Rapid Road to Recovery","web_url":"https://www.nytimes.com/1994/03/17/us/los-angeles-is-taking-rapid-road-to-recovery.html","abstract":"  Two months after it was jolted by one of the most powerful and costliest earthquakes to hit the United States, Los Angeles is making a fast recovery.   Southern California's economy, already showing signs of pulling out of recession, is getting a jump start from the $15 billion in reconstruction aid that has started flowing in: $11.5 billion in Federal and state money and $3.5 billion in insurance payments. In June, Californians will vote on a $2 billion bond issue for quake repairs.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"Study Shifts Birds' Place In Dinosaur Family Tree","web_url":"https://www.nytimes.com/1994/03/17/us/study-shifts-birds-place-in-dinosaur-family-tree.html","abstract":"  A report to be published today discloses surprising evidence that some ancient birds, unlike modern ones, may have been cold-blooded. This conclusion challenges a widely held view that modern birds descended from warm-blooded, active dinosaurs. The finding, if confirmed, could force scientists to redraw the entire family tree that birds share with dinosaurs.   The evidence, based on an examination of the microscopic structure of leg bones of two long-extinct species of birds, is presented in the British journal Nature by Dr. Anusuya Chinsamy and Dr. Peter Dodson of the University of Pennsylvania, and Dr. Luis M. Chiappe of the American Museum of Natural History in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19940317","headline":"The Other Balkan Mess","web_url":"https://www.nytimes.com/1994/03/17/opinion/the-other-balkan-mess.html","abstract":"The Western alliance, led by America, needs to help Macedonia at a moment when Greece is needlessly fueling another Balkan crisis. If that regrettably requires diplomatic, political or economic pressure on Athens, so be it.\n\nGreece closed its border with the landlocked republic -- a remnant of Yugoslavia -- on Feb. 16, blocking access to the port of Salonika, its main gateway to the outside world. This move was intended to destabilize Macedonia's precarious economy. It could topple the Government unless Macedonia gives in to Greece's demands on a number of issues.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Weymouth Journal; It Was Hershey Bars and Yanks, and Then D-Day","web_url":"https://www.nytimes.com/1994/03/17/world/weymouth-journal-it-was-hershey-bars-and-yanks-and-then-d-day.html","abstract":"  The memories of those days 50 years ago when three and a half million troops turned southern England into one vast army camp have faded a bit, like the snapshots that bleach into a pale brown over time.   But once they get going and pull out the pictures as stepping stones to the past, those who are old enough to remember revel in talking about D-day and the arrival nine months before of thousands upon thousands of G.I.'s.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Greenwell Remains in Red Sox Tradition","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-baseball-greenwell-remains-in-red-sox-tradition.html","abstract":"  Left field is a place of longevity for the Boston Red Sox. TED WILLIAMS. CARL YASTRZEMSKI. JIM RICE. And now MIKE GREENWELL.   For most of the last 55 years, they have been the Red Sox regulars at that position. That string is more likely to stay intact now that Greenwell has signed a two-year contract extension through 1996.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Rangers Soothe Jittery Nerves, for Now, With a Victory","web_url":"https://www.nytimes.com/1994/03/17/sports/hockey-rangers-soothe-jittery-nerves-for-now-with-a-victory.html","abstract":"  Had the Rangers been beaten last night, their losing streak would have reached three, and the injury to Mark Messier, the suspensions to two other centers and the walkout by their third-string goalie might have earned the best team in the National Hockey League some panic-button attention on the local sports-babble radio station.    Instead, the Rangers rolled over the woeful Hartford Whalers by 4-0, soothing the jittery nerves of everyone around Madison Square Garden, at least for a couple of days. The victory raised to 6 points the Ranger lead over the Devils in the race for first place in the Atlantic Division, the Eastern Conference and the 26-team N.H.L.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/17/nyregion/news-summary-483320.html","abstract":"  International A3-19  U.S. AND ISRAEL COURT SYRIA  With the P.L.O. still balking at returning to peace talks, the U.S. and Israel sought to regain momentum toward an accord in the Middle East by trying to entice Syria into resuming talks with Israel.  A1","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Sampras Puts On Display Of Power","web_url":"https://www.nytimes.com/1994/03/17/sports/tennis-sampras-puts-on-display-of-power.html","abstract":"  Pete Sampras, the Lipton's defending champion, reached the semifinals with a 6-2, 3-6, 6-3 display of controlled aggression that left 13th-ranked Petr Korda blinking in disbelief as yet another untraceable ace blazed past his motionless racquet.   But in the evening quarterfinal between Jim Courier, whose machine-like efficiency has been out of kilter in recent months, and sixth-seeded Goran Ivanisevic, the hardest-serving man in Croatia, it was Courier's steady returns that took precedence. The fifth-ranked Courier, who was No. 1 in the world at this time last year but has yet to win an event in 1994, used a 6-3 7-5 victory to advance to the semifinals against a peer who had displaced him at the head of the tennis class. Sampras leads that rivalry by 9-2.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"A Big Dog Among Ankle Biters","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-southeast-regional-a-big-dog-among-ankle-biters.html","abstract":"  Some college basketball fans look at the junior forward Glenn Robinson and Purdue as the 1994 version of Danny Manning and Kansas, the team that won the National Collegiate Athletic Association basketball championship in 1988.   Because Manning was a superb player surrounded by lesser talent, that Jayhawks team was nicknamed Danny and the Miracles. With Robinson, a phenomenal player whose nickname is Big Dog, leading a lackluster pack, Purdue could be called Hoop Doggy's Dogs.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Review/Dance; 'Equus,' a Boy and His Neurosis","web_url":"https://www.nytimes.com/1994/03/17/arts/review-dance-equus-a-boy-and-his-neurosis.html","abstract":"  Dance Theater of Harlem has been, from its start 25 years ago, a company rooted in classical-ballet technique but devoted to no particular style or theme. The range of interests and the vision of Arthur Mitchell, founder of the troupe with Karel Shook, were clear on Tuesday night when the company presented the second of five programs in its ambitious anniversary season at the New York State Theater.    One of two strongly danced revivals, Domy Reiter-Soffer's \"Equus,\" is a narrative ballet about a boy, his psychiatrist and his horse. The other revival, Mr. Mitchell's pure-dance \"Fete Noire,\" offers an inspiring and poignant look back to the troupe's earliest years.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Review/Television; The Sounds That Crossed the Water and Took Root","web_url":"https://www.nytimes.com/1994/03/17/movies/review-television-the-sounds-that-crossed-the-water-and-took-root.html","abstract":"  \"Irish Music and America,\" a documentary on the Disney Channel tonight, conveys the distinct and misleading impression that just about every American tune ever composed has its roots in Ireland. It's a harmless bit of blarney, much like insisting that on St. Patrick's Day everybody is Irish.   But \"A Musical Migration,\" as the show is subtitled, does make an impressive case for the widespread influence of Irish music and musicians. Brought to the United States by waves of immigrants, it can be found clearly in Civil War songs (\"The Lakes of Pontchartrain\"), in cowboy songs and, most obviously, in bluegrass and country music. Bono of the rock group U2 says: \"I didn't know I was Irish until I went to America. It was amazing to go to Graceland, the birthplace of rock-and-roll, and find that the Irish had already been there in their songs and in their tunes.\"","thumbnail":null,"section":"Movies"},{"date":"19940317","headline":"RABIN SHORING UP CABINET COALITION","web_url":"https://www.nytimes.com/1994/03/17/world/rabin-shoring-up-cabinet-coalition.html","abstract":"  While in Washington trying to salvage the Middle East peace talks, Prime Minister Yitzhak Rabin is shoring up his political base at home with legislative maneuvers that should bring back into the fold an errant religious party that had left his governing coalition.   A key vote today means that Mr. Rabin will soon have what he has lacked for months, an assured parliamentary majority, which he says is essential for crucial decisions on peace. It was \"unthinkable,\" he said recently, for the minority Government he now leads to take steps on such important issues.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Sports of The Times; Harding's Guilty Plea Anticlimactic","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-of-the-times-harding-s-guilty-plea-anticlimactic.html","abstract":"  NOW we will never know. It's not going to be one of those neat Perry Mason deals in which someone stands up in the 59th minute of the show and shouts at the jury, \"I did it and I'm glad.\" It's not going to be one of those made-for-TV schlock-o-dramas in which they exonerate the defendant and lead a witness off in shackles.   We're never going to know if Tonya Harding really sat in with those four cretins and planned the most famous knee-whacking in American history.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Despite Foe, Burmese Junta Finds a Silver Lining","web_url":"https://www.nytimes.com/1994/03/17/world/despite-foe-burmese-junta-finds-a-silver-lining.html","abstract":"  The generals who run Myanmar in many ways hold a tighter grip on the country than at any time since their 1988 crackdown on the democracy movement, even as they ponder whether to open negotiations with the woman who has threatened to end the military's decades in power.    Their foe is Daw Aung San Suu Kyi, the opposition leader and Nobel Peace Prize winner who is now in her fifth year under house arrest in the capital, Yangon.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"U.S. and Israel Hope to Persuade Syria to Return to the Peace Talks","web_url":"https://www.nytimes.com/1994/03/17/world/us-and-israel-hope-to-persuade-syria-to-return-to-the-peace-talks.html","abstract":"  With the P.L.O. still balking at returning to the Mideast peace talks, the United States and Israel sought today to regain momentum by enticing Syria into resuming negotiations.   At a White House news conference, President Clinton held out the prospect of improved relations with Syria if President Hafez al-Assad reopened the talks and reached an agreement with Israel.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"Rich Nations Plan $2 Billion for Environment","web_url":"https://www.nytimes.com/1994/03/17/world/rich-nations-plan-2-billion-for-environment.html","abstract":"  The United States and other aid-giving countries pledged today to provide $2 billion over the next three years to help poor countries keep the environmental promises they made in Rio de Janeiro two years ago, when they undertook to fight global warming and preserve animal and plant life.   The money will replenish a new Global Environment Facility, which was set up in 1991 and administered by the United Nations Development Program, the United Nations Environment Program and the World Bank. The fund aims at helping the third world pay the additional cost of keeping development environmentally sound.","thumbnail":null,"section":"World"},{"date":"19940317","headline":"PGA Investigates Purse-Splitting Charges","web_url":"https://www.nytimes.com/1994/03/17/sports/sports-people-golf-pga-investigates-purse-splitting-charges.html","abstract":"  The PGA Tour announced yesterday that it was investigating allegations of purse-splitting at unofficial events on the Senior PGA Tour. DEANE BEAMAN, the PGA Tour's commissioner, declined to specify either the number of events at which the purse-splitting allegedly occurred or the identity of the events.   \"We have strong indications that there have been errors of judgment here, and we are investigating,\" said Beaman.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"Accentuating the Positive : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-accentuating-the-positive-letters-to-the-editor.html","abstract":"Regarding \"What's an Alitalia Manager to Do?\" (Business/Finance, Jan. 25):.I applaud the sense of humor displayed in the article on Alitalia. Such things as sale-and-leaseback operations (for some of which management is under investigation),","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Nassau County Reassessment Is Blocked by Appeals Panel","web_url":"https://www.nytimes.com/1994/03/17/nyregion/nassau-county-reassessment-is-blocked-by-appeals-panel.html","abstract":"  Ruling unanimously that tax assessments for residential properties in Nassau County are no less fair than in other parts of the state, a panel of four Appellate Division judges has overruled an order for Nassau to reassess 363,000 homes.    Last March, Justice Leo F. McGinity of State Supreme Court ordered a reassessment, which would have cost up to $40 million, to correct a county system he ruled was illegal, irrational and unconstitutional.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"NBC and Kent Settle Suit","web_url":"https://www.nytimes.com/1994/03/17/arts/nbc-and-kent-settle-suit.html","abstract":"  Arthur Kent and NBC News have patched up their differences.   Mr. Kent, who gained attention as an NBC correspondent during the Persian Gulf war, was dismissed by the network in August 1992 after he refused an assignment in the Balkans. At the time, Mr. Kent accused the network's management of \"incivility,\" \"brute stupidity\" and \"unworthiness of command.\" He subsequently sued NBC for breach of contract.","thumbnail":null,"section":"Arts"},{"date":"19940317","headline":"Essay; The Poly Lobby","web_url":"https://www.nytimes.com/1994/03/17/opinion/essay-the-poly-lobby.html","abstract":"  The \"poly lobby\" the legion of psychological charlatans who claim their machines can unerringly detect lying -- suffered a severe setback when it was revealed that Aldrich Ames, the accused Russian mole, passed two polygraph exams.   The merchants of sweat at the F.B.I. moved quickly to protect their livelihood by putting out word that the machines worked -- but that incompetent C.I.A. polygraphers had read the results wrong.","thumbnail":null,"section":"Opinion"},{"date":"19940317","headline":"Time for Calhoun to Keep His Head","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-east-regional-time-for-calhoun-to-keep-his-head.html","abstract":"  The guard wouldn't let him in. Here was Jim Calhoun, moments after one of the highlights of his coaching career to that point, his team's second victory in a N.C.A.A. tournament game. His Huskies -- the 11th-seeded Northeastern Huskies -- had beaten St. Joseph's, and here he was in the bowels of Nassau Coliseum, headed for the interview room, and here was a guard, insisting that Calhoun needed a pass.   It was not until the guard was informed that Calhoun was the reason there was an audience in the interview room that the coach was allowed inside.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"St. Louis Coach Enjoying The Travel","web_url":"https://www.nytimes.com/1994/03/17/sports/college-basketball-midwest-regional-st-louis-coach-enjoying-the-travel.html","abstract":"  A half an hour after putting his Billikens through practice, Charlie Spoonhour leaned back in a plastic folding chair, reflecting on the currents that carried him from Mulberry, Kan., where he was born, to Rogers, Ark., where he was raised, to numerous points thereafter in small midwestern locales. Finally he reflected on how he had arrived in Wichita, for one of his proudest moments.   In his second year as the head basketball coach at St. Louis University, Spoonhour led the Billikens to a 23-5 record and their first National Collegiate Athletic Association tournament appearance since 1957.","thumbnail":null,"section":"Sports"},{"date":"19940317","headline":"TOUGH NEW LIMITS ON SMOKING SOUGHT FOR NEW YORK CITY","web_url":"https://www.nytimes.com/1994/03/17/nyregion/tough-new-limits-on-smoking-sought-for-new-york-city.html","abstract":"  The leadership of the City Council announced yesterday that it was seeking sweeping new restrictions on smoking in New York City, banning it in virtually all public places, from outdoor arenas and playgrounds to most restaurants and offices, except in enclosed, specially ventilated rooms.   The city already has smoking restrictions, passed in 1988, that require designated nonsmoking areas in restaurants and other public places and that limit smoking in the workplace. But the new legislation, introduced by Council Speaker Peter F. Vallone of Queens and for that reason very likely to be passed by the Council, would make New York one of the most smoking-restrictive cities in the nation.","thumbnail":null,"section":"New York"},{"date":"19940317","headline":"Hot Money Can CauseTrouble","web_url":"https://www.nytimes.com/1994/03/17/opinion/IHT-hot-money-can-causetrouble.html","abstract":"New struggles between markets and governments are brewing as big international money moves in on hitherto ignored currencies. The Malaysian ringgit is providing evidence of how this could both sour attitudes to open markets and draw the attention of a U.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940317","time":"1994-03-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":58,"wspd":20.5},{"date":"19940317","time":"1994-03-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":64,"wspd":22.3},{"date":"19940317","time":"1994-03-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":58,"wspd":18.4},{"date":"19940317","time":"1994-03-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":55,"wspd":18.4},{"date":"19940317","time":"1994-03-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":62,"wspd":16.6},{"date":"19940317","time":"1994-03-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":62,"wspd":20.5},{"date":"19940317","time":"1994-03-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":78,"wspd":14.8},{"date":"19940317","time":"1994-03-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":63,"wspd":18.4},{"date":"19940317","time":"1994-03-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":63,"wspd":20.5},{"date":"19940317","time":"1994-03-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":57,"wspd":24.1},{"date":"19940317","time":"1994-03-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":44,"wspd":31.3},{"date":"19940317","time":"1994-03-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":41,"wspd":31.3},{"date":"19940317","time":"1994-03-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":35,"wspd":31.3},{"date":"19940317","time":"1994-03-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":36,"wspd":27.7},{"date":"19940317","time":"1994-03-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":31,"wspd":29.5},{"date":"19940317","time":"1994-03-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":34,"wspd":25.9},{"date":"19940317","time":"1994-03-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":31,"wspd":24.1},{"date":"19940317","time":"1994-03-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":32,"wspd":22.3},{"date":"19940317","time":"1994-03-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":37,"wspd":20.5},{"date":"19940317","time":"1994-03-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":39,"wspd":18.4},{"date":"19940317","time":"1994-03-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":45,"wspd":16.6},{"date":"19940317","time":"1994-03-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":47,"wspd":13},{"date":"19940317","time":"1994-03-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":66,"wspd":20.5},{"date":"19940317","time":"1994-03-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":67,"wspd":18.4},{"date":"19940317","time":"1994-03-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":45,"wspd":31.7},{"date":"19940317","time":"1994-03-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":44,"wspd":35.3},{"date":"19940317","time":"1994-03-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":53,"wspd":37.1},{"date":"19940317","time":"1994-03-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":35.3},{"date":"19940317","time":"1994-03-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":29.5},{"date":"19940317","time":"1994-03-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":38.9},{"date":"19940317","time":"1994-03-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":43,"wspd":40.7},{"date":"19940317","time":"1994-03-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":45,"wspd":40.7},{"date":"19940317","time":"1994-03-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":50,"wspd":37.1},{"date":"19940317","time":"1994-03-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":55,"wspd":37.1},{"date":"19940317","time":"1994-03-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":59,"wspd":29.5},{"date":"19940317","time":"1994-03-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":71,"wspd":35.3},{"date":"19940317","time":"1994-03-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":68,"wspd":27.7},{"date":"19940317","time":"1994-03-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":55,"wspd":29.5},{"date":"19940317","time":"1994-03-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":33.5},{"date":"19940317","time":"1994-03-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":31.7},{"date":"19940317","time":"1994-03-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":40,"wspd":33.5},{"date":"19940317","time":"1994-03-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":38,"wspd":37.1},{"date":"19940317","time":"1994-03-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":37,"wspd":42.5},{"date":"19940317","time":"1994-03-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":37,"wspd":44.6},{"date":"19940317","time":"1994-03-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":38.9},{"date":"19940317","time":"1994-03-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":46.4},{"date":"19940317","time":"1994-03-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":38,"wspd":37.1},{"date":"19940317","time":"1994-03-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":42,"wspd":38.9}]}}