{"19930405":{"guardian_articles":[{"date":"19930405","headline":"Fighting talk","web_url":"https://www.theguardian.com/world/1993/apr/05/warcrimes.maggieokane","abstract":null,"thumbnail":null,"section":"Law"}],"nytimes_articles":[{"date":"19930405","headline":"The Right Stuff: Hat Trick Under Fire","web_url":"https://www.nytimes.com/1993/04/05/sports/college-hockey-the-right-stuff-hat-trick-under-fire.html","abstract":"  Jim Montgomery has one last hockey game to play at Maine. This one will come on Saturday night in the Alfond Arena at Orono, home ice for the Black Bears, and it will be an all-star affair matching college hockey's best seniors on East and West teams.   The cheers for Montgomery are certain to be the loudest and longest, in acknowledgment of his four skating seasons at Maine and especially his last game.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"SUMMIT IN VANCOUVER: Not Just Another East-West Face-Off; Welcome to the Lifestyle Summit","web_url":"https://www.nytimes.com/1993/04/05/world/summit-vancouver-not-just-another-east-west-face-off-welcome-lifestyle-summit.html","abstract":"  Vancouver may well be remembered as the first quality-of-life summit meeting -- a couple of world leaders up to their necks in debt, dwelling more on materialism than on the military, and on standards of living rather than life and death.   The meeting had all the drama of a bankrupt businessman applying for a bridge loan from the president of a failing S. & L. In part, this was due to the fundamental change in the relationship between Moscow and Washington since the end of the cold war. Before, Russian leaders presented their American counterparts with a threat. Now, they just present them with a bill.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"TOP ADMIRAL BACKS FULL COMBAT ROLES FOR WOMEN IN NAVY","web_url":"https://www.nytimes.com/1993/04/05/us/top-admiral-backs-full-combat-roles-for-women-in-navy.html","abstract":"  In a dramatic turnaround for a military service that has been plagued by sexual-harassment accusations in recent years, the Navy's top admiral wants to allow women to serve in combat eventually and has recommended immediately expanding the number of jobs on ships that are open to them, Pentagon officials said today.   The long-term objective is to open to women virtually every job in the service, including flying combat planes. But that proposal has not been submitted to Defense Secretary Les Aspin, partly because top Navy officials and Mr. Aspin believe the other military services would oppose it.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/05/us/inside-191793.html","abstract":"  Israel Trims Arab Workforce   Israel has begun measures to reduce the number of Palestinians working in the occupied territories and is looking for Jews to fill the jobs. Page A7. Another Version of Raid    Lawyers for the leader of the Branch Davidian cult are contradicting the Government's account of a deadly shootout in Texas. Page A10. 47 Points and a Title    Sheryl Swoopes set an N.C.A.A. finals record as Texas Tech beat Ohio State for the women's basketball championship. SportsMonday, page C7.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92800049356.html","abstract":"1943: American Air Raid","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/05/arts/dance-in-review-040193.html","abstract":"  \"Rooted in Our Bones\"   Davis Hall  City College    Donald Byrd, an experienced maker of dances, invited five up-and-coming choreographers to participate in a program titled \"Rooted in Our Bones\" on March 28.","thumbnail":null,"section":"Arts"},{"date":"19930405","headline":"Confusion And Cuts On Yanks' Final Day","web_url":"https://www.nytimes.com/1993/04/05/sports/baseball-confusion-and-cuts-on-yanks-final-day.html","abstract":"  Six weeks after they began workouts under the Florida sun -- and one day from their season opener in frigid Cleveland -- the Yankees finally made their unkindest cuts of the spring.   Gone are Hensley Meulens, Gerald Williams, Andy Stankiewicz and Jeff Johnson, all sent down yesterday to Class AAA Columbus. Pitcher Neal Heaton was left in a state of limbo, asked to accompany the team to its opener but given no assurances beyond the first few days.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/05/nyregion/chronicle-302293.html","abstract":"  \"Next year in Jerusalem,\" Rabbi JOEL S. GOOR will intone at the close of the Passover seder he will conduct at the Metropolitan Synagogue of New York. And then he will add, \"Next year in Tibet.\"   Tonight, when 88 members of the synagogue gather for the seder in the building at 40 East 35th Street that is also home to the Community Church of New York, there will be 21 Tibetans in their midst.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Public Space for the Public","web_url":"https://www.nytimes.com/1993/04/05/opinion/public-space-for-the-public.html","abstract":"  In 1979 New York City and the developer of the Parker Meridien Hotel made a deal: the hotel got permission to build eight more floors than the zoning laws allowed, in return for creating a public arcade in the lobby that connects 56th and 57th Streets. For several years the midtown Manhattan hotel kept its part of the bargain. Its attractive arcade, complete with chairs and tables, became a popular spot in the neighborhood.    Unfortunately, says the hotel, it also became a haunt for troublemakers who preyed on guests, harassing and sometimes robbing them just outside the building. So the Parker Meridien, on 57th Street between Sixth and Seventh Avenues, removed the tables and chairs. The arcade is now just empty space. In a decision the city is appealing, an administrative law judge says that's O.K.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Why Sex-Abuse Case Evokes Witch Trials","web_url":"https://www.nytimes.com/1993/04/05/opinion/l-why-sex-abuse-case-evokes-witch-trials-064993.html","abstract":"  To the Editor:   Anna Quindlen contends in \"But Not Both\" (column, March 31), on the Kelly Michaels child sex abuse case, that evocation of the Salem witch trials by Ms. Michaels's supporters was \"a cheap and easy metaphor that implies malevolent hysteria.\" The parents whose children testified, she states, \"truly believed that those children were violated and that they still show the effects.\"","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Out at Shea, Mets Will Begin Against a Beginner","web_url":"https://www.nytimes.com/1993/04/05/sports/baseball-out-at-shea-mets-will-begin-against-a-beginner.html","abstract":"  For one club, the Mets, the season that opens today at Shea Stadium is supposed to be a serious, purposeful trip back from ignominy and toward redemption. For the other, the Colorado Rockies, the season is a birth, a thrilling, awkward, historic explosion into identity.   Call it, then, the odyssey and the ecstasy, and it all gets under way for the two clubs today at 2:10 P.M.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Housing Plan Prompts Look At Past Effort","web_url":"https://www.nytimes.com/1993/04/05/nyregion/housing-plan-prompts-look-at-past-effort.html","abstract":"  After years of the fear and uncertainty of living in dilapidated apartments with drug-dealing neighbors, tenants at 526 West 158th Street in Manhattan had reason for hope when, with the help of a nonprofit agency and the city, they took over the property in 1989.    But not everything has gone smoothly. The building, in Washington Heights, has fallen behind on its property taxes and loans from the city, and an attempt to renovate it has left some families struggling with incomplete bathrooms, broken windows and drains filled with concrete and plaster.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"The Talk of Hollywood; Just What Does Michael Ovitz Want?","web_url":"https://www.nytimes.com/1993/04/05/movies/the-talk-of-hollywood-just-what-does-michael-ovitz-want.html","abstract":"  Michael Ovitz, the most powerful agent in Hollywood, who runs Creative Artists Agency, is not only fond of making deals but of making waves as well. This time, though, the latest Ovitz wave has knocked over some rivals who have stood up and vowed to wage combat.   Even by Hollywood's shark-infested standards, the level of virtually open warfare among major talent agencies is unusually intense. In recent days, rival agencies have even discussedasking the United States Justice Department to probe C.A.A.'s latest move. In turn, C.A.A. says assertions that the agency has somehow done something wrong are outrageous and motivated, quite simply, by envy.","thumbnail":null,"section":"Movies"},{"date":"19930405","headline":"Graf Suffers the Injury, But Foe Feels the Pain","web_url":"https://www.nytimes.com/1993/04/05/sports/tennis-graf-suffers-the-injury-but-foe-feels-the-pain.html","abstract":"  Wrapped in a psychedelic leotard, an Ace bandage and an air of invulnerability despite a stabbing pain in her left knee, a determined Steffi Graf powered her way past durable Arantxa Sanchez Vicario today, 7-6 (10-8), 6-1, in the final of the Family Circle Magazine Cup.   Eager to begin the clay-court season in a winning way, Graf, who accepted a last-minute wild card into this event as a replacement for flu-ridden Monica Seles, earned her second title of the year at the Spaniard's expense.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Masur Takes the Philharmonic on the Road","web_url":"https://www.nytimes.com/1993/04/05/arts/masur-takes-the-philharmonic-on-the-road.html","abstract":"  Most major American orchestras tour nationally and internationally, but European tours hold a special place in their hearts. Historically, orchestras were European in origin, and they still play mostly European music. The big record companies are there, along with a sophisticated public and venerable concert halls and world-renowned orchestras with which Americans would like to be compared.   The vast majority of the conductors of American orchestras are European themselves and naturally want to show off their New World ensembles to their Old World audiences. Often, as in the case of Kurt Masur, because such tours augment their own reputations.","thumbnail":null,"section":"Arts"},{"date":"19930405","headline":"Evans and Thompson Win","web_url":"https://www.nytimes.com/1993/04/05/sports/swimming-evans-and-thompson-win.html","abstract":"  Janet Evans and Jenny Thompson, both Olympic gold medalists and world-record holders, won their third titles tonight as the Phillips 66 United States Swimming spring championships ended.   In the Tracy Caulkins 50-meter pool, Evans won the women's 1,500-meter freestyle by 40 meters in 16 minutes 16.38 seconds. Thompson took the women's 50-meter freestyle in 25.72 seconds. Kristine Quance captured the women's 200-meter individual medley in 2:16.30 for her second title of the five-day meet.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"In Russia, Employee Ownership Is Succeeding; Student Exchange","web_url":"https://www.nytimes.com/1993/04/05/opinion/l-in-russia-employee-ownership-is-succeeding-student-exchange-063093.html","abstract":"  To the Editor:   In recent days the importance of continuing and expanding American investment in Russia, despite the internal tensions and uncertainties in that country, was underscored by President Clinton at his first press conference, by Secretary of State Warren M. Christopher, addressing the Chicago Council on Foreign Relations, and by Senator Bill Bradley in \"The Right Stuff for Russia\" (Op-Ed, March 14). All three make the point that the United States has a vital and strategic interest in helping Russia achieve a stable democracy with a free-market economy.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"SHUTTLE READIED FOR OZONE STUDY","web_url":"https://www.nytimes.com/1993/04/05/us/shuttle-readied-for-ozone-study.html","abstract":"  Preparations moved ahead smoothly today as technicians readied the space shuttle Discovery for a mission to study the changing nature of Earth's atmosphere.   A spokesman for the National Aeronautics and Space Administration said there were no major barriers in sight for a launching of the spacecraft and its five-member crew scheduled for 1:32 A.M. Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"'Perfection' Not Enough To Impress Cavaliers","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-basketball-perfection-not-enough-to-impress-cavaliers.html","abstract":"  In a shoe commercial featuring Derrick Coleman, scientists create the perfect basketball player, and up from the ashes rises Coleman, larger than life.   The way Coleman has been playing recently, including today against the Cleveland Cavaliers, he has been as close to perfect as any mortal can be. But there have been two problems: One, those same scientists forgot to create indestructable teammates, as injuries have left the Nets decimated. And two, other things have taken some of the attention away from Coleman's latest exploits.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Knicks Don't Blink With Bulls in View","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-basketball-knicks-don-t-blink-with-bulls-in-view.html","abstract":"  If the Knicks finish with the best record in the Eastern Conference, they will remember tonight's game as a crucial victory.   Winning an emotional test of wills against a quality opponent on the road, New York (51-20) beat the San Antonio Spurs, 108-103, in overtime at the HemisFair Arena. The triumph extended the Knicks' winning streak to six games, and it kept them one game ahead of the Chicago Bulls (50-21) in the East.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/05/nyregion/metro-digest-493293.html","abstract":"  METRO DIGEST  WARNING ON TRADE CENTER BOMBING   President Mubarak of Egypt says the United States could have prevented the bombing of the World Trade Center if American officials had heeded his country's warnings about an Islamic fundamentalist network in the United States. But he suggested that the information provided by Egypt related generally to activities by individuals in the United States, not that Egypt had passed on specific information foreshadowing the bombing. Mr. Mubarak called on the new Administration to take a more active role in stemming international terrorism, particularly activities inspired by Islamic fundamentalist groups. A1. NEW YORK CITY  EXPANDING PUBLIC SCHOOLS","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Military Cuts: A Millstone for Ex-Workers","web_url":"https://www.nytimes.com/1993/04/05/us/military-cuts-a-millstone-for-ex-workers.html","abstract":"  David H. Dolson assumed he was on the right track. He was part of a team coordinating the production and delivery of replacement parts for aircraft made by the McDonnell Douglas Corporation. While still there, he set about preparing himself for work in a society no longer bracing for war with a Soviet superpower.    Mr. Dolson, who is 27 years old, determined that industry needed managers for foreign plants, so he earned a master's degree in international relations. Laid off in September 1990, he went to Bolivia and learned Spanish. Home again, he said, \"I'll go anywhere.\" So what is he doing now? \"Installing kitchens,\" he said. He earns $7.50 an hour, half his pay at McDonnell Douglas.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"Girls Of Summer","web_url":"https://www.nytimes.com/1993/04/05/opinion/girls-of-summer.html","abstract":"Fourteen years ago, on another splendid opening day, I arrived in Boston as one of the first woman baseball columnists in the major leagues. Women had just been permitted in the clubhouse. Who could forget the brouhaha over getting us into that cherished inner sanctum: lawsuits had been joined, players had protested, players' wives had weighed in with their doubts and fears, columns and columns of overheated prose had been devoted to the debate. \n\nWomen won, and I was hired to be the \"female jockstrap,\" as the players called me. I was woefully naive, a baseball innocent, a novelty act dreamed up by the new editor of The Boston Herald-American, Don Forst, who was convinced a \"Red Sox Diary\" by a woman on the front page was a way to get his paper noticed. \"Talk to the pitchers about their anxiety attacks, and talk to the wives about their loneliness, and see what the first baseman has to say about his life,\" he suggested. \"But for God's sake, don't write about the game.\" Of course not. Everyone knew I was hired only to be the first skirt, to write the women's stuff.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/05/sports/results-plus-754093.html","abstract":"  GOLF  Standly Holds On  Mike Standly shot a five-under-par 67 yesterday, then withstood final-hole challenges by Payne Stewart and Russ Cochran for a one-stroke victory in the Freeport-McMoRan Golf Classic in New Orleans. Standly, who finished 72 holes at seven-under 281, missed a chance to close out his first PGA Tour title when a birdie putt stopped an inch short of the cup on the 18th hole of the 7,116-yard English Turn Golf and Country Club course. That left the door open for Stewart and Cochran to force a playoff with birdies on the final hole. But Stewart had a 25-foot birdie putt come up an inch short, and Cochran missed from 40 feet. Each shot 69 yesterday to finish at 282. Standly began play two strokes behind 54-hole leader Greg Kraft. Standly had six birdies, five on the front nine despite rain and wind gusting to 25 miles an hour. His only bogey of the day was on the 11th, but he birdied the 12th and then parred in. Stewart, the 18- and 36-hole leader before falling a stroke behind on Saturday, threatened to play himself out of contention with bogeys on Nos. 4, 5 and 7. But he turned in even-par 36 and shot 33 coming home. The $180,000 winner's check is Standly's largest payoff ever. (AP) Johnson Beats the Wind: Trish Johnson of Wales shot a windblown five-under-par 67 to run away from the field for a four-shot victory in the $450,000 Las Vegas L.P.G.A. at Canyon Gate. Johnson, three shots behind the second-round leader, Brandie Burton, when final-round play began, was one of just nine players to break par yesterday as wind gusts reached 40 mph. She completed 54 holes at seven-under 209 for her first victory in six seasons on the L.P.G.A. tour. Missie McGeorge, who was paired with Johnson, shot 71 to finish second at three-under 213.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Republicans Redux","web_url":"https://www.nytimes.com/1993/04/05/us/republicans-redux.html","abstract":"  The stalemate in the Senate is not really about whether spending $16.3 billion will save the economic recovery, as Democrats say. Nor is it fundamentally about the national debt or the folly of taxing and spending, as Republicans maintain.   There is not enough money in the bill to explain the passion displayed on either side.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"SUMMIT IN VANCOUVER: The Play at Home; Presidents' Summit Seems Remote to Many Russians","web_url":"https://www.nytimes.com/1993/04/05/world/summit-vancouver-play-home-presidents-summit-seems-remote-many-russians.html","abstract":"  The summit meeting between President Boris N. Yeltsin and President Clinton was the first item tonight on \"Itogi,\" Russia's popular and respected news and commentary program, but the focus was not summitry or foreign aid. Rather, it was the political crisis that rocked the country last week and its likely impact on the April 25 constitutional referendum.   After the high drama of Mr. Yeltsin's showdown with the Congress of People's Deputies, the meetings in Vancouver, British Columbia, seem tame and distant to many Russians. Add to this the fact that no Russian newspapers come out on Sundays, and it is understandable that the first day and a half of news from Vancouver has received only cursory treatment.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Essay; In the Cruelest Month","web_url":"https://www.nytimes.com/1993/04/05/opinion/essay-in-the-cruelest-month.html","abstract":"  \"April is the cruelest month,\" wrote the poet T. S. Eliot, \". . . mixing Memory and desire.\"   In the April that features the first global presidential campaign, Boris Yeltsin is reminding both his compatriots and former superpower competitors of the threat to freedom of revanchist apparatchiks, while fanning the desire \"to move from general assurances to pragmatic, specific acts.\"","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Johannesburg Journal; Time to Laugh? The Beloved Country Thinks So","web_url":"https://www.nytimes.com/1993/04/05/world/johannesburg-journal-time-to-laugh-the-beloved-country-thinks-so.html","abstract":"  Gwen Anderson is a suburban matron, a white liberal who once darkened her skin with shoe polish to, as she put it, \"truly experience what it means to be a black woman in South Africa,\" but who does not know her black maid's last name.   Eve Sisulu is her maid and her tutor in the mysteries of the black majority. She takes mischievous delight in indulging her employer's preconceptions.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Editorial Notebook; The Past Is Not a Prison","web_url":"https://www.nytimes.com/1993/04/05/opinion/editorial-notebook-the-past-is-not-a-prison.html","abstract":"  Dismayed by bleak news from Moscow, some Americans jump to a bleaker conclusion -- that Russia's democratic experiment is doomed. Russians are bred to autocracy, pessimists contend, and have no conception of minority rights nor any habits of compromise. The Yeltsin experiment is a mere parenthesis, they say, an interlude between tyranny past and tyranny yet to come.    What makes this dark vision seem plausible is its core of historic truth. In a famous passage, Alexis de Tocqueville remarked long ago that Americans rely on the common sense of the people, while Russians center all authority in the state: \"The principle instrument of the former is freedom; of the latter, servitude.\"","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Sore Shoulder Slows a Free Spirit","web_url":"https://www.nytimes.com/1993/04/05/sports/swimming-sore-shoulder-slows-a-free-spirit.html","abstract":"  Of all the gold medalists in the 1992 Summer Olympics at Barcelona, Spain, perhaps none led a wilder life than Nelson Diebel. He talked freely of his overactive youth: getting into fights, experimenting with drugs and alcohol, jumping out of windows on a dare, rebeling against authority.   And perhaps no gold medalist this side of Michael Jordan or Magic Johnson became more recognizable at Barcelona than this free-spirit swimmer with a shaved head covered by a red, white and blue bandana.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Data for Discussions","web_url":"https://www.nytimes.com/1993/04/05/opinion/l-data-for-discussions-066593.html","abstract":"  To the Editor:   A March 29 news article labels the 1993 Kids Count Data Book \"an example of the many public campaigns now selling a vision of activist government beneath the face of a child,\" adding: \"The movement's thesis is that American children as a whole are imperiled and in need of special help, especially Federal help.\"","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Abroad at Home; The Limit of Shame","web_url":"https://www.nytimes.com/1993/04/05/opinion/abroad-at-home-the-limit-of-shame.html","abstract":"  How far can Serbian leaders go in their contempt for the rules of international order without provoking a meaningful reaction from the United States Government? Is there a limit to the shame President Clinton will feel without acting?    Those questions are raised by Serbian conduct in recent days. It has been increasingly brazen, increasingly contemptuous of United Nations orders and world hand-wringing. The Serbs have stopped trying to conceal their belief that the U.N., and in particular the United States, are paper tigers.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Serbs' Strategy: War Gets More Than Diplomacy","web_url":"https://www.nytimes.com/1993/04/05/world/serbs-strategy-war-gets-more-than-diplomacy.html","abstract":"  In rejecting the peace plan for Bosnia negotiated by the international community, the Serbs have evidently concluded that they have enough military strength on the ground and enough stoicism to withstand whatever is coming.    Though the United Nations is still groping for a way to induce them to sign the draft accord, the Bosnian Serbs have opted for hard facts over diplomacy. After a year of fighting they hold about 70 percent of Bosnia and Herzegovina and their forces are much better armed than their Muslim and Croatian foes. And any notion of Western military intervention is filled with potential pitfalls and could have explosive repercussions.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Ball Drops, Year Starts: Time for Baseball '93","web_url":"https://www.nytimes.com/1993/04/05/sports/baseball-opening-day-ball-drops-year-starts-time-for-baseball-93.html","abstract":"  Remnants of the vitriolic 1992 baseball season and its equally histrionic off season still remain, like so much pollution-blackened snow that simply refuses to melt. But for those who feared this day might not ever come, it is here, the opening day of baseball, 1993.   It brings with it more than enough hope that the business of baseball -- the game's evil twin -- will be swept away. And there are players with enough star power, division races with enough intrigue and individual stories with enough poignant twists to do just that.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/05/arts/dance-in-review-041093.html","abstract":"  'Drastic Cuts'  Majestic Theater  Brooklyn    Donald Byrd's new \"Drastic Cuts,\" presented on Tuesday night, is said to refer to continuing reductions in private and public financial support for the arts in America. Mr. Byrd has choreographed a number of dances that comment directly and with cathartic vigor on social issues and themes. But \"Drastic Cuts\" does not fit into this category.","thumbnail":null,"section":"Arts"},{"date":"19930405","headline":"Another Award to Cheaney","web_url":"https://www.nytimes.com/1993/04/05/sports/college-basketball-another-award-to-cheaney.html","abstract":"  Calbert Cheaney took another step toward becoming a consensus national player of the year when he was honored by the United States Basketball Writers Association today with the Wooden Award as the top men's player.   Cheaney, an Indiana senior and the leading scorer in the history of the Big Ten conference, has been named to each of the major awards announced so far.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1918: German Losses","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Sect's Lawyers Dispute Gunfight Details","web_url":"https://www.nytimes.com/1993/04/05/us/sect-s-lawyers-dispute-gunfight-details.html","abstract":"  Lawyers for David Koresh and his deputy have made assertions in interviews over the last few days that contradict the official version of the Feb. 28 gunfight at the Branch Davidian compound.   Among the assertions made by the religious sect's lawyers were: that four Federal agents were captured in the raid and later released and that agents flying in helicopters over the main compound building fired shots. The authorities denied those assertions.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"Man Held in 3 Slayings","web_url":"https://www.nytimes.com/1993/04/05/nyregion/man-held-in-3-slayings.html","abstract":"  A 27-year-old Queens man was arrested on Saturday in the shooting deaths of three men in a Mexican restaurant in the Bronx last month, the police said yesterday. The suspect, Oscar Pagan, was arrested at his home at 88-09 214th Street in Queens Village shortly after 2 A.M., said a police spokesman, Sgt. John McCluskey. Two employees of the Lena Restaurant at 206 East 198th Street in Bedford Park and a nephew of the owner were shot on March 9 after at least two robbers took about $100 from the cash register. One customer survived a gunshot wound and another employee escaped.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Memory Lane Is Near; After 43 Years On the Air, Joe Franklin Prepares to Sign Off","web_url":"https://www.nytimes.com/1993/04/05/nyregion/memory-lane-is-near-after-43-years-on-the-air-joe-franklin-prepares-to-sign-off.html","abstract":"  Once Joe Franklin had Bing Crosby on his talk show and asked: \"Did Bing Crosby ever really go 'boo-boo-boo-boo-boo-boo-boo-BOO' when he sang?\" (Yes, and Bing said it was classy.)   And then there was the time Mr. Franklin's guests were the cast of the just-opened Tennessee Williams play \"Small Craft Warnings.\"","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Let's Curb Social Security Number's Uses","web_url":"https://www.nytimes.com/1993/04/05/opinion/l-let-s-curb-social-security-number-s-uses-065793.html","abstract":"  To the Editor:   Marc Greidinger sued the State of Virginia and won his case for keeping his Social Security number private when registering to vote (news article, March 25). This may make Mr. Greidinger, a 29-year-old staff lawyer with the United States Court of Appeals for the Fourth Circuit in Richmond, appear like the hero David defeating the mighty Goliath, but I think his slingshot was misdirected.  The privacy that needs to be protected is not the Social Security number, but the information in the files that the number helps identify.   It would probably be a good idea if Social Security numbers were generally used and available for identification. They are unique, universal, unambiguous and relatively concise. I do not advocate that we give up our names in favor of numbers, but if an organization has to deal with 10 John Smiths, something more is needed. In the past our local police department promoted Project Theftguard, encouraging people to engrave their driver's license number on household articles to assist in their identification in case of theft. I chose to use my Social Security number as being much more practical.   The problem with privacy is not that Social Security numbers are used for identification, but that the custodians of confidential information have inadequate procedures for releasing that information.    If a name is not sufficient to provide access, neither should a Social Security number be. There are other possibile choices. The most obvious is the use of a brief personal identification number, a system used by banks and bank cards.   There will be situations in which it is not practical to set up an identification system in advance, for example, a request for a birth certificate or a request to a credit bureau for one's record in its files. Each organization must be responsible for setting up adequate procedures for safeguarding and releasing its information.    A Social Security number may be helpful for identification, but it need not and should not be the key that unlocks the door to private information. JEROME KURSHAN  Princeton, N.J., March 26, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"It Takes a Good Host to Run a Spy Agency","web_url":"https://www.nytimes.com/1993/04/05/us/executive-brief-central-intelligence-agency-it-takes-good-host-run-spy-agency.html","abstract":"  Given the setting and circumstance, the guests at a recent weekend retreat at which the new Director of Central Intelligence played host might well have wondered if the gathering was intended as some sort of recruitment.   The meeting place was Camp Peary, the legendary C.I.A. compound in Virginia at which American operatives are taught to enlist foreign agents. Inside its classrooms, a dozen members of Congress listened quietly as the Director, R. James Woolsey, offered this pitch: intelligence is a business with a future.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"The Unfulfilled Legacy of a Daring Experiment","web_url":"https://www.nytimes.com/1993/04/05/nyregion/metro-matters-the-unfulfilled-legacy-of-a-daring-experiment.html","abstract":"  FIFTY years ago this spring, Martin Luther King Jr. was beginning high school, Harry S. Truman was just a relatively obscure Senator, Jesse Jackson was 1 1/2 years old and Linda Brown, whose family name would be immortalized 11 years later by a United States Supreme Court decision, had not yet been born. But in downtown Brooklyn a white Midwesterner named Branch Rickey was already plotting a civil rights revolution of enormous magnitude.    In 1943, Mr. Rickey -- barely anybody addressed him more familiarly -- approached George V. MacLaughlin, president of the Brooklyn Trust Company, with a daring proposal. Mr. Rickey was the president of the Brooklyn Dodgers, a team that was deeply indebted to MacLaughlin's bank.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Gail Stavitsky and Richard Sheinaus","web_url":"https://www.nytimes.com/1993/04/05/style/weddings-gail-stavitsky-and-richard-sheinaus.html","abstract":"  Dr. Gail Beth Stavitsky, a freelance art historian in Brooklyn, and Richard Arthur Sheinaus, the owner of Gotham Design, a graphic design and advertising concern in Manhattan, were married yesterday. Judge Abraham Gerges, a New York State Supreme Court Justice in Brooklyn, officiated at El Teddy's restaurant in Manhattan.","thumbnail":null,"section":"Style"},{"date":"19930405","headline":"Rebecca Victor, Sami Baadarani","web_url":"https://www.nytimes.com/1993/04/05/style/weddings-rebecca-victor-sami-baadarani.html","abstract":"  Rebecca Lynn Victor, a daughter of A. Paul and Ellen G. Victor of Rye, N.Y., was married yesterday to M. Sami Baadarani, a son of Leila and Sami M. Baadarani of Beirut. Judge Martin Marcus, of the New York State Court of Claims in the Bronx, officiated at Tappan Hill in Tarrytown, N.Y.   Mrs. Baadarani, 27, is an independent associate producer of videos and films, in New York. She and her husband graduated from Boston University. Her father is a partner in the New York law firm of Weil, Gotshal & Manges. Her mother is a real estate broker for Douglas Elliman, a real estate company in New York.","thumbnail":null,"section":"Style"},{"date":"19930405","headline":"England's Grand National Steeplechase Turns Into a Great Fiasco","web_url":"https://www.nytimes.com/1993/04/05/sports/IHT-englands-grand-national-steeplechase-turns-into-a-great-fiasco.html","abstract":"They called it off Sunday. In the record books, the 150th running of the Grand National horse race, which bills itself as the world's greatest steeplechase, will never have taken place.. But a race was run Saturday, over a 41/2-mile (7.2 kilometer) course","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Lawmakers Resolve Unicef Bill Dispute","web_url":"https://www.nytimes.com/1993/04/05/nyregion/lawmakers-resolve-unicef-bill-dispute.html","abstract":"  A political squabble over the sponsorship of a bill described as vital to keeping the United Nations Children's Fund in New York City ended today as legislators reached an agreement and everyone declared victory.   The bill, which easily passed the Assembly tonight and is expected to sail through the Senate by early Monday, would allow the United Nations Development Corporation, to obtain tax exemptions for a new building.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"'Hey Prez!': Computers Offer New Line to Clinton","web_url":"https://www.nytimes.com/1993/04/05/us/hey-prez-computers-offer-new-line-to-clinton.html","abstract":"  Want a full transcript of President Clinton's latest speech on housing or welfare? Just tap in a command on your home computer.   Want the White House to know instantly what you think of Mr. Clinton's economic plan? Call the \"White House comments line\" and punch in a response on your touch-tone phone.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"Caller ID Arriving for Phone Customers in Parts of Manhattan and the Bronx","web_url":"https://www.nytimes.com/1993/04/05/nyregion/caller-id-arriving-for-phone-customers-in-parts-of-manhattan-and-the-bronx.html","abstract":"  The controversial telephone attachment known as caller ID that displays the number of an incoming call finally will become available on April 15 in many areas of Manhattan and the Bronx, continuing the introduction of the service that began last November in parts of the three other boroughs of New York City, Long Island and Rockland County.   If a residential subscriber decides to pay $6.50 extra a month for the service, the attachment will display the number of an incoming call after the first ring and then store the number for later retrieval, providing the call is from an area where the service also has been introduced.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"At Last, a Team for Justice","web_url":"https://www.nytimes.com/1993/04/05/opinion/at-last-a-team-for-justice.html","abstract":"  After much thrashing and delay, the Clinton Administration has found three nominees for top management jobs at the Justice Department. It's the nucleus of a team that can, if swiftly confirmed by the Senate, start to run the kind of department President Clinton ought to want.    The two months it took to install Janet Reno as Attorney General were costly to an Administration that needed to make a fast start and invigorate a department suffering from 12 years of ideology-driven misrule. Then more weeks were squandered in a frustrating quest for a management both diverse and free of embarrassments over household employees, illegal aliens and unpaid Social Security taxes.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Bar Mitzvah Meets the Age Of Computers","web_url":"https://www.nytimes.com/1993/04/05/nyregion/bar-mitzvah-meets-the-age-of-computers.html","abstract":"  Barron Gati wanted his rite of passage into Jewish manhood to be a true medieval warrior's quest.   And the 13-year-old Rye Country Day School seventh-grader wanted that quest to be more than slaying a fire-breathing dragon. He wanted to scale mountains, dodge hot lava, crush boulders and fireballs and do battle with scorpions, piranhas and an evil leader.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"To Our Readers","web_url":"https://www.nytimes.com/1993/04/05/us/to-our-readers.html","abstract":"  Starting today, the suggested newsstand price of The Times on weekdays and Saturdays outside the New York metropolitan area increases to 75 cents.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"HORSE RACING: KENTUCKY DERBY '93 -- In the Running; Two Herds Are Better Than One","web_url":"https://www.nytimes.com/1993/04/05/sports/horse-racing-kentucky-derby-93-in-the-running-two-herds-are-better-than-one.html","abstract":"  Just when they had grown accustomed to her face, Eliza has departed and left the road to the Kentucky Derby still confused and crowded with colts with less than four weeks to go to the 119th Run for the Roses.   But her owner, Allen E. Paulson, was plotting a new strategy for the weekend of classic races at Churchill Downs: to win the Kentucky Oaks on April 30 with the filly Eliza, then shoot for a sweep in the Derby the next day with the colt Corby and maybe even his stablemate Diazo.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/05/nyregion/chronicle-033993.html","abstract":"  JOE CLARK, whose unorthodox approach to education was depicted in the film \"Lean on Me,\" told students they should not use society's problems as an excuse for dropping out.   \"I know it's hard for black Americans, but it was harder for your great-great-grandmama and your great-great-grandpapa who worked from can't-see mornin' till can't-see night,\" the former principal of Eastside High School in Paterson, N.J., told 120 youngsters in Indianapolis on Saturday, The Associated Press said.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Davis Love Looks For Breakthrough In a Major Event","web_url":"https://www.nytimes.com/1993/04/05/sports/golf-davis-love-looks-for-breakthrough-in-a-major-event.html","abstract":"  If romance can be put aside in golf's most romantic tournament, there could be no more relevant winner at the 1993 Masters than Davis Love 3d.   Without a doubt, other triumphs would carry more poetry: Greg Norman finally winning at Augusta would mean the restoration of the game's Job, while a triumphant Seve Ballesteros would become Prometheus unbound. A third green jacket for Nick Faldo would represent another harpoon driven home by golf's Ahab, while an impossibly delicious seventh for 53-year-old Jack Nicklaus might redefine our conception of Zeus.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/05/nyregion/c-corrections-258193.html","abstract":"  The Sports of The Times column on Saturday about an exhibition on the history of the N.C.A.A. basketball tournament misidentified the coach of the 1949-50 City College basketball team. He was Nat Holman, not Clair Bee.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Israel Starts Planning to Replace Its Arab Workers","web_url":"https://www.nytimes.com/1993/04/05/world/israel-starts-planning-to-replace-its-arab-workers.html","abstract":"  The Government took its first formal steps today to reduce permanently the number of Palestinians from the occupied West Bank and Gaza Strip who will be allowed to work in Israel after the closed territories are reopened.    At its weekly meeting, the Cabinet set up a special committee to offer ideas by next week about how to replace Arab laborers with Jews. Prime Minister Yitzhak Rabin told his ministers that he wanted an end to employment opportunities in Israel for Palestinians, but he added that it would require developing jobs in the territories, where they are relatively scarce.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"In a Texas Senate Race, the Really Influential Parties Are Not on the Ballot","web_url":"https://www.nytimes.com/1993/04/05/us/in-a-texas-senate-race-the-really-influential-parties-are-not-on-the-ballot.html","abstract":"  As a political spectator sport, the election to replace Lloyd Bentsen as Texas Senator has turned into the kind of wild free-for-all not seen here since 1961, when 71 people vied for the right to succeed Lyndon B. Johnson.    When the filing deadline for the May 1 open election passed last Thursday, 24 people had signed up, ranging from a candidate who gave his occupation as \"honest lawyer\" to a heart-transplant recipient who insists a vote for him is a vote for \"automatic term limitation\" because doctors have told him he has only eight years to live.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/05/nyregion/news-summary-180193.html","abstract":"  International 3-9  AID RISES TO $1.6 BILLION  President Clinton pledged $1.6 billion in assistance intended to show \"immediate and tangible\" support for Boris N. Yeltsin's reforms. The amount was higher than the initial $1 billion because of $700 million in long-term, low-cost credits to enable Russia to start receiving American grain shipments.  A1  A NEW BRAND OF SUMMIT  In the summit meeting of the 1990's, it's partnerships, not handouts; pragmatism not pomp, and trafficking in money, not threats. Image is paramount, and low-key is the operative word.  A9","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Tar Heels And Lynch: Greatness Together","web_url":"https://www.nytimes.com/1993/04/05/sports/college-basketball-tar-heels-and-lynch-greatness-together.html","abstract":"  As North Carolina prepared for the national championship game Monday night against Michigan, the Tar Heels' senior forward, George Lynch, planned to approach Dean Smith and make the boldest request of his career.   He was set to ask his coach for permission to wear a patch on his jersey or a symbol on his sneakers to show support for a controversial effort to build a black cultural center on the North Carolina campus.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"The War in the Paint Will Color the Result","web_url":"https://www.nytimes.com/1993/04/05/sports/college-basketball-the-war-in-the-paint-will-color-the-result.html","abstract":"  In their quest for the national collegiate basketball championship here Monday night, North Carolina and Michigan will first battle for supremacy in the paint.   North Carolina starts a front line that has an average height of 6 feet 8 inches and a total weight of 705 pounds. Michigan's interior starters average nearly 6-8 and weigh a total of 704 pounds.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/05/arts/dance-in-review-270093.html","abstract":"  Hidejo Kanzaki And Seijo Kanzaki  Japan Society    Jiuta-mai, an exquisite form of Japanese classical dance, is seldom performed in New York. And so it was good to see a program of jiuta-mai, presented on Thursday in the Lila Acheson Wallace Auditorium of the Japan Society.","thumbnail":null,"section":"Arts"},{"date":"19930405","headline":"Reprieved Rangers Pull No Punches","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-hockey-reprieved-rangers-pull-no-punches.html","abstract":"  They sat in their hotel rooms Saturday night with a good grip on the channel changer. Back and forth went the television picture. ESPN hockey, N.C.A.A. basketball. Hockey, basketball, hockey again.   For the Rangers, the day began with a feeling somewhat akin to desperation, although most don't like the sound of that word. It ended with faint flutters of hope. The Islanders had lost. The Devils had lost. And the Rangers, in fifth place in the Patrick Division, had new reason to believe that their fight to make the playoffs is not over -- not yet, at least.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Kulwicki Raced, Reigned As a Driven Outsider","web_url":"https://www.nytimes.com/1993/04/05/sports/auto-racing-kulwicki-raced-reigned-as-a-driven-outsider.html","abstract":"  Soon after Alan Kulwicki won the 1992 Winston Cup championship, he was asked half-jokingly whether it meant that his financially strapped team might finally get to fly to and from races in a private plane, instead of on commercial flights.   As it turned out, the greatest triumph of Kulwicki's life would indirectly lead to his death, last Thursday night in a plane crash in Bristol, Tenn.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"New York City Readies 37 Specialized Schools","web_url":"https://www.nytimes.com/1993/04/05/nyregion/new-york-city-readies-37-specialized-schools.html","abstract":"  In the most sweeping expansion of New York City's public high school system in decades, school officials are rushing to sign up students and prepare classrooms for the inauguration of 37 small experimental schools this fall.   The dozens of new schools, each with a curriculum centered on a separate theme, represent an extraordinary effort to bring into the mainstream educational approaches that have been tested, until now, only in isolated pockets of the city's system. The initiative, which involves starting up more high schools at one time than have opened altogether in the last half century, gained final school board approval in a series of recent meetings.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Bronx Area Is Stunned By a Spate Of Killings","web_url":"https://www.nytimes.com/1993/04/05/nyregion/bronx-area-is-stunned-by-a-spate-of-killings.html","abstract":"  Mike Pena, manager of De Luca Hardware Supplies in the Wakefield section of the Bronx, used to put out boxes of brooms for display just outside his store, but slowly the brooms began to disappear.   He stopped setting them outside last year as, he said, he watched his neighborhood decline.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/05/nyregion/bridge-592093.html","abstract":"  If you are the declarer, and the appearance of the dummy makes it clear that you should have bid more, it is quite easy to take your eye off the ball. Instead of worrying about the auction, and wondering how in the post-mortem you can pin the blame for underbidding on your partner, you should concentrate on the task at hand. Perhaps the cautious contract you have reached may not be quite as easy as it appears.   The diagramed deal was played at the Cavendish Club's Wednesday night imp duplicate, which attracted a strong field for many years until the club closed its doors in 1991. The declarer was Roz Low of Manhattan, whose death last fall deprived the New York bridge scene of one of its most popular citizens.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"ROWING;\nWashington Wins Ninth Copley Cup","web_url":"https://www.nytimes.com/1993/04/05/sports/rowing-washington-wins-ninth-copley-cup.html","abstract":"The University of Washington's men's heavyweight crew added to the 20th anniversary celebration of the San Diego Crew Classic today by leading a six-boat field from the first strokes of a 2,000-meter Mission Bay course and winning the Copley Cup for a record ninth time.\n\nThe Huskies were well regarded for today's final, having posted the fastest qualifying time in Saturday's heats, but Penn, and not Harvard or Yale, was expected to challenge the Huskies for the cup. Instead, it was Yale who threatened Washington, drawing even with the Huskies at the 750-meter mark. Harvard then added to the chase, and at 1,000 meters all three crews were within 3 feet of each other.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Egypt Warned U.S. of Terror, Mubarak Says","web_url":"https://www.nytimes.com/1993/04/05/world/egypt-warned-us-of-terror-mubarak-says.html","abstract":"  President Hosni Mubarak of Egypt said today that the United States could have prevented the bombing of the World Trade Center if American officials had heeded his country's warnings about an Islamic fundamentalist network in the United States.    But he suggested that the information provided by Egypt related generally to activities by individuals in the United States, not that Egypt had passed on specific information foreshadowing the bombing.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Books of The Times; If Romance Confronts Domesticity","web_url":"https://www.nytimes.com/1993/04/05/books/books-of-the-times-if-romance-confronts-domesticity.html","abstract":"   For Love   By Sue Miller   301 pages. HarperCollins Publishers. $23.     In the italicized prologue of Sue Miller's absorbing new novel, \"For Love,\" Lottie Gardner, the story's middle-aged protagonist, forces herself to reconstruct in her mind a horrifying accident that has just occurred.","thumbnail":null,"section":"Books"},{"date":"19930405","headline":"SUMMIT IN VANCOUVER: Reporter's Notebook; The Russian, at Dinner, Chokes on a Pronoun","web_url":"https://www.nytimes.com/1993/04/05/world/summit-vancouver-reporter-s-notebook-russian-dinner-chokes-pronoun.html","abstract":"  The affable Boris and Bill Show nearly collapsed in a fit of hurt feelings at dinner on Saturday night over a misunderstood pronoun.    At a trendy nouvelle Vancouver restaurant called Seasons, overlooking the beautiful harbor, the two leaders sipped chardonnay, ate Dungeness crab ravioli and broiled salmon and talked business.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Ireland's Troubled Sleep","web_url":"https://www.nytimes.com/1993/04/05/opinion/ireland-s-troubled-sleep.html","abstract":"  Twenty thousand people thronged central Dublin two Sundays ago, calling on the Irish Republican Army to \"Stop the Bloody Murder.\" They congregated in silence to hear Sinead O'Connor, the pop star who tore up a photo of the Pope on \"Saturday Night Live,\" sing the Roman Catholic hymn, \"Make Me a Channel of Your Peace.\" The rally made for compelling drama on TV news and on the front pages of American papers. But like many Irish-Americans, I was ambivalent. The media's fixation on the event reinforced misguided conventional wisdom about the Irish conflict.    The rally represented a repudiation of the shadowy organization that claims to represent the Irish soul, that proclaims its legacy of bloodshed and martyrdom to be entwined with the deepest Irish sense of self.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"After the Peace, Finding Customers","web_url":"https://www.nytimes.com/1993/04/05/nyregion/strictly-business-after-the-peace-finding-customers.html","abstract":"  Amid the tidy row houses of College Point, Queens, stands a company that makes minesweeping systems, sonar equipment to track nuclear submarines and a small arsenal of other combat gear.   Hardly growth areas in the post-cold-war era. So the EDO Corporation, a 63-year-old government contractor, is venturing gingerly into bicycle spokes, subway speedometers, golf club heads and filling-station pumps for natural gas-powered vehicles.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Review/Ballet; A 'Swan Lake' Updated to the 18th Century","web_url":"https://www.nytimes.com/1993/04/05/arts/review-ballet-a-swan-lake-updated-to-the-18th-century.html","abstract":"  By the time the San Francisco Ballet offered a reprise of its shimmering \"Swan Lake\" on Saturday afternoon with a new cast that included a sensational guest appearance by the great Cuban dancer Jorge Esquivel as Von Rothbart, it was clear that the company had won the hearts of its New York audience.   Helgi Tomasson's 1988 version of \"Swan Lake,\" set in the 18th century rather than the usual medieval locale, has been the big hit of the troupe's debut season at the New York State Theater. But Mr. Tomasson, the San Francisco Ballet's artistic director, has also put as many of his impressive dancers on display as possible.","thumbnail":null,"section":"Arts"},{"date":"19930405","headline":"Connecticut Seeks a Return Of Jobs as Well as Nature","web_url":"https://www.nytimes.com/1993/04/05/nyregion/connecticut-seeks-a-return-of-jobs-as-well-as-nature.html","abstract":"  The bleak and vacant industrial landscape that stretches along the Shetucket River will never be featured on a Sierra Club calendar, and rats are more likely to be seen than spotted owls. But in Connecticut and a handful of other states, places like this represent a new environmental frontier.   The state wants to clean up the 90-odd years of accumulated pollutants here and in the process is engaged in an unusual example of industrial archeology. But the driving force is not history or ecology; it is economics.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Reviews/Television; For Modern Medicine, No Easy Cure","web_url":"https://www.nytimes.com/1993/04/05/movies/reviews-television-for-modern-medicine-no-easy-cure.html","abstract":"  \"Medicine at the Crossroads\" is a sort of CAT scan of chronic ailments of modern medicine that remain resistant to cure. The eight hourlong programs scrutinize such trouble spots as doctor training, the cost of life support for old people, the benefits and perils of expert surgery and miracle drugs and the problems of caring for the mentally ill and dealing with AIDS. American practices are compared with those in other countries.   Tonight's opener, \"Temple of Science,\" offers a close-up of the training of doctors at Johns Hopkins Hospital in Baltimore, where the highest of high-tech equipment exists along with an emergency room jammed with gunshot victims, drug addicts and residents of Baltimore who simply have no doctor of their own.","thumbnail":null,"section":"Movies"},{"date":"19930405","headline":"New Lead-Poisoning Law Is Hampered by Delays","web_url":"https://www.nytimes.com/1993/04/05/nyregion/new-lead-poisoning-law-is-hampered-by-delays.html","abstract":"  Last year, amid growing recognition of the health risks of lead to children, New York State passed a law to create one of the nation's most comprehensive programs to prevent lead poisoning by requiring that all young children and pregnant women be tested for lead in their blood.   The law went into effect Thursday, but its most sweeping provisions have not yet been put into place. Because of bureaucratic delays and what some say is foot dragging by the state, mandatory testing may not start until the summer.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Washington at Work; Arts Chief May Have Met His Match","web_url":"https://www.nytimes.com/1993/04/05/us/washington-at-work-arts-chief-may-have-met-his-match.html","abstract":"  \"When you travel around the world, if you go to London, you go to the Festival Hall. You go to Paris, you go to the Opera. You go to Moscow, you go to the Bolshoi. You go to Washington, you go out to dinner. I'd like to change that.\" -- James D. Wolfensohn, chairman of the Kennedy Center, in 1990.   Three years ago, James D. Wolfensohn descended on Washington from New York with plans to snatch the John F. Kennedy Center for the Performing Arts out of the red and into international artistic prominence.","thumbnail":null,"section":"U.S."},{"date":"19930405","headline":"Seat in the Penalty Box Is Expensive for Devils","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-hockey-seat-in-the-penalty-box-is-expensive-for-devils.html","abstract":"  It was only after they fell behind the Penguins by four goals tonight that the Devils were awakened from their deep lethargy, but it was too late and they suffered their third consecutive loss.   The Penguins took advantage of the Devils' slow start and a number of untimely penalties by the home team for a 5-2 victory at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Muslim Officer Stops U.N. Evacuation of Srebrenica","web_url":"https://www.nytimes.com/1993/04/05/world/muslim-officer-stops-un-evacuation-of-srebrenica.html","abstract":"  The plight of the besieged Muslim town of Srebrenica deepened today when a Bosnian commander ordered a United Nations convoy to leave the enclave without the Muslim civilians the trucks had come to evacuate.   United Nations officials said the Muslim officer commanding the Bosnian garrison in Srebrenica, Nasir Oric, surrounded the United Nations trucks with armed soldiers and announced that he would not permit the evacuation to continue because it threatened to empty Srebrenica and leave the town and outlying villages to be occupied by the besieging Serbian forces.","thumbnail":null,"section":"World"},{"date":"19930405","headline":"Phoenix or Beyond? Montana Rumors Fly","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-football-phoenix-or-beyond-montana-rumors-fly.html","abstract":"  Rumors of a trade that have trailed 49ers quarterback Joe Montana for the last two years heated up again over the weekend with a report in a California newspaper Saturday that Kansas City, Tampa Bay and Phoenix are interested in acquiring him and that a deal could be done as soon as today.   A trade of Montana would have a two-fold purpose for the 49ers. First, it would clear the way for Steve Bono, an unrestricted free agent who hasn't announced whether he wants to stay with or leave the 49ers, to be named the backup to Steve Young. And second, it would free up the $2.5 million that Montana is scheduled to earn this year. The 49ers are trying to sign Eagles defensive end Reggie White with an eye to a possible salary cap in 1994 under the National Football League's new rules on free agency.","thumbnail":null,"section":"Sports"},{"date":"19930405","headline":"Man Is Held In Shooting On East Side","web_url":"https://www.nytimes.com/1993/04/05/nyregion/man-is-held-in-shooting-on-east-side.html","abstract":"  A 19-year-old Mount Vernon man was arrested Saturday night after robbing a cabdriver, exchanging gunfire with a police officer, shooting and seriously wounding a motorist in a carjacking and then racing about 15 blocks up the Upper East Side in the wounded man's station wagon in an attempt to escape, the police said.   The shooting victim, a 36-year-old Queens man, was waiting in his car for his girlfriend to finish an automatic teller transaction at Third Avenue and East 64th Street when he was shot in the left jaw by a man identified as Charles Saunders, said a police spokesman, Sgt. Nicholas Vreeland.","thumbnail":null,"section":"New York"},{"date":"19930405","headline":"Sure, Prettify the Subway, but What About Safety and Service?","web_url":"https://www.nytimes.com/1993/04/05/opinion/l-sure-prettify-the-subway-but-what-about-safety-and-service-282993.html","abstract":"  To the Editor:   Herbert Muschamp's March 26 Critics Notebook on New York City's remodeled subway stations recalls the last time I was at the 18th Street Seventh Avenue IRT stop, downtown side. I was walking nearby with a well-known Chelsea activist, who talked enthusiastically about the improvement in the subways.","thumbnail":null,"section":"Opinion"},{"date":"19930405","headline":"Fast, Yes, but Not Able To Outrun Controversy","web_url":"https://www.nytimes.com/1993/04/05/sports/pro-football-fast-yes-but-not-able-to-outrun-controversy.html","abstract":"  His morning had been filled with classes and his afternoon had been spent running grueling sprints monitored by the Notre Dame assistant track coach John Miller, sprints he said had left him feeling as if \"a Brillo pad had been placed on the end of a stick and rubbed up and down my throat.\" Now Raghib (Rocket) Ismail was sipping soothing cranberry juice before quickly sitting upright on a sofa, his eyes fixed on the television.   It was last Tuesday night and the TNT network broke from its Phoenix Suns-Chicago Bulls game to show clips of the Orlando Magic's Shaquille O'Neal. O'Neal had just slugged Detroit Pistons guard Alvin Robertson. A melee between the teams looked as if it was about to break out, but calm was restored.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930405","time":"1993-04-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":76,"wspd":9.4},{"date":"19930405","time":"1993-04-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":73,"wspd":16.6},{"date":"19930405","time":"1993-04-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":72,"wspd":20.5},{"date":"19930405","time":"1993-04-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":71,"wspd":16.6},{"date":"19930405","time":"1993-04-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":18.4},{"date":"19930405","time":"1993-04-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":81,"wspd":22.3},{"date":"19930405","time":"1993-04-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":84,"wspd":25.9},{"date":"19930405","time":"1993-04-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":87,"wspd":25.9},{"date":"19930405","time":"1993-04-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":22.3},{"date":"19930405","time":"1993-04-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":87,"wspd":24.1},{"date":"19930405","time":"1993-04-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":87,"wspd":33.5},{"date":"19930405","time":"1993-04-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":79,"wspd":22.3},{"date":"19930405","time":"1993-04-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":58,"wspd":24.1},{"date":"19930405","time":"1993-04-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":74,"wspd":25.9},{"date":"19930405","time":"1993-04-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":59,"wspd":29.5},{"date":"19930405","time":"1993-04-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":53,"wspd":24.1},{"date":"19930405","time":"1993-04-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":61,"wspd":22.3},{"date":"19930405","time":"1993-04-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":52,"wspd":25.9},{"date":"19930405","time":"1993-04-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":48,"wspd":24.1},{"date":"19930405","time":"1993-04-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":52,"wspd":18.4},{"date":"19930405","time":"1993-04-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":51,"wspd":22.3},{"date":"19930405","time":"1993-04-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":59,"wspd":27.7},{"date":"19930405","time":"1993-04-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":52,"wspd":25.9},{"date":"19930405","time":"1993-04-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":54,"wspd":29.5},{"date":"19930405","time":"1993-04-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":49,"wspd":20.5},{"date":"19930405","time":"1993-04-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":18.7},{"date":"19930405","time":"1993-04-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":16.6},{"date":"19930405","time":"1993-04-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":60,"wspd":11.2},{"date":"19930405","time":"1993-04-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":11.2},{"date":"19930405","time":"1993-04-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":11.2},{"date":"19930405","time":"1993-04-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":16.6},{"date":"19930405","time":"1993-04-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":11.2},{"date":"19930405","time":"1993-04-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":9.4},{"date":"19930405","time":"1993-04-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":75,"wspd":9.4},{"date":"19930405","time":"1993-04-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":75,"wspd":9.4},{"date":"19930405","time":"1993-04-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":72,"wspd":9.4},{"date":"19930405","time":"1993-04-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":70,"wspd":11.2},{"date":"19930405","time":"1993-04-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":62,"wspd":14.8},{"date":"19930405","time":"1993-04-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":16.6},{"date":"19930405","time":"1993-04-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":44,"wspd":11.2},{"date":"19930405","time":"1993-04-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":35,"wspd":9.4},{"date":"19930405","time":"1993-04-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":33,"wspd":7.6},{"date":"19930405","time":"1993-04-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":34,"wspd":11.2},{"date":"19930405","time":"1993-04-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":27,"wspd":11.2},{"date":"19930405","time":"1993-04-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":28,"wspd":11.2},{"date":"19930405","time":"1993-04-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":35,"wspd":13},{"date":"19930405","time":"1993-04-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":13},{"date":"19930405","time":"1993-04-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":39,"wspd":14.8}]},"19930406":{"guardian_articles":[],"nytimes_articles":[{"date":"19930406","headline":"Bells, Whistles and Alternatives","web_url":"https://www.nytimes.com/1993/04/06/science/personal-computers-bells-whistles-and-alternatives.html","abstract":"  THE MICROSOFT CORPORATION's new DOS 6.0 operating system software upgrade package appears to be an attractive bargain at its introductory price of $50. It includes several handy utility programs that address some of the common problems a typical PC user faces from time to time, including lack of hard disk space, the risk of viruses, the need for an easy way to make backup copies, the annoyance of out-of-memory messages and sluggish system performance.   In short, DOS 6.0 is great for most PC users, especially beginners and casual users. The new utilities do their jobs well. For computer hot-rodders, though, the DOS 6.0 utilities are just training wheels. There are other utility programs on the market that work faster, offer more options or in other ways surpass their DOS counterparts.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"For Openers, Gooden and Key Close Down the Batters","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-for-openers-gooden-and-key-close-down-the-batters.html","abstract":"  The pitch chart showed 101 entries, a document full of splendid explosions of power and deception. It told a great story of Dwight Gooden's nine shutout innings yesterday, of a 3-0 triumph for the Mets in the season's first game. It was a tale, however, held together by a single pitch, by a nugget of data that was inevitably buried beneath the ceremony and sentiment that always overwhelm opening day.   It was a 3-2 fastball to Andres Galarraga. It came with the bases loaded in the third inning of a scoreless game, Gooden looking sound and strong, but suddenly vulnerable against the Colorado Rockies, playing their first game as a National League expansion team.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Let's Hear From the Military:How Many Troops for How Long?","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-lets-hear-from-the-militaryhow-many-troops-for-how-long.html","abstract":"- The debate on military intervention in Bosnia is at cross-purposes. The case for is always couched in normative terms, stressing legal, moral or strategic grounds for stopping Serbian aggression, while the case against points only to practical difficulties in doing so.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"How One National Health System Collapsed","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-552893.html","abstract":"  To the Editor:   \"As part of its health-care plan, the Clinton Administration is considering a proposal to dismantle the Medicaid program and integrate low-income people into the same networks of doctors, hospitals and private insurance companies that would serve more affluent people\" (front page, March 29).    I held an engineering position with an American company in Sao Paulo, Brazil, from 1957 to 1961. The Government of President Juscelino Kubitschek de Oliveira had set up a \"one-for-all\" health care system, supported by premiums paid into it by people with incomes above an established minimum. The Government subsidized poor and low-income people.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Birds as Lyme Carrier","web_url":"https://www.nytimes.com/1993/04/06/science/science-watch-birds-as-lyme-carrier.html","abstract":"  The sea bird can play the same role as the deer in the cycle of infection that causes Lyme disease, according to a new study.   Previously, scientists thought that mammals, like the deer, were essential to supporting the disease-causing bacteria and the bacteria-carrying ticks that allow Lyme disease to continue to infest areas year after year. But a study published on March 25 in the journal Nature found that a type of sea bird, razorbills, isolated on a mammal-free island off the coast of Sweden in the Baltic Sea, was able to carry the bacteria and to communicate it to ticks, which then pass the disease to other birds.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Stop Waffling:Commit Western Forces","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-stop-wafflingcommit-western-forces.html","abstract":"THE issue is what is happening today - now - as Bosnian Muslims are killed or driven out of their homes into the snow on what become death marches for all but the hardiest.. Muslim women are mass-raped in a programmed campaign, reminiscent of the Mengele","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-084393.html","abstract":"  The opening paragraph of the main front-page article yesterday about the summit meeting in Vancouver referred incorrectly in some editions to the amount of aid pledged to Russia by President Clinton. As noted elsewhere in the article, it was $1.6 billion, not $1.6 million.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor-92084957047.html","abstract":"A Message on Guns. Regarding \"Guns: Stop the Carnage, Ban the Damn Things\" (Meanwhile, March 25) by Molly Ivins:. Ms. Ivins hit the mark. The pro-gun lobby in America conveniently overlooks the restrictive clause in the Second Amendment to the","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"When Day Care Turns Deadly; A Fire Kills 2 Boys and Stillness Now Unsettles Eleta Brown","web_url":"https://www.nytimes.com/1993/04/06/nyregion/when-day-care-turns-deadly-fire-kills-2-boys-stillness-now-unsettles-eleta-brown.html","abstract":"  Since the February afternoon when two little boys died in a fire in the basement of her house where she provided illegal day care, Eleta Brown, 82 years old, has stood at her window, lonely and bored, waiting wistfully for the day when authorities will allow her to tend children once more.   Pampers are stuffed behind the candy-apple red vinyl couch in the living room. Stuffed animals have been put away in her bedroom dresser drawers. \"I thought it would clear my mind, but it doesn't,\" she said.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Braman Wants Labor Agreement Blocked","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-football-braman-wants-labor-agreement-blocked.html","abstract":"  NORMAN BRAMAN, the Philadelphia Eagles' owner, has asked the courts to block the labor settlement reached between the National Football League owners and players.   Braman, apparently unhappy about compensation the Eagles would receive for losing free-agent REGGIE WHITE, filed an appeal late Friday in United States District Court of Judge DAVID DOTY in Minneapolis. Doty presided over the N.F.L. antitrust case and has been monitoring the labor discussions. He has scheduled hearings for April 16.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/06/nyregion/no-headline-086093.html","abstract":"  \"Everything we believed in, all we thought we had created, has been washed away in a year.\" -- NADEZDE JEVDIC, a 72-year-old widow in Sarajevo.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Costly Bargain for Devils: How 1 Penalty Turns to 2","web_url":"https://www.nytimes.com/1993/04/06/sports/hockey-costly-bargain-for-devils-how-1-penalty-turns-to-2.html","abstract":"  The Devils' recent misbehavior toward referees has helped to turn their push to gain second place in the Patrick Division into a desperate effort to hold on to a playoff spot.   New Jersey's 5-2 loss to Pittsburgh at Byrne Meadowlands Arena on Sunday night, its third loss in a row after defeats at Buffalo and Toronto, could, in part, be attributed to childish behavior by Bill Guerin and Stephane Richer.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Off the Runway, Beene's Voyage Into th Serene","web_url":"https://www.nytimes.com/1993/04/06/style/IHT-off-the-runway-beenes-voyage-into-th-serene.html","abstract":"- To show or not to show? That is the question that has been haunting the fashion season as designers often retreated from the blockbuster presentation.Geoffrey Beene, for the second season, gave a still-life exhibition - but his static display was vibrant with energy and a model of how to do these things.","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"Philadelphia Climbs Out of Fiscal Depths and Builds by Sharing Sacrifices","web_url":"https://www.nytimes.com/1993/04/06/us/philadelphia-climbs-out-of-fiscal-depths-and-builds-by-sharing-sacrifices.html","abstract":"  This city, long known for incompetent government, has made one of the most stunning turnarounds in recent urban history, experts say. Last week, its leaders announced it would end the year with a balanced budget for the first time in seven years.   Almost as startling, urban specialists say, Philadelphia has ended its prolonged fiscal crisis in just 15 months and has done it with an unprecedented amount of political harmony and public support, in spite of asking voters to absorb a higher sales tax and public employees to agree to wage concessions.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"School Challenge From the Right","web_url":"https://www.nytimes.com/1993/04/06/opinion/school-challenge-from-the-right.html","abstract":"  There is more reason than ever this year to lament the traditionally low turnout for New York City's community school board elections: the Christian right hopes to take advantage of apathy to pack the boards and advance its agenda. Now more than ever, New Yorkers owe it to their children to vote.   At least 600 candidates are running for 288 seats at stake in the May 4 election. The 32 local boards, each consisting of nine unsalaried members, run elementary and junior high schools. Though ultimately accountable to the central Board of Education and the Chancellor, the local boards remain independent power bases. Among other things, they approve and allocate district budgets, choose textbooks and help set academic priorities.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Head Start in Maine","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-head-start-in-maine-704093.html","abstract":"  To the Editor:   Urban programs may be in trouble, but here, in the upper-right-hand corner of the United States -- Washington County, Maine -- Head Start centers are a lifeline for preschool age kids. In this area many families live in poverty, relying on seasonal industries -- fishing, logging, blueberries, wreathmaking -- and on tourism.    The teachers here are underpaid, and the centers aren't fancy, but the cooperative effort with parents gives everyone the feeling they're doing the right thing. To close any of these centers would be criminal.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Planner's Vision of a People-Friendly Arts Plaza on the Passaic","web_url":"https://www.nytimes.com/1993/04/06/nyregion/our-towns-planner-s-vision-of-a-people-friendly-arts-plaza-on-the-passaic.html","abstract":"  SO many people suffer from so much unnecessary agita when they see the word Newark. Larry Goldman knows everything there is to know about that one. He is stepping carefully down Saybrook Place in his cordovan wing tips, dapper, restless, the irresistible force personified.   A visitor sharing that walk sees only the immovable object: a corner of downtown Newark. It is a landscape of forlorn, weedy Park-Fast-All-Day lots ringed in razor wire. There are boarded-up buildings and a doomed, gutted hotel. But this Goldman fellow, his face radiating anticipation as he talks about his vision, sees none of it. As he walks, he is crossing a gloriously verdant public square bordered by umbrella-topped cafe tables. He is watching a polite crowd clustered around a string quartet near a sparkling fountain. He is surrounded by concertgoers hastening toward a performance by Itzhak Perlman.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Official Virtually Rules Out Taxing of Health Benefits","web_url":"https://www.nytimes.com/1993/04/06/us/official-virtually-rules-out-taxing-of-health-benefits.html","abstract":"  President Clinton will not try to help pay for his health-care program by taxing \"in any significant way\" the health insurance benefits that workers receive from their employers, one of his top health-care planners said today.   The official, Ira C. Magaziner, staff coordinator of the President's Task Force on National Health Care Reform, said that taxing the benefits, frequently mentioned as a major source of financing for the program, would be \"foolhardy\" because it would make \"a significant portion\" of the public worse off, rather than better.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"How One National Health System Collapsed; Where Are the Doctors?","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-where-are-the-doctors-701593.html","abstract":"  To the Editor:   I am an internist on the threshold of his career watching the machinations of the Clinton Administration's health reform efforts with increasing concern. The list of 500 members of the Task Force on National Health Care Reform, which you published March 27, shows a serious dearth of physicians, nurses, physical therapists or any other representatives of the allied health professions.    The administrators, health consultants (a nebulous professional realm free of licensing and regulation), lawyers and members of Congress have likely never laid their hands on a patient, nursed a dying child or shared the joy and frustrations of a patient struggling to overcome a devastating stroke.   No health plan will work that does not include the ideas and suggestions of those who will ultimately deliver it. JAMES FRANCIS MARION, M.D. New York, March 30, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Not All Solar Heating Has to Be Expensive","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-not-all-solar-heating-has-to-be-expensive-706693.html","abstract":"  To the Editor:   Your March 25 article on a New Hampshire house with solar heating does a disservice by describing an active solar house -- expensive to build and heat.   Passive solar heating employs standard construction, except the south is mostly glass. I have built five between 1947 and 1978 and still occupy the most recent.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"China Applauds as Its Officials Plunge Into Profit","web_url":"https://www.nytimes.com/1993/04/06/world/china-applauds-as-its-officials-plunge-into-profit.html","abstract":"  Happily married, his career flourishing, a 31-year-old midlevel city official named Lu Zhoukui abruptly decided last August to xia hai, or plunge into the sea.   Mr. Lu was not feeling suicidal, and in fact it may have been the best decision he ever made. \"Plunging into the sea\" is the new slang in China for going into business, and it is becoming a nationwide craze.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor.html","abstract":"Defending Macroeconomics. Regarding \"Economists of the Macro Sort Don't Do Much Good\" (Opinion, March 25) by Robert M. Dunn Jr.:. The author claims that economics is of little practical use and that this applies especially to the so-called macro","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"U.N. Plans to Evacuate 20,000 Trapped Muslims","web_url":"https://www.nytimes.com/1993/04/06/world/un-plans-to-evacuate-20000-trapped-muslims.html","abstract":"  The top United Nations relief official in what was Yugoslavia said today that United Nations convoys would try to evacuate up to 15,000 Muslims from Srebrenica, in eastern Bosnia, which is under siege by Serbian nationalists.   The evacuation, which is to get under way on Tuesday, would sharply reduce the number of people trying to survive the siege.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"U.S. Confirms F.B.I. Alerted By Egyptians","web_url":"https://www.nytimes.com/1993/04/06/nyregion/us-confirms-fbi-alerted-by-egyptians.html","abstract":"  The State Department acknowledged today that the Egyptian authorities had warned the American authorities repeatedly in the months preceding the World Trade Center bombing about an Islamic fundamentalist network in the United States.   But it sought to emphasize that Egypt had not relayed information about specific planned acts of terrorism.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Former Nanny Testifies Farrow Slapped Son","web_url":"https://www.nytimes.com/1993/04/06/nyregion/former-nanny-testifies-farrow-slapped-son.html","abstract":"  A former nanny for Mia Farrow's children testified yesterday that Ms. Farrow had not always been a good mother and once slapped one of her adopted sons across the face because he could not find a dog leash.   Testifying in the custody dispute between Ms. Farrow and Woody Allen, the nanny, Monica Thompson, acknowledged that she had told the police in Connecticut last year that Ms. Farrow was a good mother who had never hit her children. But she said she had lied at that time because she was working for Ms. Farrow and feared she would lose her job.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"In Unmasking Anonymity of Crime, Victims Face Inmates","web_url":"https://www.nytimes.com/1993/04/06/nyregion/in-unmasking-anonymity-of-crime-victims-face-inmates.html","abstract":"  As Ralph H. Hubbard spoke of another commonplace murder in the city, the sidewalk slaying of his son, his face was a weathered, Jobian mask of tolerance that made his jailhouse visit all the more fascinating to the assembled convicts who listened and wondered about his feelings.   \"Tragic as it is, I will never see the logic of it,\" Mr. Hubbard said, recalling the \"silly\" circumstance -- a dispute over a videotape -- that led the killer later to ambush his 23-year-old son, Brett, in a hail of gunfire. \"I will never see the rationale. I will never see my son again.\"","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/06/sports/results-plus-615993.html","abstract":"  TENNIS  Wheaton Advances  David Wheaton began his bid in the Japanese Open at Tokyo yesterday with a 6-4, 6-3 victory in the first round over a Japanese wild-card entrant, Ryuso Tsujino. Wheaton is seeded 10th in the $1.2 million tournament, being played on hard courts in Tokyo. Ninth-seeded Brett Steven of New Zealand, the highest-ranked man in action yesterday, beat Tommy Ho of the United States, 7-6 (7-5), 6-3. Also advancing were No. 11 Jan Siemerink of the Netherlands, No. 13 Christian Bergstrom of Sweden and No. 15 Guillaume Raoux of France. Siemerink edged Stefano Pescosolido of Italy, 2-6, 7-6 (7-5), 7-5, Bergstrom ousted the American qualifier Kenny Thorne, 6-3, 6-7 (5-7), 7-5, and Raoux defeated Jeremy Bates of Britain, 7-6 (7-3), 6-3. Patrick McEnroe, a qualifier, overcame a slow start to outlast his fellow American Chuck Adams, 0-6, 6-2, 6-2. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Arkansas Rookie Makes Debut","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-arkansas-rookie-makes-debut.html","abstract":"  Making the first opening-day pitch of his presidency, Bill Clinton threw it high, wide and very careful today -- and was booed for his efforts.    The tradition of a President throwing out a ceremonial first pitch is time-honored, but fraught with a special political peril -- namely that of introducing politics into an afternoon devoted to sports while attempting to appear the consumate athlete before thousands of spectators.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Review/Television; An Unhealthy Hospital Stars in 'Titicut Follies'","web_url":"https://www.nytimes.com/1993/04/06/movies/review-television-an-unhealthy-hospital-stars-in-titicut-follies.html","abstract":"  \"Titicut Follies\" finally makes it to television tonight, a quarter of a century overdue. Frederick Wiseman's remarkable first documentary, an unsparing visit to the Bridgewater State Hospital for the Criminally Insane, in Massachusetts, was banned by the state's Supreme Court on the grounds that it violated the privacy of inmates, several of whom were shown naked. The ban was finally overturned in 1991.   Nakedness is an apt symbol for a work that bares the daily assaults of power against the powerless. Little physical brutality is shown at Bridgewater; maybe the staff was on its best behavior. The cruelty takes the form of verbal bullying by guards and the seeming indifference of doctors. Although Mr. Wiseman offers glimpses of affection by the warders for their wards, his camera mainly finds a dim hopelessness that infects everyone consigned to the place, whether as prisoner or caretaker.","thumbnail":null,"section":"Movies"},{"date":"19930406","headline":"Observer; An Aposiopesis, Eh?","web_url":"https://www.nytimes.com/1993/04/06/opinion/observer-an-aposiopesis-eh.html","abstract":"  \"We are not amused,\" said Queen Victoria. She only said it to send Prince Albert right up the wall. \"You know I can't stand it when you lay that royal we on me,\" said Prince Albert.   \"It is not our fault, dear Albert, that we are a royal we whilst you, being a mere Prince Consort, are but an I,\" observed Queen Victoria.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-660493.html","abstract":"  A listing of Easter oratorios and special choral works in Weekend on Friday misstated the date of a service featuring two versions of \"Lamentations of Jeremiah\" at the Cathedral of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street. It is tomorrow at 7:30 P.M., not on Sunday.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Smith Just Won't Argue With New Orleans Odds","web_url":"https://www.nytimes.com/1993/04/06/sports/college-basketball-smith-just-won-t-argue-with-new-orleans-odds.html","abstract":"  Dean Smith flinched a bit when the name Fred Brown was mentioned. Needless to say, he will flinch in the future when the name Chris Webber is mentioned in connection with North Carolina's 77-71 victory over Michigan tonight.   Curious things happen in New Orleans every 11 years for the Tar Heels, but as Smith noted tonight, these odd happenings didn't necessarily win the game for North Carolina.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Please Don't Tell Knicks Playoffs Aren't in Session","web_url":"https://www.nytimes.com/1993/04/06/sports/pro-basketball-please-don-t-tell-knicks-playoffs-aren-t-in-session.html","abstract":"  The Knicks have already adopted a playoff mentality, although the playoffs are still several weeks away.   New York's late-season race with the Chicago Bulls has added a sense of urgency to every game. The players sense it, evidenced by the quiet locker room before each game. And Coach Pat Riley senses it, evidenced by the way he has substituted recently.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor-94002819900.html","abstract":"Productivity at Work. Regarding \"Cheap Labor, Cheap Fruit: But Is That a Free Market?\" (Letters, Feb. 26) from K. Dixon-Fyle:. The writer repeats old stereotypes. Why is the Latin America banana cheaper? In the first place, because of productivi","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Tourist Killing Casts Pall Over Miami","web_url":"https://www.nytimes.com/1993/04/06/us/tourist-killing-casts-pall-over-miami.html","abstract":"  When Barbara Jensen Meller, a German tourist just off a plane from Berlin, headed out toward the warm ocean breezes of Miami Beach in a rented red Ford Taurus on Friday night, she did not know just how close one of the most alluring places in America could be to one of the most hellish.   The 39-year-old Mrs. Jensen, traveling with her two young children and her mother, became lost on the way to her hotel and found herself in a blighted inner-city neighborhood just off Interstate 95. When her car was bumped by another, she got out to inspect the damage. The two men in the second car then robbed, beat and ran over her, leaving her dead. The police say they have no suspects.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Bosnians in Besieged Sarajevo Look Back on Year of Horror","web_url":"https://www.nytimes.com/1993/04/06/world/bosnians-in-besieged-sarajevo-look-back-on-year-of-horror.html","abstract":"  Determined to find something for her four young children to eat, Stanka Voloder set out one day last week and walked five miles to the barbed-wire perimeter of the United Nations headquarters here to rummage through the garbage. After a while, she found three rotting potatoes and an onion, walked home to the Bistrik district in the city center, and cooked her treasures over a wood fire.   As she told her story later, Mrs. Voloder broke down in tears. \"Oh help me, please help me,\" she said over and over as she stood in Sarajevo's central market, clutching a bedroll wrapped in plastic and stamped with the blue-and-yellow flag of the European Community. The bedroll was part of a handout of relief supplies to families in Bistrik, and Mrs. Voloder was hoping somebody would buy it for 10 German marks, about $6.50, so that she could buy more food. Sniper Attack on Rally    On Tuesday, this besieged city will mark the first anniversary of the attack that most people regard as the first volley of the brutal war here, a burst of Serbian sniper fire from a third-floor window of the Holiday Inn that killed several people in a crowd demonstrating outside the Bosnian Parliament for peace and national unity. The shots were aimed at destroying a society, just like the gunfire that cut down Archduke Franz Ferdinand of Austria and his wife on June 28, 1914, about a mile from where the Holiday Inn now stands. Those shots set off the train of events that led to World War I. 'The City Is Destroyed'    But the Sarajevo that emerged from World War I and from World War II, when it was occupied by Nazi forces, suffered only mild physical damage in comparison with the cataclysm wrought by the Serbian siege of the last year. In a city with a population of 380,000, estimates indicate that more than 11,000 Bosnians have been killed and 50,000 have been injured -- making one of every six residents a casualty.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Finding a Way to Unite 2,280 Wayward Atoms","web_url":"https://www.nytimes.com/1993/04/06/science/science-watch-finding-a-way-to-unite-2280-wayward-atoms.html","abstract":"  CHEMISTS at the University of Michigan have overcome formidable technical difficulties to create a gigantic ball-shaped molecule that they believe may offer clues to how proteins function in living organisms.   The molecule, synthesized by Dr. Jeffrey S. Moore and a post-doctoral student, Dr. Zhifu Xu, is the largest molecule ever created in a laboratory from carbon and hydrogen atoms alone. It consists of 1,134 carbon atoms and 1,146 hydrogen atoms, and its interior is roomy enough to contain the equivalent of 1,000 carbon atoms.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-662093.html","abstract":"  Because of an editing error, a report in the Chronicle column on Saturday about the new acting president of Wellesley College misstated the role of a search committee. It will seek candidates for the permanent presidency of Wellesley, not for the chairmanship.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Reviews/Music; When a Dramatic Accent Shows an Intriguing Puzzle","web_url":"https://www.nytimes.com/1993/04/06/arts/reviews-music-when-a-dramatic-accent-shows-an-intriguing-puzzle.html","abstract":"  In the beginning there is the music and in the end, the listener. Between the two worlds lies a third: technique and interpretation intertwined, a system of mental gears and physical moving parts that bring composers and their audience together. Somewhere in that purgatorial middle lies the art of Jessye Norman.   Ms. Norman, with James Levine as pianist, sang Schumann, Berg, Ravel and Strauss at Carnegie Hall on Sunday night. The American soprano brought her ringing power, many-colored range and meticulous attention to detail to all this music. Some of it pushed her upper range to the point of discomfort. \"Fruhlingsnacht\" was one example, with its moments of frail retreat and even suspect intonation.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"How One National Health System Collapsed; Needs of Rural America","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-needs-of-rural-america-702393.html","abstract":"  To the Editor:   In a few weeks time, recommendations on health-care legislation will be made by the Presidential task force, and more attention must be paid to rural health care.   There are distinctive differences between health-care policy that covers people who live in cities and people who live in rural areas, and these differences must be brought to the forefront of the health-care debate. The needs of rural Americans cannot be overlooked.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Civil Rights Trial Is Likely to Leave a Long-Term Mark on Rochester Police","web_url":"https://www.nytimes.com/1993/04/06/nyregion/civil-rights-trial-is-likely-to-leave-a-long-term-mark-on-rochester-police.html","abstract":"  Although five former narcotics officers have been cleared of beating and threatening suspects, their civil rights trial will likely have long-term effects on police operations here.   In the short term, public safety officials say, there is a morale problem within the department: 12 officers testified against 5 colleagues, all former members of a special drug task force. In addition, there are hard feelings because commanders referred the case to Federal prosecutors.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94197655187.html","abstract":"1918: Praising the Press. FRENCH BATTLEFRONT - Welcoming the Associated Press correspondent and other war correspondents on the French battlefront, General Foch to-day [April 4] expressed the hope that they would continue their work for the interests of t","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"On My Mind; America's Allies in Serbia","web_url":"https://www.nytimes.com/1993/04/06/opinion/on-my-mind-america-s-allies-in-serbia.html","abstract":"  If you have any ideas about new options in Serbia and Bosnia, the President said on the phone after the summit talks, let me know. So I did.   The answer popped out: Mr. President, please get your Administration and the Western allies to pay a lot more attention to Serbian democrats.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Review/Pop; A Musically Mad Scientist","web_url":"https://www.nytimes.com/1993/04/06/arts/review-pop-a-musically-mad-scientist.html","abstract":"  Lindsey Buckingham might be described as the mad scientist of California pop. The singer, songwriter and guitarist who masterminded the gossamer folk-rock harmonies of Fleetwood Mac's biggest hits is a notorious perfectionist in the recording studio. And at Town Hall on Wednesday evening, in a concert that was part of his first solo tour, he worked with considerable success to recreate the layered textures that have made both his Fleetwood Mac and his solo albums models of a certain kind of meticulous craft.    Especially on his solo albums, Mr. Buckingham has applied his wizardry to the creation of tortured psychodramas in which every sigh of pleasure is balanced by a primal scream or a Gothic nightmare. His newest record, \"Out of the Cradle,\" is an autobiographical song cycle describing a midlife crisis with many characteristics of a nervous breakdown.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"With No Parents, Ladeeta, 18, Presses On","web_url":"https://www.nytimes.com/1993/04/06/nyregion/with-no-parents-ladeeta-18-presses-on.html","abstract":"  It was 3:30 on a Monday morning and Ladeeta Smith could not sleep. Just hours earlier, she had visited her mother in a Bronx nursing home, and she was haunted by the image of her emaciated body covered with sores. At 41, Patricia Bobo Smith was dying of AIDS and no longer recognized her daughter.   Later that day, Ladeeta would walk into Boys & Girls High School in Bedford-Stuyvesant, Brooklyn, where its signs proclaim, \"We Are Survivors.\" The 18-year-old senior would turn in final semester reports, lead an English class discussion and put finishing touches on the college applications that she hoped would take her far away from this tattered neighborhood.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"","web_url":"https://www.nytimes.com/1993/04/06/opinion/.html","abstract":"The Vancouver summit meeting, the $1.6 billion in assistance President Clinton promised President Boris Yeltsin and the decision by 19 Western nations to give Russia 10 more years to pay off $15 billion in debt coming due this year form the first stage of a renewed Western effort to support democratic reforms. \n\nMuch more needs to be done, fast. To stabilize their economy, the Russians will need direct financial assistance of $12 billion a year for the next two years, plus even further debt relief, from the West.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/06/nyregion/metro-digest-260993.html","abstract":"    After the most harmonious round of budget negotiations in four years, the State Legislature approved a $32.08 billion budget that many lawmakers proclaimed as the start of a fiscal recovery for New York State. A1.   New York State's budget was passed in a blur, so quickly that many legislators weren't quite sure what it said. B2. NEW YORK CITY  TRYING TO BUILD FUTURE   Ladeeta Smith, a Brooklyn teen-ager who lost her father to alcoholism and her mother to AIDS, has always sought to be more than just a survivor. Her first job was holding drugs and cash for a neighborhood crack dealer, but now she is intent on finishing her education, which she hopes will take her far from her tattered neighborhood. A1.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Budget Blur Leaves Some With Questions","web_url":"https://www.nytimes.com/1993/04/06/nyregion/reporter-s-notebook-budget-blur-leaves-some-with-questions.html","abstract":"  After months of haggling, cajoling and deal-making, it all came to this: New York State's $32.08 billion budget was passed in a blur late Sunday and early Monday, so quickly that many legislators weren't quite sure what it said.   \"It's impossible to know what's in here,\" groused State Senator Franz S. Leichter, a Manhattan Democrat who was sagging under the weight of the 500-plus-page local assistance budget. He opened it up. \"Here's $30,000 for fair radio communication on Long Island. What does that mean?\" (The money will be used to promote radio stories about Long Island).","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Rocky Mountain First for an Old Familiar Voice","web_url":"https://www.nytimes.com/1993/04/06/sports/tv-sports-rocky-mountain-first-for-an-old-familiar-voice.html","abstract":"  Charlie Jones slept only a few hours Sunday night. In bed by midnight, up by 3 A.M. The white-haired veteran of network television who has never really been anybody's marquee star was tense and exhilarated about making his debut as the play-by-play announcer for the expansion Colorado Rockies on KWGN-TV.   Jones had called baseball before, as a backup announcer on NBC, for the Cincinnati Reds in 1973 and 1974 and for the California Angels in 1991. He has called Super Bowls and Olympic track and field. He's worked with 144 partners.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Nets' Petrovic Can Practice","web_url":"https://www.nytimes.com/1993/04/06/sports/pro-basketball-nets-petrovic-can-practice.html","abstract":"  Drazen Petrovic has been cleared by the Nets' medical staff to practice with the team tomorrow. Petrovic, who was placed on the injured list with a torn ligament in his left knee on March 30, isn't eligible to play until April 8.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Tank Parts, Off the Shelf","web_url":"https://www.nytimes.com/1993/04/06/opinion/tank-parts-off-the-shelf.html","abstract":"  As the Pentagon slims down to fit a much diminished threat, it won't be buying weapons at the same expansive rate. The resultant downsizing and consolidation in defense industries pose a tough puzzle for the Pentagon: how to preserve technological know-how and a skilled labor force against the possibility of resuming defense production.    The best answer is to try to turn defense and civilian producers into a single industrial base. That can't be done without a long-overdue reform of Pentagon procurement practices.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Appeals Panel Backs U.S. in King Trial","web_url":"https://www.nytimes.com/1993/04/06/us/appeals-panel-backs-us-in-king-trial.html","abstract":"  A Federal appeals court sided with the Government today in a dispute over a prosecution tactic that is threatening to undo the fragile alliance among the four officers on trial in the beating of Rodney G. King.    The ruling will allow prosecutors to show the jurors in the Federal civil rights trial an edited version of videotaped testimony from the state trial a year ago in which one defendant, Officer Theodore J. Briseno, described how another officer clubbed a defenseless Mr. King in the head.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Words With Aliens","web_url":"https://www.nytimes.com/1993/04/06/science/peripherals-words-with-aliens.html","abstract":"  THE MUTANOID WORD CHALLENGE pits a child, 7 or older, against a cast of satisfyingly disgusting-looking mutanoids, little garbage-loving extraterrestrials who have agreed to iron out their differences with Earthlings by playing a word game.   The game looks a lot like Scrabble or a crossword puzzle. The player types in words from the letters available on the screen, trying for intersections of letters that earn bonuses and for other ways of building up points. Scores can be kept for up to 40 children at a time; raises in rank, from private to commander, are awarded, and trophies given.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Time to Remember; Time Not to Forget","web_url":"https://www.nytimes.com/1993/04/06/sports/on-baseball-time-to-remember-time-not-to-forget.html","abstract":"  Opening day is supposed to epitomize a lot of things. But seldom is it supposed to bring a well of tears, a lump to the throat. Emotions usually course along shallower paths, caught in the pomp and circumstances, driven by the cadences pounded out by the feet of marching bands, blaring speakers and roaring crowds.   But things are not always as they are scripted in tidy baseball scripts, as was the case at Shea Stadium yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Clinton Is Relying Less on Advisers In Finding Supreme Court Nominee","web_url":"https://www.nytimes.com/1993/04/06/us/clinton-is-relying-less-on-advisers-in-finding-supreme-court-nominee.html","abstract":"  In a marked departure from his recent predecessors, President Clinton appears to be far more involved in the selection of a new Supreme Court Justice and is relying less heavily on the choices of White House aides.    White House officials say Mr. Clinton, a former law professor and Attorney General in Arkansas, is largely thinking about candidates on his own, working from his years of building acquaintances with judges and politicans. Aides say he has also been considering several people he approached to become Attorney General.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Poll Says Public Favors Changes In Health Policy","web_url":"https://www.nytimes.com/1993/04/06/us/poll-says-public-favors-changes-in-health-policy.html","abstract":"  Fired by a sense of crisis, a majority of Americans say they are willing to accept substantial changes in their health-care system, including government price controls, new taxes and longer waits for nonemergency appointments, according to the latest New York Times/CBS News Poll.   They have high expectations for President Clinton's promised health-care plan, the poll found, and they consider changes in health care an issue at least as urgent as the Federal deficit, which is near the top of the public's agenda.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Recreating Concerts From the 19th Century","web_url":"https://www.nytimes.com/1993/04/06/arts/recreating-concerts-from-the-19th-century.html","abstract":"  The music of 19th-century New York will be presented in two typical concerts of the period, this week and next month, by the early-music chamber group Vineyardmusicke. \"The Harp and the Horn,\" a program of works played in the small music halls, salons and music gardens that abounded near Union Square in the early 19th century, will be offered on Thursday at 8 P.M.    The second concert, \"Songs From the Heart,\" recreates a recital by Carlotta Patti, a popular 19th-century soprano who sang frequently in Irving Hall on Union Square. The concert will be given on May 2 at 3 P.M. and will feature Dana Hanchard, a soprano.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"Aid Recipe For Russia: Add a Ton Of Savvy","web_url":"https://www.nytimes.com/1993/04/06/world/aid-recipe-for-russia-add-a-ton-of-savvy.html","abstract":"  Charles Bennett, West Point class of 1962, trained as a navigator bombardier on a B-52, preparing to drop nuclear bombs on the Soviet Union. Today, at 54, he is a Peace Corps volunteer in the small city of Kamyshin on the Volga River, teaching Russians how to create small businesses in a market economy.   \"I had a military flavor to my life,\" he said, rubbing a hand over his graying mustache. \"The idea was to protect America, kill the enemy and not be friends. But now the big threat is over, and it's a hell of a reversal. Here I am now eating dinner at the tables of people I was willing to turn into dust.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-661293.html","abstract":"  A chart on March 22 about the increase in reported AIDS cases in New York City misstated the percentage of increase in each category for this year's first two months, compared with last year's. For all men, the figure was up 56.4 percent; for all women, up 82.3 percent; for men who had sex with men, up 40.8 percent; for intravenous drug users, up 80.54 percent; for all those who engaged in heterosexual sex, up 55.9 percent.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Fujimori Sees a Peaceful, and a Prosperous, Peru","web_url":"https://www.nytimes.com/1993/04/06/world/fujimori-sees-a-peaceful-and-a-prosperous-peru.html","abstract":"  Expressing \"not the slightest regret\" about seizing expanded powers one year ago today, President Alberto K. Fujimori says his authoritarian moves are rapidly pacifying Peru and setting the stage for a free-market economic boom here in the mid-1990's.   \"Today we have 95 percent of the Shining Path leadership behind bars,\" the Peruvian leader said in an interview on Sunday night. \"By 1995, the Shining Path will be completely eradicated as an organized group.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Time U.S. Recognized Angola's Government","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-time-us-recognized-angola-s-government-686893.html","abstract":"  To the Editor:   The suggestion by Congress that it is time the United States recognized the Government of the Popular Movement for the Liberation of Angola and abandoned support for the rebels of the National Union for the Total Independence of Angola, or Unita, is firmly supported by facts. Angola's Government is moving away from Marxist policies, as Communism shrivels and dies. It also accepted unequivocally the validity of last year's United Nations-supervised free election    before    that election took place.   Unita, by rejecting the results of probably the most free and fair election to take place in sub-Saharan Africa, has shown it can never be trusted to accept any fair and just election results, marking itself as nothing more than a terrorist organization.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Divorce Is Final: Jets Ship O'Brien to Packers","web_url":"https://www.nytimes.com/1993/04/06/sports/pro-football-divorce-is-final-jets-ship-o-brien-to-packers.html","abstract":"  Ken O'Brien's nine-year career with the Jets, which hit a rapid decline the past three years under Coach Bruce Coslet, ended yesterday when the team traded the quarterback to the Green Bay Packers for an undisclosed pick in the college draft later this month.   O'Brien's departure follows a season in which he was demoted to serving as a backup for second-year man Browning Nagle and comes just three weeks after the Jets made a trade with Cincinnati for veteran quarterback Boomer Esiason. The Jets foreshadowed an ignominious end for O'Brien when they took his jersey number (7) and gave it to Esiason, who wore the same number for the Bengals. When the Jets announced the trade for Esiason, they said O'Brien would be traded, so yesterday's deal came as no surprise.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Supreme Court Roundup; No Review of Espionage Conviction","web_url":"https://www.nytimes.com/1993/04/06/us/supreme-court-roundup-no-review-of-espionage-conviction.html","abstract":"  The Supreme Court today refused to review the espionage conviction of Clayton J. Lonetree, the marine convicted of spying for the Soviet Union while assigned to guard the American embassies in Moscow and Vienna in the mid-1980's.   The Court made no comment in letting the 1987 conviction stand. Private Lonetree, who was reduced in rank from sergeant and sentenced to 25 years in prison, argued that he had been tricked into confessing by two intelligence agents who promised him confidentiality but then reported him to the authorities and testified against him at his court-martial.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"AIDS Study Casts Doubt on Value Of Hastened Drug Approval in U.S.","web_url":"https://www.nytimes.com/1993/04/06/health/doctor-s-world-aids-study-casts-doubt-value-hastened-drug-approval-us.html","abstract":"  A European study that found no benefit from early treatment of the virus that causes AIDS with the drug AZT has also cast doubt on the validity of certain tests that the United States Government has approved in the last few years to speed up licensing of new drugs against the disease.   The tests, measuring the efficacy of a drug by the way it affects what are known as surrogate markers, are intended as quick substitutes for the standard, time-consuming measures traditionally used in predicting the benefit of a drug.","thumbnail":null,"section":"Health"},{"date":"19930406","headline":"EUROPEANS URGED TO PRESSURE SERBS","web_url":"https://www.nytimes.com/1993/04/06/world/europeans-urged-to-pressure-serbs.html","abstract":"  Lord Owen, the European Community's mediator on the Balkans, called today for \"relentless pressure\" to be placed on Bosnian Serbs to make them accept a peace plan for Bosnia and Herzegovina, but he cautioned against lifting the arms embargo on Bosnian Muslims.   After briefing community foreign ministers meeting in Luxembourg, Lord Owen said a political solution was still possible in Bosnia, and he criticized a suggestion by Secretary of State Warren Christopher that the arms embargo on Bosnian Muslims might be lifted \"quite soon.\"","thumbnail":null,"section":"World"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Poet's Middle Age. LONDON - Algernon Charles Swinburne's fifty-sixth birthday occurred yesterday [April 5]. It is perhaps almost saddening in one way to reflect that, unlike Keats and Shelley, he has had to submit to middle age, but Mr. Swinburne, t","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Review/Television; Baseball's Self-Inflicted Sports Injury","web_url":"https://www.nytimes.com/1993/04/06/movies/review-television-baseball-s-self-inflicted-sports-injury.html","abstract":"  A baseball fan need not possess too long a memory to recall $4.50 box seats, end-of-season salary drives by players to make $100,000 and talk that focused on home runs, trades and strikeouts, not arbitration, revenue-sharing and $7 million-a-year paychecks.   The baseball season is one day old, and it is nearly impossible to avoid the incessant talk about how fraught with problems baseball is, from greedy owners fighting avaricious players to the glut of games shown on television.","thumbnail":null,"section":"Movies"},{"date":"19930406","headline":"Sports of The Times; The Man In the Gray Raincoat","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-of-the-times-the-man-in-the-gray-raincoat.html","abstract":"  WHILE the Yankees were taking batting practice before yesterday's opener with the Indians, a husky gray-haired man in a gray raincoat suddenly appeared in the Yankee dugout behind third base, hopped up the steps and strode toward left field. George Steinbrenner had emerged from his silent spring.   Moving across the grass now with his back to the plate, the Yankees' principal owner suddenly ducked.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Bilingual Education Yields Good Results","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-bilingual-education-yields-good-results-705893.html","abstract":"  To the Editor:   A March 27 article on the role of bilingual education in the integration of Hartford's Hispanic population fails to offer a fair and informed perspective. You report without challenge the contention of bilingual education critics that teaching language-minority children their native language stands in the way of acquiring English. You fail to mention that substantial research from around the world supports the opposite theory, that a high level of literacy in one's native language helps the learner achieve a high level of literacy in a second language.   Experiments in which middle-class, majority-language children receive instruction through a second language result in high levels of proficiency in both languages. However, when lower-class, minority-language children receive instruction solely through the majority language, they generally fail to acquire a high degree of literacy in either language.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"North Carolina Takes the Title","web_url":"https://www.nytimes.com/1993/04/06/sports/north-carolina-takes-the-title.html","abstract":"  The Fab Five was fabulous, and the Tar Heels were terrific, but when 64 teams came down to the final game last night, it was the North Carolina five who stood alone in victory and the Michigan Wolverines who were left to wait yet another year.    The final score was 77-71, but the final game of the 1993 National Collegiate Athletic Association basketball tournament was closer than that.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/06/style/chronicle-109293.html","abstract":"  For 20 years, ELLEN HAAS has been an outspoken advocate of the consumer's right to safe and nutritional food, often finding herself at odds with the Agriculture Department under the Reagan and Bush Administrations and with farm groups. In 10 years, by her count, she testified at 76 Congressional hearings.    Now, she will have the chance to work from within. President Clinton has nominated her to be Assistant Secretary for food and consumer services at the Agriculture Department. If the Senate approves her nomination, she will be responsible for major Government programs like food stamps, school lunches and breakfasts, and WIC (for supplemental aid to women, infants and children).","thumbnail":null,"section":"Style"},{"date":"19930406","headline":"Decision Is Appealed On Decency Standard","web_url":"https://www.nytimes.com/1993/04/06/arts/decision-is-appealed-on-decency-standard.html","abstract":"  The United States Department of Justice has appealed the decision by a Federal judge in Los Angeles in June that declared unconstitutional the so-called decency standard, which required the National Endowment for the Arts to \"take into consideration general standards of decency\" when awarding grants.   The action took many arts groups by surprise. Though the Bush Administration had filed a notice of intent to appeal the decision, it was generally believed that the election of Bill Clinton had effectively killed the issue.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"Now It's Bill Clinton's Package","web_url":"https://www.nytimes.com/1993/04/06/opinion/now-it-s-bill-clinton-s-package.html","abstract":"  Stepping out from the large foreign policy shadow of his predecessor, President Clinton now assumes the risks, and courts the dividends, of embracing a Russian leader who's in deep political trouble at home. It's the right move -- an unstinting bid to encourage the best possible outcome, even while beginning to hedge against the worst.    \"From here on in,\" Boris Yeltsin declared at the closing press conference in Vancouver Sunday, it's going to be called \"Bill Clinton's economic package.\" Russia's first democratic politician appreciated the large political bet Mr. Clinton had just placed on him and on the future of Russian reform.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"It's All Sunshine In Florida Debut","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-it-s-all-sunshine-in-florida-debut.html","abstract":"  After eight decades of watching major league teams head north at the end of spring training, Florida got its first taste of regular-season play today and found the result to its liking as the expansion Florida Marlins defeated the Los Angeles Dodgers, 6-3.   Playing under clear blue skies and amid temperatures in the mid-80's, the newest member of the National League East never trailed. The Marlins knocked out 14 hits, at least one for every starter except the pitcher. They cuffed Orel Hershiser, the Dodger starter, for 10 hits and 5 runs. And they wrapped up their franchise debut with three innings of superb relief pitching by three different pitchers.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Three-Goal Rally Sinks Rangers","web_url":"https://www.nytimes.com/1993/04/06/sports/hockey-three-goal-rally-sinks-rangers.html","abstract":"  Want to know why the Rangers will probably miss the playoffs this season? Watch the tape of last night's game against the Hartford Whalers. In a crucial game, on their home ice, the Rangers could not hold a lead against the fourth-worst team in the National Hockey League.    The fourth-worst team   .   This is supposed to be a playoff race. This is supposed to be the time when the veterans showcase their cool and the rookies lift their level of play. Instead, this has turned into one monstrous joke for the Rangers. How low can they sink? The level seems to drop every week.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Depositors Set Off a Run on a Shady Serbian Bank","web_url":"https://www.nytimes.com/1993/04/06/world/depositors-set-off-a-run-on-a-shady-serbian-bank.html","abstract":"  Panic has set in among the depositors at Serbia's largest private bank, a mysterious institution run by a woman who has become known as the Balkan Rothschild and whose activities have been central to the survival of the hard-line Serbian government.    One man was shot dead and four others were wounded today by guards in the central office of the bank as enormous lines of anxious depositors formed outside the branches and chaos enveloped the headquarters. The shooting involved a dispute between recently dismissed security guards and their replacements, witnesses said.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"There's No Cause for Comfort As the Islanders Look Ahead","web_url":"https://www.nytimes.com/1993/04/06/sports/hockey-there-s-no-cause-for-comfort-as-the-islanders-look-ahead.html","abstract":"  Practice was over and the Islanders skated quietly off the ice and into their dressing room this morning. Rap music played from a radio, but few players spoke as they packed for a flight to Washington and a chance for 2 more points in the Patrick Division playoff race with the Rangers and Devils.   Sitting below the radio, Mick Vukota looked across the room, sensed the possible tension and tried to loosen a few mental screws. \"Pressure! Pressure!\" Vukota shrieked above the music, pressing his hands over his ears and skaking his head wildly. \"Somebody help me! I can't take the pressure!\"","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"A PLUTONIUM PACT WILL AID DISPOSAL","web_url":"https://www.nytimes.com/1993/04/06/world/a-plutonium-pact-will-aid-disposal.html","abstract":"  Seeking a new path to East-West disarmament, Russian and American experts have agreed to team up to develop and build a new type of reactor that can burn plutonium from nuclear warheads and turn the deadly bomb fuel into electricity. The $1.5 billion nuclear reactor would be built in Russia and fueled at least partly by plutonium from Moscow's huge stockpile of scrapped nuclear arms.   The initiative, led by General Atomics of San Diego, requires up to $100 million over five years from the American Government, which is studying the general idea of burning plutonium and, separately, whether to support the East-West reactor plan. The small reactor would be cooled by helium and is advertised as immune to meltdown.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"New Brain Scanning Technique Can Show Strokes in Progress","web_url":"https://www.nytimes.com/1993/04/06/science/new-brain-scanning-technique-can-show-strokes-in-progress.html","abstract":"  STROKES are responsible for killing or disabling half a million Americans every year and are the third leading cause of death in this country. Until now, doctors have had neither a really safe and reliable method of diagnosing stroke, other than clinical observation, nor any way to treat the disabling effects.   Now neurologists and radiologists have discovered a new experimental way to see a stroke in progress, observing brain tissue that has died and surrounding tissue that is merely stunned but may be revived with treatment. Though the visualization of a stroke is unlikely to help individual patients anytime soon, the technique should make it a lot more possible to develop drugs for protecting injured brain tissue.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"SCIENTIST AT WORK: Armen Takhtajan; Botanist Plans Survey of World's Flowers","web_url":"https://www.nytimes.com/1993/04/06/science/scientist-at-work-armen-takhtajan-botanist-plans-survey-of-world-s-flowers.html","abstract":"  BORN before the Soviet Union existed, Dr. Armen Takhtajan has outlasted both it and the pall it cast over genetics to stand today among the small number of botanists at the top of their field.   Years ago, when biologists in the Soviet Union were commonly fired or even imprisoned if they taught classic genetics in defiance of an adviser to Stalin, T. D. Lysenko, Dr. Takhtajan openly fought Lysenko's theories and supporters. Both are long gone, while Dr. Takhtajan has come to be regarded by his fellow botanists as perhaps the foremost living expert on the classification and family groupings of plants. And now, at age 82, he is hard at work in a small guest office at the New York Botanical Garden, where he is on leave from his home laboratory at the Komarov Botanical Institute in St. Petersburg, finishing up what he describes in softly spoken English as \"my main life work.\"","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-664793.html","abstract":"  A chart on March 21 with an article about changes in state taxes for affluent people omitted the year on which the data were based. It was 1991. Thus the chart only partly reflected the effect of the 4.5 percent income tax phased in by Connecticut in 1991. In later years, a typical Connecticut couple earning $200,000 a year would owe $9,000 -- not $3,000 -- in state and local taxes, close to what similar couples pay in Georgia, Kentucky and Virginia.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"College Student Fatally Stabbed","web_url":"https://www.nytimes.com/1993/04/06/nyregion/college-student-fatally-stabbed.html","abstract":"  A college student was stabbed to death and his brother and a friend were wounded in a confrontation with a group of youths on a street in Ridgewood, Queens, yesterday, the police said.   The police identified the dead man as Kultos Sayaves, 21, a freshman studying criminal law at John Jay College of Criminal Justice.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Expect Hensley to Drive Kulwicki's Car","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-auto-racing-expect-hensley-to-drive-kulwicki-s-car.html","abstract":"  JIMMY HENSLEY, the 1992 Winston Cup rookie of the year, is apparently the choice to assume the driving duties of Alan Kulwicki, the reigning Nascar champion who died last week in an airplane crash.   \"Alan told me a year ago that if something happened to put Jimmy Hensley in the car,\" FELIX SABATES, a close friend of Kulwicki's, told The Richmond (Va.) Times-Dispatch.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/06/nyregion/c-corrections-663993.html","abstract":"  A chart in Business Day on Thursday with an article about retrenchment in the airline industry referred incompletely to data on the growth of miles flown by paying passengers, as well as the decline in cents earned for each mile flown by a paying passenger. The figures referred to domestic air travel only.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Chess","web_url":"https://www.nytimes.com/1993/04/06/arts/chess-352493.html","abstract":"  The strongest young player in the world is currently Vladimir Kramnik of Russia. This protege of Gary Kasparov is the only 17-year-old listed by the International Chess Federation among its 10 top grandmasters. In fact, Kramnik stands sixth in the official January ratings.   Kramnik clearly showed, in the Linares International Tournament in Spain, which ended on March 14, that his high rank is fully deserved. He took fifth prize in a 14-player field that included most of the world's top grandmasters.","thumbnail":null,"section":"Arts"},{"date":"19930406","headline":"How One National Health System Collapsed; Rationing's No Panacea","web_url":"https://www.nytimes.com/1993/04/06/opinion/l-how-one-national-health-system-collapsed-rationing-s-no-panacea-703193.html","abstract":"  To the Editor:   Readers of \"Those Who Pay Health Costs Think About Drawing Lines\" (The Week in Review, March 28) will get the impression that rationing medical care is a realistic health policy option. It is not. \"Rationing\" is a buzzword, a provocative idea -- not a realistic or workable proposal.   Rationing would not save money without a fixed budgetary limit on total spending for health. Otherwise, any saving from a prohibition on the use of a particular technology would easily be offset by increased use of other technologies that were not prohibited. Furthermore, there are almost always cases in which a proscribed procedure would be unequivocally helpful and cost-effective, although it might be only marginally helpful in most other cases.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"SENATE SUSPENDS EFFORT FOR ACCORD ON CLINTON'S PLAN","web_url":"https://www.nytimes.com/1993/04/06/us/senate-suspends-effort-for-accord-on-clinton-s-plan.html","abstract":"  Nine days into a filibuster and miles from any hint of agreement, Senate Democrats and Republicans abandoned the hunt for a compromise on President Clinton's economic stimulus package tonight, and decided to try again in two weeks.   The Democratic majority leader, Senator George J. Mitchell of Maine, said he decided to stop talking and send the Senate on a long-postponed vacation after Republicans refused to make an opening offer to resolve differences.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Sports of The Times; They Came and Saw And They Learned","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-of-the-times-they-came-and-saw-and-they-learned.html","abstract":"  ASIDE from debating who might be the new national champion, the multimillion dollar question here last night was whether Chris Webber of Michigan would turn pro this spring. Would the Five X's be broken up?   There was a feeling among some that if Michigan had won, Webber was history; if the Wolverines lost, he might stay and try again until they won it.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Studying the Secrets Of Childhood Memory","web_url":"https://www.nytimes.com/1993/04/06/science/studying-the-secrets-of-childhood-memory.html","abstract":"  WHEN Rachel Hudson was 2, she recalled details about things she had done weeks and months before, prompted by her mother, a psychologist studying children's memories. But by the time she was 8, the only episode Rachel could recall from her first couple of years was a trip to Disneyland.    The old mystery of just why most people are unable to dredge up memories from the first years of life has a new solution, thanks to research like that of Rachel's mother, Dr. Judith Hudson of Rutgers University.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"The Russians Seem Agreed: Yeltsin Had a Good Meeting","web_url":"https://www.nytimes.com/1993/04/06/world/the-russians-seem-agreed-yeltsin-had-a-good-meeting.html","abstract":"  Russian officials today began the process of selling the results of the Vancouver summit meeting at a Kamchatka fuel stop, even before landing in Moscow. But the view here was that President Boris N. Yeltsin had done himself some good with a dignified, \"presidential\" summit organized to insure that he had to give few public concessions to President Clinton.   Still, Russian analysts and ordinary citizens interviewed today agreed that the meeting was unlikely to be a decisive factor on April 25, when Russians vote -- or decide not to vote -- in an plebiscite on Mr. Yeltsin's performance as President and the possibility of early presidential and congressional elections.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Holding On to a Little Bit Of the Island He Loves","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-holding-on-to-a-little-bit-of-the-island-he-loves.html","abstract":"- In the beginning, there was subsistence. The fertile islands and rich seas surrounding what is now the Federated States of Micronesia in the western Pacific provided people with breadfruit, yams, taro, bananas, coconuts and fish.","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Redskins Fill Receiving Spot With McGee","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-football-redskins-fill-receiving-spot-with-mcgee.html","abstract":"  The Washington Redskins yesterday signed free-agent receiver TIM McGEE, who had spent his entire career with the Cincinnati Bengals.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Fundamentalism: the 20th Century's Last Ideology","web_url":"https://www.nytimes.com/1993/04/06/us/fundamentalism-the-20th-century-s-last-ideology.html","abstract":"  Scholars used to dismiss fundamentalism as a fossilized form of old-time religion, destined to dissolve in the acids of science and skepticism.   But from the Iranian revolution and the rise of the religious right in the United States to the militancy of Jewish settlers on the West Bank and the riots that followed a Hindu-led destruction of a mosque in India, events of the past two decades make it clear that religious fundamentalism has done anything but dissolve. As one scholar recently put it, fundamentalism is \"dynamic, adaptive and modern,\" perhaps the last great ideological upsurge of the 20th century.","thumbnail":null,"section":"U.S."},{"date":"19930406","headline":"Heaton Sits and Waits, Not Quite a Yankee Yet","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-heaton-sits-and-waits-not-quite-a-yankee-yet.html","abstract":"  Neal Heaton is the invisible Yankee. Watch him take the team bus to today's game with the Indians, watch him get dressed at his locker, watch him work out with 25 other Yankees and then watch out because he is about to disappear.   Heaton is in limbo. While the Yankees continue trying to juggle their roster by trading infielder Mike Gallego or acquiring another relief pitcher, they have asked Heaton, a non-roster player, to tag along because they might activate him. This afternoon, he sat by himself in the clubhouse and watched the Yankees top the Indians, 9-1, on television because he cannot sit in the dugout -- but he is not planning to wait much longer.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-letters-to-the-editor-90223708430.html","abstract":"Different Wars. We learned a hard lesson in Vietnam. Did we learn a different kind of lesson in Iraq? Do we now fight only when painless victory is assured?. I opposed the war in Vietnam. I doubted the sincerity of President George Bush's rhetoric on the","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"Baseball '93 Opens With Flurry of Firsts","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-93-opens-with-flurry-of-firsts.html","abstract":"  On a day of renewal, when spring is suddenly suggestive of summer and hope springs eternal, at least until the bottom of the sixth, baseball began a new season yesterday with the usual fanfare and more: the debut of two teams and a lefty from Little Rock.    In Baltimore, where the Texas Rangers beat theOrioles, 7-4, Bill Clintopn threw his first Presidential pitch, and in New York the new Colorado Rockies fell to the Mets, 3-0.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"'There's Just a Lot of Pressure'","web_url":"https://www.nytimes.com/1993/04/06/nyregion/other-voices-there-s-just-a-lot-of-pressure.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.   Q What are the biggest problems facing young people?  ","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Leipzig Journal; A City of Two Tales: The Robust and the Bleak","web_url":"https://www.nytimes.com/1993/04/06/world/leipzig-journal-a-city-of-two-tales-the-robust-and-the-bleak.html","abstract":"  It was on the streets of this historic city that the movement to overthrow German Communism gathered force in the autumn of 1989. And as dusk fell here one recent afternoon, angry residents gathered at a downtown plaza to protest what they see as new injustices.   \"They threw me out of work like a piece of garbage,\" complained Werner Bottcher, a 55-year-old metal worker who is one of tens of thousands of Leipzigers who have lost their jobs since 1990.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Alas, a Fond Bon Voyage to Texas Tech's Swoopes","web_url":"https://www.nytimes.com/1993/04/06/sports/college-basketball-alas-a-fond-bon-voyage-to-texas-tech-s-swoopes.html","abstract":"  The best female basketball player in the world will have to leave the country to score her next official point, but not everybody is feeling pangs of sympathy for Sheryl Swoopes of Texas Tech.    \"Yeah, I'm going to feel sorry for her, making $200,000 a year and playing for as long as she wants,\" Nancy Lieberman-Cline said, about the record-breaking sensation of the National Collegiate Athletic Association women's Final Four. \"Green is green. Money is money. There are opportunities for her overseas that we never had.\"","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Times and Printers Reach Tentative Accord","web_url":"https://www.nytimes.com/1993/04/06/nyregion/times-and-printers-reach-tentative-accord.html","abstract":"  The New York Times said yesterday that it had reached a tentative agreement with the printers union, replacing a contract that expired on March 31.   Within the last week, three other unions -- representing electricians, plumbers, photoengravers and lithographers -- ratified long-term contracts with the paper, said Nancy Nielsen, a Times spokeswoman. The latest agreement, with New York Typographical Union No. 6, is subject to ratification by its members. The union's president, James Grottola, could not be reached for comment.","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/06/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92854560616.html","abstract":"1943: War in Caucasus. LONDON - [From our New York edition:] Russian forces driving against the Nazi base at Novorossisk have captured several populated places in two days of hand-to-hand fighting in the Caucasus, while in the Izyum area of the Donets val","thumbnail":null,"section":"Opinion"},{"date":"19930406","headline":"No Runs, Few Pluses: Slow Start for Rockies","web_url":"https://www.nytimes.com/1993/04/06/sports/baseball-no-runs-few-pluses-slow-start-for-rockies.html","abstract":"  Somewhere, the ghost of Casey Stengel must have been calling out to Don Baylor yesterday afternoon.   Only Stengel really knew how awful things can get during an expansion season. Perhaps now it is Baylor's turn.","thumbnail":null,"section":"Sports"},{"date":"19930406","headline":"Q&A","web_url":"https://www.nytimes.com/1993/04/06/science/q-a-565993.html","abstract":"  Examination Dream   Q.     A common recurring dream, of signing up for a course, not attending class and then panicking when faced with the final exam, often persists decades after finishing school. Why does this nightmare situation persist rather than the far more anxiety-provoking situations encountered in later life?      A.  This dream echoes the first time such an anxiety emerged in your thinking, said Dr. Rosalind Cartwright, chairman of the department of psychology at Rush Presbyterian-St. Luke's Medical Center in Chicago and director of its sleep disorder service.","thumbnail":null,"section":"Science"},{"date":"19930406","headline":"Italy's Scandal Spreads to 2 More Former Premiers","web_url":"https://www.nytimes.com/1993/04/06/world/italy-s-scandal-spreads-to-2-more-former-premiers.html","abstract":"  Accusations of wrongdoing against Italy's elder statesman, Giulio Andreotti, widened significantly today when magistrates in Milan formally notified him that he was under investigation in connection with the vast national bribery and corruption scandal.   At the same time, the Italian news agency reported that another former Christian Democratic Prime Minister, Arnaldo Forlani, a high-ranking party official who headed a short-lived administration in 1981, was also under investigation. Whether to Lift Immunity    The charges deepened the impression that Italy's postwar political system is rapidly unraveling. Even though the accusations today have yet to be judged in court, they mean that three former Prime Ministers -- Mr. Andreotti, Mr. Forlani and the former Socialist leader Bettino Craxi -- have been implicated, along with hundreds of other politicians and businessmen.","thumbnail":null,"section":"World"},{"date":"19930406","headline":"Mayoral Rivals Debate Crime Fears and Statistics","web_url":"https://www.nytimes.com/1993/04/06/nyregion/mayoral-rivals-debate-crime-fears-and-statistics.html","abstract":"  Mayor David N. Dinkins, a mathematician by training, believes numbers do not lie. So he paused during a recent campaign speech to explain at length, once again, the verity that to him is as plain as day: crime is down in New York.   \"Look at the numbers,\" he implored the audience. \"Twenty-seven months of straight decline.\"","thumbnail":null,"section":"New York"},{"date":"19930406","headline":"Mize Has a New Son and a Tee Time","web_url":"https://www.nytimes.com/1993/04/06/sports/sports-people-golf-mize-has-a-new-son-and-a-tee-time.html","abstract":"  Now that his newest child has been born, LARRY MIZE says he expects to play in this week's Masters.   BONNIE MIZE gave birth to a baby boy -- their third -- in Columbus, Ga., on Friday night, a week earlier than expected. A week ago, Mize said if the child, named Robert, had not arrived by now that he wouldn't play in the tournament.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930406","time":"1993-04-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":55,"wspd":27.7},{"date":"19930406","time":"1993-04-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":57,"wspd":27.7},{"date":"19930406","time":"1993-04-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":58,"wspd":25.9},{"date":"19930406","time":"1993-04-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":60,"wspd":27.7},{"date":"19930406","time":"1993-04-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":61,"wspd":31.3},{"date":"19930406","time":"1993-04-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":35.3},{"date":"19930406","time":"1993-04-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":35.3},{"date":"19930406","time":"1993-04-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":62,"wspd":37.1},{"date":"19930406","time":"1993-04-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":59,"wspd":33.5},{"date":"19930406","time":"1993-04-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":54,"wspd":35.3},{"date":"19930406","time":"1993-04-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":54,"wspd":33.5},{"date":"19930406","time":"1993-04-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":53,"wspd":27.7},{"date":"19930406","time":"1993-04-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":51,"wspd":29.5},{"date":"19930406","time":"1993-04-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":49,"wspd":33.5},{"date":"19930406","time":"1993-04-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":51,"wspd":33.5},{"date":"19930406","time":"1993-04-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":48,"wspd":31.3},{"date":"19930406","time":"1993-04-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":53,"wspd":27.7},{"date":"19930406","time":"1993-04-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":52,"wspd":25.9},{"date":"19930406","time":"1993-04-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":54,"wspd":20.5},{"date":"19930406","time":"1993-04-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":58,"wspd":14.8},{"date":"19930406","time":"1993-04-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":60,"wspd":18.4},{"date":"19930406","time":"1993-04-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":73,"wspd":11.2},{"date":"19930406","time":"1993-04-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":75,"wspd":5.4},{"date":"19930406","time":"1993-04-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":83,"wspd":7.6},{"date":"19930406","time":"1993-04-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":7.6},{"date":"19930406","time":"1993-04-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":9.4},{"date":"19930406","time":"1993-04-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930406","time":"1993-04-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":9.4},{"date":"19930406","time":"1993-04-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":9.4},{"date":"19930406","time":"1993-04-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":7.6},{"date":"19930406","time":"1993-04-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":7.6},{"date":"19930406","time":"1993-04-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":13},{"date":"19930406","time":"1993-04-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":59,"wspd":14.8},{"date":"19930406","time":"1993-04-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":18.7},{"date":"19930406","time":"1993-04-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":16.6},{"date":"19930406","time":"1993-04-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":57,"wspd":14.8},{"date":"19930406","time":"1993-04-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":55,"wspd":14.8},{"date":"19930406","time":"1993-04-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":45,"wspd":16.6},{"date":"19930406","time":"1993-04-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":34,"wspd":27.7},{"date":"19930406","time":"1993-04-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":35,"wspd":29.5},{"date":"19930406","time":"1993-04-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":27,"wspd":24.1},{"date":"19930406","time":"1993-04-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":24,"wspd":27.7},{"date":"19930406","time":"1993-04-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":25,"wspd":22.3},{"date":"19930406","time":"1993-04-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":24,"wspd":22.3},{"date":"19930406","time":"1993-04-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":29,"wspd":13},{"date":"19930406","time":"1993-04-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":50,"wspd":13},{"date":"19930406","time":"1993-04-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":11.2},{"date":"19930406","time":"1993-04-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":54,"wspd":9.4}]},"19930407":{"guardian_articles":[],"nytimes_articles":[{"date":"19930407","headline":"Abortion Harassment Stalks Medical School; Secret Surgery","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-secret-surgery-751793.html","abstract":"  To the Editor:   \"Congress and the Freedom to Choose\" (March 29) attempts to portray women seeking abortions in states with 24-hour waiting periods as hapless victims of antiabortion demonstrators. We are to presume that you know the mental state of every woman in America contemplating an abortion. What other basis could there be for your empirical observation that none of these women need or want an opportunity to reconsider or more fully inform themselves about the abortion procedure. Unfortunately, it is because of such posturing by the mass media that millions of women are in the dark about abortion.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"7 News Groups Ask U.S. Judge To Lift Ban","web_url":"https://www.nytimes.com/1993/04/07/nyregion/7-news-groups-ask-us-judge-to-lift-ban.html","abstract":"  An order forbidding the prosecution and defense lawyers from communicating with news organizations reporting on the World Trade Center bombing was challenged yesterday by seven of the organizations and two of the defendants.   The order, issued April 1 by Judge Kevin T. Duffy of Federal District Court in Manhattan, imposes an initial fine of $200 for the first violation, then subsequent mathematical squares: $40,000 for a second and so on.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Public & Private; The Breast Ban","web_url":"https://www.nytimes.com/1993/04/07/opinion/public-private-the-breast-ban.html","abstract":"  Just to save you a little time, the woman with her left breast partially exposed is in the upper right quadrant of the beach page of \"Where's Waldo?\" Waldo is, of course, the little man with the striped shirt and spectacles who wanders in the pages of his books through everything from track meets to Viking hordes, so lost in the crowd that it is a challenge for kids to find him in the illustrations.    It is difficult to find the woman with the bare breast, too. But if you look real hard you can spot her just below the guys running on the beach and just above the man buried up to his neck in sand. Where you can't find her is in the library at the Springs Public School on Long Island. There the Waldo book has been banned because of the breast.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Fatal Stabbing Ends the Hopes Of One Family","web_url":"https://www.nytimes.com/1993/04/07/nyregion/fatal-stabbing-ends-the-hopes-of-one-family.html","abstract":"  Christian Abakpa's parents had a well-thought-out plan for him and his brothers. Christian's parents, immigrants from Nigeria, had come to New York City more than 15 years ago to set the foundation for a better life, even though it meant leaving Christian and three of his brothers back home. The father worked as a social worker, the mother as a nurse. They put their money aside slowly.   After work and sacrifice, the family was finally reunited in August. But on Monday, on a cool spring day, at a schoolyard playground in Brooklyn, it all came crashing down.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"What Happens to an Architect","web_url":"https://www.nytimes.com/1993/04/07/style/IHT-what-happens-to-an-architect.html","abstract":"-Jean-Marie Besset has fulfilled a promise with his latest play, \"Ce qui arrive et ce qu'on attend,\"which has opened at the Gait-Montparnasse to acclaim.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"Lesson for Seoul:Politics and Business Don't Mix","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-lesson-for-seoulpolitics-and-business-dont-mix.html","abstract":"- South Korea appears to have put in place a new principle: separation of politics and business. It may not be as vital to democracy as the supremacy of elected leaders over the armed forces, but it is an important and unexpected result of the presidential election in December.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"In Japan, Halo Clings to Lineker","web_url":"https://www.nytimes.com/1993/04/07/sports/IHT-in-japan-halo-clings-to-lineker.html","abstract":"The Japanese players for the Grampus Eight, the Nagoya soccer club that is the new home of Gary Lineker, still feel a bit unnatural working out with the English star. It's asif the 32-year-old, who captained his national team last year, has yet to lose","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Review/Film; A 1960's Coming-of-Age Baseball Story","web_url":"https://www.nytimes.com/1993/04/07/movies/review-film-a-1960-s-coming-of-age-baseball-story.html","abstract":"Nine friends and a baseball summer in the 1960's. Awestruck approach to modest coming-of-age comedy.","thumbnail":null,"section":"Movies"},{"date":"19930407","headline":"Dinkins Moves To Block Foes In School Vote","web_url":"https://www.nytimes.com/1993/04/07/nyregion/dinkins-moves-to-block-foes-in-school-vote.html","abstract":"  Trying to outmaneuver conservative groups seeking to win dozens of seats on New York City's school boards in elections next month, Mayor David N. Dinkins mounted a huge city-financed campaign yesterday to encourage voters to turn out in large numbers.   Mr. Dinkins said his administration would mail cards on Monday to all of the city's 3.4 million registered voters urging them to take part in the elections on May 4. It will also place advertisements in newspapers, on radio and on television, city officials said, and provide information about candidates over a special telephone line. The campaign, unprecedented in city politics, will cost about $635,000.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Who Will Turn Violent? Hospitals Have to Guess","web_url":"https://www.nytimes.com/1993/04/07/health/who-will-turn-violent-hospitals-have-to-guess.html","abstract":"  Early on a Monday morning in the Columbia-Presbyterian Medical Center emergency room, nine psychiatric patients with recent histories of violent behavior lounged on stretchers and armchairs, awaiting a doctor's decision about who would be committed and who discharged. One man had threatened to murder his girlfriend and another, hearing voices urging him to kill a prostitute, had grazed a woman's neck with a knife. A 51-year-old woman, while high on crack, had tried to place her young niece in the oven for being disobedient.   \"The normal complement after a weekend,\" said Dr. Ellen M. Stevenson, who is in charge of the hospital's psychiatric emergency services. \"The knife and gun club. The crack. The threats. The temper tantrums gone bad.\"","thumbnail":null,"section":"Health"},{"date":"19930407","headline":"Albany Allocates Funds For Historical Society","web_url":"https://www.nytimes.com/1993/04/07/arts/albany-allocates-funds-for-historical-society.html","abstract":"  The New York State Legislature has approved a $6.3 million appropriation for the New-York Historical Society, the first step in a plan to rescue that beleaguered institution.    The money, part of the state budget package approved by the Legislature on Monday, is contingent on several factors, one of which is an equal contribution from New York City.","thumbnail":null,"section":"Arts"},{"date":"19930407","headline":"Japanese Diplomat Puts Refugees Before Politics","web_url":"https://www.nytimes.com/1993/04/07/world/japanese-diplomat-puts-refugees-before-politics.html","abstract":"  When Sadako Ogata became the United Nations High Commissioner for Refugees two years ago, she may have anticipated an uncontroversial tenure as a do-gooder struggling to draw the world's attention to humanitarian issues.   But Mrs. Ogata was plunged almost immediately into bitter political disputes as fighting in the former Yugoslavia displaced more than two million Muslims, Croats and Serbs on the doorstep of Europe. Along the way, she has been challenged to defend her actions at almost every turn.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/07/style/chronicle-502693.html","abstract":"  It is a heady moment in the life of a scholarly sleuth: finding a document of historic and literary significance -- when you aren't even looking.   That happened to DESMOND HAWKINS, 84, author of seven books about Thomas Hardy, and who, while researching his subject, stumbled onto a diary kept by Percy Bysshe Shelley.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"Wyoming Hires Wright of Miami (Ohio)","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-college-basketball-wyoming-hires-wright-of-miami-ohio.html","abstract":"  JOBY WRIGHT, coach at Miami of Ohio for the last three seasons, was hired as Wyoming's basketball coach yesterday. Wright was an assistant for 10 years under BOB KNIGHT at Indiana after playing for the Hoosiers. Wright succeeds BENNY DEES, who resigned last month after six seasons. Wright's teams had a 61-29 record in his three years at Miami of Ohio. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Racing Bill in Chiles's Hands","web_url":"https://www.nytimes.com/1993/04/07/sports/racing-bill-in-chiles-s-hands.html","abstract":"  The three major thoroughbred tracks in south Florida, which have been feuding over racing dates for most of the last 20 years, were waiting yesterday for Gov. Lawton Chiles to sign a peace-treaty bill that would fix dates and provide tax breaks and television simulcasts for the next five years.   Under the terms of the bill, which cleared the Florida Legislature over the weekend and would take effect in 1994, Gulfstream Park would continue to get the prime dates during the tourist season, operating from Jan. 3 through March 16 and paying the state a tax of 3 percent on every dollar wagered. Hialeah Park would run from March 17 through May 22, but would be compensated for the off-season dates by paying a tax of only 1.15 percent. Calder would run for the rest of the year and would pay 2.4 percent.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Sex and Consequences","web_url":"https://www.nytimes.com/1993/04/07/opinion/sex-and-consequences.html","abstract":"  A country with one of the world's highest standards of living is not a country in which one expects to find a remarkable number of people afflicted with sexually transmitted diseases. But according to a study by the Alan Guttmacher Institute, 56 million Americans are infected with them, and at least one of every four can expect to be.    Such age-old scourges as gonorrhea and syphilis do significant damage, but the widest impact comes from incurable viral diseases, which get far less public health attention. Some 31 million Americans are believed to have genital herpes, while 24 to 40 million are infected with the virus that causes genital warts.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Political Memo; Clinton's Health-Care Plan: A Push to Sell Peace of Mind","web_url":"https://www.nytimes.com/1993/04/07/us/political-memo-clinton-s-health-care-plan-a-push-to-sell-peace-of-mind.html","abstract":"  The Clinton Administration's new health-care policy is still in development, but the packaging has already begun.   So far, the drive for health-care reform has been a discussion among policy makers, conducted in an arcane and highly theoretical language of \"managed competition\" and \"global budgets.\" But sometime in May the plan will go public, and the President Clinton's political advisers are now deep in the world of focus groups and polling data, preparing for the day.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Rivalries Imperil Socialist Party's Future in France","web_url":"https://www.nytimes.com/1993/04/07/world/rivalries-imperil-socialist-party-s-future-in-france.html","abstract":"  A week after the Socialist Prime Minister handed over office to his conservative successor in a quiet and dignified ceremony, a far more bitter transfer of power took place today amid the ruins of France's once-powerful Socialist Party.   As Michel Rocard assumed his new post as party boss this afternoon, his predecessor, Laurent Fabius, was nowhere to be seen. Ousted last weekend in what he denounced as a \"putsch,\" Mr. Fabius was in no mood to shake hands with a man whom he now accuses of untempered personal ambition.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Abortion Harassment Stalks Medical School; We Can Do Better","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-we-can-do-better-752593.html","abstract":"  To the Editor:   \"Congress and the Freedom to Choose\" (editorial, March 29), endorsing the proposed Freedom of Choice Act, expresses concern for poor and young women, who, you say, often cannot exercise their right to an abortion as easily as more affluent women. The proposed law, you imply, would remedy that.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/07/nyregion/c-corrections-724093.html","abstract":"  A chart in Business Day on Friday, with an article about stocks that posted the biggest gains and losses in the first quarter, included an erroneous entry for Humana Inc. supplied by Media General Financial Services. Humana split 2 for 1 in the first quarter when it spun off its hospital management company, Galen Health Care Inc. Thus Humana was not the stock showing the largest percentage decline on the New York Stock Exchange in the quarter.   In addition, the three charts with the article, showing the biggest gainers and losers on the New York and American stock exchanges and the Nasdaq market, mislabeled the quarter covered. It was the first.  ","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-90805406564.html","abstract":"A Sin Tax on Fat. Regarding the report \"For Margarine Eaters, Another Slice of Bad News on Risks\" (March 6):. Just as for tobacco and liquor, high taxes should be imposed on all food containing fat. If \"sin taxes\" are an attempt to let","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Mormons Convene","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Rivers in Right Place at the Right Time","web_url":"https://www.nytimes.com/1993/04/07/sports/pro-basketball-rivers-in-right-place-at-the-right-time.html","abstract":"  The Knicks ran out of overtime heroics tonight. They played hard enough to win, but not well enough. Instead of making clutch plays, they made crucial mistakes. Instead of making pressure shots, they made mental blunders.   Ending a six-game New York winning streak, the Atlanta Hawks dropped the Knicks, 109-104, at the Omni. Fortunately for New York (51-21), the Chicago Bulls (50-22) also lost, to the Milwaukee Bucks, so New York still has a one-game lead over Chicago in their race for best record in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Drop Seen in Old-Age Disability, Challenging Idea of Fading Health","web_url":"https://www.nytimes.com/1993/04/07/us/drop-seen-in-old-age-disability-challenging-idea-of-fading-health.html","abstract":"  The common assumption that old age in America brings with it unremitting deterioration is being challenged by a new study that shows disability rates among the elderly decreasing during the 1980's.    Findings by three Duke University researchers, Kenneth G. Manton, Larry S. Corder and Eric Stallard, being published in the forthcoming issue of the Journal of Gerontology, have generated a whirlwind of discussion. Demographers were taken aback by the extent to which the disability rates had shifted.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor.html","abstract":"Taxing Expatriates. It may be timely to remind readers of the trade balance's role in helping to reduce the U.S. federal deficit, and of expatriate Americans' contribution to this end. In times of revenue increases, overseas Americans make tempting tax ta","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"U.S. Seeks Tougher Sanctions on Yugoslavia","web_url":"https://www.nytimes.com/1993/04/07/world/us-seeks-tougher-sanctions-on-yugoslavia.html","abstract":"  The Clinton Administration is seeking United Nations Security Council approval for three additional sanctions against the Yugoslav federation of Serbia and Montenegro to further tighten the economic embargo imposed last year.   It has suggested imposing a maritime exclusion zone along the Adriatic coast of Yugoslavia as part of its drive to strengthen the new and tighter trade embargo the Security Council is expected to approve next Monday. The vote comes after Bosnian Serbs rejected the international plan for ending the civil war in Bosnia and Herzegovina last week.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Lessons to Be Learned","web_url":"https://www.nytimes.com/1993/04/07/sports/IHT-lessons-to-be-learned.html","abstract":"- Experienced soccer players aught to take with a pinch of garlic the fallacy that one man makes a team. How surprising, therefore, to see the smile on the face of Franck Sauzee, Olympique Marseille's seasoned midfielder, when anticipating his next opponent Glasgow Rangers will be drastically weakened by the suspension of its center forward, Mark Hateley.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/07/nyregion/news-summary-047493.html","abstract":"  International A3-15  FRENCH FILES ON WAR INTERNMENT  A 72-year-old Frenchman smuggled out of the Toulouse office of France's National Archives thousands of files detailing French involvement in the internment and deportation of Jews and non-Jews in World War II. The files illustrate how the French administration routinely went about carrying out arrests, seizing the property of detainees and, when necessary, selecting them for deportation to death camps or labor camps in Germany or Poland.  A1  EGYPTIAN PLAN REJECTED  President Clinton rejected a suggestion from President Hosni Mubarak of Egypt that the United States ask Israel to further accelerate the return of 400 Palestinians deported from Israel to Lebanon last December.  A10","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Young Women, Keep Your Own Name","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-young-women-keep-your-own-name-748793.html","abstract":"  To the Editor:   As Joan D., I graduated from high school, where I won honors and awards, including a scholarship.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"RUSSIANS INVITED TO HELP IN DESIGN OF SPACE STATION","web_url":"https://www.nytimes.com/1993/04/07/us/russians-invited-to-help-in-design-of-space-station.html","abstract":"  Seeking to cut the costs of the nation's most expensive space project, the White House has ordered NASA to work with the Russians in designing a smaller and cheaper space station. The move could bring to a decisive end decades of cold war rivalry and signal a new era of cooperation in space.    In announcing the cooperative plan yesterday, NASA disclosed that the Clinton Administration had told the agency to cut the price tag for building the station by as much as two-thirds.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-91428600334.html","abstract":"A Defective Analogy. Regarding the report \"Some Pioneers of the Race-Integrated Military Draw the Line at Gay Integration \" (Feb. 17) by Lynne Duke:. Ms. Duke's article implies that anyone sympathetic to the civil liberties of blacks ought to","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/07/theater/theater-in-review-593093.html","abstract":"  Krapp's Last Tape The Classic Stage Company 136 East 13th Street East Village Through April 17  By Samuel Beckett; designed and directed by David Esbjornson; costumes by Jessica Grace; lighting by Brian MacDevitt; sound by Dan Moses Schreier; production stage manager, Crystal Huntington. Presented by the Classic Stage Company, Mr. Esbjornson, artistic director; Patricia Taylor, managing director. WITH: John Seitz.   In his production of \"Krapp's Last Tape\" at the CSC Theater, the director, David Esbjornson, recognizes two of Samuel Beckett's important directives. The author felt that the monodrama should not be overplayed as a clown show. He also stressed a recurrent theme of light and darkness in the narrative and in the physical aspects of the staging.","thumbnail":null,"section":"Theater"},{"date":"19930407","headline":"Falwell's Gospel Hour Fined for Political Activity","web_url":"https://www.nytimes.com/1993/04/07/us/falwell-s-gospel-hour-fined-for-political-activity.html","abstract":"  After a four-year examination of groups affiliated with the Rev. Jerry Falwell, the conservative evangelist, the Internal Revenue Service has won agreement from his broadcast ministry to pay $50,000 in taxes for engaging in political activity in 1986 and 1987.   The agency found that the assets and personnel of the ministry, the Old Time Gospel Hour, were used to raise money for a political action committee in violation of laws prohibiting tax-exempt bodies from participating or intervening in political campaigns on behalf of candidates. The I.R.S. did not identify the political action committee.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-91599480330.html","abstract":"Pluralism in India. Regarding \"India at the Edge\" (Editorial, Feb. 25):. The Bharatiya Janata Party is not a communal party, nor is it radical or fundamentalist or nonsecular. It is well to remember that India is secular not because of Nehru or","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Suit Accuses Big Landlord Of Barring Some Families","web_url":"https://www.nytimes.com/1993/04/07/nyregion/suit-accuses-big-landlord-of-barring-some-families.html","abstract":"  One of Long Island's largest landlords is being charged with illegally barring some families with children from living in its buildings, according to a lawsuit to be filed on Wednesday in Federal court by a housing civil rights organization.   Long Island Housing Services, a nonprofit fair housing agency, announced today that a yearlong investigation showed that Holiday Management Associates Inc. in Old Westbury \"knowingly and intentionally discriminated against families with children\" in several of its apartment complexes, in violation of the Fair Housing Act.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Review/Theater; Lacerating Greed and Decay, But Doing It With Humanity","web_url":"https://www.nytimes.com/1993/04/07/theater/review-theater-lacerating-greed-and-decay-but-doing-it-with-humanity.html","abstract":"  \"In a hotel nothing sticks,\" says Ken Hoyle, the international business executive played by Ron Rifkin in Jon Robin Baitz's \"Three Hotels\" at the Circle Repertory Company. \"It's all transitional, and you're never stuck with the vital you.\" The only trouble with Ken's view of hotels is that some things do stick to the conscience and cannot be escaped, even in the luxurious hotel rooms of Tangier, St. Thomas and Oaxaca, Mexico, visited during Mr. Baitz's play. Marital breakdowns stick. Ethical compromises stick. So do the criminal deaths of children.    Running 75 minutes and told entirely in monologues -- two from Mr. Rifkin sandwiched around one from Christine Lahti as Ken's wife, Barbara -- \"Three Hotels\" is another acrid Baitz work in which an articulate, privileged man takes the fall for the carnage and corruption of the 20th century. Like the embattled New York publisher also played by Mr. Rifkin in \"The Substance of Fire\" and the Los Angeles doctor played by Roger Rees in \"The End of the Day,\" Ken Hoyle (ne Hershkovitz) has buried his past in pursuit of a success about to go up in flames. A former Peace Corps volunteer and the child of leftist Russian Jews, he now works for an American company that sells \"the Albert Speer of baby formulas\" to third-world countries and is so notorious it once co-starred on \"60 Minutes\" with Union Carbide and the Dalkon Shield.","thumbnail":null,"section":"Theater"},{"date":"19930407","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/07/theater/theater-in-review-767393.html","abstract":"  The Cenci  Bouwerie Lane Theater 330 Bowery (at Second Street) Lower East Side Through May 21 By Percy Bysshe Shelley; direction and lighting by Eve Adamson; set by John Brown; costumes by Steven F. Graver; sound by Dennis Green; production manager, Patrick Heydenburg. Presented by Jean Cocteau Repertory, Robert Hupp, artistic director; Scott Shattuck, producing director. WITH: Harris Berlinsky, Christopher Black, Steve Chizmadia, John Lenartz, Joseph Menino, Jeff Seabaugh, Craig Smith, Elise Stone, Angela Vitale, Mark Waterman and the Company.   If the sordid story of \"The Cenci\" occurred today in some quiet community on Long Island, there would be three made-for-television movies out in time for the fall sweeps. As it is, the telling of this lurid tale of incestuous rape and murder surrounding a vile 16th-century Roman noble is left to a \"based on a true story\" verse drama by Shelley. The play is being given a surprisingly cogent staging by the Cocteau Repertory.","thumbnail":null,"section":"Theater"},{"date":"19930407","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/07/nyregion/no-headline-089093.html","abstract":"  \"When it comes to predicting violence, our crystal balls are terribly cloudy. -- DR. JOHN MONAHAN, who is studying violence in the mentally ill.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Court Rules That Parents Can Sue for Emotional Distress","web_url":"https://www.nytimes.com/1993/04/07/nyregion/court-rules-that-parents-can-sue-for-emotional-distress.html","abstract":"  When JoAnn Carey was in the late stages of pregnancy in 1983, medical personnel told her the baby would be stillborn. But she gave birth to a baby girl who lived 10 days before dying.   The woman and her husband, Gregory, were awarded $2.5 million after a malpractice trial, but an appeals court overturned the award against two doctors as excessive. Relying on prior law, the Appellate Division of Superior Court said the parents had not met the test for suing for emotional distress.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92137269418.html","abstract":"1943: Royal Navy Hero","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"With '92 Woes Behind Him, Saberhagen Is Ready to Sizzle","web_url":"https://www.nytimes.com/1993/04/07/sports/baseball-with-92-woes-behind-him-saberhagen-is-ready-to-sizzle.html","abstract":"  It's an assignment born of tradition and a bit of theory. The pitcher next in the rotation keeps track of the previous game's starter, chronicling the number of pitches as well as the type and location. And so Bret Saberhagen sat in the Shea Stadium dugout on opening day, clipboard in his lap, engaged in perhaps the emptiest exercise of an afternoon otherwise overloaded with excitement, nostalgia and a sense of history.   \"I'd be fined if I didn't,\" Saberhagen said of his task.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Testing Service Plans Layoffs of 250 Employees","web_url":"https://www.nytimes.com/1993/04/07/nyregion/testing-service-plans-layoffs-of-250-employees.html","abstract":"  The Educational Testing Service in Princeton, N.J., has announced that 250 to 300 staff members will be laid off in the next few months because of new Federal rules governing student aid programs.   The staff reductions are to be completed by the end of June and will take place at every level of the testing service, which employs 3,000 people in Princeton and eight field offices. The layoffs and other cost-saving measures were announced last week at a senior staff forum by Gregory R. Anrig, president of the Testing Service.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Clinton Rebuffs Mubarak on Pressing Israelis","web_url":"https://www.nytimes.com/1993/04/07/world/clinton-rebuffs-mubarak-on-pressing-israelis.html","abstract":"  President Clinton today rejected a suggestion from President Hosni Mubarak of Egypt that the United States ask Israel to further speed the return of 400 Palestinians deported from Israel to Lebanon last December.   In turning down Mr. Mubarak, President Clinton said Israel had done \"enough\" on the deportee issue to get the stalled peace talks started again.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Books of The Times; What's to Complain About? Plenty, It Seems","web_url":"https://www.nytimes.com/1993/04/07/books/books-of-the-times-what-s-to-complain-about-plenty-it-seems.html","abstract":"  Culture of Complaint  The Fraying of America  By Robert Hughes  210 pages. New York Public Library/Oxford University Press. $19.95.    Lest you think after reading Robert Hughes's brilliant book of essays, \"Culture of Complaint,\" that he is simply looking down his nose at American society, politics and culture, here is his affectionate though critical interpretation of the United States in the final decade of the 20th century:","thumbnail":null,"section":"Books"},{"date":"19930407","headline":"A Terrorist Network in America?","web_url":"https://www.nytimes.com/1993/04/07/opinion/a-terrorist-network-in-america.html","abstract":"F.B.I. and New York police officials say the World Trade Center bombing was not a job of professional terrorists but the work of local amateurs. \n\nThe F.B.I. has used this assessment in not classifying the bombing as terrorism. Indeed, it announced last month that it had found no evidence of any link between the \"local individuals\" arrested and an \"international terrorist conspiracy.\" This apparently was intended to ease public fears.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"U.S. Rebukes Armenia on New Drive in Caucasus","web_url":"https://www.nytimes.com/1993/04/07/world/us-rebukes-armenia-on-new-drive-in-caucasus.html","abstract":"  The United States sharply rebuked Armenia today for seizing territory in the northwest of neighboring Azerbaijan in an offensive that began 11 days ago.    In a statement by Secretary of State Warren Christopher, the Administration called on the Yerevan Government to withdraw its forces immediately, saying \"the United States Government condemns this offensive\" and noting that a letter of protest had been delivered on Monday to the Armenian President, Levon Ter-Petrosyan.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Lose-Lose Situation: Dudley Is Out, And Nets Fall","web_url":"https://www.nytimes.com/1993/04/07/sports/pro-basketball-lose-lose-situation-dudley-is-out-and-nets-fall.html","abstract":"  Bad news first: Nets center Chris Dudley, a relentless rebounder and key component for the team, will miss the remainder of the regular season and probably the playoffs because of a stress fracture in his right ankle. Now the good news. Well, actually, there is no good news.   With only eight games remaining, the Nets' situation couldn't be uglier. New Jersey got the latest injury news before their horrific 98-85 loss to the Indiana Pacers tonight before 14,902 horrified fans at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"De la Hoya Goes Distance","web_url":"https://www.nytimes.com/1993/04/07/sports/boxing-de-la-hoya-goes-distance.html","abstract":"  The people around him seemed to think there was one thing Oscar de la Hoya needed most in the early part of his boxing career: rounds. His first five fights ended in sudden knockouts. Give him an opponent who would go the distance, they said, and de la Hoya would benefit.   He got it tonight. De la Hoya scored two knockdowns and won a unanimous eight-round decision over Mike Grable at Rochester War Memorial, extending his record to 6-0.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/07/health/personal-health-594893.html","abstract":"  THE woman, a middle-aged New Yorker, was devastated. After a lifetime of \"wonderful skin,\" she had suddenly developed frequent and intense facial flushes, then white heads and finally \"blotchy, ugly bumps on my face.\" Diagnosis: rosacea (pronounced rose-AY-sha), a mysterious, chronic and potentially disfiguring condition of the facial skin.   Most people have never even heard of it, though rosacea afflicts up to 5 percent of Americans, particularly those fair individuals of northern European descent. The disorder typically strikes after the age of 35 and is expected to become increasingly prominent as the baby boom generation reaches middle age. Women are more likely to develop rosacea, but men tend to have more severe cases.","thumbnail":null,"section":"Health"},{"date":"19930407","headline":"Sports of The Times; Michigan's Blundering: Team Effort","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-of-the-times-michigan-s-blundering-team-effort.html","abstract":"  THERE are a few things Chris Webber should know. A year ago, he came off the court cursing and crying after losing the championship game, but Monday night he tersely but politely explained why he called a timeout Michigan did not have. His parents can be proud. He should know that.   Another thing Chris Webber should know is that Fred Brown did not lose that game in 1982. Georgetown lost that game, including a chap named Patrick Ewing, who was called for goaltending five times in the first six minutes.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Fear Gives Los Angeles Race an Edge","web_url":"https://www.nytimes.com/1993/04/07/us/fear-gives-los-angeles-race-an-edge.html","abstract":"  Two weeks before Angelenos vote for a new mayor, an extraordinary possibility is emerging: the leading candidate in this heavily Democratic and liberal city is a New York-born Republican who vows to put more police officers on the streets, trim the rest of local government and turn over many city services to private enterprise.   He is Richard Riordan, a 62-year-old lawyer, self-made millionaire, philanthropist and long-time power broker here who has never held public office. Mr. Riordan, who lives alone in a book-cluttered mansion in the exclusive Brentwood section, says he wants the job because \"all my life I've been a rescuer.\"","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Foyt Enters 5 Cars for Indianapolis 500","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-auto-racing-foyt-enters-5-cars-for-indianapolis-500.html","abstract":"  A. J. FOYT has entered five cars for the Indianapolis 500, none listing him as driver, the Indianapolis Motor Speedway said yesterday. The five Foyt entries were among the latest batch of 27 submitted by 11 racing teams, increasing the total for the May 30 race to 96. Foyt, 58 years old, who last year drove in a record 35th straight Indy 500, named a rookie, ROBBY GORDON, as his team driver, although he has not ruled out another effort at Indy himself. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Trial Takes an Odd Turn As Testimony Is Rerun","web_url":"https://www.nytimes.com/1993/04/07/us/trial-takes-an-odd-turn-as-testimony-is-rerun.html","abstract":"  In one of the strangest moments of the trial of four officers in the beating of Rodney G. King, the jury today watched a videotape of the famous videotape of the beating along with taped testimony from a defendant who had declined to take the stand.   On the final day of testimony, prosecutors played the tape in an attempt to dismantle the carefully constructed unity presented by the defendants. Closing arguments were scheduled for Thursday, and the case was expected to go to the jury by the end of the week.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"14-Year-Old Girl Charged With Murder in Melee","web_url":"https://www.nytimes.com/1993/04/07/nyregion/14-year-old-girl-charged-with-murder-in-melee.html","abstract":"  Kulvara Sayaves says he was sitting on the stoop of his house in Ridgewood, Queens, on Monday afternoon, talking with his brother and a friend, when he spotted the teen-ager who had tried to assault him the week before.   He confronted the teen-ager and his five or six friends. They traded words and they traded shoves. Mr. Sayaves and the two other men chased the teen-agers off and assumed it was all over.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Russia Reports Radiation Release in Blast at Plant","web_url":"https://www.nytimes.com/1993/04/07/world/russia-reports-radiation-release-in-blast-at-plant.html","abstract":"  A steel tank containing uranium waste exploded and caused a fire Tuesday at a plutonium separating factory near the Siberian city of Tomsk, exposing firefighters to significant doses of radiation, Russian officials said today.   Sergei Yermakov, a spokesman for the Russian Atomic Energy Ministry, confirmed the explosion at the Tomsk-7 chemical complex, which processes spent nuclear fuel and is believed to be part of a nuclear-weapons plant. He said there were no immediate casualties and said that some radioactivity had been released over an area of several hundred square yards around the plant.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"A Mother's ID Card Exposes French World War II Secrets","web_url":"https://www.nytimes.com/1993/04/07/world/a-mother-s-id-card-exposes-french-world-war-ii-secrets.html","abstract":"  Sitting in a corner of the Toulouse office of France's National Archives one spring morning in 1991, Kurt Werner Schaechter untied a batch of dusty files and was suddenly confronted with a 1939 photograph of his mother, Margarethe, attached to a refugee identity paper.   He had obtained special permission from local archival employees to study documents barred from public view since World War II on the off chance of learning more about his Austrian Jewish parents. Though he knew they had been arrested in occupied France in 1942 and deported to Nazi death camps, he was not prepared for what he found. A Question of Morality    \"I am a mathematician, therefore not at all mystical,\" said Mr. Schaechter, who is now 72. \"But when I came face to face with my mother after 50 years, it was a shock. It was a terrible experience. I put the identity paper in my pocket. It was the only document that I stole.\"","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Travel Agent Vanishes, But L.I. Student Trip Is On","web_url":"https://www.nytimes.com/1993/04/07/nyregion/travel-agent-vanishes-but-li-student-trip-is-on.html","abstract":"  A group of Long Island high school students were all smiles yesterday as they boarded a luxury motor coach, equipped with stereo system and VCR, and headed for Kennedy International Airport to begin a 13-day tour of London and Ireland. The trip had been in jeopardy since last week when the students learned that they had no reservations, no money and no way to trace the travel agent who had been handling the arrangements.   \"They are off and rolling, thanks to the generous donations of the community,\" said Lee Elwood, superintendent of schools for Mattituck.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Cult's Lawyers Seek Raid Videotape","web_url":"https://www.nytimes.com/1993/04/07/us/cult-s-lawyers-seek-raid-videotape.html","abstract":"  A videotape of the Federal raid on a religious cult near here became a legal football today, as lawyers for cult members asked a Federal magistrate to impound it from the agency that conducted the raid. But the agency said it had already turned the videotape over to law-enforcement authorities in Texas.    The Texas authorities referred all questions to the United States Attorney, whose office declined to comment on the matter this evening.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Introducing Williams as Carolina's Star","web_url":"https://www.nytimes.com/1993/04/07/sports/college-basketball-introducing-williams-as-carolina-s-star.html","abstract":"  The System demands precise efficiency. You get it wrong, you run some more. That's how Dean Smith's players play.   \"Over and over; every practice,\" said Brian Reese, his voice tired at the memory at the end of North Carolina's championship season.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"FLAW IN SHUTTLE STOPS LAUNCHING","web_url":"https://www.nytimes.com/1993/04/07/us/flaw-in-shuttle-stops-launching.html","abstract":"  An attempt to launch the space shuttle Discovery was halted today with seconds to go because of a technical failure, the second time in two weeks that a liftoff was canceled at the last moment. The space agency said it would try again on Thursday.   The effort to launch the Discovery early this morning was cut short when a safety computer aboard the spacecraft detected a possible problem with a valve in one of the three main engines. But the mission's managers decided after meeting with engineers that the problem was actually in circuits that relay signals to the safety computer.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/07/sports/transactions-553093.html","abstract":"  Baseball  American League  CALIFORNIA ANGELS -- Placed Victor Silverio and Julian Vasquez, pitchers, on the 60-day emergency disabled list. Placed Scott Lewis, pitcher, on the 15-day disabled list retroactive to April 1. Purchased the minor-league contracts of Jerome Walton, outfielder, and Gene Nelson, pitcher. Transferred the contract of Pete Janicki, pitcher, from the Cedar Rapids of the Midwest League to Palm Springs of the California League.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/07/nyregion/c-corrections-723193.html","abstract":"  An article on the Media Business page of Business Day yesterday, about executive changes at the Financial Times publishing group, carried an incorrect byline in some editions. The writer was William E. Schmidt.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Around Windows on World, Clouds of Uncertainty Swirl","web_url":"https://www.nytimes.com/1993/04/07/nyregion/around-windows-on-world-clouds-of-uncertainty-swirl.html","abstract":"  Diners hoping to celebrate Mother's Day at New York City's highest restaurant will be disappointed: Windows on the World, on the 107th floor of 1 World Trade Center, will not reopen until \"later in the year,\" according to its operator, Hilton International.   Hilton yesterday acknowledged a report published by New York Newsday that the company had, as of Monday, tentatively scheduled the reopening of the restaurant for May 6. But by yesterday afternoon it said it had changed its mind.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"I.B.F. Announces a Pension Plan","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-boxing-ibf-announces-a-pension-plan.html","abstract":"  The International Boxing Federation announced a pension plan yesterday for its fighters, a move officials said was designed to erase the image of down-and-out former boxers.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/07/sports/results-plus-568993.html","abstract":"  N.H.L.  Bruins Lead in Adams  Cam Neely had two goals and an assist as the Boston Bruins moved into first place in the Adams Division with a 7-1 victory over the Nordiques in Quebec. The Bruins, who are on a four-game winning streak and have lost only once in their last eight games, hold a one-point lead over the Montreal Canadiens and are three points up on Quebec. All three teams have four games to play. Neely has 8 goals in 11 games since returning Feb. 25 from a knee injury. (AP) North Stars 3, Sabres 1: Brian Propp scored two goals, his first since Oct. 13, and Jon Casey made 31 saves as the Minnesota North Stars defeated Buffalo in Bloomington, Minn. The victory was just the second in 11 games (2-8-1) for the North Stars, who moved within one point of St. Louis for the fourth and final playoff spot in the Norris Division. The Blues tied Tampa Bay, 2-2. Propp's second goal was a centering pass that deflected into the net off the skate of Buffalo's Yuri Khmylev to break a 1-1 tie at 12:23 of the third period. (AP) TRACK AND FIELD  Javelin Mark for Zelezny  Jan Zelezny of the Czech Republic, the Olympic champion, set a world record in the javelin yesterday with a throw of 313 feet 5 1/2 inches. His effort broke by more than 13 feet the mark of 300-1 set by Steve Backley of Britain at a meet in New Zealand on Jan. 25, 1992. Zelezny set his mark on his first throw at the Sanlam Super Athletics Meet in Pietersburg, South Africa. (AP) TENNIS Eying Another Upset  Two weeks ago in Houston, Tatyana Ignatyva staged the upset of the decade by defeating Jennifer Capriati. With a Kraft Tour resume that included just two previous victories, Ignatyva thumped away at Capriati from the baseline and stunned herself with a three-set victory. Her ranking lurched from 330 to 120. Today, she will have a rematch with Capriati at the Bausch and Lomb Championships at Amelia Island, Fla. \"Her father was there watching my match today,\" said the 18-year-old Ignatyva, who needed three sets to defeat 67th-ranked Manon Bollegraf yesterday in the first round. \"I'm sure she knows my game. She's waiting.\" In another match yesterday, top-seeded Arantxa Sanchez Vicario shook off a slight ankle sprain while facing Flora Perfetti of Italy and advanced to the third round, 6-1, 6-2. Sampras Advances: Pete Sampras beat Jamie Morgan of Australia, 7-5, 6-3, yesterday in a battle of service aces at the $1.2 million Japan Open in Tokyo. The second-seeded Sampras fired 15 aces against Morgan's 13 in the second-round match. The Sampras-Morgan match went with service until Sampras broke in the 12th game, taking the first set with a forehand winner. Sampras broke the 90th-ranked Morgan in the fourth game of the second set after four deuces. In the seventh game, he blasted in three consecutive service aces. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Islanders Move Into A Tie For 3d","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-islanders-move-into-a-tie-for-3d.html","abstract":"  Now they are the third-place Islanders, tied for the position with New Jersey but really ahead because they have played one less game with very few left in this long, tense season.   By beating Washington, 3-2, tonight at the Capital Centre, the Islanders put themselves in position to flirt with thoughts of overtaking even the second-place Capitals in the Patrick Division race. They trail them by only 5 points and have a game in hand on them as well. The Islanders have six games left, a possible 12 points.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Tale of the Tape: More Telephone Recordings in the Allen-Farrow Fight","web_url":"https://www.nytimes.com/1993/04/07/nyregion/tale-of-the-tape-more-telephone-recordings-in-the-allen-farrow-fight.html","abstract":"  First, it was Mia Farrow's tapes -- the videotape of her daughter Dylan making allegations of abuse and the secret tapes of Ms. Farrow's subsequent telephone conversations with Woody Allen.   Now, it turns out, Mr. Allen was busy with a tape recorder, too.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Haiti Talks Stall Over Amnesty for Coup Leaders","web_url":"https://www.nytimes.com/1993/04/07/world/haiti-talks-stall-over-amnesty-for-coup-leaders.html","abstract":"  Intensive diplomatic efforts to settle the political crisis in Haiti have reached an impasse over the refusal by the country's exiled president to grant an amnesty to the military leaders who ousted him, diplomats and officials close to the talks say.   Diplomats said that several days of talks that began in Washington over the weekend had failed so far to convince Haiti's elected president, the Rev. Jean-Bertrand Aristide, to grant immunity from prosecution to the commanders, even though the amnesty is widely seen as the last major piece in a settlement that would restore Father Aristide to power after 18 months in exile.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"In an Urban Version of Horse-Trading, Owner of Daily News Stands to Gain","web_url":"https://www.nytimes.com/1993/04/07/nyregion/in-an-urban-version-of-horse-trading-owner-of-daily-news-stands-to-gain.html","abstract":"  New York City is trying to persuade Mortimer B. Zuckerman, the owner of The Daily News, to build a new printing plant in the Bronx, while at the same time Mr. Zuckerman is pressing the city and the Metropolitan Transportation Authority for changes in his plans to develop the Coliseum site at Columbus Circle.   While Mr. Zuckerman and city officials say the printing plant and the Coliseum development are not connected, Dinkins administration officials are trying hard to persuade Mr. Zuckerman to build his plant in the city. Mr. Zuckerman has said he would be interested in building in the Harlem River Rail Yards project in the South Bronx if he can get loan guarantees and other incentives from the city.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Injury to Finger Forces King to Rest","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-injury-to-finger-forces-king-to-rest.html","abstract":"  Derek King, one of the Islanders' top offensive threats, missed his team's game against the Capitals here tonight because of a broken bone in the little finger of his left hand.   He doesn't know when he will return, and his absence exposes the team's lack of depth at forward and could jeopardize the team's chances for a playoff berth.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"President Mubarak's Flawed Advice","web_url":"https://www.nytimes.com/1993/04/07/opinion/president-mubarak-s-flawed-advice.html","abstract":"  Egypt's President, Hosni Mubarak, is one of America's most valued partners in the Middle East. But on the subject of combating international terrorism, his prescriptions ought to be taken with a large grain of desert sand.   Mr. Mubarak's primary concern, understandably, is to protect his embattled regime from an increasingly violent Islamic insurgency. That sometimes leads to simplistic conspiracy theories. Among these is Mr. Mubarak's apparent belief that terrorism in the U.S. stems from the same Islamic challenge that besets his own regime.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"As No. 2, an Ebullient Point Person for Education","web_url":"https://www.nytimes.com/1993/04/07/education/as-no-2-an-ebullient-point-person-for-education.html","abstract":"  Madeleine M. Kunin is wasting no time mourning what could have been.   A transition team adviser who is widely believed to have narrowly lost the top spot at the Environmental Protection Agency, Ms. Kunin is now Deputy Secretary of Education, talking with confidence and conviction about her new tasks.","thumbnail":null,"section":"Education"},{"date":"19930407","headline":"Packers Land White With $17 Million Deal","web_url":"https://www.nytimes.com/1993/04/07/sports/pro-football-packers-land-white-with-17-million-deal.html","abstract":"  Reggie White's journey through pro football's new free-agent market concluded yesterday as the former Eagles defensive end turned down overtures from high-profile teams like the Washington Redskins and San Francisco 49ers for the simple charm, plain talk and hefty paycheck of the Green Bay Packers.   After making his decision Monday night, White verbally agreed to a four-year deal worth $17 million at about 1 P.M. yesterday in Knoxville, Tenn. He arrived later in Green Bay, Wis., where he underwent a physical and spoke last night at a news conference. He is expected to sign his contract today.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Simple Fungus Becomes Fashionable","web_url":"https://www.nytimes.com/1993/04/07/nyregion/about-new-york-simple-fungus-becomes-fashionable.html","abstract":"  GENERALLY speaking, New Yorkers don't know diddly about mushrooms, which is where Thierry Farges comes in.   Mr. Farges, a 31-year-old native of the Perigord region of France, knows a great deal about them. He hunts, eats and loves mushrooms. Not only does he sell tons of them every week from his mushroom store in TriBeCa, he proselytizes eagerly, sharing his mushroom lore with all comers as a sort of earthly Carlos Castenada.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Italian Star Faces Ban After Failing Test","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-soccer-italian-star-faces-ban-after-failing-test.html","abstract":"  CLAUDIO CANIGGIA, a good-scoring forward for AS Roma and Argentina's national team, failed a cocaine test after an Italian League match last month and will face a suspension of six months to two years, perhaps even missing next year's World Cup. The Italian soccer federation announced the result yesterday after testing a second urine sample Caniggia gave after a March 21 game against Naples.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Who May Cast School Ballots","web_url":"https://www.nytimes.com/1993/04/07/nyregion/who-may-cast-school-ballots.html","abstract":"  Any registered voter, or anyone registered as a parent voter, may vote in the community school board elections on May 4.   People at least 18 years old may register as parent voters if they have a child in a public elementary, intermediate or junior high school. United States citizenship is not required.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Monday Night At the Temple Of Health","web_url":"https://www.nytimes.com/1993/04/07/opinion/monday-night-at-the-temple-of-health.html","abstract":"  Dr. John Harvey Kellogg, inventor of the corn flake and peanut butter, not to mention caramel-cereal coffee, Bromose, Nuttolene and some 75 other gastrically correct foods, paused to level his gaze at Mrs. Tindermarsh, the heavyset woman in the front row. He was having difficulty believing what he'd just heard. As was the audience, judging from the gasp that arose after she'd raised her hand, stood shakily and demanded to know what was so sinful about a good porterhouse steak -- it had done for the pioneers, hadn't it? And for her father and his father before him?   Dr. Kellogg was a diminutive man himself. It wasn't so much that he was short, he liked to say -- it was just that his legs weren't long enough. Of course, as he'd grown into his 50's, he'd expanded a bit on the horizontal plane, but that was all right -- it gave him a glow of portly health and authority, an effect he enhanced by dressing entirely in white. Tonight, as always, he was a marvel of whiteness, a Santa Claus of health, from his flawless white high-button shoes to the cusp of his Vandyke and the fine pale tenacious hair that clung to his scalp.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/07/nyregion/metro-digest-113693.html","abstract":"  NEW YORK CITY  DINKINS FOCUSES ON SCHOOL ELECTIONS   Moving to outmaneuver conservative groups seeking to win dozens of seats on New York City's school boards, Mayor Dinkins has mounted a huge city-financed campaign to encourage voters to turn out. Meanwhile, Gov. Cuomo has proposed enlarging the Board of Education to 11 members, with the Mayor appointing 6 members. A1.  HORSE-TRADING ON DEVELOPMENT PLANS   New York City is trying to persuade Mortimer B. Zuckerman, the owner of The Daily News, to build a new printing plant in the Bronx, while at the same time Mr. Zuckerman is pressing the city and the Metropolitan Transportation Authority for changes in his plans to develop the Coliseum site at Columbus Circle. B3","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Blackman Expects Surgery on Back","web_url":"https://www.nytimes.com/1993/04/07/sports/blackman-expects-surgery-on-back.html","abstract":"  Rolando Blackman confirmed tonight that he would most likely undergo back surgery when the season ends.   Blackman, who had a miserable 0-for-6 shooting performance tonight, said he has a herniated disk. When a friend asked Blackman if he would have surgery after the season, Blackman nodded.   \"I would think that would be the case,\" the Knicks guard said. \"I'm going to get a couple of other doctors' opinions. I've spoken to Moses Malone. I've spoken to Dale Ellis. I've talked to a couple of freinds from college who have had it. They're back jumping around. That's why I'm optimistic about it, because I know I'm not going to be forever in pain.\"","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"3 Years Later, Attack Haunts Youth Set Afire","web_url":"https://www.nytimes.com/1993/04/07/us/3-years-later-attack-haunts-youth-set-afire.html","abstract":"  Sometimes when David Opont is watching television at home or sitting in his math class at school he suddenly begins to shiver, reliving the horror of the morning three years ago that dramatically changed his life.   He says he cannot stop a recurring daydream: the youth who beat him and set him ablaze in a basement in the Flatbush section of Brooklyn is coming back to hurt him again.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"New York City Gets Setback From Albany","web_url":"https://www.nytimes.com/1993/04/07/nyregion/new-york-city-gets-setback-from-albany.html","abstract":"  A day after the Legislature adopted this year's budget, one thing is clear: the average New York City resident can find more to like than the average City Hall official.   The new budget gives the city's schools an infusion of $145 million while averting broad new taxes and major cuts in services, but it offers few of the revenues and savings that Mayor David N. Dinkins had hoped to use to plug a projected gap of $2.1 billion in his own budget.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Islamic Sheik Says Mubarak Lies and Spies on Americans","web_url":"https://www.nytimes.com/1993/04/07/nyregion/islamic-sheik-says-mubarak-lies-and-spies-on-americans.html","abstract":"  Sheik Omar Abdel Rahman, the Islamic fundamentalist whose followers include the suspects in the World Trade Center bombing, accused Egyptian President Hosni Mubarak yesterday of deceiving the American public and of waging espionage against American citizens.    The often elusive Egyptian cleric appeared at a late afternoon news conference hastily switched to his fourth-floor Jersey City apartment after the Roosevelt Hotel in New York City refused to provide him with a meeting room. His followers forbade cameramen from photographing anyone except the sheik.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"CLINTON IS SEEKING JOBS PLAN ACCORD","web_url":"https://www.nytimes.com/1993/04/07/us/clinton-is-seeking-jobs-plan-accord.html","abstract":"  Bruised by a battering from Congressional Republicans, President Clinton cast about today for a face-saving compromise to rescue his job-creating spending plan while trying to shame his opponents into retreat.   As Senators and Representatives on spring recess tested their constituents' reaction to the Republican filibuster that blocked passage of the $19.5 billion economic stimulus package, Mr. Clinton conceded he must now \"address some of the legitimate expressed objections\" to his plan. But the President also stepped up his efforts to paint Republicans as politicians who prize partisan victory more than the national interest.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Contract Dispute Deepens For New York Firefighters","web_url":"https://www.nytimes.com/1993/04/07/nyregion/contract-dispute-deepens-for-new-york-firefighters.html","abstract":"  The long and complicated contract dispute between the city and the union representing New York City's firefighters has escalated to the point that some municipal officials said yesterday that they suspected some firefighters were calling in sick to protest the absence of a new labor pact.   But the firefighters' union denies that, and some top officials in the Fire Department and the Mayor's Office of Labor Relations say they have not detected anything unusual.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Rangers Turn to Rookie to Save Season","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-rangers-turn-to-rookie-to-save-season.html","abstract":"  To quote Neil Smith, desperate situations call for desperate measures. And so the Rangers have summoned Corey Hirsch from Binghamton, hoping the star goaltender in their farm system can do for them what no one else on the team seems capable of doing of late. That is, win games.   Immediately after the Rangers' ugly 5-4 loss to the Hartford Whalers on Monday night, Smith, the team president and general manager, met with his coaching staff to discuss what they could do to try to salvage a season that seems to grow more dismal each day. What they realized is this: The Rangers have but one hope left. And that hope happens to be Hirsch.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"What Baseball? Trenton's Spring Sport Is Politics; With 2 Months Till Primary Day, Florio and His Foes are Looking for and Edge","web_url":"https://www.nytimes.com/1993/04/07/nyregion/what-baseball-trenton-s-spring-sport-politics-with-2-months-till-primary-day.html","abstract":"  Like crocuses and daffodils gathering energy to push through the last traces of snow, the race for governor in New Jersey is largely out of sight in these first weeks of spring. But the campaign pops up in spots: a news release here, an endorsement there and fund-raisers blooming along the rubber chicken circuit.   With these early signs of life come glimpses of the weaknesses, strengths and strategies of the major candidates. A variety of political professionals and other analysts with no official ties to the campaigns have found factors that will come into play as the contest heats up.","thumbnail":null,"section":"New York"},{"date":"19930407","headline":"Douglas Marland Services","web_url":"https://www.nytimes.com/1993/04/07/arts/douglas-marland-services.html","abstract":"  Two memorial services are to be held for Douglas Marland, a writer on major television soap operas including \"As the World Turns.\" In Manhattan, the service will be on Monday at 7 P.M. at the Virginia Theater at 245 West 52d Street. A Los Angeles service will be on April 17 at 11 A.M. at the First Christian Church, 4390 Colfax Avenue in North Hollywood. Mr. Marland, who was 58, died on March 6.","thumbnail":null,"section":"Arts"},{"date":"19930407","headline":"Perez's Sore Hip Keeps Yanks in a Quandary","web_url":"https://www.nytimes.com/1993/04/07/sports/baseball-perez-s-sore-hip-keeps-yanks-in-a-quandary.html","abstract":"  In the emptiness of Cleveland Stadium, with no hitter at the plate and no spectators in the stands, Melido Perez tested his strained left hip flexor today by springing off the pitcher's mound to field bunts and cover first base.   He slipped and fell once during the workout, but did not aggravate his muscle injury. Still, the right-handed pitcher's season remains on hold and the wait for his return might increase.","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Abortion Harassment Stalks Medical School","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-abortion-harassment-stalks-medical-school-750993.html","abstract":"  To the Editor:   Days before the murder of Dr. David Gunn in Pensacola, Fla., on March 10, several of my fellow medical students and I received unsolicited mail from Life Dynamics Inc. of Texas. The envelopes contained copies of a 16-page comic book titled \"Bottom Feeder.\" It was a compilation of jokes about abortionists.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/07/us/inside-046693.html","abstract":"  Impasse in Haitian Crisis   Efforts to end Haiti's crisis reached an impasse when the exiled President refused amnesty to the military leaders who ousted him. Page A11. New Yugoslav Sanctions    The United States is seeking Security Council approval for new sanctions against the Yugoslav federation of Serbia and Montenegro. Page A15. German Caution on Rates    Germany will lower interest rates when it is convinced that it will not set off inflation or hurt the mark, the central bank president said. Page D1. Clinton Sells Jobs Plan    After the Senate recessed without acting on his jobs plan, the President sought a face-saving compromise to end Republican opposition. Page A20. Explosion in the Heavens    Astronomers are studying the brightest supernova visible in the Northern Hemisphere in decades. Page D24. Green Bay Lands Blue Chip    Reggie White, football's top free agent, chose the Packers in a four-year deal for $17 million. Page B11.","thumbnail":null,"section":"U.S."},{"date":"19930407","headline":"Student Work Programs Take Us in the Wrong Direction","web_url":"https://www.nytimes.com/1993/04/07/opinion/l-student-work-programs-take-us-in-the-wrong-direction-745293.html","abstract":"  To the Editor:   In a shocking March 27 editorial, \"A Prudent Approach to Student Work,\" you declare, \"There is much to recommend a New York State requirement\" that high school students be required to work as a condition of receiving their high school diploma.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Boitano Turns Amateur After Whirl With Pros","web_url":"https://www.nytimes.com/1993/04/07/sports/figure-skating-boitano-turns-amateur-after-whirl-with-pros.html","abstract":"  Brian Boitano gave out a most peculiar autograph today. He was plopped in a chair, with an icepack over his finicky right knee, when a woman who used to give him a headache handed him a pen and paper.   \"CoCo?\" Boitano said. \"Is that you?\"","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"Attacks in Caucasus Bring New Tide of Refugees","web_url":"https://www.nytimes.com/1993/04/07/world/attacks-in-caucasus-bring-new-tide-of-refugees.html","abstract":"  They looked like black dots on the snowfields, descending the north slope of the 9,000-foot mountain pass, -- three figures, trudging toward refuge in their own land.   Reaching the track that serves as a sort of logging road, the three turned out to be five -- an exhausted man in his early 30's and two women in their 20's carrying infant children. All were snow-burned and in shock after a six-day trek through forests and mountains from Bashlibeli in the province of Kelbajar.","thumbnail":null,"section":"World"},{"date":"19930407","headline":"Review/Film: Indecent Proposal; Who'd Have to Be Paid $1 Million To Spend a Night With Redford?","web_url":"https://www.nytimes.com/1993/04/07/movies/review-film-indecent-proposal-who-d-have-be-paid-1-million-spend-night-with.html","abstract":"Handsome mogul offers $1 million for one night with another man's wife. Sleek, strained, with absurd ending.","thumbnail":null,"section":"Movies"},{"date":"19930407","headline":"Medalist Wins Appeal to Compete","web_url":"https://www.nytimes.com/1993/04/07/sports/sports-people-gymnastics-medalist-wins-appeal-to-compete.html","abstract":"  VALERY BELENKY, gold medalist under the flag of the Soviet Union two years ago, has won the right to defend his title as an individual in next week's world gymnastics championships at Birmingham, England. Belenky had appealed to the International Gymnastic Federation for special permission to compete in the championships after his country, the newly independent Azerbaijan, missed the deadline for recognition by the world body. The federation's ruling allows Belenky, the pommel horse titleholder in 1991, to compete under the federation's banner rather than his national flag. The championships begin in Birmingham, England, on April 13. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"The Dance of the Cranes","web_url":"https://www.nytimes.com/1993/04/07/opinion/the-dance-of-the-cranes.html","abstract":"  Americans have learned to know two Bob Doles. One is the churlish partisan who can belittle as a \"Democrat war\" the struggle against Hitler in which his own right arm was shattered. Far more attractive is the other Bob Dole: the engaging Kansas Republican with an acerbic distaste for political cant.   Alas, it is Senator Churl who summoned a filibuster to delay or derail the Administration's economic stimulus legislation. President Clinton agreed yesterday to hear out legitimate objections -- but he was right to needle Senate Republicans, \"who all have jobs,\" for blocking a job-creating program.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Nicholls Offers His Apology to the Referees","web_url":"https://www.nytimes.com/1993/04/07/sports/hockey-nicholls-offers-his-apology-to-the-referees.html","abstract":"  Bernie Nicholls, who has become a strong voice for the New Jersey Devils, publicly apologized today for his criticism last Wednesday of Referee Denis Morel after New Jersey's 5-2 loss to the Sabres in Buffalo.   Nicholls was ejected by Morel for being the third man in on a fight late in the second period of that game, and afterward called Morel \"a homer\" and \"an embarrassment to the referees association.\"","thumbnail":null,"section":"Sports"},{"date":"19930407","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-letters-to-the-editor-93619413688.html","abstract":"Something in the Air. Bless the French. The law that mandates nonsmoking sectionsin all restaurants and bars in France became effective late last year. There have been virtually no complaints. However, the ways in which the law is followed are amusing","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Colleges Increase Student Fees Again, But at Lowest Percentage in Decades","web_url":"https://www.nytimes.com/1993/04/07/education/colleges-increase-student-fees-again-but-at-lowest-percentage-in-decades.html","abstract":"  The nation's leading colleges and universities have managed to hold next year's fees for tuition, room and board to their smallest average increase in two decades. But even at that, the increase at many institutions will outstrip the rate of inflation.   And Yale University will be the first to break a barrier that symbolizes the upward spiral in college costs. Next fall the university's total fees will come to $25,110 a year, or more than $100,000 for a four-year undergraduate career.","thumbnail":null,"section":"Education"},{"date":"19930407","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/07/style/chronicle-722393.html","abstract":"  Pay $1,000 and receive $1,500 worth of meals? MICHAEL O'NEAL, an owner of O'Neals' restaurant at 49 West 64th Street, thinks that is a good way to raise money.    The previous restaurant on the site, the Ginger Man, had occupied two buildings until it lost one of its leases last year and went into bankruptcy. Mr. O'Neal reorganized with some new partners, changed the name and the chef and acquired more space.","thumbnail":null,"section":"Style"},{"date":"19930407","headline":"A Sea of Trade Woes Divides China and America","web_url":"https://www.nytimes.com/1993/04/07/opinion/IHT-a-sea-of-trade-woes-divides-china-and-america.html","abstract":"- The U.S.-Chinese trade issue involves more than those two countries plus Hong Kong, main channel of that trade. It now has so many ramifications that through the prices of key consumer goods the dispute is affecting every country that has an important trade in manufactured goods.","thumbnail":null,"section":"Opinion"},{"date":"19930407","headline":"Astronomers Relish Chance to See Rare Supernova Blow Itself to Bits","web_url":"https://www.nytimes.com/1993/04/07/us/astronomers-relish-chance-to-see-rare-supernova-blow-itself-to-bits.html","abstract":"  Observatories around the world have turned their telescopes to the brightest stellar explosion to appear in the Northern Hemisphere in decades, a cosmic furnace of the kind that produces the raw materials of life itself.   The new supernova flared into view on March 28, when it was discovered by an amateur astronomer with a small telescope in Spain. Several days elapsed before his observation could be officially confirmed and for the news to circulate among professional astronomers at leading observatories.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930407","time":"1993-04-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":86,"wspd":3.6},{"date":"19930407","time":"1993-04-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":92,"wspd":5.4},{"date":"19930407","time":"1993-04-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":94,"wspd":3.6},{"date":"19930407","time":"1993-04-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":91,"wspd":3.6},{"date":"19930407","time":"1993-04-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":94,"wspd":5.4},{"date":"19930407","time":"1993-04-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":88,"wspd":9.4},{"date":"19930407","time":"1993-04-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":92,"wspd":3.6},{"date":"19930407","time":"1993-04-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":90,"wspd":5.4},{"date":"19930407","time":"1993-04-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":89,"wspd":5.4},{"date":"19930407","time":"1993-04-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":82,"wspd":3.6},{"date":"19930407","time":"1993-04-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":84,"wspd":3.6},{"date":"19930407","time":"1993-04-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":84,"wspd":5.4},{"date":"19930407","time":"1993-04-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":83,"wspd":5.4},{"date":"19930407","time":"1993-04-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":78,"wspd":7.6},{"date":"19930407","time":"1993-04-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":76,"wspd":7.6},{"date":"19930407","time":"1993-04-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":73,"wspd":7.6},{"date":"19930407","time":"1993-04-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":77,"wspd":7.6},{"date":"19930407","time":"1993-04-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":75,"wspd":7.6},{"date":"19930407","time":"1993-04-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":7.6},{"date":"19930407","time":"1993-04-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":87,"wspd":7.6},{"date":"19930407","time":"1993-04-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":83,"wspd":5.4},{"date":"19930407","time":"1993-04-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":84,"wspd":7.6},{"date":"19930407","time":"1993-04-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":5.4},{"date":"19930407","time":"1993-04-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":68,"wspd":5.4},{"date":"19930407","time":"1993-04-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":14.8},{"date":"19930407","time":"1993-04-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":9.4},{"date":"19930407","time":"1993-04-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":14.8},{"date":"19930407","time":"1993-04-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":14.8},{"date":"19930407","time":"1993-04-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":13},{"date":"19930407","time":"1993-04-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":16.6},{"date":"19930407","time":"1993-04-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":48,"wspd":16.6},{"date":"19930407","time":"1993-04-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19930407","time":"1993-04-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19930407","time":"1993-04-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":20.5},{"date":"19930407","time":"1993-04-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":22.3},{"date":"19930407","time":"1993-04-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":38,"wspd":22.3},{"date":"19930407","time":"1993-04-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":36,"wspd":18.7},{"date":"19930407","time":"1993-04-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":33,"wspd":18.7},{"date":"19930407","time":"1993-04-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":29,"wspd":22.3},{"date":"19930407","time":"1993-04-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":26,"wspd":24.1},{"date":"19930407","time":"1993-04-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":25,"wspd":24.1},{"date":"19930407","time":"1993-04-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":23,"wspd":22.3},{"date":"19930407","time":"1993-04-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":22,"wspd":18.7},{"date":"19930407","time":"1993-04-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":21,"wspd":13},{"date":"19930407","time":"1993-04-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":25,"wspd":14.8},{"date":"19930407","time":"1993-04-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":27,"wspd":16.6}]}}