{"19950123":{"guardian_articles":[{"date":"19950123","headline":"The seer of Space","web_url":"https://www.theguardian.com/books/1995/jan/23/sciencefictionfantasyandhorror.arthurcclarke","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19950123","headline":"1945: Key to Metrics : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/23/opinion/IHT-1945-key-to-metrics-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - General de Gaulle may become the custodian of the key to the underground abode of the most precious bar of metal in the world. This is the key to the metric system, not the one which sets children's heads in a whirl, but the real tangible key whic","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Sabres' LaFontaine To Miss More Games","web_url":"https://www.nytimes.com/1995/01/23/sports/sports-people-hockey-sabres-lafontaine-to-miss-more-games.html","abstract":"  Buffalo Sabres center PAT LaFONTAINE will miss three to four weeks as he attempts to recover from knee surgery, according to a report published yesterday. Citing unnamed sources, The Buffalo News reported that LaFontaine will definitely miss Wednesday's home opener against the Devils and miss up to a month -- more that one quarter of the 48-game season.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Sub-Par Mickelson Is Good Enough","web_url":"https://www.nytimes.com/1995/01/23/sports/golf-sub-par-mickelson-is-good-enough.html","abstract":"  One indicator of greatness in golf is the ability to win while playing below one's standards. By this measure, Phil Mickelson has taken another step toward the upper echelons of the game.   Overcoming a shaky putting stroke and the challenges of three other players, Mickelson, 24, won the Northern Telecom Open today, shooting a round of 68. In doing so, he re-established himself as the pre-eminent young player in the United States and accomplished something no player in the history of the game has done: He became the only man to win the same tournament as an amateur and a professional.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Trying to Escape a Hopeless Routine","web_url":"https://www.nytimes.com/1995/01/23/nyregion/trying-to-escape-a-hopeless-routine.html","abstract":"  Nestor Villamil slipped away from Creedmoor Psychiatric Center six times in the span of a year. Each escape was a desperate, doomed attempt to find a place for himself in the larger world. His longings were simple: He wanted a job. He wanted a girlfriend. He wanted never again to see a plate of hospital food loaded down with \"cruddy pork chops\" and soggy vegetables.    But each time he ran away, he wound up at his mother's door, dirty, disheveled and scared.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Dodd Is Going on the Offensive Against the G.O.P. Majority","web_url":"https://www.nytimes.com/1995/01/23/us/dodd-is-going-on-the-offensive-against-the-gop-majority.html","abstract":"  Senator Christopher J. Dodd, the incoming leader of the Democratic National Committee, promised on Friday to take the offensive with the new Republican majority. He even invoked the name of an old enemy, the late Lee Atwater, the unapologetically combative Republican strategist.    He lost no time keeping his pledge.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Does a Thriller's Title Contain a Clue? Guess.","web_url":"https://www.nytimes.com/1995/01/23/books/books-of-the-times-does-a-thriller-s-title-contain-a-clue-guess.html","abstract":"  VANISHING ACT  By Thomas Perry  289 pages. Random House. $23.    At the outset of Thomas Perry's complicated but ultimately gratifying new thriller, Jack Killigan, a private investigator, is stalking a woman in a Los Angeles airport. The woman is apparently running away from her wealthy husband, who has hired Killigan to catch her and bring her back.","thumbnail":null,"section":"Books"},{"date":"19950123","headline":"Boss Tweed, Hacker","web_url":"https://www.nytimes.com/1995/01/23/opinion/boss-tweed-hacker.html","abstract":"When New York City decided in 1993 to spend $60 million to replace its ancient mechanical voting machines with computerized electronic ones, it thought it was buying a system that would be secure against the kind of fraud that has been a staple of urban politics since long before Boss Tweed. Instead, the city has succeeded in demonstrating that such a system is inherently vulnerable to the stealing of entire elections by insiders at private companies or the Board of Elections itself.\n\nThis morning, the 10-member board is to hold a public hearing at which witnesses will give sworn testimony about the security of the proposed system -- 7,000 all-electronic voting machines, to be built by Sequoia Pacific Voting Equipment Inc. of Jamestown, N.Y., and a central programming system to be developed by Deloitte & Touche, the big national accounting firm. The board has three choices: to go ahead with the purchase, delay it on grounds of security (for a third time) or abandon it. While few officials look forward to yet another election with outmoded equipment, the board would now seem to have no safe choice but to abandon the system.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/23/nyregion/no-headline-446595.html","abstract":"  \"Right now it's a bloody process, and with bloody processes we don't achieve peace.\" -- PRESIDENT EZER WEIZMAN of Israel.  [ A1:6 ]","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Rain Adds to Misery of Quake Survivors","web_url":"https://www.nytimes.com/1995/01/23/world/rain-adds-to-misery-of-quake-survivors.html","abstract":"  As if the rumbling earth had not created enough misery here, the skies opened up today and poured down more of it, with heavy rains in Kobe threatening to touch off landslides and topple earthquake-weakened buildings.   The rain complicated the search for nearly 200 people still listed as missing after the deadliest earthquake in Japan in more than 70 years. The death toll approached 5,000 tonight and seems likely to exceed that number later this week.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Budget Amendment May Be Short Of Enough States for Ratification","web_url":"https://www.nytimes.com/1995/01/23/us/budget-amendment-may-be-short-of-enough-states-for-ratification.html","abstract":"  If Congress approves a constitutional amendment requiring a balanced Federal budget, many state legislatures will probably ratify the measure quickly, but maybe too few to make it part of the Constitution.   A state-by-state survey by correspondents of The New York Times found that some legislatures, afraid of the fiscal consequences, would most likely refuse to ratify the amendment and that the outlook was cloudy enough in others to raise considerable doubt that it will ever be adopted.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Thousands Protest the Dismissal of a Leftist French Bishop","web_url":"https://www.nytimes.com/1995/01/23/world/thousands-protest-the-dismissal-of-a-leftist-french-bishop.html","abstract":"  While Pope John Paul II was addressing huge crowds in Asia and the Pacific last week, thousands of people in France were in the streets demonstrating against his dismissal of the Bishop of Evreux for his leftist views.   Today thousands more spilled out of the soaring Gothic church that had been Bishop Jacques Gaillot's cathedral for 12 years and into the rain-swept streets to hear his last homily here. The message was to take the gospel of hope for the poor and others he called \"outcasts\" -- AIDS victims, homosexuals, the unemployed -- as the Bishop did.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Brahms's Complex Clarinet","web_url":"https://www.nytimes.com/1995/01/23/arts/music-review-brahms-s-complex-clarinet.html","abstract":"  The clarinet moved Mozart and Weber profoundly. It seems also to have loosened Brahms's dour rectitude as few things ever did, making way for the relaxed and generous style of his last chamber music and piano pieces. No other wind instrument has attracted such a powerful repertory, or such serious performing talent.   In all three cases, fascination with the clarinet's dark, complex and ambiguous tone was associated with particular people. Mozart wrote for Anton Stadler, Weber for Heinrich Baermann. An aging Brahms met Richard Muhlfeld in 1890 and was enchanted. The result: the Clarinet Quintet, the two duo Sonatas (Op. 120) and the A-minor Trio that Paul Meyer, Yo-Yo Ma and Emanuel Ax played at Carnegie Hall on Wednesday night.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"Clinton Plans A New Vision Once Again","web_url":"https://www.nytimes.com/1995/01/23/us/clinton-plans-a-new-vision-once-again.html","abstract":"  Bill Clinton has revived, reinvigorated or reinvented himself half a dozen times since he set out to win the White House, and in his State of the Union Message on Tuesday night, his advisers say, he aims to do so once again by sketching a vision of how he will cooperate -- and compete -- with the new Republican ascendancy.   In the 11 weeks since the midterm elections ended Democratic control of Congress -- and many of his own hopes for sweeping legislation -- the President has consulted with people as diverse as historians and \"personal growth\" gurus in contemplating what to make of the rest of his term, and how to win another. He now plans a speech that will be less a list of new proposals than a litany of the themes that helped elect him: economic security for working Americans, reform of Washington's wayward ways, and shared responsibility between a caring Government and committed citizenry.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Man Is Fatally Shot by Officer in Brooklyn","web_url":"https://www.nytimes.com/1995/01/23/nyregion/man-is-fatally-shot-by-officer-in-brooklyn.html","abstract":"  A police officer fatally shot an apparently unarmed man in Brooklyn early yesterday when the man mimicked pointing a gun at the officer after a chase on foot, the police said.   The dead man was tentatively identified as Anibal Carasquillo of 410 Westminster Road in Flatbush. The police said he had a record of several previous arrests.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"This Time, Starks Connects For Knicks","web_url":"https://www.nytimes.com/1995/01/23/sports/pro-basketball-this-time-starks-connects-for-knicks.html","abstract":"  When the Knicks were embarrassed by the Miami Heat at Madison Square Garden in December, the basket looked like a thimble to John Starks. Tonight, it looked more like an Olympic-sized swimming pool.   Starks scored a game-high 26 points as the Knicks came from 10 points behind in the third quarter to defeat Miami by 104-95 at Miami Arena.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"For Moten, UConn Is Mettle Game","web_url":"https://www.nytimes.com/1995/01/23/sports/college-basketball-for-moten-uconn-is-mettle-game.html","abstract":"  By the time the 1994-95 season is over, Lawrence Moten should be the career-leading scorer at Syracuse. And if he lives up to the preseason predictions of conference coaches, he'll be the Big East player of the year. That would seem to warrant an automatic pass into the upper tier of the first round of the National Basketball Association draft, as it was for the former Syracuse players Derrick Coleman and Billy Owens.   But despite all he has done in his three and a half seasons at Syracuse, Moten has yet to thoroughly convince N.B.A. skeptics that he can make an impact as a pro. In a way, that's what much of Moten's senior season at Syracuse is all about: reaching the Final Four and turning doubters into believers.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Correction","web_url":"https://www.nytimes.com/1995/01/23/us/c-correction-506295.html","abstract":"  An article in Business Day on Saturday about an increased bid by Eridania Beghin-Say, a French agricultural products company, to acquire the American Maize-Products Company misstated the value of the new bid. It is $37 a share, not $38.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/23/nyregion/metro-digest-536495.html","abstract":"  NEW YORK CITY  A SCHOOL WHERE IT'S O.K. TO EXCEL   Any school with a selected population is destined to shine, especially if it has high standards, advanced courses, strong leadership and involved parents. Midwood High School in Flatbush, Brooklyn, with 55 percent of its students selected for excellence from all over the city, has all of those, and extras, like access to Brooklyn College across the street. But there is something else about Midwood. By all evidence, it succeeds unusually well for the students who come from the neighborhood, too. Midwood manages to overcome what educators say is one of the gravest problems in schools today -- peer pressure against achievement. Metro Matters, B3.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Kobe Sows Seeds for a Recovery, But Japan May Reap the Benefits","web_url":"https://www.nytimes.com/1995/01/23/world/kobe-sows-seeds-for-a-recovery-but-japan-may-reap-the-benefits.html","abstract":"  One island of calm in this smashed, overwhelmingly sad city today was the warmly lit branch of the Bank of Japan, the central bank. Even though it was a Sunday and most of the city remained paralyzed, bank officials in three-piece suits were busy, planting the first seeds of economic regeneration with those brave enough to think of the future.   \"Basically, we came through almost untouched,\" said Shigeru Uebayashi, the assistant branch manager, as he nodded toward the businessmen lining up to withdraw cash inside the squat vault of a building. \"I know our outward appearance is rather unimpressive, but this is a strong structure.\"","thumbnail":null,"section":"World"},{"date":"19950123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/23/nyregion/chronicle-537295.html","abstract":"  ERIC UTNE, the founder and editor in chief of the Utne Reader, which is often called the Reader's Digest of the alternative media, is so convinced that conversation is a dying form of communication that he is determined to revive it. He is sponsoring an evening of talk on Thursday at Town Hall on West 43d Street that he bills as a \"Visionfest.\"    In Mr. Utne's view, the state of conversation in this country is abysmal. \"We are amusing ourselves to death,\" he said the other day from his office in Minneapolis. \"We have fallen silent in turning to the tube. We are a nation of visionaries with cataracts. We no longer see what there is to see.\"","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Changing of the Guards Next Step for St. John's?","web_url":"https://www.nytimes.com/1995/01/23/sports/college-basketball-changing-of-the-guards-next-step-for-st-john-s.html","abstract":"  It's inevitable when a team hits the skids the way St. John's has done. Suggestions on how to end a losing streak that grew to five with yesterday's 94-87 loss to Pitt at Madison Square Garden are starting to emerge from all sectors.   James Scott, who has been one of the first reserves off the bench, now thinks he should start and plans to make the suggestion to Coach Brian Mahoney before tomorrow night's game at Georgetown.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/23/nyregion/bridge-820795.html","abstract":"  Two Manhattan experts confirmed their reputation as one of the world's strongest partnerships by winning the Cap Volmac World Top tournament in the Hague, the Netherlands, yesterday after three days of play. Michael Rosenberg and Zia Mahmood, who won the same event three years ago, headed a field of 16 star partnerships.   The standings were: 1st, Rosenberg and Zia, 853 victory points; 2d Jens Auken and Dennis Koch, Denmark, 835; 3d, Henky Lasut and Eddu Manoppo of Indonesia, 829; 4th, Jeff Meckstroth and Eric Rodwell, United States, 823; 5th, Gabriel Chagas and Marcelo Branco, Brazil, 822; 6th, Alain Levy and Herve Mouiel, France, 819.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Vietnam Won the Right to Choose Its Destiny","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-vietnam-won-the-right-to-choose-its-destiny-625095.html","abstract":"  To the Editor:   Thomas L. Friedman makes a convincing case in \"Good Morning, Vietnam\" (column, Jan. 18) for ending our grudges against Vietnam. \"It's time that we declare victory,\" he announces.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Security Guard Is Wounded In Shooting at a Movie Theater","web_url":"https://www.nytimes.com/1995/01/23/nyregion/security-guard-is-wounded-in-shooting-at-a-movie-theater.html","abstract":"  A security guard was wounded and movie-goers waiting in line to buy candy and popcorn dropped to the floor when gunshots were fired into the crowded lobby of a theater complex here early this morning.   Shortly after midnight, the police said, two unidentified gunmen fired several shots, striking the guard in the left leg and left hand as he stood at the main entrance to the Commack Multiplex Cinemas, a 15-theater complex at Exit 51 of the Long Island Expressway.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Noise Is Not on the Menu","web_url":"https://www.nytimes.com/1995/01/23/sports/super-bowl-xxix-noise-is-not-on-the-menu.html","abstract":"  San Francisco arrived here for Super Bowl XXIX a day ahead of San Diego, encountered their first distraction and put in place their first team rule -- no arcade games will be played during dinner.   The hotel that the 49ers are staying in provided 10 arcade games for the players -- free of charge -- in the area where they dine. During the first team dinner, several players took advantage of the games.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/23/us/inside-498895.html","abstract":"  Psychiatric Patients Escape Through Policy Loopholes   Policies meant to protect psychiatric patients' rights have combined with intense budgetary pressures to cause hospital managers and New York State officials to look the other way as thousands of patients each year run away. Page B1. Soviet Art Seizures    An international symposium attempts to resolve a Russian-German impasse on settlement of German claims that Soviet troops stole art treasures in World War II. Page C11.  The Price of Wheels    Prices for new vehicles have risen faster than most Americans' wages, and auto makers ask if they have left customers behind. Page D1. An Eye on Air Fare Ads    The Government is expected to announce that it will begin monitoring advertisements for bargain air fares and other travel deals. Page A10.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Essay; Return of Whitewater","web_url":"https://www.nytimes.com/1995/01/23/opinion/essay-return-of-whitewater.html","abstract":"  Why has Senator Alfonse D'Amato, the tiger of Senate Whitewater hearings, suddenly appeared to turn into a judicious pussycat? Why has Representative Jim Leach, anguished and frustrated accuser of the Clintons in the farcical House hearings, fallen silent now that he and D'Amato have become chairmen of the House and Senate Banking Committees?   Interviews with both men and others suggest this answer: They are satisfied that a serious investigation is under way by Independent Counsel Kenneth Starr, and that each of their committees is getting traction in its own inquiries.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Gunmen Fire In 3 Incidents In Brooklyn","web_url":"https://www.nytimes.com/1995/01/23/nyregion/gunmen-fire-in-3-incidents-in-brooklyn.html","abstract":"  Five people were shot and wounded, two critically, when gunmen broke into a Brooklyn apartment looking for crack cocaine and money late Saturday night and opened fire, the police said.   The incident was one of three unrelated episodes of violence late Saturday and early Sunday in which groups of people were shot in three Brooklyn neighborhoods, the police said. In all three cases, it was still unclear yesterday why the gunmen opened fire.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Debate on Abortion Moves to New York","web_url":"https://www.nytimes.com/1995/01/23/nyregion/debate-on-abortion-moves-to-new-york.html","abstract":"  On the 22d anniversary of Roe v. Wade, abortion rights advocates rallied in New York City, warning that violent clinic attacks were undermining the decision. More than 700 people attended a vigil at the Cathedral of St. John the Divine, left, where Planned Parenthood officials criticized what they termed \"religious persecution\" of women.   Farther downtown, at St. Patrick's Cathedral, John Cardinal O'Connor criticized a culture that he said tolerates abortion on demand, even among teen-agers.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/23/sports/results-plus-874695.html","abstract":"  N.B.A.  Suns Cut It Close in Overtime  Elliot Perry's free throw with four-tenths of a second left in overtime lifted the Phoenix Suns to a 111-110 victory over the visiting Orlando Magic yesterday in a meeting of the league's two best teams. Because Perry missed the rim on his second shot, Orlando got the ball back but couldn't get a shot off before the buzzer. Perry, who also hit a key 3-pointer in overtime, was fouled by Anfernee Hardaway, a former high school teammate, as Perry let go a desperation 18-foot jumper. Dan Majerle led all scorers with 28 points and Charles Barkley added 25. Shaquille O'Neal had 24 for Orlando (32-8). Phoenix is 30-8. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Vietnam Won the Right to Choose Its Destiny; Real Foundation Stones","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-vietnam-won-the-right-to-choose-its-destiny-real-foundation-stones-099695.html","abstract":"  To the Editor:   Thomas L. Friedman in \"Ha Noi or Ha Loi\" (column, Jan. 15) describes an incident in Hanoi where every morning a Vietnamese woman crouched on the sidewalk with her bathroom scale, and he gave her a dollar and weighed himself.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Reporter's Notebook; Strategies of Defense In L.I.R.R. Shootings","web_url":"https://www.nytimes.com/1995/01/23/nyregion/reporter-s-notebook-strategies-of-defense-in-lirr-shootings.html","abstract":"  Colin Ferguson spent the weekend at the Nassau County jail preparing the opening statement he plans to deliver in court this week against charges that he murdered six people on a Long Island Rail Road train more than a year ago.   When he left court on Friday, after a day of questioning prospective jurors, Mr. Ferguson was given a two-and-a-half-inch-thick folder containing a detailed account of the prosecution's evidence against him and a list of witnesses, including the names of many of the victims who survived the shooting on Dec. 7, 1993.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1995/01/23/arts/in-performance-dance-124095.html","abstract":"  Personal Experiences And Splintered Societies  Liz Lerman Joyce Theater    Like the world itself, the Washington-based Liz Lerman Dance Exchange is made up of people of many races, ages, sizes and shapes. Dancers between the ages of 22 and 70 appeared on Wednesday night in a program for the Altogether Different series that featured works about social problems and personal experiences.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"Coleman Wants to Be a Lifelong Net","web_url":"https://www.nytimes.com/1995/01/23/sports/pro-basketball-coleman-wants-to-be-a-lifelong-net.html","abstract":"  From his perceived bad attitude to his alleged lack of commitment, Derrick Coleman tried to do away with all the innuendo and speculation today, pledging his commitment to the franchise that made him the league's highest-paid player a year ago.   His team, of course, did everything they could to change his mind in a 109-103 loss to the Washington Bullets at Byrne Meadowlands Arena this afternoon. But no dice.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Revelations and Agonizing On Soviet Seizure of Artwork","web_url":"https://www.nytimes.com/1995/01/23/books/revelations-and-agonizing-on-soviet-seizure-of-artwork.html","abstract":"  Opening the doors ever wider to some of their long-hidden wartime secrets, Russian officials traveled to New York last week to offer striking new glimpses of what have been called the last prisoners of World War II: missing works of art, books and archives seized by the Soviet Red Army in vanquished Germany almost 50 years ago.   In one of the most extraordinary disclosures at a three-day international symposium, the Russians showed slides of 7 of 130 paintings -- masterworks by El Greco, Goya, Degas, Renoir, Manet, Tintoretto and Corot -- that disappeared from private Hungarian collections during the war and that officials said would be exhibited in Moscow for the first time this year.","thumbnail":null,"section":"Books"},{"date":"19950123","headline":"Despite the Risks, the U.N. Plans a World Conference on Poverty","web_url":"https://www.nytimes.com/1995/01/23/world/despite-the-risks-the-un-plans-a-world-conference-on-poverty.html","abstract":"  Threatened by a general decline in foreign aid worldwide, a Republican-led Congress bent on cutting American contributions, and a White House that is cool toward internationalism except where trade is involved, the United Nations is nonetheless preparing for its first conference on poverty and other social problems.   Secretary General Boutros Boutros-Ghali and diplomats who have been promoting what they call the World Summit for Social Development see it as a chance to demonstrate that the United Nations, far from being only a peacekeeping agent, has a major role in alleviating social ills in an age of petty wars and widening income gaps.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Stockton Is Unrecognized, Unassuming, Unmatched","web_url":"https://www.nytimes.com/1995/01/23/sports/pro-basketball-stockton-is-unrecognized-unassuming-unmatched.html","abstract":"  Like a typical tourist, the dark-haired man with the video camera and wife and their three small children in tow was filming the merry scene along crowded Las Ramblas, the heart of Barcelona, Spain, during the Olympic Games in 1992 when a woman caught his attention. She was a vision in red, white and blue, wearing a flowing scarf in the Stars and Stripes and a skirt of the same ilk and a T-shirt with an imprint of the Dream Team.   \"Do you mind if I get you on camera?\" the man asked her.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Holy Bull's Victory Script Resumes Without a Hitch","web_url":"https://www.nytimes.com/1995/01/23/sports/horse-racing-holy-bull-s-victory-script-resumes-without-a-hitch.html","abstract":"  Holy Bull, the 3-year-old champion of 1994 and a sure shot to be voted Horse of the Year later this week, returned to the races today for the first time in four months and glided to a 2 1/2-length victory in the Olympic Handicap.   The great gray colt picked up where he left off last September, when he won the Woodward Stakes at Belmont Park and, with Mike Smith on his back for the first time since then, measured his five opponents with an almost regal purpose. He nailed Dusty Screen with a quarter of a mile to go, beat back a brief and late challenge from Birdonthewire and coasted home in command after seven flying furlongs.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Hopes for Algerian Peace Fade as Rome Plan Is Rejected by Militants on Both Sides","web_url":"https://www.nytimes.com/1995/01/23/world/hopes-for-algerian-peace-fade-rome-plan-rejected-militants-both-sides.html","abstract":"  Ten days after Islamic and secularist opposition parties in Algeria offered a proposal to end the country's civil war, the hope for an early peace has evaporated as militant groups on both sides have vowed to fight on.   A French businessman was shot and killed today in Algeria, the 25th French citizen killed there in the last year. Yesterday, the president of the Algerian Soccer Association was shot and killed by suspected Islamic militants. Over the weekend two Islamic armed factions dissociated themselves from the proposals made by the opposition parties at a meeting in Rome, which had been rejected by the Government as well.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Data Network Is Found Open To New Threat","web_url":"https://www.nytimes.com/1995/01/23/us/data-network-is-found-open-to-new-threat.html","abstract":"  A Federal computer security agency has discovered that unknown intruders have developed a new way to break into computer systems, and the agency plans on Monday to advise users how to guard against the problem.   The new form of attack leaves many of the 20 million government, business, university and home computers on the global Internet vulnerable to eavesdropping and theft. Officials say that unless computer users take the complicated measures they will prescribe, intruders could copy or destroy documents or even operate undetected by posing as an authorized user of the system.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Islanders Discover That Pretty Doesn't Count, Points Do","web_url":"https://www.nytimes.com/1995/01/23/sports/hockey-islanders-discover-that-pretty-doesn-t-count-points-do.html","abstract":"  Three points in two games. The Islanders were hoping for something more, but after last season, they'll take it.   For the second consecutive evening, the Islanders pummeled the opposing goalie with shots from every possible angle. For the second consecutive evening, the opposing goalie stood on his head.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Simpson Trial Strategies: From Alibi to DNA Tests","web_url":"https://www.nytimes.com/1995/01/23/us/simpson-trial-strategies-from-alibi-to-dna-tests.html","abstract":"  Perhaps not since the kidnapping of the Lindbergh baby has a crime so captivated the American imagination.    And now, after nearly seven months of legal maneuvering, the O. J. Simpson murder trial will finally enter its decisive phase when opening statements begin on Monday.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"SHADOW CAST OVER PEACE TALKS","web_url":"https://www.nytimes.com/1995/01/23/world/suicide-bombs-kill-19-in-israel-shadow-cast-over-peace-talks.html","abstract":"  One or more Muslim suicide bombers set off two powerful explosions today at a bus stop packed with Israeli soldiers, killing at least 19 people, wounding 61 and casting ominous shadows over troubled peace talks between Israel and the Palestinians.   It was a grim scene that has become steadily more familiar to Israelis in recent months: bodies blown apart and sent flying through the air, rescue workers picking up the pieces from the ground and from treetops, victims sobbing in grief or sitting numb in confusion.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Dare May Need Knee Surgery","web_url":"https://www.nytimes.com/1995/01/23/sports/pro-basketball-dare-may-need-knee-surgery.html","abstract":"  Yinka Dare's rookie season has been nothing short of a bad dream, and it may get worse before it gets better for the Nets' first-round draft choice.   Coach Butch Beard and General Manager Willis Reed said today that the 7-foot center from George Washington University may have to have surgery on his right knee soon.   Dare, who will be re-evaluated by team doctors this week, will not travel with the Nets for their West Coast swing. He has been on the injured list since Nov. 15 with tendinitis in his right knee. He played in only one game before that, grabbing 1 rebound in 3 minutes against the Bullets.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Eltingh's Aces Sink McEnroe","web_url":"https://www.nytimes.com/1995/01/23/sports/tennis-eltingh-s-aces-sink-mcenroe.html","abstract":"  Fueled by his first-round demotion of third-seeded Boris Becker, 65th-ranked Patrick McEnroe was hoping he would replicate his 1991 sleeper sprint here to the semifinals, but 34 aces by his fourth-round opponent, Jacco Eltingh, eventually left him on the losing end of a five-set marathon.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"In Performance; THEATER","web_url":"https://www.nytimes.com/1995/01/23/theater/in-performance-theater-122495.html","abstract":"  Restoration Comedy From a Female Hand  'The Emperor of the Moon' The Ohio Theater    The 17th and 20th centuries are coexisting agreeably these nights at the Ohio Theater on Wooster Street, where the theater company Arden Party is romping through Karin Coonrod's staging of \"The Emperor of the Moon.\"","thumbnail":null,"section":"Theater"},{"date":"19950123","headline":"Teen-Ager Fatally Stabs Her Mother in Argument","web_url":"https://www.nytimes.com/1995/01/23/nyregion/teen-ager-fatally-stabs-her-mother-in-argument.html","abstract":"  A Brooklyn teen-ager was charged with second-degree murder yesterday after the police said she stabbed her mother to death with scissors in the family's Starrett City apartment on Saturday.   The girl, Elizabeth DeCicco, 15, an honors student at James Madison High School, was angry when her mother, Sharon, repeatedly demanded the scissors during an argument shortly after noon, said Officer Scott Bloch, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Chargers Take Adventurous Route","web_url":"https://www.nytimes.com/1995/01/23/sports/super-bowl-xxix-chargers-take-adventurous-route.html","abstract":"  They were Tijuana's team, until a Super Bowl was their invitation back. They were on a five-year plan for 30 years, until a gate swung open last Sunday night, sending 68,000 fanatics in search of their bus.   Better late than never, but the San Diego Chargers are finally a rock-and-roll band. They have an owner with tape over his mouth, a quarterback with food in his mouth and a defensive end who periodically needs soap in his mouth -- a team for eternity. A saga that began with Sid Gillman's bow tie and Don Coryell's cheat sheet ends with people begging for locks of Charger hair.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Capitol Workers Skeptical of Labor Bill","web_url":"https://www.nytimes.com/1995/01/23/us/capitol-workers-skeptical-of-labor-bill.html","abstract":"  In the august chambers of the Capitol, the bill to make Congress abide by a variety of labor laws it already applies to private employers is celebrated as landmark legislation.   But down in the bowels of Congress, where the national legislature's machinery is kept running, that bill, the Congressional Accountability Act, is viewed with skepticism.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Revealing the Magic of Movie Making","web_url":"https://www.nytimes.com/1995/01/23/movies/television-review-revealing-the-magic-of-movie-making.html","abstract":"  Even in a season of multipart PBS documentaries, \"American Cinema\" is a big-ticket item. This 10-hour analysis of more than a half-century of made-in-America movies looks affectionately at stars and studios, at westerns and romantic comedies, at war movies and film noir and more. Although the achievement does not match the ambition, there are rewards along the way.   Tonight's opener, \"The Hollywood Style,\" is strongest when it is demonstrating the ways directors, writers and film editors keep us enthralled. Among the more pertinent and pleasurable examples are Joseph Mankiewicz's dialogue in \"All About Eve,\" the fast cuts from \"Bonnie and Clyde\" and the way the camera put the audience in Montgomery Clift's shoes in \"A Place in the Sun,\" in Jack Nicholson's shoes in \"Chinatown\" and in Robert De Niro's seat in \"Taxi Driver.\"","thumbnail":null,"section":"Movies"},{"date":"19950123","headline":"Navy's First Female Combat Pilot Loses Sea Duty","web_url":"https://www.nytimes.com/1995/01/23/us/navy-s-first-female-combat-pilot-loses-sea-duty.html","abstract":"  The Navy has reassigned the first female pilot qualified to fly combat missions from an aircraft carrier because she had problems landing on the ship, Navy officials said today.   Lieut. Shannon Workman, 28, of Cumberland, Md., has returned to a Navy command in Norfolk, Va., from her assignment as an EA-6B pilot aboard the aircraft carrier Eisenhower in the Adriatic Sea because of performance problems, said Comdr. Stephen Pietropaoli, a Navy spokesman.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Special Offers by Airlines Come Under U.S. Review","web_url":"https://www.nytimes.com/1995/01/23/us/special-offers-by-airlines-come-under-us-review.html","abstract":"  Airline advertisements, including those that list one-way fares but require travelers to buy a return ticket, will be scrutinized more closely by the Transportation Department under a new program that Secretary Federico F. Pena is expected to announce today.   The agency also said it would more closely monitor other airline marketing practices, including \"two-for-one\" fares that often require travelers to buy a ticket that costs more than advertised discount fares, as well as fare sales in which only a few seats are available at the sale price. Frequent flier programs and the degree to which airlines overbook passengers will also be examined more closely.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Vietnam Won the Right to Choose Its Destiny; What's in the Archives?","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-vietnam-won-the-right-to-choose-its-destiny-what-s-in-the-archives-100395.html","abstract":"  To the Editor:   It may be wise for the United States to establish full diplomatic relations with Vietnam, as Thomas L. Friedman advises (column, Jan. 18). But some of his arguments are based on misconceptions.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/23/arts/in-performance-classical-music-875495.html","abstract":"  An Optimistic Mahler Seventh Without Irony or Paradox  Minnesota Orchestra Carnegie Hall    Mahler's Seventh Symphony is perhaps the happiest of his major works, but one wonders whether the Rotary Club optimism radiated by the Minnesota Orchestra under Edo de Waart on Thursday was quite what the composer had in mind. This blunt, blaring, truly executed performance scrubbed away such pesky accretions as irony, paradox and double-entendre. The first movement's booming brass enunciations and the Andante Amoroso's quiet grace had value if taken on their own terms, but enthusiasm and good manners take this music only so far and so deep.   The Minnesota is an international orchestra of real accomplishment; it has the flexibility to do what it is asked. So one can only assume that this was the kind of playing Mr. de Waart had in mind. The Seventh, like all the Mahler symphonies, is music written by a conductor for a conductor. Thursday's man in charge demonstrated decisively his can-do attitude. Transitions from tempo to tempo were well thought out and seams between phrases neatly managed.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1995/01/23/arts/in-performance-pop-125995.html","abstract":"  Oh, for Those Bouncy Old Days In Which Angst Was Repressed  Manhattan Rhythm Kings Rainbow and Stars    Pop nostalgia doesn't get more polished than in the performances of the Manhattan Rhythm Kings, the vocal trio that recently left the cast of the Broadway musical \"Crazy for You\" after 850 performances. At the Rainbow and Stars cabaret atop Rockefeller Center (30 Rockefeller Plaza), where they are appearing through Feb. 4, the trio deftly resurrects the musical era when, in their words, \"the radio in your living room was roughly the size of a Buick.\"","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/23/nyregion/chronicle-126795.html","abstract":"  DR. LLOYD JOHN OGILVIE, a prominent Presbyterian minister in Hollywood, Calif., author of more than 30 books and a religious broadcaster, has been nominated for the $115,700-a-year post as Chaplain of the United States Senate.   Dr. Ogilvie, the senior pastor at First Presbyterian Church of Hollywood, is the latest in a long line of Presbyterians to be appointed to the 205-year-old job. He replaces DR. RICHARD C. HALVERSON, 78, who held the job for 14 years and is retiring because of poor health.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Sports of The Times; 'Talkin' Baseball' Is All There Is","web_url":"https://www.nytimes.com/1995/01/23/sports/sports-of-the-times-talkin-baseball-is-all-there-is.html","abstract":"  PRO football awaits its Super Bowl. The Stanley Cup banner hangs high in the Madison Square Garden rafters. The Knicks finally dominate the Rockets as John Starks scores 22 points -- too late to change the logo on the National Basketball Association championship banner in Houston, but better late than never.   Baseball, meanwhile, is being played only in memories, in hotel ballrooms where nostalgia is the entree, as Willie Mays, Mickey Mantle and Duke Snider were last night at the New York Baseball Writers Dinner at the Sheraton New York. And where Terry Cashman, the baseball balladeer, serenaded them with his familiar words:","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"But Let Us Remember The Real Dr. King","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-but-let-us-remember-the-real-dr-king-103895.html","abstract":"  To the Editor:   \"Martin Luther King, American\" by Anita Haya Goldman (Op-Ed, Jan. 16) and \"Dr. King's Memorial\" (editorial, same day) display a tendency to rewrite history to celebrate an individual or event. Dr. King's work was important, but too many people overlook the very real failings that plagued his later career.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Taps Go Dry as Puerto Rico Copes With Drought","web_url":"https://www.nytimes.com/1995/01/23/us/taps-go-dry-as-puerto-rico-copes-with-drought.html","abstract":"  Domingo and Ramona Maldonado say they saw it coming.   First, the water from their faucets lost pressure. Then, it sputtered to a halt. After weeks of speculation, water rationing began again this week for parts of Puerto Rico because of what officials say is a continuing drought that has depleted some water reserves.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"The Talk of Hollywood; In Hollywood, a Party Is a Party, And an Awards Show Is Even Better","web_url":"https://www.nytimes.com/1995/01/23/movies/talk-hollywood-hollywood-party-party-awards-show-even-better.html","abstract":"    The annual awards season in Hollywood is defined by two ceremonies that are polar opposites.    The prime event, the Academy Awards, scheduled for March 27, is a serious and, let's face it, sometimes deadly affair given by the movie industry to congratulate itself.","thumbnail":null,"section":"Movies"},{"date":"19950123","headline":"Earthquakes","web_url":"https://www.nytimes.com/1995/01/23/nyregion/pulse-earthquakes.html","abstract":"  An earthquake as powerful as the one that struck Japan last week is not likely to occur in the region, but scientists say the chances of a damaging quake in the New York City area are not as remote as people might think. The last big earthquake in the city was on Aug. 10, 1884 and one of similar strength (5.5 on the Richter scale) today could cause tremendous damage. The advanced age and fragility of the area's infrastructure make any quake potentially dangerous. East Coast cities have made little effort to make buildings and other structures earthquake-resistant. Next month, however, the New York City Council is expected to pass a long-discussed bill mandating stricter standards for new construction.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"It's a Competitive School, Where It's O.K. to Excel","web_url":"https://www.nytimes.com/1995/01/23/nyregion/metro-matters-it-s-a-competitive-school-where-it-s-ok-to-excel.html","abstract":"  TO the casual visitor, Midwood High School in Flatbush seems like a place under some kind of spell. The principal talks of the school's \"gestalt.\" Students praise teachers. Teachers boast about students. Even the neighborhood police officers show a regard for the place.   The reason for this good cheer is as basic as it gets. Success.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"COLLEGE BASKETBALL;\nKrzyzewski To Sit Out The Season At Duke","web_url":"https://www.nytimes.com/1995/01/23/sports/college-basketball-krzyzewski-to-sit-out-the-season-at-duke.html","abstract":"Mike Krzyzewski, the head basketball coach at Duke University and one of the nation's most successful coaches, informed his team today that he would not return to his coaching duties this season. \n\nKrzyzewski, 47, underwent surgery on Oct. 21 to repair a ruptured disk in his back and apparently rushed his return to work. On Jan. 6 he was admitted to Duke Medical Center suffering from exhaustion and lingering back problems. Released four days later, he has remained virtually incommunicado since.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Brodeur Strong in Net, But Devils Settle for Tie","web_url":"https://www.nytimes.com/1995/01/23/sports/hockey-brodeur-strong-in-net-but-devils-settle-for-tie.html","abstract":"  Martin Brodeur was hampered by a sprain in his left ankle all week, but when the Devils took the ice for their season opener he came up with a goaltending performance reminiscent of last season's playoffs.   Still, Brodeur and the Devils had to settle for a 2-2 tie with the Hartford Whalers here tonight because Whalers goaltender Jeff Reese was equal to if not better than Brodeur.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Tough on Veterans","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-tough-on-veterans-101195.html","abstract":"  To the Editor:   William Safire got it wrong when he said in \"Sacred Cow, II\" (column, Jan. 19) that his research showed that the Heritage Foundation \"has zero in its files on potential savings on veterans' spending.\"","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"The British Way of Civility Lives On","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-the-british-way-of-civility-lives-on-626895.html","abstract":"  To the Editor:   \"This Sceptered, Smug, Shortsighted Isle\" by Roy Denman (Op-Ed, Jan. 18), on the demise of Britain as a world force, moves me to describe something that happened when I was a young Air Force officer on leave in London just after World War II in 1946.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Abroad at Home; 'A Prized American Privilege'","web_url":"https://www.nytimes.com/1995/01/23/opinion/abroad-at-home-a-prized-american-privilege.html","abstract":"  Americans too often take for granted their country's most precious quality: freedom. We do not sufficiently appreciate how that freedom has been developed by judges, building on the bare words of the Constitution.    A case at hand dramatizes how fortunate we are in our liberty-oriented law. It is a case from Singapore: the prosecution of a newspaper, The International Herald Tribune, for contempt of court.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Mammoths in the Rabbit Hole","web_url":"https://www.nytimes.com/1995/01/23/opinion/mammoths-in-the-rabbit-hole.html","abstract":"  In this instance the White Rabbit was a draft of air coming out of the ground in the gorges of Ardeche, nearly 100 miles north of Avignon, France. Two men and a woman exploring the gorges promptly started clearing the debris covering a small hole leading to a larger space. Six days later, on Dec. 24, the three crawled through the narrow 21-foot tunnel they had made and into a sight as extraordinary as that which greeted Alice on her journey down the rabbit hole.   \"It was a great moment,\" one of them said. \"We all shouted and yelled.\"","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Sampras Escapes; Martin Does Not","web_url":"https://www.nytimes.com/1995/01/23/sports/tennis-sampras-escapes-martin-does-not.html","abstract":"  The Houdini-esque maneuverings that rescued the Australian Open's defending champion, Pete Sampras, on Sunday didn't work for the event's 1994 runner-up, Todd Martin, in his fourth-round match today.   The stadium court simply wasn't big enough to contain the errant shots launched by the eighth-seeded Martin, who sprayed 50 unforced errors in a span of 96 minutes and lost to 10th-seeded Yevgeny Kafelnikov, 6-1, 6-4, 6-2. Martin dropped his serve six times and broke Kafelnikov, who menaced him from the backcourt with his angled winners, only once.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"1920: Teachers on Show : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/23/opinion/IHT-1920-teachers-on-show-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - Low salaries are driving school teachers to the pink tights and bare legs of the chorus, William T. McCoy, chairman of a teachers' committee seeking increased pay envelopes, has declared. In a burlesque show that is \"packin' 'em in\" he","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"U.S. Embassy Officials in Bosnia at Odds Over Talks With Serbs","web_url":"https://www.nytimes.com/1995/01/23/world/us-embassy-officials-in-bosnia-at-odds-over-talks-with-serbs.html","abstract":"  Sharp dissent emerged at the United States Embassy in Sarajevo today over the Clinton Administration's decision to change its policy and engage in direct negotiations with the Bosnian Serbs despite their rejection of an international peace plan.   The dissent centered on what one official described as attempts by the State Department to oust the American Ambassador to Bosnia, Victor Jackovich, who has always rejected direct talks with the Serbs until they accept the peace plan. He was recalled to Washington on Wednesday for what were officially described as \"consultations.\"","thumbnail":null,"section":"World"},{"date":"19950123","headline":"It's Not Too Soon to Lift Mandate Burden","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-it-s-not-too-soon-to-lift-mandate-burden-102095.html","abstract":"  To the Editor:   \"What's the Rush on Mandates?\" (editorial, Jan. 18) contains a good summary of the need for legislation to control the costs imposed on state and local governments by the Federal Government.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"'Harvey Milk' Opens in Houston With the Reverence Built In","web_url":"https://www.nytimes.com/1995/01/23/arts/opera-review-harvey-milk-opens-in-houston-with-the-reverence-built-in.html","abstract":"  A giant image of Maria Callas with bright red lips appears several times in \"Harvey Milk,\" which received its premiere at the Houston Grand Opera on Saturday night. She looms over an onstage audience of cheering gay men. In their midst is Harvey Milk, San Francisco's first openly homosexual elected official, who loved opera and even attended a performance the night before he was assassinated in 1978.   So how does he fare on the other side of the proscenium, as the subject of a much-discussed, already debated work that will be shown here through Feb. 5, at the New York City Opera in the spring and in San Francisco next season? To the opera's credit, the answer is not simple. With music by Stewart Wallace and libretto by Michael Korie, the work is a rambunctious combination of banality and effective drama, posturing, playfulness and polemics. Long stretches of the score, which is written with a mixture of free atonality, 1980's eclecticism and ersatz pop, are lyrically awkward and unconvincing, but much of the last act is pungent and focused. The cast was generally excellent (with one relatively unknown singer, Gidon Saks, making a strong impression), the conducting by Ward Holmquist fervent, and the production by Christopher Alden imaginative, but it was impossible to separate onstage events from offstage history.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"West Hartford Tries to Cope As Its Schools Are Integrated","web_url":"https://www.nytimes.com/1995/01/23/nyregion/west-hartford-tries-to-cope-as-its-schools-are-integrated.html","abstract":"  As minority families leave Hartford's poor neighborhoods and immigrants from Southeast Asia join booming enclaves here, this community, a symbol for generations of the suburban good life in Connecticut, has run afoul of the state's racial-balance law.   Across the town's grid of colonial and Tudor houses, in the shops and restaurants along Farmington Avenue, and especially in the endless meetings that drive public life, little seems changed. The people, as always, are well dressed, well spoken and overwhelmingly white.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1995/01/23/arts/in-performance-dance-123295.html","abstract":"  Almost Like Being at Sea With Beings Almost Animal  Jennifer Monson P.S. 122    Jennifer Monson re-examines a sumptuous image and even more sumptuous score in \"La Mer,\" performed on Thursday night. The score is actually by Zeena Parkins, but Ms. Parkins takes the Debussy classic as a departure point, layering it with everything from a phrase or two of \"Silent Night\" to Middle Eastern instrumental music.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"Haitian TV Reporters Strike Over Official Meddling","web_url":"https://www.nytimes.com/1995/01/23/world/haitian-tv-reporters-strike-over-official-meddling.html","abstract":"  After enduring military censorship and harassment for three years at their old jobs, newly hired reporters at Haitian National Television were expecting the restoration of President Jean-Bertrand Aristide and of democratic rule to usher in a new era of serenity. Instead, the state-run network was plunged into turmoil after the Government dismissed its director early in January, and the news staff walked out in protest.    The reporters and technicians are protesting what they describe as political interference in news broadcasts by the Ministry of Information.  They complain that the Aristide administration, like every other Haitian Government in living memory, has sought to manipulate and control news coverage at the official Government network, known by the French and Creole initials T.N.H.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Amid Speeches and Protests, Abortion-Rights Battle Shifts to New York","web_url":"https://www.nytimes.com/1995/01/23/nyregion/amid-speeches-and-protests-abortion-rights-battle-shifts-to-new-york.html","abstract":"  Seizing on the 22d anniversary of the Roe v. Wade decision to press their cause, thousands of abortion-rights advocates rallied in New York City and dozens of other cities yesterday, calling for more vigilance in protecting abortion clinics.    And from his pulpit at St. Patrick's Cathedral, John Cardinal O'Connor used the anniversary to assail what he called a culture of tolerance that lets teen-agers get abortions on demand.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Peru Combats Drug Traffic, Winning U.S. Team's Praise","web_url":"https://www.nytimes.com/1995/01/23/world/peru-combats-drug-traffic-winning-us-team-s-praise.html","abstract":"  With terrorism receding, Peru is increasingly confronting drug trafficking gangs that make this nation the largest producer of semi-refined cocaine, said American antidrug officials who visited Peru last week.   In the last month, Peru has made its largest cocaine and opium seizures ever, dismantled one of the largest drug trafficking groups, and indicted an army general for protecting cocaine shipments.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"1895: Brooklyn Shocks : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/23/opinion/IHT-1895-brooklyn-shocks-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] The trolley-car nuissance is now being brought before the presidents of Brooklyn in a very emphatic matter. These companies, which have possessed themselves of the streets, cause a hideous disfigurement with thei","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Unlocked Doors Invite Public Housing Crime","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-unlocked-doors-invite-public-housing-crime-627695.html","abstract":"  To the Editor:   As a lawyer who represents rape victims assaulted in their New York City Housing Authority buildings, I am compelled to respond to \"Bringing Cops to Public Housing,\" your Jan. 17 editorial on the high rate of crime in the projects and the proposal that Housing Authority police should reside in the projects.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"In the Name of the Martyrs and Survivors, Beware","web_url":"https://www.nytimes.com/1995/01/23/opinion/IHT-in-the-name-of-the-martyrs-and-survivors-beware.html","abstract":"This is the text of an address delivered in Jerusalem yesterday. Mr. Pisar, a Holocaust survivor, is an international lawyer in New York and Paris..We are assembled here today on the Mount of Remembrance to commemorate an awesome anniversary in the cale","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Revolutionary Rock Extravaganza, With Nostalgia","web_url":"https://www.nytimes.com/1995/01/23/theater/theater-review-revolutionary-rock-extravaganza-with-nostalgia.html","abstract":"  The rock musical \"Jesus Christ Superstar\" is one of those show business phenomena that thrives on being many things to many people. Much like the myth of Elvis Presley, the most deified of rock stars, you can read into it whatever you want. For some, Elvis is synonymous with a 21-year-old boy from Mississippi slicing through 1950's complacency with his swiveling rockabilly. For others, he is the bloated, sequin-encrusted \"King\" of the 1970's holding court in Las Vegas.    There are those for whom \"Jesus Christ Superstar,\" which is playing the Paramount in a raggedly glitzy bus-and-truck production through Sunday, will always be synonymous with the record album that started it all. For others, the quintessential \"Superstar\" remains the 1971 Broadway show directed by Tom O'Horgan. For still others it is the 1973 movie version starring Ted Neeley as Jesus and Carl Anderson as Judas.","thumbnail":null,"section":"Theater"},{"date":"19950123","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/23/sports/transactions-002395.html","abstract":"  Basketball  National Basketball Association    GOLDEN STATE WARRIORS -- Signed Ryan Lorthridge, guard, for the remainder of the season.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"Kigali Journal; In Rwanda, a Time to Weep and a Time to Wed","web_url":"https://www.nytimes.com/1995/01/23/world/kigali-journal-in-rwanda-a-time-to-weep-and-a-time-to-wed.html","abstract":"  Two years ago Capt. Jean Nkurikiye promised Sgt. Sandrine Uwamwezi that if they survived the civil war he would marry her.   On Jan. 14, the two rebel soldiers had their wedding, along with two other couples, in the Cathedral of St.-Michel, the bride in a ruffled white gown and veil, the bridegroom in a new maroon suit as the chorus clapped hands, beat drums and mixed African hymns with traditional Catholic ones.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Don't Punish the Children","web_url":"https://www.nytimes.com/1995/01/23/opinion/don-t-punish-the-children.html","abstract":"  \"It took me 20 years to come off welfare, and I refuse to go that road again,\" a single parent named Stephanie Pitts told a Times reporter recently. \"Self-respect, self-esteem and independence . . . that's what this center has done for me.\"   Ms. Pitts is a teacher's aide, and her 10-year-old daughter is a participant in the after-school program at the 20-year-old Miccio Day Care Center in the Red Hook section of Brooklyn. But not, perhaps, for much longer. Miccio is one of 10 centers the Giuliani administration proposes to ax -- most of them in poor neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Nedved Is What's New About New Rangers","web_url":"https://www.nytimes.com/1995/01/23/sports/hockey-nedved-is-what-s-new-about-new-rangers.html","abstract":"  After only two games, it is too soon to rush to judgment about the Rangers. Certainly they displayed a slightly different look as they began defense of their Stanley Cup championship with a loss to Buffalo on Friday night and a victory over Montreal on Saturday night, both at Madison Square Garden.   Perhaps after home games tonight and Wednesday against Boston and Pittsburgh, respectively, followed by a visit to Quebec on Saturday night, their strengths and weaknesses will become more apparent.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"House Panel Takes to Road To Build 'Contract' Backing","web_url":"https://www.nytimes.com/1995/01/23/us/house-panel-takes-to-road-to-build-contract-backing.html","abstract":"  For the first time since their resounding victory last fall, Congressional Republicans took their \"Contract With America\" to the road on Saturday, holding a hearing here to ask the public for guidance on how to cut the Federal budget.   Despite the first major snowstorm of the year, the hearing, by the House Budget Committee, drew an overflow weekend crowd to the 850-seat auditorium of Ohio Dominican College.","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"The Contract's False Tax Promise","web_url":"https://www.nytimes.com/1995/01/23/opinion/the-contract-s-false-tax-promise.html","abstract":"  The Republicans loaded their \"Contract With America\" with tax cuts they say are honorably designed to stimulate economic growth. Democrats sneered at key proposals -- tax cuts for business investment and capital gains -- because they would overwhelmingly benefit well-to-do families.    These two proposals are definitely flawed. But the problem is not simply one of equity. If lowering the tax on capital gains -- the profit from selling stocks, bonds and other assets -- and the taxes on business investment would boost the economy, then Congress could consider embracing the contract, and find other ways to collect additional money from high-income investors.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Congress Has Duty To Assess Intelligence","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-congress-has-duty-to-assess-intelligence-095395.html","abstract":"  To the Editor:   \"Mr. Aspin, Pick Up the Pace\" (editorial, Jan. 16) urges President Clinton to get the commission on the future of intelligence moving. You err, however, to argue that Congress should have only a consultative role.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"Slipping Through Cracks and Out the Door; Pressures of Policy and Budget Let Psychiatric Patients Just Walk Away","web_url":"https://www.nytimes.com/1995/01/23/nyregion/slipping-through-cracks-door-pressures-policy-budget-let-psychiatric-patients.html","abstract":"  Each day, Fred Daniels sends out four or five patients at a time for fresh air, under the watch of the single worker he can spare from Ward 10A of Manhattan Psychiatric Center. Then he waits to see how many come back.   Often, one of the patients bolts while the worker looks on helplessly, unable to abandon the other patients. Mr. Daniels says it makes no sense to ask one worker to look after so many people, but he says the hospital has no choice. State officials settled a lawsuit by requiring that hundreds of patients be escorted outside each day, but provided no new escorts and have yet to finish the fenced-in area that would minimize runaways.","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"With Few Clues, Hearing Will Open on USAir Crash Near Pittsburgh That Killed 132","web_url":"https://www.nytimes.com/1995/01/23/us/with-few-clues-hearing-will-open-on-usair-crash-near-pittsburgh-that-killed-132.html","abstract":"  Four months after USAir Flight 427 rolled abruptly to the left and plunged to the ground at 300 miles an hour, killing all 132 people on board, the National Transportation Safety Board will open hearings in Pittsburgh today with a disturbing lack of clues and no working hypothesis about what caused the crash.   By the time the safety board gets to the hearing stage, said a spokesman, Mike Benson, \"you usually have some better indications than what you have here.\"","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Session for Tarpley","web_url":"https://www.nytimes.com/1995/01/23/sports/sports-people-basketball-session-for-tarpley.html","abstract":"  Dallas Mavericks forward ROY TARPLEY has a meeting today with representatives from his after-care program, hoping to clear up questions about his recent demeanor. Dr. LLOYD BACCUS, Tarpley's Atlanta-based after-care supervisor, plans a formal session with the player, The Fort Worth Star-Telegram reported, quoting Tarpley and a team source.   As a condition for returning to the National Basketball Association after a three-year absence for violating the league's drug policy, Tarpley undergoes daily tests for alcohol, heroin and cocaine.","thumbnail":null,"section":"Sports"},{"date":"19950123","headline":"New York Gets a Third Of Latest Arts Grants New York Gets a Third of the Latest Arts Grants","web_url":"https://www.nytimes.com/1995/01/23/arts/new-york-gets-third-latest-arts-grants-new-york-gets-third-latest-arts-grants.html","abstract":"  The National Endowment for the Arts has announced $24 million in grants for the first quarter of the year, and $7.7 million -- nearly one third -- will go to institutions and artists in New York City.    The Metropolitan Opera received the largest grant nationwide, $462,000, to support its 1995-96 season. Several New York dance companies received grants of $150,000 to $300,000, including the New York City Ballet, the Joffrey Ballet, the Ballet Theater Foundation, the Cunningham Dance Foundation, the Martha Graham Center of Contemporary Dance, the Trisha Brown Dance Company, the Paul Taylor Dance Foundation and the Dance Theater of Harlem.","thumbnail":null,"section":"Arts"},{"date":"19950123","headline":"Israel Tightens Rules on Construction by Settlers","web_url":"https://www.nytimes.com/1995/01/23/world/israel-tightens-rules-on-construction-by-settlers.html","abstract":"  In an action overshadowed by the terrorist bombing that killed at least 19 people, the Israeli Government took measures today that are supposed to tighten its controls over new construction by Jewish settlers, especially those in West Bank towns near Jerusalem.   The Government created a committee of six Cabinet Ministers, led by Prime Minister Yitzhak Rabin, who will have the final say on all housing plans for Israeli-occupied territories, including those financed with private money.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/23/nyregion/news-summary-461995.html","abstract":"  International A2-9  SUICIDE ATTACK KILLS 19 IN ISRAEL    One or more Muslim suicide bombers set off two explosions at a crowded bus stop, killing at least 19 people, wounding 61 and casting shadows over troubled Mideast peace talks.  A1","thumbnail":null,"section":"New York"},{"date":"19950123","headline":"Suicide Attempts on the Rise Among Cuban Refugees","web_url":"https://www.nytimes.com/1995/01/23/world/suicide-attempts-on-the-rise-among-cuban-refugees.html","abstract":"  Cuban refugees at an American-operated camp in Panama, frustrated by their inability to win admission to the United States, have been attempting suicide in increasing numbers, causing rising concern among military officials there over the detainees' well-being.   The officials said that in the last six weeks 31 Cubans had tried to hang themselves or overdose on prescription drugs, equaling the number of refugees who tried to harm themselves in the first 13 weeks of the Panama operation, which began in September near the Panama Canal. None of the suicide attempts -- only 12 of which the military considered serious -- were successful.","thumbnail":null,"section":"World"},{"date":"19950123","headline":"Oakland Journal; Life Atop A Fault Continues Unshaken","web_url":"https://www.nytimes.com/1995/01/23/us/oakland-journal-life-atop-a-fault-continues-unshaken.html","abstract":"  Lillian Alnev knows the dangers of living here, astride the Hayward fault, the tear in the Earth that bears eerie similarities to its deadly counterpart in Kobe, Japan. But knowing about a potential geological disaster and doing something about it are very different matters. Ms. Alnev says she has sorted all this out.   \"Living here is a considered risk,\" Ms. Alnev, a book illustrator, said as she sipped espresso at the Peet's Coffee store here. \"But I love this area, and I'd rather live to be 50 in the Bay Area than 100 in Kansas.\"","thumbnail":null,"section":"U.S."},{"date":"19950123","headline":"Letter: On New York Medicaid; No Price Controls for Care Plans","web_url":"https://www.nytimes.com/1995/01/23/opinion/l-letter-on-new-york-medicaid-no-price-controls-for-care-plans-092995.html","abstract":"  To the Editor:   I appreciate the prominence your editorial page gave to my report on Medicaid savings opportunities for New York State (\"The Ugly Side of a Tax Cut,\" editorial, Jan. 20). However, two points should be clarified to allay unnecessary fears that quality of care or access to care would decline.","thumbnail":null,"section":"Opinion"},{"date":"19950123","headline":"After Decades of Darkness, Tools for New Life","web_url":"https://www.nytimes.com/1995/01/23/nyregion/neediest-cases-after-decades-of-darkness-tools-for-new-life.html","abstract":"  There was a time, Khanukasion Nisanov remembers, when he looked at his son and saw only greatness.   An old, yellowing photograph transports Mr. Nisanov back to those spirited days, when 5-year-old Vitaly was just discovering his musical gift. After hearing a song played only once, Vitaly would sing it himself, note for note, entertaining his parents and friends. Even Mr. Nisanov's musician friends agreed that the child was charmed, and they predicted that he would become an important composer.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950123","time":"1995-01-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":73,"wspd":22.3},{"date":"19950123","time":"1995-01-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":78,"wspd":27.7},{"date":"19950123","time":"1995-01-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":77,"wspd":29.5},{"date":"19950123","time":"1995-01-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":74,"wspd":24.1},{"date":"19950123","time":"1995-01-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":75,"wspd":22.3},{"date":"19950123","time":"1995-01-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":83,"wspd":35.3},{"date":"19950123","time":"1995-01-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":81,"wspd":25.9},{"date":"19950123","time":"1995-01-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":77,"wspd":25.9},{"date":"19950123","time":"1995-01-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":77,"wspd":24.1},{"date":"19950123","time":"1995-01-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":83,"wspd":24.1},{"date":"19950123","time":"1995-01-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":69,"wspd":31.3},{"date":"19950123","time":"1995-01-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":66,"wspd":35.3},{"date":"19950123","time":"1995-01-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":64,"wspd":37.1},{"date":"19950123","time":"1995-01-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":58,"wspd":31.3},{"date":"19950123","time":"1995-01-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":63,"wspd":25.9},{"date":"19950123","time":"1995-01-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":58,"wspd":29.5},{"date":"19950123","time":"1995-01-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":57,"wspd":27.7},{"date":"19950123","time":"1995-01-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":56,"wspd":29.5},{"date":"19950123","time":"1995-01-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":56,"wspd":29.5},{"date":"19950123","time":"1995-01-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":59,"wspd":27.7},{"date":"19950123","time":"1995-01-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":59,"wspd":33.5},{"date":"19950123","time":"1995-01-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":61,"wspd":27.7},{"date":"19950123","time":"1995-01-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":64,"wspd":27.7},{"date":"19950123","time":"1995-01-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":63,"wspd":27.7},{"date":"19950123","time":"1995-01-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":63,"wspd":24.1},{"date":"19950123","time":"1995-01-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":58,"wspd":22.3},{"date":"19950123","time":"1995-01-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":72,"wspd":27.7},{"date":"19950123","time":"1995-01-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":72,"wspd":27.7},{"date":"19950123","time":"1995-01-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":71,"wspd":24.1},{"date":"19950123","time":"1995-01-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":24.1},{"date":"19950123","time":"1995-01-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":22.3},{"date":"19950123","time":"1995-01-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":22.3},{"date":"19950123","time":"1995-01-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":71,"wspd":18.7},{"date":"19950123","time":"1995-01-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":75,"wspd":16.6},{"date":"19950123","time":"1995-01-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":71,"wspd":14.8},{"date":"19950123","time":"1995-01-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":71,"wspd":13},{"date":"19950123","time":"1995-01-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":69,"wspd":16.6},{"date":"19950123","time":"1995-01-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":65,"wspd":14.8},{"date":"19950123","time":"1995-01-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":71,"wspd":14.8},{"date":"19950123","time":"1995-01-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":22.3},{"date":"19950123","time":"1995-01-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":25.9},{"date":"19950123","time":"1995-01-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":18.7},{"date":"19950123","time":"1995-01-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":24.1},{"date":"19950123","time":"1995-01-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":18.7},{"date":"19950123","time":"1995-01-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":38,"wspd":18.7},{"date":"19950123","time":"1995-01-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":24.1},{"date":"19950123","time":"1995-01-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":44,"wspd":22.3},{"date":"19950123","time":"1995-01-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":22.3}]},"19950124":{"guardian_articles":[],"nytimes_articles":[{"date":"19950124","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/24/sports/transactions-656095.html","abstract":"  Baseball  International League","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Simpson Judge Delays Trial Opening and Will Allow Questioning of Detective on Bias","web_url":"https://www.nytimes.com/1995/01/24/us/simpson-judge-delays-trial-opening-will-allow-questioning-detective-bias.html","abstract":"  With all the world braced today for opening statements in the O. J. Simpson double murder trial, Judge Lance A. Ito, bogged down by last-minute motions and evidentiary haggling, put them off yet again.   Relatives of the two victims and the defendant, news helicopters, button and T-shirt salesmen will all converge again on Tuesday, when the main event is all but certain to start.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Pick a Reason, Any Reason, for the Rangers' Defeat","web_url":"https://www.nytimes.com/1995/01/24/sports/hockey-pick-a-reason-any-reason-for-the-rangers-defeat.html","abstract":"  Call them valid reasons or merely good excuses, but there were many explanations for the Rangers' 2-1 defeat last night to the Boston Bruins in a good, tough game at Madison Square Garden.   The Bruins got another excellent performance from a rookie goalie, Blaine Lacher, who has given up two goals in two victories in two days and whose weaknesses are so far unscouted.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"A Tenor, a Baritone And 'Winterreise'","web_url":"https://www.nytimes.com/1995/01/24/arts/critic-s-notebook-a-tenor-a-baritone-and-winterreise.html","abstract":"  Singers of songs fall into two categories: the actors and the tellers. The first take us straight to the song's source, using a theater of sorts to recreate people, places and thoughts.   It is no easy job, standing relatively immobile and nearly alone, with only a piano to lean back on. This is acting in sound: altering the color and force of the voice, slowing down or speeding up, making musical accent a metaphor for impulses of the heart: all as surrogates for the poet's imagination. Peter Schreier, who with Alexei Lubimov performed Schubert's \"Winterreise\" at Carnegie Hall on Friday night, is an actor.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"Chargers Prove Studious","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-chargers-prove-studious.html","abstract":"  It was as if the Chargers had to look at every last bit of film, study it until they were bleary-eyed, use up every piece of chalk until they finally were ready to arrive tonight prepared to face the 49ers in Super Bowl XXIX.   The heavily favored 49ers, who had virtually the same trip in air miles, already were in town for a day.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"That UConn Cannonball Keeps Thundering On","web_url":"https://www.nytimes.com/1995/01/24/sports/college-basketball-that-uconn-cannonball-keeps-thundering-on.html","abstract":"  The fans kept checking the schedules. There had to be some mistake. Connecticut and Syracuse -- in Gampel Pavilion? This type of game, No. 2 versus No. 6, had been removed from the small campus arenas years ago, when the Big East became bigger.    Syracuse had not played on this campus in more than 22 years, since Nixon was President, Jim Boeheim was an assistant coach, Connecticut's traditional passion was a secret and the concept of a Big East was a fantasy. Not since places like Manley Field House and McDonough Arena and Alumni Hall were full-time addresses had two teams in this league squeezed so much talent and such intense feeling into so small a space.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Abortion Foes Rally in Joy Over G.O.P. Surge","web_url":"https://www.nytimes.com/1995/01/24/us/abortion-foes-rally-in-joy-over-gop-surge.html","abstract":"  Thousands of abortion opponents marked the anniversary of Roe v. Wade today with speeches, patriotic songs and a peaceful march in a Washington that they clearly felt was more sympathetic to their cause than it has been since the Supreme Court affirmed a woman's right to abortion 22 years ago.   While the marchers consider President Clinton an enemy -- unlike his Republican predecessors who sent messages of encouragement to the annual rallies -- speaker after speaker exulted in the newly conservative Congress.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Sex and the Fruit Fly: Price of Promiscuity Is Premature Death","web_url":"https://www.nytimes.com/1995/01/24/science/sex-and-the-fruit-fly-price-of-promiscuity-is-premature-death.html","abstract":"  WHETHER in the towering tragedies of Sophocles or the basement pulp of Hollywood, sex and death are intertwined: yin and yang, strophe and antistrophe, head and tail of the same mortal coin. So it is in nature, where the urge to reproduce is fraught with risk, and the cost of raising young drains a parent of resources that might otherwise be devoted to keeping oneself alive just a little bit longer.   Scientists have now discovered yet another reason sex can kill, at least in the case of a favorite laboratory creature, the fruit fly. They have determined that a compound in the male's semen is toxic to the female, and that over the long run (which, by fly standards, means a few weeks), the ingredient significantly shortens her life. And the more partners a female fly consorts with, the sooner will her tiny wings and heart cease to beat.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Doubts and Despair Mar Japan Recovery","web_url":"https://www.nytimes.com/1995/01/24/world/doubts-and-despair-mar-japan-recovery.html","abstract":"  The Japanese city of Kobe struggled to get back to work yesterday, a week after a devastating earthquake, but there were fears that the economy in some of the hardest-hit areas would be permanently scarred.   The earthquake may leave political scars as well, with Japanese newspapers publishing accusations that poor preparation, indecision and bureaucratic rivalry may have added to the death toll. Some critics said the earthquake exposed a lack of flexibility that they said is the Government's greatest weakness.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/24/nyregion/metro-digest-367795.html","abstract":"  WHITMAN PLEDGES TO COMPLETE TAX CUT   Saying that she had kept her promise, Gov. Christine Todd Whitman of New Jersey announced that she would complete her 30 percent reduction in state income tax rates by next January, a year ahead of schedule. The reduction would be paid for by enacting a catalogue of across-the-board cuts in state government that will reduce the state work force by 3,350 employees, nearly 5 percent. A1.   The Governor warned that there would be winners and losers in her budget, and they lined up almost as soon as she ended her speech. B5.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Holy Bull Rests Before Next Race","web_url":"https://www.nytimes.com/1995/01/24/sports/holy-bull-rests-before-next-race.html","abstract":"  On the morning after he returned to the races and won for the 13th time in 15 starts, Holy Bull walked leisurely around Barn 3 at Gulfstream Park, cleaned his breakfast bucket and rested before opening training for his next appearance: the $300,000 Donn Handicap on Feb. 11.   \"He came back fine,\" said Jimmy Croll, the owner and trainer of the gray champion. \"He'll be ready for the Donn. And if he runs the way he should, I'd like to go to California with him for the Santa Anita Handicap -- for the exposure and for his career.\"","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"World News Briefs; New Italian Chief Gains on Vote Prospects","web_url":"https://www.nytimes.com/1995/01/24/world/world-news-briefs-new-italian-chief-gains-on-vote-prospects.html","abstract":"  Prime Minister Lamberto Dini appeared more likely today to survive his first test in Parliament after his predecessor and former patron, Silvio Berlusconi, and other center-right leaders indicated that they would probably not vote against him in a confidence vote expected on Wednesday.   Mr. Berlusconi vowed last week to oppose Mr. Dini's Government of nonpartisan technicians, thus robbing it of the majority it needs, unless both the new Prime Minister and the President, Oscar Luigi Scalfaro, committed to elections in June.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Justices Rule For Employees In a Bias Suit","web_url":"https://www.nytimes.com/1995/01/24/us/supreme-court-roundup-justices-rule-for-employees-in-a-bias-suit.html","abstract":"  Ruling unanimously in a job discrimination case, the Supreme Court today rejected a defense that employers have used with increasing success to avoid liability for dismissing an employee for an illegal reason like race or age.   The Court ruled that employees who lose their jobs because of discrimination are still entitled to back pay, even if the employer later discovers misconduct that would have justified dismissal had it been known at the time.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"First-Time Donors Offer The Reasons They Care","web_url":"https://www.nytimes.com/1995/01/24/nyregion/neediest-cases-first-time-donors-offer-the-reasons-they-care.html","abstract":"  Years ago, when she was raising a daughter alone, Barbara Gardiner was well acquainted with hardship. Although she now lives comfortably in Scarsdale, N.Y., her precarious past still haunts her. Eager to help other single parents, Ms. Gardiner made her first contribution to The New York Times Neediest Cases Fund last month.   \"Having been a working single mother for years in my past, I would like this check used for a single-parent family to ease their life and help them move forward,\" wrote Ms. Gardiner, who sent $50. \"I count the many blessings my life has, but always keep the memory of the harder times my daughter and I experienced.\"","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Officials Offer New Plan To Retain the Yankees","web_url":"https://www.nytimes.com/1995/01/24/nyregion/officials-offer-new-plan-to-retain-the-yankees.html","abstract":"  Yankee officials have rejected New York City's initial plans for upgrading Yankee Stadium and the surrounding neighborhood, and city officials presented team representatives with yet another proposal yesterday designed to keep the team from leaving the Bronx.   In the latest plan, the city proposes to upgrade the stadium with a new outer wall that copies the stadium's original facade, to add about 100 luxury boxes. It also proposes to increase the number of parking spaces and to make it easier to travel to the stadium by car.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"A Smiling Face Rankles From Above the Treetops","web_url":"https://www.nytimes.com/1995/01/24/nyregion/our-towns-a-smiling-face-rankles-from-above-the-treetops.html","abstract":"  EVERY day, Bernie's big face smiles at thousands of people who want to punch it right out.   Commuters on Route 84 West, shoppers at the Buckland Hills Mall and motorists on busy Hale Road all complain that Bernie's face is defacing the landscape. \"Ugh,\" said Carla McDonough, glancing at the face with a shudder as she walked through the mall parking lot. \"Who would want that big giant face staring at them?\"","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Deficient Hormone May Be Culprit In Painful Diabetes Complication","web_url":"https://www.nytimes.com/1995/01/24/science/deficient-hormone-may-be-culprit-in-painful-diabetes-complication.html","abstract":"  A PAINFUL and sometimes disfiguring complication of diabetes may be caused by an underproduction of a hormone that nourishes and maintains the body's nervous system, according to a new theory.    The theory offers a novel explanation for the condition known as diabetic neuropathy, a gradual deterioration of peripheral nerves that generally affects old patients and initially causes a painful burning sensation in the hands and feet. It can lead to foot amputations, impotence, incontinence and gastrointestinal problems. It had been thought that the condition was caused by too much sugar in the blood, but the new theory suggests that it is caused by a deficiency of a recently discovered nerve growth factor.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Defector Says Bomb That Killed Underboss Was Meant for Gotti","web_url":"https://www.nytimes.com/1995/01/24/nyregion/defector-says-bomb-that-killed-underboss-was-meant-for-gotti.html","abstract":"  It had all the trademarks of a brutal Mafia hit.   Frank DeCicco, then the second in command of the Gambino crime family, had just left a mob meeting in Bensonhurst, Brooklyn, on a Sunday afternoon in 1986 and was opening his car door when a thunderous explosion killed him and injured another suspected mobster.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Fighting Inflation Without Designated Paupers","web_url":"https://www.nytimes.com/1995/01/24/opinion/fighting-inflation-without-designated-paupers.html","abstract":"  To the Editor:   \"Those Vital Paupers,\" Russell Baker's perceptive Jan. 17 column, displays the transparent vacuousness of the concept of the nonaccelerating inflation rate of unemployment, expressed by economists in the acronym Nairu.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Insensitivity to Food's Fat Content Seen as Obesity Factor","web_url":"https://www.nytimes.com/1995/01/24/science/insensitivity-to-food-s-fat-content-seen-as-obesity-factor.html","abstract":"  A RELATIVE insensitivity to the fat content of foods could be an important factor in promoting and maintaining obesity, a new study indicates. The findings, published in The American Journal of Clinical Nutrition, suggest that the plethora of nonfat and low-fat food products now on grocery shelves could indeed help to curb the nation's steadily growing problem with overweight by reducing overall caloric intake among people with weight problems.   The study, conducted at the Johns Hopkins University School of Medicine in Baltimore, examined the effect of a premeal snack of yogurt on food intake at lunch. The yogurts, which were served 30 minutes before lunch, were surreptitiously spiked with different amounts of fats or carbohydrates. The researchers then analyzed how much food the participants consumed at lunch.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Chang and Pierce, Seeking Breakthroughs, Reach Semifinals","web_url":"https://www.nytimes.com/1995/01/24/sports/tennis-chang-and-pierce-seeking-breakthroughs-reach-semifinals.html","abstract":"  On a sunny morning that would have been idyllic were it not for the intrusion of the resident blowfly population, the Australian Open gained its first two semifinalists.   Michael Chang, who has designs on ending his six-year slam drought here, used his patented never-say-die technique to aggravate and eliminate Andrei Medvedev, 7-6 (9-7), 7-5, 6-3.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Observer; Is That Charles With a 'C'?","web_url":"https://www.nytimes.com/1995/01/24/opinion/observer-is-that-charles-with-a-c.html","abstract":"  Reading too much Dickens lately. Which reminds me of a Greenwich Village bookshop clerk. A young man. College age. I asked for a copy of \"David Copperfield.\"    \"Who's the author?\" he asked. \"Dickens,\" I said. \"What's his first name?\" he asked. Recalling that exchange, I'll start over:","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"How to Reintroduce Wolves Humanely","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-how-to-reintroduce-wolves-humanely-773795.html","abstract":"  To the Editor:   There has been considerable discussion and debate on the reintroduction of wolves to the Adirondacks and Yellowstone National Park. Gray wolves are being held in metal boxes near Yellowstone awaiting their fate -- freedom or death, pending legal outcome.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"The Rock of Rome; John Paul Seems Intent on Ending Any Notion of a Papacy in Decline","web_url":"https://www.nytimes.com/1995/01/24/world/rock-rome-john-paul-seems-intent-ending-any-notion-papacy-decline.html","abstract":"  When people look back on the many trips of Pope John Paul II they may discern among them some defining moments: his 1979 appearance in Cracow that threw down the gauntlet against Communism in his native Poland, or his 1993 visit to Denver that conjured a vision of spirituality among the young people of America.   But his just-completed 63d trip, a 20,800-mile journey through Asia and the Pacific, may well be viewed as a turning point of a more personal kind -- an attempt by the 74-year-old Pope to shuck off the imagery of a papacy in decline and to project the idea that neither his health nor his age will deter him from injecting his moral vision into the world's business.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"The Pentagon's Trap Doors","web_url":"https://www.nytimes.com/1995/01/24/opinion/the-pentagon-s-trap-doors.html","abstract":"  As they start pruning the budget, Republicans in Congress ought to be straight with the American people about defense spending they have so blithely placed off limits from cuts. It is not just that the defense budget is inflated far beyond the country's security needs, or that making it untouchable will inflict a disproportionate burden on domestic programs. Less obvious is that the defense budget is full of trap doors set to spring open in the future with unpleasantly expensive consequences.    One of those trap doors is the deferral of major weapons purchases until 1998, which is designed to make current and near-term spending levels seem more reasonable and to hide the ultimate costs of new weapons already under development or soon to start. Another is underestimating the cost of operating and maintaining those weapons. The result is like projecting car expenses for a family budget over a period of years without listing the full cost of financing, insurance and repairs.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Economic Report Proposes Novel Step","web_url":"https://www.nytimes.com/1995/01/24/sports/baseball-economic-report-proposes-novel-step.html","abstract":"  As a Senate subcommittee draws closer to holding hearings on baseball's exemption from antitrust laws, members of Congress have received a nonpartisan economic report that questions whether the exemption \"serves a useful public purpose.\"   The 22-page report, compiled by the Congressional Research Service of the Library of Congress, also shows how the salary cap the clubs have implemented would benefit the owners in an overwhelming economic way and suggests the novel step of placing new franchises in existing large-revenue markets like New York, Chicago and Los Angeles as a way of leveling revenues between high-revenue and low-revenue clubs.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Coach Simms? It Could Be","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-coach-simms-it-could-be.html","abstract":"  Phil Simms a National Football League head coach? Not impossible. And it is something the former Giants quarterback is seriously contemplating.   \"I have thought hard about it, but I really like what I'm doing now,\" said Simms, an ESPN football analyst. \"This job is so much fun it would be hard for me to leave. But coaching is something I have definitely thought about.\"","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"In San Francisco, a New Home for Art","web_url":"https://www.nytimes.com/1995/01/24/arts/critic-s-notebook-in-san-francisco-a-new-home-for-art.html","abstract":"  Painters like Clyfford Still and Richard Diebenkorn and eccentrics like Bruce Conner and William T. Wiley have helped to make San Francisco a center of new art for half a century. Yet the Museum of Modern Art here has long been a poor cousin to other local cultural institutions.   For 60 years it rented cramped quarters upstairs in the Depression-era War Memorial Veterans Building in the Civic Center, where most of the permanent collection had to come down to make way for temporary exhibitions. The museum gave Jackson Pollock and Arshile Gorky their first shows in the 1940's, but it was always an uphill struggle because of space. San Franciscans watched enviously nine years ago when Los Angeles hogged the spotlight with its new Museum of Contemporary Art.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"Craft Is in the Details:Artistry Is In, Supermodels Are Out","web_url":"https://www.nytimes.com/1995/01/24/style/IHT-craft-is-in-the-detailsartistry-is-in-supermodels-are-out.html","abstract":"It was a merry life - but a short one. Five years after she strode long-legged into the limelight, the supermodel is out of fashion. The spring/summer couture shows are conspicuous for the absence of the triumphant triumvirate: Naomi Campbell, Linda Evan","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"Lives Could Have Been on Line As Mitchell Sprinted This Time","web_url":"https://www.nytimes.com/1995/01/24/sports/track-field-notebook-lives-could-have-been-line-mitchell-sprinted-this-time.html","abstract":"  The authoritative Track and Field News ranked Dennis Mitchell the world's No. 1 sprinter last year. He is an Olympic and world-championship medalist. A week ago, he won the equivalent of another medal, not in track and field, but in life.   Mitchell and his manager, Charlie Wells, had just arrived in Osaka to meet with Mizuno, the Japanese track-shoe manufacturer that sponsors Mitchell. They took an elevator to their 16th-floor rooms and went to sleep. At 5:46 A.M., the earthquake struck.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/24/nyregion/news-summary-380495.html","abstract":"  International A2-9  DAY OF MOURNING IN ISRAEL  Israel buried the 19 people, most of them young, killed by a suicide bomber, and the country's conversation was dominated by questions about whether Israel was on the right track in seeking peace.  A1","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"A Politician's Poetry: From Life, With No Leaps","web_url":"https://www.nytimes.com/1995/01/24/books/books-of-the-times-a-politician-s-poetry-from-life-with-no-leaps.html","abstract":"  ALWAYS A RECKONING And Other Poems  By Jimmy Carter  Illustrated by Sarah Elizabeth Chuldenko. 130 pages. Times Books. $18.    At first glance, the vocations of poet and politician might seem completely antithetical. Poetry, after all, requires subtlety, introspection and fidelity to language, qualities not exactly valued by most politicians. Oddly enough, in the case of former President Jimmy Carter, the very qualities that helped cripple him as a politician are also the qualities that make him a mediocre poet.   As President, Mr. Carter was frequently criticized for lacking a real vision; he was widely described as a technician, an engineer, an ineffectual manager lacking imagination, passion and focus. As one associate put it, he \"knew all the words and none of the music.\" The same might well be said of the poems in \"Always a Reckoning\": well-meaning, dutifully wrought poems that plod earnestly from point A to point B without ever making a leap into emotional hyperspace, poems that lack not only a distinctive authorial voice, but also anything resembling a psychological or historical subtext.","thumbnail":null,"section":"Books"},{"date":"19950124","headline":"Assembly Backs a Revision of Law on Toxic Chemicals","web_url":"https://www.nytimes.com/1995/01/24/nyregion/assembly-backs-a-revision-of-law-on-toxic-chemicals.html","abstract":"  The Assembly today voted to revise a 1991 law aimed at reducing the use of toxic substances in manufacturing, responding to the plea of businesses, who said they were being strangled by red tape.   Both industry and environmental groups praised the Pollution Prevention Law when it was enacted with unanimous legislative support.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Commerce Chief Is Accused of Misleading Panel on Investment","web_url":"https://www.nytimes.com/1995/01/24/us/commerce-chief-is-accused-of-misleading-panel-on-investment.html","abstract":"  Presenting the initial results of a yearlong investigation, the Republican chairman of a House committee today accused Commerce Secretary Ronald H. Brown of profiting from a company that defaulted on a Federal loan and of misleading Congress about those profits.   Representative William F. Clinger Jr. of Pennsylvania, chairman of the House Government Oversight and Reform Committee, said the panel had found evidence that linked Mr. Brown to the Corridor Broadcasting Corporation, a television company that defaulted in 1993 on a Federal Deposit Insurance Corporation loan at a cost to taxpayers of $23.3 million.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"1945: Oder Reached : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-1945-oder-reached-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Russia announced tonight [Jan. 23] that its troops had reached the Oder River, the last natural defense line before Berlin, on a front of thirty-seven miles in the area of Breslau, capital of Silesia and one of the Reich's most important industri","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Rose Fitzgerald Kennedy","web_url":"https://www.nytimes.com/1995/01/24/opinion/rose-fitzgerald-kennedy.html","abstract":"  Rose Elizabeth Fitzgerald, born in 1890, was a child of the Boston Irish. Her ancestors came from a country in which, as Roman Catholics, they had been barred by law from voting, holding office, owning land or attending school. So had the forebears of her husband, Joseph Patrick Kennedy, whom she married when she was 24.   Together they founded an extraordinary political dynasty, comparable only to the Adams family and the Roosevelts -- together, because his ambition and anger (he never forgot his snubbing by Brahmin Boston) was complemented by her commitment to their children. Let one of their sons run for office and she, and their daughters, were right out there on the hustings with them.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Review/Fashion; Unashamedly Couture","web_url":"https://www.nytimes.com/1995/01/24/style/review-fashion-unashamedly-couture.html","abstract":"  Who would have guessed that the most effective answer for fashion's most boring question -- whether couture will survive -- would come from such an unexpected place as the runways of ready-to-wear's avant-garde designers.   While the rise of luxury ready-to-wear certainly once hurt couture, it was couture style that saved the last ready-to-wear season. Fashion has thus come full circle. The ready-to-wear, influenced by 1950's couture, is in turn pushing couture to be more true to itself.","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"Japan Leaders Criticized On Response to Quake","web_url":"https://www.nytimes.com/1995/01/24/world/quake-in-japan-the-leadership-japan-leaders-criticized-on-response-to-quake.html","abstract":"  In a nation that was widely regarded as well prepared for earthquakes, something clearly went wrong last week in the city of Kobe. And now, some people are saying the temblor also exposed what is wrong with the leadership of Japan.   Newspapers editorialists and other critics are complaining strongly about the response by the administration of Prime Minister Tomiichi Murayama, who did not hear about the earthquake until he watched the morning news on television.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Republicans Hope to Put President On Defensive","web_url":"https://www.nytimes.com/1995/01/24/us/republicans-hope-to-put-president-on-defensive.html","abstract":"  Republicans hope to turn the tables Tuesday night when President Clinton delivers his State of the Union Message.   With a Democrat in the White House, the Republicans on Capitol Hill might be expected to respond point by point to the President's initiatives. But the Republicans are giddy with their new-found power and are so eager to demonstrate it for a national audience that they intend to treat the President's speech as a response to their own initiatives.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Mexico Chief Again Shuffles His Cabinet","web_url":"https://www.nytimes.com/1995/01/24/world/mexico-chief-again-shuffles-his-cabinet.html","abstract":"  Seeking to blunt criticism of his leadership, President Ernesto Zedillo Ponce de Leon has shuffled his Cabinet for the second time in less than a month, dismissing an Education Minister who had falsely claimed to have a doctorate from Harvard.    In a series of changes announced late Sunday, Mr. Zedillo also backed away a bit from the young, American-trained technocrats who dominated his original team.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Long-Term Survivors May Hold Key Clues To Puzzle of AIDS","web_url":"https://www.nytimes.com/1995/01/24/science/long-term-survivors-may-hold-key-clues-to-puzzle-of-aids.html","abstract":"  NEWTON L. BUTLER is a 41-year-old resident of the San Francisco Bay area who has been infected with H.I.V, the AIDS virus, for 10 years for sure, and possibly 15. Yet he is, by his own and his doctor's accounts, a picture of health.   He works full time, hikes, exercises regularly and has never taken anti-H.I.V. medication. An occasional cold causes him to worry that he might be developing AIDS. But, he said in an interview, he has never had any of the myriad opportunistic infections that develop when the immune system falters from H.I.V. infection. In fact, frequent tests of Mr. Butler's immune function, particularly the count of CD-4 white blood cells, all have been well within the normal range.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Making It Easier to Enter the Web","web_url":"https://www.nytimes.com/1995/01/24/science/personal-computers-making-it-easier-to-enter-the-web.html","abstract":"  NOT too long ago, the Internet was similar to a wonderful book bazaar or library, without any system for organization, where many interesting works could be found if one had the patience to sift through the random stacks. Woe to the reader who dug into the mounds of books in search of one particular tome.   In the last few years the Internet has expanded at a phenomenal rate, and it now dwarfs any library in the physical world. The equivalent of the Library of Congress goes whizzing through the global computer network every few seconds. Trying to find that one particular piece of information on the Internet can be a frustrating experience, especially for newcomers.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Israelis Mourn, But Rabin Says Talks Continue","web_url":"https://www.nytimes.com/1995/01/24/world/israelis-mourn-but-rabin-says-talks-continue.html","abstract":"  One after another they were buried, an assembly line of misery and despair.   Death is no stranger here, but rarely does it come calling as ferociously as it did on Sunday when 19 Israelis were killed in a Palestinian suicide bombing, all but one of them soldiers barely old enough to vote.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"The Smoke From Grozny : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-the-smoke-from-grozny-letters-to-the-editor.html","abstract":"However we might wish it so, Russia is no benign democracy. For those who have clung to this illusion, let the smoke wafting from the calamity of Chechnya be your wake up call. It is too soon to have beaten our swords into plowshares; it is too soon for","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Inquiry Finds No U.S. Involvement in the Iraqi Arms Buildup","web_url":"https://www.nytimes.com/1995/01/24/us/inquiry-finds-no-us-involvement-in-the-iraqi-arms-buildup.html","abstract":"  Clinton Administration lawyers said today that they had found no evidence to support accusations that aides to President George Bush had secretly armed Iraq and covered up their activities after Saddam Hussein invaded Kuwait in August 1990.   In a lengthy report commissioned by Attorney General Janet Reno, investigators said no one deserved to be prosecuted beyond a small handful of bankers in Atlanta who secretly helped finance some of Iraq's arms purchases and who have already been convicted.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Retired U.S. General to Aid Muslim-Croat Federation","web_url":"https://www.nytimes.com/1995/01/24/world/retired-us-general-to-aid-muslim-croat-federation.html","abstract":"  The United States will soon send a retired general, Frederick M. Franks Jr., to Bosnia to assist the Muslim-Croat federation here with the integration of its armed forces, American officials said today.   The dispatch of General Franks, the former commander of VII Corps, which delivered the knockout blow to the Republican Guard in Iraq during the Persian Gulf war, will recreate a union with a British general that was of decisive importance in the gulf.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"USAir Transcript Shows Plunge Was a Complete Surprise","web_url":"https://www.nytimes.com/1995/01/24/us/usair-transcript-shows-plunge-was-a-complete-surprise.html","abstract":"  Whatever brought down USAir Flight 427 last September, pushing the Boeing 737 into a skid to the left, a roll and a 300-mile-an-hour corkscrew plunge to the ground, it was a complete surprise and mystery to the cockpit crew, it became clear today when the National Transportation Safety Board released a transcript of the cockpit voice recorder.   The transcript of the flight, which ended in a crash that killed all 132 people on board, runs from the mundane to screaming terror in the space of a few minutes.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"State of the Union? One Day, Paralyzed","web_url":"https://www.nytimes.com/1995/01/24/opinion/state-of-the-union-one-day-paralyzed.html","abstract":"  When the Framers replaced the Articles of Confederation with the Constitution, they gave the Government unqualified and unimpeded fiscal powers. Today, a new Republican majority in Congress proposes to overturn that decision. Speaker Newt Gingrich says he intends to reverse the growth of the Federal Government's role in society since 1932. The legacy he challenges, however, is not only that of Franklin D. Roosevelt but more fundamentally that of Alexander Hamilton.   As President Clinton delivers his State of the Union Message tonight, many Americans will wonder about the fate of particular programs and policies in the new Congress. But the larger question raised by the Republicans is the Government's capacity to act, for they propose not just to shrink programs but to impose a permanent constitutional straightjacket that is likely to paralyze the Government in future crises.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Retirement Isn't Out Of Picture For Rice","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-retirement-isn-t-out-of-picture-for-rice.html","abstract":"  If the 49ers beat the Chargers on Sunday in Super Bowl XXIX, Jerry Rice, arguably the best receiver in the history of the National Football League, said he would consider retiring.   Rice said today that he was approaching the Super Bowl as if it were his last game because that's the way he keeps motivated and focused. Later, someone asked Rice, 32, whether he was contradicting a statement he made this season that he would consider playing another five or seven years.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Lisbon Must Protect Prehistoric Artwork","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-lisbon-must-protect-prehistoric-artwork-774595.html","abstract":"  To the Editor:   A few years ago the discovery of a 5,300-year-old ice man in the Alps left everyone thrilled by new knowledge and insight into humankind. Last year an equally unexpected discovery was made: a so-called open-air Stone Age art gallery in Portugal, thought to be the most important outdoor paleolithic site known.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Hirwaun Journal; For These Miners, How Green Is Their Valley Now","web_url":"https://www.nytimes.com/1995/01/24/world/hirwaun-journal-for-these-miners-how-green-is-their-valley-now.html","abstract":"  For Tyrone O'Sullivan, the worst day of his life was 31 years ago when he was an apprentice electrician at the Tower coal mine. His father, a miner like his grandfather and his great-grandfather, was killed in a fall below ground.   The second worst day was April 23 last year when British Coal announced it was closing the mine. Driving home, he had to pull over to the shoulder. \"I had to stop the car and I could not stop crying,\" he recalled. \"I felt as though I had lost my father again.\"","thumbnail":null,"section":"World"},{"date":"19950124","headline":"On My Mind; Choices for Rabin","web_url":"https://www.nytimes.com/1995/01/24/opinion/on-my-mind-choices-for-rabin.html","abstract":"  The President of Israel, a pioneer air force general who became part of the movement for peace with the Palestinians, looked at the Israelis left dead after Sunday's terrorist massacre, visited the wounded and then said what he felt had to be said at last.   The time had come, President Ezer Weizman said, to suspend the talks with the Palestinians, for the Labor Government and the Likud opposition to get together -- and, most important of all, for Israel to \"rethink which way we are going.\"","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Let's Move Past Stigma on Mental Illness","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-let-s-move-past-stigma-on-mental-illness-991495.html","abstract":"  To the Editor:   A. M. Rosenthal points out in \"The Broken People\" (column, Jan. 17) the irrational discrepancy in the way our society ignores individuals with psychiatric illness while promptly treating those with nonpsychiatric medical illness.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Israeli Premier Sees 'No Alternative'","web_url":"https://www.nytimes.com/1995/01/24/world/israeli-premier-sees-no-alternative.html","abstract":"  Against a chorus of demands that he halt peace talks with the Palestinians, Prime Minister Yitzhak Rabin said tonight that he would not let negotiations be disrupted by a wave of Islamic suicide bombings, including the one on Sunday that killed 18 Israeli soldiers and a civilian.   \"We shall continue on the path of peace -- there is no alternative,\" Mr. Rabin said in an unusual televised speech to a nation still reeling from one of the deadliest episodes in its history. \"We will achieve peace because that is the solution in the long run to the terrorist attacks.\"","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Officer Shot Man in the Back, Medical Examiner Finds","web_url":"https://www.nytimes.com/1995/01/24/nyregion/officer-shot-man-in-the-back-medical-examiner-finds.html","abstract":"  A man who was killed by the police in Brooklyn on Sunday morning was shot in the back, not the chest as the Police Department originally reported, the Medical Examiner's office announced yesterday.   The victim, Anibal Carrasquillo, 21, was shot while being chased by two plainclothes officers from the 70th Precinct. The police said the officers saw him peering into the windows of parked automobiles as if he were preparing to steal or vandalize them. Department officials said that Mr. Carrasquillo, who was unarmed, mimicked pointing a gun at the officers before they shot him in the chest behind a building at 950 Ocean Avenue in the Flatbush section shortly after midnight on Sunday.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"L.I.R.R. Defendant Helps Pick Jury, Then Says It Is Biased","web_url":"https://www.nytimes.com/1995/01/24/nyregion/lirr-defendant-helps-pick-jury-then-says-it-is-biased.html","abstract":"  Colin Ferguson helped complete selection of a jury in his murder trial in Nassau County Court today, then described the jurors as unfair and called for the trial to be moved.   Mr. Ferguson, who continued to act as his own attorney over the objections of his legal advisers, is charged with killing six people on the Long Island Rail Road a year ago and wounding 19 others.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Dinner at 8? San Francisco Will Be Feasting by Then","web_url":"https://www.nytimes.com/1995/01/24/sports/on-pro-football-dinner-at-8-san-francisco-will-be-feasting-by-then.html","abstract":"  ARE you ready for Super Bowl XXIX (that's 29)? Get ready for another blowout. Another half-game. Another half Super Bowl. So here are XIV and a half (that's 14 1/2) reasons why the San Francisco 49ers will rip the San Diego Chargers:   I San Francisco has the Golden Gate Bridge, Twin Peaks and is The City by the Bay. San Diego has the zoo. Where do you want to spend your vacation?","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Liberties With Music : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-liberties-with-music-letters-to-the-editor.html","abstract":"The United States wants Beijing to crack down on sales of pirated compact disks. But despite strong governmental efforts, pirated disks are still widely available in Beijing and are being copied almost perfectly. The disk does not come with the complete","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"World News Briefs; Officials Among 30,000 Honoring Iran Critic","web_url":"https://www.nytimes.com/1995/01/24/world/world-news-briefs-officials-among-30000-honoring-iran-critic.html","abstract":"  More than 30,000 Iranians took part today in funeral ceremonies for former Prime Minister Mehdi Bazargan, who became a chief opponent of the Islamic Government in recent years but was posthumously hailed by senior Government officials.    Mourners marched for two miles through Teheran streets with Mr. Bazargan's body.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"In a French Cave, Wildlife Scenes From a Long-Gone World","web_url":"https://www.nytimes.com/1995/01/24/science/in-a-french-cave-wildlife-scenes-from-a-long-gone-world.html","abstract":"  Stone Age murals discovered last month in southern France come in red hematite, ochre yellow and hues of charcoal, and specialists believe they were made some 20,000 years ago.   French explorers found the 300-odd paintings and engravings beautifully preserved in the darkness of a great underground limestone cavern. The team of two men and one woman were probing a gorge not far from the Ardeche River near the town of Vallon-Pont-d'Arc when they spotted their first clue: a draft coming through the stones. After clearing a narrow passage, the team dropped down 30 feet and landed on the floor of a great chamber. Here they saw the first red markings on the walls.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"St. John's Lopez Prepares For Battle of the Freshmen","web_url":"https://www.nytimes.com/1995/01/24/sports/college-basketball-st-john-s-lopez-prepares-for-battle-of-the-freshmen.html","abstract":"  In Felipe Lopez's fledging basketball career, he can't remember ever losing five straight games. \"Not even when I was playing in the playgrounds,\" he said.   But that's where St. John's losing streak stands heading into tonight's game against Georgetown in Landover, Md. One more loss would match the six-game skid that ended the 1993-94 regular season. St. John's is 8-6 over all and 2-5 in the Big East; the Hoyas are 12-3 and 5-2 after a 66-60 loss to Villanova on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/24/arts/chess-657995.html","abstract":"  Forewarned is not always sufficiently forearmed, as the outcome of the Pan-American Intercollegiate Championship showed. Borough of Manhattan Community College alerted everyone to its strength when it won a year ago, but still no team could stop its squad from winning again in Providence, R.I., in a tournament held Dec. 27 to 30.   Manhattan scored the winning 5 1/2- 1/2 out of its six matches in a Swiss-system field of 31 teams. McGill University of Montreal was second with 5-1, followed by New York University, Universidad Nacional de Pedro Henriquez Urena of the Dominican Republic and Harvard.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"Lindros Rink Rats To Play Each Other","web_url":"https://www.nytimes.com/1995/01/24/sports/hockey-lindros-rink-rats-to-play-each-other.html","abstract":"  Eric Lindros has an interesting perspective on what it will be like to play against his younger brother, Brett, in the National Hockey League this season.   \"I see it as a couple of free dinners on the Island,\" said the Philadelphia Flyers' captain, who is already on the verge of N.H.L. superstardom less than a month short of his 22d birthday.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Extra Effort Starts Paying Off for Mason","web_url":"https://www.nytimes.com/1995/01/24/sports/pro-basketball-extra-effort-starts-paying-off-for-mason.html","abstract":"  Last Friday, a cherished day off for the Knicks, Anthony Mason persuaded an assistant coach, Jeff Van Gundy, to spend an hour with him in a gym working on his offensive moves. That kind of diligence is becoming second nature with Mason.   He is a gym rat with a purpose. The more he practices, it seems, the more it shows on the court.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Let's Move Past Stigma on Mental Illness","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-let-s-move-past-stigma-on-mental-illness-991496.html","abstract":"  To the Editor:   A. M. Rosenthal points out in \"The Broken People\" (column, Jan. 17) the irrational discrepancy in the way our society ignores individuals with psychiatric illness while promptly treating those with nonpsychiatric medical illness.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Some Simple Tools For Sunday Painters","web_url":"https://www.nytimes.com/1995/01/24/science/peripherals-some-simple-tools-for-sunday-painters.html","abstract":"  OWNING a computer and a painting program will not make most of us artists, any more than owning oil paints, brushes and canvases will. But whether Rembrandt or Richard Roe, an artist or would-be artist needs the proper tools.   Flying Colors, from Davidson & Associates of Torrance, Calif., phone (800) 545-7677, provides many: stamps (images); an eraser; brushes; ovals and rectangles both solid and hollow, and patterns. On the monitor of a computer running Windows 3.1 with 256 colors, the screen is so sparkling that you may hesitate to mar it with your own efforts.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/24/nyregion/c-corrections-737095.html","abstract":"  An article on Sunday about the New York Islanders' search for a new mascot misidentified a team that had worked with the Islanders' design firm. It was the Florida Panthers of the National Hockey League, not the Carolina Panthers of the National Football League.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"'Holy War,' Fragile Peace","web_url":"https://www.nytimes.com/1995/01/24/opinion/holy-war-fragile-peace.html","abstract":"  The Israeli Government faces a daunting challenge to protect its people from zealots willing to die in misguided service to a cause, like the Islamic Holy War terrorists whose bombs killed 18 Israeli soldiers and one civilian at a bus stop Sunday. Prime Minister Yitzhak Rabin now faces an almost equally difficult challenge -- keeping peace talks with the Palestine Liberation Organization on track after the fifth major bombing in less than a year by Islamic radicals determined to destroy the negotiations, the P.L.O. and Israeli morale.    To Mr. Rabin's credit, he has reaffirmed his commitment to peace diplomacy, rejecting the arguments both of right-wingers who never believed in peace with the Palestinians and of doves like President Ezer Weizman who now question whether such \"a bloody process\" can ever lead to peace.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Pataki Is Reaching Out With Good Will and Humor; The Governor Tries the Personal Touch As a Way of Defusing Political Tensions","web_url":"https://www.nytimes.com/1995/01/24/nyregion/pataki-reaching-with-good-will-humor-governor-tries-personal-touch-way-defusing.html","abstract":"  For much of his first three weeks in office, Gov. George E. Pataki has mounted a good-will blitzkrieg across the state, bringing a personal touch to every political relationship.   He has opened the executive mansion to a near daily flow of guests, ranging from the State Legislature to the Albany press corps. He has spiced every speech with personal anecdotes, corny quips and references to members of his audience. He has met with most county executives, the mayors of the state's largest cities and a group of black ministers led by the Rev. Al Sharpton. Last week, he became the first sitting governor in memory to address the New York City Council.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Budget's Losers Display A Touch of Resignation","web_url":"https://www.nytimes.com/1995/01/24/nyregion/budget-s-losers-display-a-touch-of-resignation.html","abstract":"  Gov. Christine Todd Whitman warned today that there would be winners and losers in her $16 billion budget, and they lined up almost as soon as the Governor ended her speech.   Among the biggest losers are state workers, whose numbers could be pared by as many as 3,400, and the state's wealthiest school districts.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/24/science/q-a-653695.html","abstract":"  Measuring Mountains   Q.  How do scientists measure mountains like Mount Everest?","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/24/nyregion/no-headline-395295.html","abstract":"  \"It's almost as if there are two management philosophies. One seeks to cut payrolls and reduce labor costs and tries to bust unions or control union power. The other seeks to empower workers and give them a greater voice.\" -- ROBERT B. REICH, Secretary of Labor.  [ A7:4. ]","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Two Generations of Reminiscences by Gowdys","web_url":"https://www.nytimes.com/1995/01/24/sports/tv-sports-two-generations-of-reminiscences-by-gowdys.html","abstract":"  The Super Bowl has now been passed from one Gowdy to another. Curt Gowdy Sr. called eight Super Bowls, including the first, in 1967.  Curt Jr., an 18-year veteran of ABC Sports, will produce Sunday's two-hour pre-game show before the 49ers-Chargers game, as well as the halftime and post-game shows.    \"I was a big A.F.L. fan, and I vividly remember Dad calling their games with Paul Christman and Al DeRogatis,\" Curt Jr. said yesterday at ABC's production compound at Joe Robbie Stadium. \"He always said Super Bowl III was the greatest sports event he ever saw because of the David-Goliath aspect.\"","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Nijinsky's Notebooks Are Published, Unexpurgated","web_url":"https://www.nytimes.com/1995/01/24/books/nijinsky-s-notebooks-are-published-unexpurgated.html","abstract":"  On Jan. 19, 1919, just hours before he danced in public for the last time, Vaslav Nijinsky began scribbling furiously in a notebook. Seven weeks later, Swiss doctors studied four notebooks full of his writings and promptly interned him in a sanitarium for the mentally ill.   Nijinsky was only 29 at the time, and while his fame as the greatest dancer of his time never faded, he lived the last 31 years of his life in seclusion and incoherence. His notebooks contained his final words addressed to the world. Until now, they have never been made public in a complete form.","thumbnail":null,"section":"Books"},{"date":"19950124","headline":"Giuliani Wins Ruling on Halting City Funds for Transit Police","web_url":"https://www.nytimes.com/1995/01/24/nyregion/giuliani-wins-ruling-on-halting-city-funds-for-transit-police.html","abstract":"  New York City has the right to stop paying $320 million a year to support the transit police, a judge ruled yesterday, in a victory for Mayor Rudolph W. Giuliani as he pressures transit officials to agree to merge the transit force with the city police.   In a complicated 12-page decision, Justice Charles E. Ramos of State Supreme Court in Manhattan resoundingly rejected the Transit Authority's claim that the proposed cutoff of funds violated the city's contract with the authority and was subject to outside mediation. \"The city's right to terminate is both unconditional and unilateral,\" he wrote.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Advocates Say Cuts Cripple AIDS Agency","web_url":"https://www.nytimes.com/1995/01/24/nyregion/advocates-say-cuts-cripple-aids-agency.html","abstract":"  Leaders of community groups that work with AIDS patients clashed yesterday with officials of the Giuliani administration, contending that cuts in the budget and the work force had severely crippled the effectiveness of the city's Division of AIDS Services.    Administration officials acknowledged at a City Council hearing that AIDS workers have higher caseloads, but said that more efficient management had allowed the agency to accommodate AIDS patients' needs. \"I am glad to report that despite fiscal constraints, we continue to provide timely service to clients,\" said Ronald F. Cavalier, Acting Deputy Commissioner of the city's Human Resources Administration.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/24/nyregion/c-corrections-409695.html","abstract":"  Because of an editing error, an article in The Living Section last Wednesday about places where professional chefs shop for kitchen equipment referred incorrectly to Jean F. Tibbetts, an author and the manager of Lamalle Kitchenware. She is a woman.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"1920: Prescribe Whiskey : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-1920-prescribe-whiskey-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The epidemic of influenza is spreading rapidly, both in this city and Chicago, where new victims number thousands. Health commisioner Copeland of New York has appealed to the prohibition officials for the sale of whiskey by physicians and drugg","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"The Met Orchestra At Carnegie","web_url":"https://www.nytimes.com/1995/01/24/arts/music-review-the-met-orchestra-at-carnegie.html","abstract":"  When James Levine's all-Strauss program with the Met Orchestra on Sunday passed the two-hour mark, several concertgoers chose to leave Carnegie Hall, after Margaret Price's moving account of the \"Four Last Songs.\" They chose poorly. The reading of \"Don Quixote\" that closed the concert was one of the finest orchestral performances I have heard in the last few seasons. It offered the staggering beauty of tone one is accustomed to hear from this ensemble night after night, and it went further into a rich emotional realm that often eludes modern-day Strauss interpreters.   Mr. Levine's Metropolitan Opera powerhouse is one of very few American orchestras that could pull off a \"Don Quixote\" with soloists drawn from its own ranks. Jerry Grossman and Michael Ouzounian, the orchestra's principal cellist and violist, handled their solo roles with technical accomplishment and acute dramatic intelligence. Mr. Grossman moved in and out of the orchestral texture with an ease that full-time soloists often cannot manage in this work. All sections played splendidly: the brass was rock solid and never overloud, the woodwinds sharply characterful, the strings gorgeous at all dynamic levels.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"Titanic Burst Of Dying Stars Is Linked To Neutrinos","web_url":"https://www.nytimes.com/1995/01/24/science/titanic-burst-of-dying-stars-is-linked-to-neutrinos.html","abstract":"  AT the end of their bright lives, their nuclear fires spent and the heavy hand of gravity bearing down, stars of the most massive kind muster one last spurt of energy and go out with a bang.   First the cataclysmic collapse: the star's iron core implodes, shrinking in less than a second from a diameter of several thousand miles to an extremely dense ball of 40 miles, with no loss of mass. Then the explosion: milliseconds after the collapse, in an eruption that is among the most violent events in nature, all of the star's outer layers blow apart. For a brief time, the fireball shines with the brilliance of 100 billion stars.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Let's Move Past Stigma on Mental Illness; Arbitrary Standards","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-let-s-move-past-stigma-on-mental-illness-arbitrary-standards-783495.html","abstract":"  To the Editor:   A. M. Rosenthal speaks about the anguish of people \"because they do not know where their pain is coming from\" (column, Jan. 17). Neither do the high priests of the mental health movement know, but that does not stop them from drugging suffering civilians into submission.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/24/style/chronicle-417795.html","abstract":"  EVANGELINE BRUCE is a name revered in diplomatic circles and in the highest echelons of Washington society. Now it is about to be emblazoned on dust jackets, when her book, \"Napoleon and Josephine: An Improbable Marriage,\" is published, in March, by Lisa Drew/Scribner.   The work, long in progress, did not originate as a double biography or as the chronicle of a romance.","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/24/nyregion/inside-415095.html","abstract":"  Abortion Opponents March   An estimated 45,000 opponents of abortion marched to mark the 22d anniversary of the Supreme Court decision in Roe v. Wade. Page A12. Transit Police Lose a Round    New York City has the right to stop paying $320 million a year to support the transit police, a judge ruled, in a victory for Mayor Giuliani. Page B1. Long- Term H.I.V. Survivors    AIDS researchers are seeking clues from H.I.V.-infected people who live for years with healthy immune systems. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Czech Health Care on Mend : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-czech-health-care-on-mend-letters-to-the-editor.html","abstract":"The article \"East Europe Health Care, Out of Cash, Has Relapse\" (IHT, Nov. 25) paints a universally bleak picture that is unfair to the Czech Republic. Having worked extensively with health care facilities there over the past three years in my","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Retro Retrospective of Movie Songs","web_url":"https://www.nytimes.com/1995/01/24/arts/pop-review-retro-retrospective-of-movie-songs.html","abstract":"  When the song lyricists Alan and Marilyn Bergman scored their first hit 38 years ago with a pop-calypso throwaway called \"Yellow Bird,\" who would have guessed that three decades later they would be the torchbearers for an endangered species of Hollywood pop grandeur? With a catalogue that includes \"The Way We Were,\" \"The Windmills of Your Mind\" and the underappreciated score for \"Yentl,\" they are the most important lyricists still writing movie songs in a pre-rock style. Attesting to their success was Mrs. Bergman's recent election to head the board of Ascap.    Opening the 25th season of the 92d Street Y's popular Lyrics and Lyricists series on Sunday afternoon, the Bergmans were the hosts of an extensive retrospective of their work. For nearly three hours, the Y's main auditorium resounded with the billowing Technicolor ballads of love and longing that make up the bulk of their output. Joining them on the stage were the cabaret singer Nancy LaMott and her accompanist, Christopher Marlowe, and the singer Sandy Stewart backed by the Mike Renzi Trio.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"House Republicans Seek Edge for Their Version of Balanced-Budget Measure","web_url":"https://www.nytimes.com/1995/01/24/us/house-republicans-seek-edge-for-their-version-of-balanced-budget-measure.html","abstract":"  House Republican leaders said today that they would arrange this week's debate on a balanced-budget amendment to the Constitution in a way intended to give the version they prefer -- one that would make it very hard to raise taxes -- the best shot at passage.   But they conceded that its prospects were uncertain. And one Republican, Representative Gerald B. H. Solomon of upstate New York, said the party's leaders would probably decide on Wednesday evening, after the first day of debate, whether to continue pushing for their version or to throw their backing to a competing measure.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Political Footsteps","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-political-footsteps-785095.html","abstract":"  To the Editor:   While it is true that George Walker Bush is the first son of a President to be elected governor (\"Fathers' Footsteps: Other Political Families,\" Jan. 18), it should also be noted that Theodore Roosevelt Jr., son of President Theodore Roosevelt, served as Governor of Puerto Rico from 1929 to 1932 and as Governor General of the Philippines from 1932 to 1933, appointive positions.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Germans, 5 Years Later: Bitter and Still Divided","web_url":"https://www.nytimes.com/1995/01/24/world/germans-5-years-later-bitter-and-still-divided.html","abstract":"  Judging by what has happened since reunification in 1990, Germany is likely to be more preoccupied with itself over the next five years than intent on exercising the new economic and political might that made its European neighbors so uneasy five years ago.   Chancellor Helmut Kohl rammed unification through the NATO alliance and the European Community in 1989 and 1990, brushing aside fears that Europe would be dominated by a German colossus of 80 million people.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Laser at South Pole to Track Ozone Depletion","web_url":"https://www.nytimes.com/1995/01/24/science/laser-at-south-pole-to-track-ozone-depletion.html","abstract":"  A POWERFUL laser beam has begun to stab the sky above the South Pole, and scientists expect that it will illuminate many vital details about the depletion of the global ozone layer.   Working under uncomfortable and primitive conditions, a team of scientists from the University of Illinois at Urbana-Champaign completed preparations this month for operating the beam during the Antarctic winter, when darkness will prevail 24 hours a day and temperatures will drop below minus 100 degrees Fahrenheit.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Pirates Sale Closer","web_url":"https://www.nytimes.com/1995/01/24/sports/sports-people-baseball-pirates-sale-closer.html","abstract":"  The sale of the Pittsburgh Pirates to the cable television entrepreneur JOHN RIGAS received preliminary approval yesterday from baseball's ownership committee. Rigas will now attempt to negotiate a purchase agreement by Sunday, the expiration of the six-month deadline given the city to find a new buyer. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Ending the Corruption Feud","web_url":"https://www.nytimes.com/1995/01/24/opinion/ending-the-corruption-feud.html","abstract":"  Within the last year, nearly 40 New York City police officers have been arrested on corruption charges. City Hall sees the arrests as evidence that the department can police itself. But it could also be argued that this recent vigilance is at least partly a result of pressure from the Mollen commission's corruption hearings last year and the City Council's subsequent campaign to create an independent agency to monitor and investigate corruption.   The Council voted to create a strong agency with independent investigative and subpoena powers, as the commission recommended. Mayor Rudolph Giuliani vetoed the bill. Then, when the Council overrode him, he threatened to ignore the vote, forcing the Council to take him to court to establish the agency. Governance by litigation is threatening to become a habit with this Mayor.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Brave New Forecasts Go Beyond Tomorrow To Next Year's Weather","web_url":"https://www.nytimes.com/1995/01/24/science/brave-new-forecasts-go-beyond-tomorrow-to-next-year-s-weather.html","abstract":"  FROM now until June at least, it is likely to be warmer than normal most of the time in most of the country, including the Northeast, according to the first of a new generation of forecasts that the National Weather Service has begun issuing a year or more in advance.   Predicting the weather even a month ahead in even the vaguest and most general terms has been a chancy proposition given the atmosphere's chaotic behavior. Until now Government meteorologists have issued forecasts for no more than three months in advance, and then only to describe the chances that a given area would be warmer, colder, wetter or drier than normal. The meteorologists believe they now have the tools to make useful forecasts of this kind many more months ahead, at least under some conditions and in some seasons.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"Washington Talk; Quarrels and Sour Memories Fuel a Hostility to Gingrich","web_url":"https://www.nytimes.com/1995/01/24/us/washington-talk-quarrels-and-sour-memories-fuel-a-hostility-to-gingrich.html","abstract":"  Sometimes it isn't ideology or partisanship that explains the behavior of the House of the Representatives, but basic human relations. In many ways, the House is a small town, and like any other small town, it has its share of great feuds, ancient enmities and perceived betrayals.   This helps explain why Newt Gingrich, despite his efforts to present himself as a more statesmanlike Speaker, faces continued, low-intensity warfare with the Democrats. Why today, as on other days in recent weeks, Democrats took the floor to denounce the new Speaker's book deal and press for a more rigorous investigation into his ethics.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"On Both Sides of the Border, Peso Ills Were Long Ignored","web_url":"https://www.nytimes.com/1995/01/24/world/on-both-sides-of-the-border-peso-ills-were-long-ignored.html","abstract":"  While the Clinton Administration and the Mexican Government were saying until late last year that Mexico was a booming example of an emerging market that would bring wealth to workers in both countries, warnings were running rampant in both capitals that severe economic trouble lay ahead.   According to officials in Washington, the Treasury Department told several Mexican officials beginning last summer that the country's short-term borrowings had reached a dangerously high level and that the peso was being kept artificially high. But on several occasions, officials said, the Mexicans responded that they were aware of the problem, but that nothing could be done during and just after the election that brought Ernesto Zedillo Ponce de Leon to power.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Cuomo Puts Ideas on Paper And Shops for a Book Deal","web_url":"https://www.nytimes.com/1995/01/24/books/cuomo-puts-ideas-on-paper-and-shops-for-a-book-deal.html","abstract":"  Conservative books are hot, publishers say. Liberal ones are not. But never mind that. Former New York Gov. Mario M. Cuomo, whose liberal politics were soundly voted down in November, has decided to weigh in anyway. His proposed book theme: \"progressive pragmatism.\"   In a two-and-a-half-page letter now being shopped around New York's publishing houses by his agent, the former Governor promises a fresh rebuttal to what he calls \"Gingrichism\" and the \"Newt world order.\" Publishing executives say that Mr. Cuomo is asking for a seven-figure advance.","thumbnail":null,"section":"Books"},{"date":"19950124","headline":"Panthers' New Coach Explains Philosophy","web_url":"https://www.nytimes.com/1995/01/24/sports/sports-people-football-panthers-new-coach-explains-philosophy.html","abstract":"  DOM CAPERS brought his defensive expertise to the Carolina Panthers yesterday, but he said stopping opponents won't be his only goal as he becomes the National Football League expansion team's first coach.   \"It's like going into a game,\" Capers said at a news conference formally introducing him as the head coach. \"You do extensive planning, you do your homework, and then you have to react.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"1895: Brainless Frog : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/24/opinion/IHT-1895-brainless-frog-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A brainless frog was the feature of interest at the last session of the Association of American Anatomists. It was exhibited by Dr. Burt G. Wilder of Cornell University. It was a good- sized lusty looking batrachian, and it was in a bottle. Dr.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"COLLEGE BASKETBALL REPORT","web_url":"https://www.nytimes.com/1995/01/24/sports/college-basketball-report.html","abstract":"  Monmouth    The Hawks (8-7) took the rematch of last year's Northeast Conference championship game with a 60-55 victory over Rider last Saturday night. Monmouth, which is now 6-1 and in first place in its league, has gone 8-2 since getting the junior swingman Jack Gordon back from ligament damage in his left thumb.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"WHITMAN PLEDGES EARLY COMPLETION OF 30% TAX CUT","web_url":"https://www.nytimes.com/1995/01/24/nyregion/whitman-pledges-early-completion-of-30-tax-cut.html","abstract":"  Saying that she had kept her promise, Gov. Christine Todd Whitman announced today that she would complete her 30 percent reduction in state income tax rates by next January, a year ahead of schedule. The reduction would be paid for by a catalogue of cuts in state government that would reduce the state work force by 3,350 employees, or nearly 5 percent.   The announcement was a surprise, since most legislators listening to the Governor's annual budget message had forecast a new tax cut of only 5 percent on top of the 15 percent in reductions already enacted, and since Mrs. Whitman herself had indicated in October that she might not be able to keep to her three-year timetable.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Master Cobbler Sets Up Shop Again","web_url":"https://www.nytimes.com/1995/01/24/style/IHT-master-cobbler-sets-up-shop-again.html","abstract":"You grasp a smooth ankle and stroke a shiny shoe that forms the doorknob of the boutique. In the window teeters a mule in jewel-bright suede with a curving high heel shaped like a comma. It looks as striking now as in 1955 when Roger Vivier's \"shock","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/24/style/chronicle-733895.html","abstract":"  The show must go on . . . but sometimes technology makes it difficult. Last Tuesday, for example, a performance of \"Sunset Boulevard\" was canceled because of hydraulic equipment problems that prevented the scenery from moving.    Four days later, at the Saturday preview matinee of \"Love! Valour! Compassion!,\" which was a hit at the Manhattan Theater Club and has moved to the Walter Kerr Theater on Broadway, a computer glitch left the production without sound effects or music.","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"Athlete Guilty of Felony Rejected by Seton Hall","web_url":"https://www.nytimes.com/1995/01/24/sports/college-basketball-athlete-guilty-of-felony-rejected-by-seton-hall.html","abstract":"  Stressing the importance of preserving its integrity and delivering what it believes is the proper signal to women, Seton Hall University announced yesterday that it had rejected the admissions application of a high school basketball player it recruited because he has pleaded guilty to the felony charge of first-degree sexual abuse.   Richard Parker, a senior guard at Manhattan Center High School, was informed of the decision yesterday. Parker had signed a letter of intent with Seton Hall last November, but his already controversial status grew more tenuous after he pleaded guilty in Manhattan Supreme Court on Jan. 13. Yesterday, Parker quit his high school team, citing the heightened media attention surrounding his plea.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"SUPER BOWL XXIX;\nOne Charger's Vow: Take Rice Out of Game","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-one-chargers-vow-take-rice-out-of-game.html","abstract":"The Chargers believe they can beat the 49ers. Who cares what the rest of the football world thinks.\n\nStanley Richard is the leader of the San Diego secondary. He's known as the Sheriff of the Posse, and Jerry Rice is on his most wanted list.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"By Design; A Familiar 60's Look for the 90's","web_url":"https://www.nytimes.com/1995/01/24/style/by-design-a-familiar-60-s-look-for-the-90-s.html","abstract":"  Jacqueline Kennedy Onassis' style lives on, particularly her way of dressing in the 1960's. The spring shows in Europe and the United States were filled with the kind of sleeveless dresses and short-jacket suits that she favored then.   All manner of clothes and accessories re-creating the Jackie look for the 90's are in stores now. Henri Bendel has A-line pique dresses in white or pink by Shelli Segal ($155) and in white or black by Cynthia Rowley ($170).","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"Sports of The Times; Willhite Has Been in J. R.'s Shoes","web_url":"https://www.nytimes.com/1995/01/24/sports/sports-of-the-times-willhite-has-been-in-j-r-s-shoes.html","abstract":"  NICK WILLHITE heard the news about J. R. Richard at home in Salt Lake City, where he lives and works for the Utah Alcoholism Foundation Center, and believed he had an understanding of the tragedy, of how Richard, who once threw a fastball as fast as his Astros teammate Nolan Ryan, had wound up homeless. Of how it was learned that Richard had been living in a disheveled state under a bridge in Houston, the town where many of his triumphs occurred some 15 years earlier.   Willhite had gone through a similar experience, reaching a dream of pitching for the National League champion Dodgers in 1963 and for their World Series championship team in 1965, and then some 20 years later becoming homeless, a drug and alcohol addict, wandering the streets of Salt Lake City.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Miami Asks Cowboys' Davis to Be Coach","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-miami-asks-cowboys-davis-to-be-coach.html","abstract":"  Barring a last-minute breakdown in contract negotiations Tuesday morning, the University of Miami finally has a successor to the departed head football coach Dennis Erickson.    It's Butch Davis, a 43-year-old former Miami assistant who has been an assistant coach with the Dallas Cowboys for six seasons, the last two as the defensive coordinator.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Unlikely Pair Confront A City's Budget Woes","web_url":"https://www.nytimes.com/1995/01/24/us/unlikely-pair-confront-a-city-s-budget-woes.html","abstract":"  As political partners eager to untangle the financial mess of the nation's capital, they could not be an odder couple.   With liberal spending and hiring practices during his previous terms as Mayor of Washington, Marion S. Barry Jr. had a hand in creating the city's $500 million deficit. Representative Thomas M. Davis 3d, a Republican from Northern Virginia and head of the subcommittee that oversees city affairs, is part of the new Congressional majority eager to slash social spending and skeptical of Mr. Barry's leadership.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Illinois Town a 'Testing Field' in Labor Relations","web_url":"https://www.nytimes.com/1995/01/24/us/illinois-town-a-testing-field-in-labor-relations.html","abstract":"  The ovens of industry are burning with gusto in this old prairie city's east end, where factories abut dormant black cornfields and the asphalt skirts of auto body shops and bowling alleys. Day and night, the A. E. Staley corn milling plant belches plumes of smoke that dust the downtown with a scent as sweet and thick as a bakery's.   A few blocks up 22d Street from Staley, the two-story brick plant of the world's No. 1 tire and rubber company, the Bridgestone Corporation of Tokyo, is operating, too, and so, a few blocks farther up 22d, is the still bigger plant of the world's No. 1 producer of earth-moving equipment, Caterpillar Inc. of Peoria.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Presenting a Program That Lives Up to Its Name","web_url":"https://www.nytimes.com/1995/01/24/arts/dance-review-presenting-a-program-that-lives-up-to-its-name.html","abstract":"  \"Unconfined Movement\" was an apt title for a program produced by Shannon Hobbs featuring six choreographers who are independent thinkers. One of these is Ms. Hobbs, who last year bucked dance-world trends by creating a powerful and abstractly stated solo about the war in Bosnia.   The three premieres she presented on Friday night at the Cunningham Studio were more overtly dramatic and less terse in their movement vocabulary. Ms. Hobbs, who obviously belongs to no downtown cult, is still in the process of finding a personal vocabulary to match her strong pictorial images and ideas.","thumbnail":null,"section":"Arts"},{"date":"19950124","headline":"New York City Students Should Ride the Buses and Trains Free","web_url":"https://www.nytimes.com/1995/01/24/opinion/l-new-york-city-students-should-ride-the-buses-and-trains-free-780095.html","abstract":"  To the Editor:   New York City should eliminate the requirement that students carry and present transportation passes to ride city buses or trains in traveling to and from school. All students, 5 to 21 years old, should be permitted free access to transportation seven days a week.","thumbnail":null,"section":"Opinion"},{"date":"19950124","headline":"Minorities In Gritty Part Of Quake City Bear Big Loss","web_url":"https://www.nytimes.com/1995/01/24/world/quake-in-japan-in-kobe-minorities-in-gritty-part-of-quake-city-bear-big-loss.html","abstract":"  This crumpled city struggled to get back to work today, as supply-laden helicopters crisscrossed the gray skies to avoid horrific traffic jams, businessmen pedaled to work on bikes and the city began its first garbage pickup since last week's huge earthquake.   Water is now running to 41 percent of households, and electricity has been restored to nearly every home that remains habitable.","thumbnail":null,"section":"World"},{"date":"19950124","headline":"Ally of Pataki Defies Him With Deal on Pension Bill","web_url":"https://www.nytimes.com/1995/01/24/nyregion/ally-of-pataki-defies-him-with-deal-on-pension-bill.html","abstract":"  Setting up a surprising confrontation with Gov. George E. Pataki, the leaders of the Senate and Assembly agreed today to pass legislation that would increase the pensions of state and city workers and saddle Mayor Rudolph W. Giuliani with a heavy bill.   Mr. Pataki supported the bill, which would grant retirees their first one-time increase in pension levels since 1988, while courting unions during last year's campaign. But he quickly reversed course after his election, saying it would be too costly for the state and for New York City. The new Republican Governor suggested strongly today that he would veto the legislation.","thumbnail":null,"section":"New York"},{"date":"19950124","headline":"Devils Break the Ice With Tie","web_url":"https://www.nytimes.com/1995/01/24/sports/hockey-devils-break-the-ice-with-tie.html","abstract":"  Coach Jacques Lemaire breathed a sigh of relief moments after the opening game of the season for the Devils on Sunday night at Hartford.   \"I'm glad it's over,\" Lemaire said after the 2-2 deadlock with the Whalers. \"At least now we'll have something to work on.\"","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"McSween's Surgery","web_url":"https://www.nytimes.com/1995/01/24/sports/sports-people-hockey-mcsween-s-surgery.html","abstract":"  DON McSWEEN, an Anaheim Mighty Ducks defenseman who severed tendons in his left wrist during a game at Winnipeg last week, will have surgery this week to repair the injury, the team said yesterday.   McSween will miss the rest of the National Hockey League season, but he is expected to make a full recovery. The wrist was cut by another player's skate. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/24/sports/results-plus-562995.html","abstract":"  PRO BASKETBALL  Price Is Out for 6 to 8 Weeks  The Cleveland Cavaliers won a game but lost their best player for at least six weeks. Tyrone Hill had 23 points and 14 rebounds and Tony Campbell keyed the decisive 20-2 run in the second quarter as the Cavaliers beat the visiting Los Angeles Clippers, 90-68. Earlier, they learned that Mark Price, their All-Star point guard, will undergo surgery tomorrow to have a screw placed through the broken navicular bone in his right wrist and will be out for six to eight weeks.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Is It a New Holocaust? Is It Paranoia? Is It Funny?","web_url":"https://www.nytimes.com/1995/01/24/theater/theater-review-have-you-spoken-any-jews-lately-it-new-holocaust-it-paranoia-it.html","abstract":"  About halfway through the first act of Bruce Jay Friedman's newest fever dream of a comedy, \"Have You Spoken to Any Jews Lately?\" a man in the audience explodes more or less metaphorically, speaking words supplied by the playwright.  \"This is a cheap commercialization of this century's most barbarous act,\" the man shouts to the actors.  \"Have you no shame?\"   Not really.","thumbnail":null,"section":"Theater"},{"date":"19950124","headline":"Republicans Change Portrait, And Democrats Are Furious","web_url":"https://www.nytimes.com/1995/01/24/us/republicans-change-portrait-and-democrats-are-furious.html","abstract":"  He was a rabid segregationist, blocking civil rights legislation at every turn. He was a Democrat in name, but was disowned by his own party. Thomas P. O'Neill Jr., the former Speaker, called him \"an ultraconservative who was no more a Democrat than the man in the moon.\"   Buried by the Democrats, Representative Howard W. Smith has now been resurrected by the Republicans.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Norton Goes for Unprecedented Third Straight Victory","web_url":"https://www.nytimes.com/1995/01/24/sports/super-bowl-xxix-norton-goes-for-unprecedented-third-straight-victory.html","abstract":"  Linebacker Ken Norton took a calculated risk when he left Dallas, a two-time defending Super Bowl champion that looked primed to three-peat, for the promise of championship glory with San Francisco.   \"All along I knew when I left that team it would be them or me,\" Norton said. \"So I did everything in my very power to make sure it was not going to be them.\"","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/24/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950124","headline":"President Will Seek a Higher Minimum Wage, Senior Aides Say","web_url":"https://www.nytimes.com/1995/01/24/us/president-will-seek-a-higher-minimum-wage-senior-aides-say.html","abstract":"  President Clinton will buck certain Congressional opposition to seek an increase in the minimum wage as a sign of his resolve to buttress the earning power of working Americans and stress the value of work, senior White House officials said today.   In the face of widespread demands for new requirements that would force welfare recipients to find jobs or lose benefits, administration aides described the President's proposal as one step toward providing new incentives for work.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"Manu Dibango:At Home Everywhere and Nowhere","web_url":"https://www.nytimes.com/1995/01/24/style/IHT-manu-dibangoat-home-everywhere-and-nowhere.html","abstract":"When Manu Dibango crosses borders, which is often, he prefers to be considered a \"musician\" rather than French, African, Cameroonian or black. \"We are a new race,\" he says. \"African musicians retain their roots but are at home ev","thumbnail":null,"section":"Style"},{"date":"19950124","headline":"Death Row Inmate Allowed New Appeal","web_url":"https://www.nytimes.com/1995/01/24/us/death-row-inmate-allowed-new-appeal.html","abstract":"  Ruling 5 to 4 in a death penalty case, the Supreme Court today gave a Missouri death row inmate a chance to persuade the lower Federal courts that his execution would be a \"miscarriage of justice\" because of new evidence that he says proves his innocence of the prison murder of which he was convicted in 1984.   The Court ruled that the lower courts had misapplied Supreme Court precedent in setting an extremely high standard for the inmate to meet before he could even get a hearing to present his evidence to a Federal judge.","thumbnail":null,"section":"U.S."},{"date":"19950124","headline":"If You Can't Beat 'em . . .","web_url":"https://www.nytimes.com/1995/01/24/sports/sports-people-boxing-if-you-can-t-beat-em.html","abstract":"  LENNOX LEWIS is relying on the man who plotted his downfall to help him get back to the top. The British boxer said yesterday that he had signed the trainer EMANUEL STEWARD, who was in OLIVER McCALL's corner when the American knocked out Lewis to gain the World Boxing Council heavyweight title Sept. 24.   Steward, whose Detroit gym has produced champions from TOMMY HEARNS to EVANDER HOLYFIELD, said he was ending his association with McCall for a multiyear deal that will also give him a percentage of Lewis's management.","thumbnail":null,"section":"Sports"},{"date":"19950124","headline":"Jaspers Continue Hot Start","web_url":"https://www.nytimes.com/1995/01/24/sports/college-basketball-jaspers-continue-hot-start.html","abstract":"  Manhattan, which was denied an invitation to last year's National Collegiate Athletic Association Tournament by Loyola of Maryland, rudely welcomed the Greyhounds to its Draddy Gymnasium in the Bronx last night.   The Jaspers (15-2), who have won six straight games and are off to their best start in 42 years, put together a dominant second half, crushing the Greyhounds, 85-56, with a barrage of 3-point field goals and one of the stingiest man-to-man defenses in the nation.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950124","time":"1995-01-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":63,"wspd":24.1},{"date":"19950124","time":"1995-01-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":64,"wspd":24.1},{"date":"19950124","time":"1995-01-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":66,"wspd":20.5},{"date":"19950124","time":"1995-01-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":64,"wspd":24.1},{"date":"19950124","time":"1995-01-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":62,"wspd":27.7},{"date":"19950124","time":"1995-01-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":60,"wspd":27.7},{"date":"19950124","time":"1995-01-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":62,"wspd":22.3},{"date":"19950124","time":"1995-01-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":62,"wspd":18.4},{"date":"19950124","time":"1995-01-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":64,"wspd":20.5},{"date":"19950124","time":"1995-01-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":61,"wspd":22.3},{"date":"19950124","time":"1995-01-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":65,"wspd":16.6},{"date":"19950124","time":"1995-01-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":64,"wspd":22.3},{"date":"19950124","time":"1995-01-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":62,"wspd":25.9},{"date":"19950124","time":"1995-01-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":62,"wspd":25.9},{"date":"19950124","time":"1995-01-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":70,"wspd":18.4},{"date":"19950124","time":"1995-01-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":61,"wspd":14.8},{"date":"19950124","time":"1995-01-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":62,"wspd":13},{"date":"19950124","time":"1995-01-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":64,"wspd":13},{"date":"19950124","time":"1995-01-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":64,"wspd":11.2},{"date":"19950124","time":"1995-01-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":69,"wspd":14.8},{"date":"19950124","time":"1995-01-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":11.2},{"date":"19950124","time":"1995-01-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":88,"wspd":11.2},{"date":"19950124","time":"1995-01-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":87,"wspd":5.4},{"date":"19950124","time":"1995-01-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":7.6},{"date":"19950124","time":"1995-01-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":18.7},{"date":"19950124","time":"1995-01-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":52,"wspd":24.1},{"date":"19950124","time":"1995-01-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":22.3},{"date":"19950124","time":"1995-01-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":16.6},{"date":"19950124","time":"1995-01-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":58,"wspd":14.8},{"date":"19950124","time":"1995-01-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":58,"wspd":20.5},{"date":"19950124","time":"1995-01-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":22.3},{"date":"19950124","time":"1995-01-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":18.7},{"date":"19950124","time":"1995-01-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":66,"wspd":20.5},{"date":"19950124","time":"1995-01-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":75,"wspd":20.5},{"date":"19950124","time":"1995-01-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":14.8},{"date":"19950124","time":"1995-01-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":75,"wspd":13},{"date":"19950124","time":"1995-01-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":69,"wspd":16.6},{"date":"19950124","time":"1995-01-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":69,"wspd":16.6},{"date":"19950124","time":"1995-01-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":18.7},{"date":"19950124","time":"1995-01-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":66,"wspd":25.9},{"date":"19950124","time":"1995-01-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":20.5},{"date":"19950124","time":"1995-01-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":27.7},{"date":"19950124","time":"1995-01-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":29.5},{"date":"19950124","time":"1995-01-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":22.3},{"date":"19950124","time":"1995-01-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":27.7},{"date":"19950124","time":"1995-01-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":53,"wspd":29.5},{"date":"19950124","time":"1995-01-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":29.5},{"date":"19950124","time":"1995-01-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":59,"wspd":25.9}]},"19950125":{"guardian_articles":[],"nytimes_articles":[{"date":"19950125","headline":"In Bold Move, Willie Brown Wins Again","web_url":"https://www.nytimes.com/1995/01/25/us/in-bold-move-willie-brown-wins-again.html","abstract":"  Defying all political odds and outmaneuvering the Assembly's new Republican plurality, Willie L. Brown Jr. executed the boldest move of his long career in Democratic politics late Monday night to claim the post of Speaker for a record eighth two-year term.   After seven weeks of deadlock in which the Assembly's 40 Republicans, 39 Democrats and one independent wrestled over who would be the Speaker for the term that began in December, Mr. Brown engineered the expulsion of a Republican, Richard Mountjoy, on the ground that Mr. Mountjoy was elected to both the Senate and the Assembly in November and could not legally serve in both.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Dresden Journal; Firestorm of '45: Combing the Ashes for Meaning","web_url":"https://www.nytimes.com/1995/01/25/world/dresden-journal-firestorm-of-45-combing-the-ashes-for-meaning.html","abstract":"  In the half-century since one of history's most devastating firebombing raids reduced Dresden to rubble, the city has been largely rebuilt. Some of its most magnificent edifices, including the Baroque 18th-century Zwinger Palace and the stately Semper Opera, have been painstakingly restored and now look much as they appear in prewar photos.    Nine hotels are expected to open this year to accommodate the steadily increasing stream of tourists who come here to see the city and the treasures in its museums.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Union Official Ousted Over Funds","web_url":"https://www.nytimes.com/1995/01/25/sports/super-bowl-xxix-union-official-ousted-over-funds.html","abstract":"  A key executive of the National Football League Players Association was dismissed this week for gross misuse of funds totaling between $80,000 and $100,000, according to several people with knowledge of union business. And the official has not been heard from for more than two weeks.   The association would only say that the executive, John Walker, was dismissed. The union's assistant executive director, Doug Allen, said, \"It is an accurate statement that he has been terminated, but otherwise I have no comment.\" Allen later contended that Walker was not a key member of the players association.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Formal Inquiry Is Set on Airport Blackout","web_url":"https://www.nytimes.com/1995/01/25/nyregion/formal-inquiry-is-set-on-airport-blackout.html","abstract":"  Before the lights went out at Newark International Airport two weeks ago, state law may have been broken at least once.   That is the suspicion of the State Board of Public Utilitites, which voted today to hold formal investigative hearings into the Jan. 9 construction accident that closed the airport and stranded thousands of passengers.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Visiting Angkor Wat","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-visiting-angkor-wat-129295.html","abstract":"  To the Editor:   My heart goes out to the families of Susan Ginsburg Hadden and her guide, who were killed Jan. 15 by Khmer Rouge guerrillas or bandits while traveling to Banteay Serey, a small temple beyond the main Angkor Wat temple complex in Cambodia (news articles, Jan. 17, 18). This tragedy should not deter people from visiting the main temple complex.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-100495.html","abstract":"  Because of an editing error, an article in the City section on Sunday about the Giuliani administration's decision to reduce the number of AIDS patients in single-room-occupancy hotels on the Upper West Side misstated the planned method. It is attrition, not relocation.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-103995.html","abstract":"  The Advertising column on the Media Business page yesterday, about the Fallon McElligott ad agency's new office in New York, included scrambled passages in some copies. Readers wishing corrected copies of the article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or telephone (212) 556-1992.  ","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"N.B.A. Is Upheld On Salary Cap","web_url":"https://www.nytimes.com/1995/01/25/sports/nba-is-upheld-on-salary-cap.html","abstract":"  National Basketball Association owners won another labor round in court yesterday when a three-judge Federal appeals panel in Manhattan upheld a lower court ruling that the league's salary cap, draft and right of first refusal were not violations of the antitrust laws, even though the collective bargaining agreement that spawned them had expired.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Perjury Charge for Investigator of Police","web_url":"https://www.nytimes.com/1995/01/25/nyregion/perjury-charge-for-investigator-of-police.html","abstract":"  A police sergeant who supervised internal investigations into police corruption was arrested and charged with perjury yesterday for falsely testifying that he had been the victim of a carjacking in the Bronx, the Police Department announced.   Sgt. Kevin P. Sweeney, 35, had testified before a grand jury that on March 24, 1993, while he was off duty, he was approached by a carjacker, jabbed in the back with a hard object that felt like a gun and ordered to hand over his car keys. But police investigators found that the sergeant, who is in the Internal Affairs Bureau, was nowhere near his car when it was stolen.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"A Deflated Presidency","web_url":"https://www.nytimes.com/1995/01/25/us/state-of-the-union-news-analysis-a-deflated-presidency.html","abstract":"  A year ago, the polls showed President Clinton in good political shape, buoyed by an improving economy. So he waved a pen at Congress and the nation. Give me a health care plan that covers everyone in America, he demanded; if you resort instead to half-measures, I will veto them.   In the end, of course, Congress gave Mr. Clinton no health care legislation at all, and the electorate gave him a swift punch in the nose, in the shape of sweeping Republican triumphs at the state, local and national levels.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Russia and China Pressed Not to Sell A-Plants to Iran","web_url":"https://www.nytimes.com/1995/01/25/world/russia-and-china-pressed-not-to-sell-a-plants-to-iran.html","abstract":"  Worried that Iran is seeking to develop nuclear weapons, the Clinton Administration is stepping up its efforts to discourage Russia and China from selling atomic reactors to Teheran that might help it become a nuclear power.   Ignoring pleas from Washington, Russia has signed an $800 million contract to finish two large reactors in Iran, while China is negotiating to sell reactors to Iran.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"For Jobless Democrats, Tough Year, Good Chip","web_url":"https://www.nytimes.com/1995/01/25/nyregion/for-jobless-democrats-tough-year-good-chip.html","abstract":"  Will Mario M. Cuomo, munching on a handful of Doritos, turn to Ann Richards and say: \"Mmmm. These are so good, I think I'll eat them liberally\"?   The script remains a secret, but politicians and advertising executives said today that the former Governors of New York and Texas, both losers in their bids for re-election last year, will appear together in a commercial for Frito-Lay's Doritos that will be broadcast during the Super Bowl on Sunday.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/25/nyregion/inside-824095.html","abstract":"  Republicans Lose Out   Defying the odds, Willie Brown carried out a bold strategy and was re-elected Assembly Speaker in a coup for California Democrats. Page A10. How About 'Yankeeland'?    In its latest proposal, New York City has offered to create what one official called a \"theme park\" atmosphere at Yankee Stadium. Page B1. Affirmative Action Debate    From universities and medical schools to high schools, affirmative action policies are under increasing attack in California. Page B7.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"The Rangers Suddenly Find The Stretch Drive Is Here","web_url":"https://www.nytimes.com/1995/01/25/sports/hockey-the-rangers-suddenly-find-the-stretch-drive-is-here.html","abstract":"  Soon after a team meeting with Coach Colin Campbell, the Rangers practiced today with playoff-like intensity. They chased loose pucks furiously, goaltenders were focused, and bodies collided.   After their first three games, including Monday night's 2-1 loss to the Boston Bruins at Madison Square Garden, the Rangers (1-2) have not looked like the defending Stanley Cup champions. In this strike-shortened season, there is no time to slump, which is why the Rangers are looking at Wednesday night's home game against Pittsburgh as a must-win situation.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Sanchez Vicario Advances to Semifinals","web_url":"https://www.nytimes.com/1995/01/25/sports/tennis-sanchez-vicario-advances-to-semifinals.html","abstract":"  Scant hours after an exhausted Pete Sampras walked off the Flinders Park court, two far less hotly contested matches produced the final two semifinalists for the women's field.   Top-seeded Arantxa Sanchez Vicario remained on target for this title, and the top ranking, by outhustling Japan's Naoko Sawamatsu, 6-1, 6-3. And an unseeded Californian, Marianne Werdel Whitmeyer, the baseball wife who six years ago thought about giving up this sport and heading back to Stanford, found herself in the semifinals after a 6-1, 6-2 demolition of 96th-ranked Angelica Gavaldon.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Administration Defends North Korea Pact","web_url":"https://www.nytimes.com/1995/01/25/world/administration-defends-north-korea-pact.html","abstract":"  Defense Secretary William J. Perry said today that the United States had considered and dismissed the idea of bombing a nuclear reactor in North Korea last year to cripple its ability to develop nuclear weapons.   Defending the nuclear agreement with North Korea against a wave of Republican attacks, he told the Senate Foreign Relations Committee that the Administration had considered \"going in and taking out the nuclear reactor\" before deciding that economic sanctions were the best way to put pressure on the North to abandon its nuclear arms program.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-097095.html","abstract":"  Because of an editing error, an article yesterday about criticism of the Japanese Government's response to the recent earthquake misstated Monday's reaction in the Tokyo stock market in some editions. The Nikkei index fell 5.6 percent, not \"nearly 1 percent.\"","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"The President's Address: 'We Heard America Shouting'","web_url":"https://www.nytimes.com/1995/01/25/us/state-of-the-union-the-president-s-address-we-heard-america-shouting.html","abstract":"  Following is President Clinton's State of the Union Message last night, as recorded by The New York Times:   Mr. President, Mr. Speaker, members of the 104th Congress, my fellow Americans, again we are here in the sanctuary of democracy. And once again, our democracy has spoken.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"The Real ScandalAbout 'Blasted'","web_url":"https://www.nytimes.com/1995/01/25/style/IHT-the-real-scandalabout-blasted.html","abstract":"I do not, as the late Peter Cook would undoubtedly have noted, pay good money at the theater to see babies being eaten, strong men going to the lavatory and somnolent women being raped: I can get all that at home. The problem with any review of Sarah Kan","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/25/arts/the-pop-life-942595.html","abstract":"  Stevie Wonder's Politics    Talking to Stevie Wonder, it sometimes seems as if there's little distance between pop music and social issues. Speaking recently by telephone from his Los Angeles home, Mr. Wonder, one of pop's most enduring performers and writers of love songs, concluded his comments about Boyz II Men with the non sequitur, \"I just want to ban handguns: that's my thing.\" And when talking about the House of Blues club in Los Angeles, he stopped his anecdote short to muse about Newt Gingrich.    In addition to having a musical career that dates back to when he was a 12-year-old signed to Motown records, Mr. Wonder, who is 44, has a long resume as a political crusader. So it makes sense that Mr. Wonder's latest tour (his first in the United States since 1988) is not to promote a new album, but a new charity. The tour, a benefit and food drive for the Charge Against Hunger campaign of American Express, was at Madison Square Garden last night and will return tonight. The concerts are sold out.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"WNET Braces For Cuts Or Worse","web_url":"https://www.nytimes.com/1995/01/25/arts/wnet-braces-for-cuts-or-worse.html","abstract":"  For WNET, the public television station serving New York, the debate in Congress over continued Federal spending for public broadcasting is \"a matter of life and death, at least in terms of the institution as we know it,\" says William F. Baker, the president of the station.    Mr. Baker must contemplate a future in which WNET (Channel 13) will lose the millions of dollars it receives each year from the Corporation for Public Broadcasting.  Many influential Republicans in Congress, including the Speaker of the House, Newt Gingrich, and Senator Larry Pressler of South Dakota, the chairman of the Senate Commerce Committee, have been pursuing a plan to \"zero out\" the corporation.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-098995.html","abstract":"  An article on Monday about strategy in the O. J. Simpson murder trial misspelled the surname of a defense expert in DNA testing. He is Dr. Kary Mullis, not Mullins.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Agassi, the Demolition Man","web_url":"https://www.nytimes.com/1995/01/25/sports/tennis-agassi-the-demolition-man.html","abstract":"  Treating the Australian Open like his own personal demolition derby, Andre Agassi advanced to the semifinals with alacrity this afternoon by whipping 10th-seeded Yevgeny Kafelnikov, 6-2, 7-5, 6-0.   Agassi needed just 83 minutes to stun the 20-year-old Russian into submission with steady serves and blistering angled ground strokes delivered with equal facility from either side. By the third set, Kafelnikov made no pretense of fighting back and surrendered in 19 minutes to the bandana-topped Agassi.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Personal Health; Interstitial cystitis: help for a puzzling illness.","web_url":"https://www.nytimes.com/1995/01/25/us/personal-health-interstitial-cystitis-help-for-a-puzzling-illness.html","abstract":"  WHEN a disease has no known cause, no clear-cut diagnostic test and no cure, it is often hard to convince physicians that it is a real, organic disorder and not the invention of an emotionally disturbed mind. So it has been for most of this century with interstitial cystitis, an extraordinarily painful and often life-disrupting disease of the bladder that primarily affects women.   With some medical texts until very recently calling the condition a rare disorder of hysterical postmenopausal women, with 90 percent of its victims being women and 99 percent of urologists being men, one of the most common recommendations from frustrated physicians to their desperate patients was, for a long time, to \"see a psychiatrist.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Prisons Chief Quits, Citing Family Issues","web_url":"https://www.nytimes.com/1995/01/25/nyregion/prisons-chief-quits-citing-family-issues.html","abstract":"  Correction Commissioner Anthony J. Schembri, under investigation following allegations that he did personal business on city time, resigned yesterday, saying family pressures prevented him from meeting the city's residency requirement.   Mayor Rudolph W. Giuliani praised Mr. Schembri in a letter he read aloud at the end of a City Hall news conference on other issues, saying the Commissioner had worked \"effectively and diligently to reform the department.\" But in response to questions, the Mayor also said that he believed Mr. Schembri, who had been in office 10 months, had \"made the right decision.\"","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Islanders Manage to Outlast Hextall","web_url":"https://www.nytimes.com/1995/01/25/sports/hockey-islanders-manage-to-outlast-hextall.html","abstract":"  The game had been billed as a matchup between the brothers Lindros. And Philadelphia's Eric did score twice, while his younger brother Brett, the Islanders' rookie right wing, made a number of nice hits.   But the real story turned out to be the homecoming, of sorts, of the former Islander goaltender Ron Hextall -- the man who was run out of town because of the Rangers' playoff sweep of the Islanders last spring.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Saving the City's Backyards","web_url":"https://www.nytimes.com/1995/01/25/opinion/saving-the-city-s-backyards.html","abstract":"  When a bus or a subway breaks down, its passengers know it. But the decline of a park or a playground is far more subtle. It takes a while to notice that the grass is thinning, the soil drying and the trees dying. It may even take a while to notice the crunch of crack vials underfoot, or the fact that half the children's swings are broken. But noticing is a necessity now, because many of New York City's 905 playgrounds and 479 parks, their maintenance staffs pared to the bone, are in sad decay.    Last week, Parks Commissioner Henry Stern offered an idea first touted by the nonprofit Central Park Conservancy. He proposed a modest tax on people living near Central Park. Mayor Rudolph Giuliani promptly shot it down. Though small, the tax was an unfair hit on one group of New Yorkers and a slap in the face to others. It is tempting to set up a park-improvement district in neighorhoods that can afford one. But what about neighborhoods that cannot?","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Republican Leaders Express Wariness of President's Conservative Embrace","web_url":"https://www.nytimes.com/1995/01/25/us/state-union-reaction-republican-leaders-express-wariness-president-s.html","abstract":"  Republicans presented President Clinton tonight as a reluctant convert to the cause of a smaller, cheaper government more attuned to the needs of the middle class. Casting themselves as the authentic agents of change, the Republicans also suggested that Mr. Clinton's actions would not match his conservative words.   \"While at times tonight some of the President's ideas sounded pretty Republican, the fact remains that he has been opposed to the balanced budget amendment, he proposed even more Government spending and he imposed the biggest tax increase in American history,\" said Gov. Christine Todd Whitman of New Jersey, on behalf of her party. She referred to the 1993 budget package that raised income tax rates for the upper middle class and the rich, eliminated various deductions and increased the amount of Social Security benefits subject to tax.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Slaughter of the Innocents","web_url":"https://www.nytimes.com/1995/01/25/opinion/slaughter-of-the-innocents.html","abstract":"Fifty years ago tomorrow, the Soviet Army liberated Auschwitz, where the Nazis killed perhaps 1.3 million Jews. \"Liberated,\" though, is a misleading term. On Jan. 26, 1945, the S.S., fleeing from the Red Army, slaughtered thousands it had driven out of the Polish concentration camp.\n\n Of the 69,000 French Jews sent to Auschwitz and other camps, 10,800 were under the age of 18. The children were deported by the Vichy Government from March 27, 1942, to Aug. 18, 1944 - more than two months after D-Day. Of 2,500 camp survivors, a handful were children.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/25/sports/transactions-982495.html","abstract":"  Baseball  American League    CHICAGO WHITE SOX -- Named Mike Gellinger manager of Sarasota in the Florida State League; Mike Rojas manager of Hickory in the South Atlantic League; Dewey Robinson, pitching coordinator; Don Cooper pitching coach of Nashville; Tom Spencer, outfielding coordinator; and Dallas Williams, base running coordinator.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Gov. Christine Todd Whitman's Response to the State of the Union Message","web_url":"https://www.nytimes.com/1995/01/25/us/gov-christine-todd-whitman-s-response-to-the-state-of-the-union-message.html","abstract":"  Following is Gov. Christine Todd Whitman's response to President Clinton's State of the Union message, as transcribed by The New York Times:   Good evening. Before I begin, let me assure you I am not going to ask for equal time. I'm Christie Whitman, Governor of New Jersey, and I am addressing you tonight from the historic legislative chamber in Trenton, one of the oldest in the nation. Speaking to you this evening is a tremendous honor for all of us here in New Jersey.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"'Theme Park' Atmosphere Is Part of Proposal for Yankee Stadium","web_url":"https://www.nytimes.com/1995/01/25/nyregion/theme-park-atmosphere-is-part-of-proposal-for-yankee-stadium.html","abstract":"  New York City, in its latest proposal to the Yankees, has offered to create what one official called a \"theme park\" atmosphere at Yankee Stadium with stores and restaurants around the complex and with new roads leading to new parking garages at the ball park, officials familiar with the plan said yesterday.   The proposal was presented on Monday by Mayor Rudolph W. Giuliani to George M. Steinbrenner 3d, the team's principal owner, who had objected to an earlier plan because he said it failed to address traffic and parking problems that burden the stadium.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/25/style/chronicle-157895.html","abstract":"  CHRISTINA AQUINO, a daughter of CORAZON C. AQUINO, the former President of the Philippines, appeared on television Monday to plead with her mother for a reconciliation, The Associated Press reported yesterday.    The two women have not spoken since November, when Ms. Aquino, 23, moved in with Philip Salvador, a 41-year-old married actor, by whom she is now pregnant. Their estrangement deepened when she conducted an interview last week with Ferdinand Marcos Jr., son of the man suspected of masterminding the 1983 assassination of Ms. Aquino's father, Benigno Aquino Jr. She added fuel to the fire by kissing him on the cheek after the interview.","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"Treatment of Atrocities : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-treatment-of-atrocities-letters-to-the-editor.html","abstract":"Regarding \"Aftershocks of Fighting in Ex-Yugoslavia\" (Jan. 10):.I was somewhat bewildered by this report on counseling for war veterans. Surely those among them who have been perpetrators of atrocities require war crimes trials rather than th","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"When Cruelty Is Legal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-when-cruelty-is-legal-letters-to-the-editor.html","abstract":"The British Agriculture minister justifies the cruelty involved in exporting calves to be penned in veal crates on the Continent and sheep to abattoirs all over Europe because it is \"legal.\" So was slavery. As experts in opting out of European","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Quake Recovery Doesn't Equal a Boon","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-quake-recovery-doesn-t-equal-a-boon-123395.html","abstract":"  To the Editor:   \"Through Kobe's Rubble, an Economic Rainbow\" (news article, Jan. 18) cites experts claiming that the earthquake in Japan could give a boost to an economy struggling to recover from a long recession. The economist Henry Hazlitt has passed on, but I imagine that he would have said, There you go again using the \"broken window fallacy.\"","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Offending Portrait Succumbs To Black Lawmakers' Protest","web_url":"https://www.nytimes.com/1995/01/25/us/offending-portrait-succumbs-to-black-lawmakers-protest.html","abstract":"  Led by Representative John Lewis of Georgia, a hero of the civil rights movement, nine Democratic members of the Congressional Black Caucus marched into the hearing room of the House Rules Committee this afternoon and demanded that a recently hung portrait of Howard W. Smith, an ardent segregationist, be removed.   The committee's chairman, Representative Gerald B. H. Solomon of Glens Falls, N.Y., who had the picture hung after Republicans won control of Congress, was conducting a meeting of the panel and told the protesters he would \"take your views under consideration.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Russians Both Virtuosic and Enterprising","web_url":"https://www.nytimes.com/1995/01/25/arts/music-review-russians-both-virtuosic-and-enterprising.html","abstract":"  It's a funny old world. When Mikhail Pletnev first visited New York in 1979, a year after he won the gold medal for piano at the Tchaikovsky Competition, he told an American reporter that he was shocked to see musicians busking on street corners. Such things, he said, were unthinkable in the Soviet Union, where the Government rewarded artistry.   But a decade later, Mr. Pletnev saw in the collapse of Communism an opportunity to emulate, of all things, the Western music world. An aspiring conductor, he proposed starting an orchestra that would rely entirely on private support, some of which would be raised abroad. And by 1990 he had lured some of the best players from Moscow's ensembles to join his new Russian National Orchestra.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Testimony on USAir Crash Centers on Movement of Rudder","web_url":"https://www.nytimes.com/1995/01/25/us/testimony-on-usair-crash-centers-on-movement-of-rudder.html","abstract":"  The rolling dive of USAir Flight 427, which crashed near here on Sept. 8, can be explained by a full swing of the rudder to the left, and not by anything else that inspectors have come up with so far, a Federal Aviation Administration test pilot told the National Transportation Safety Board today.   But there is still no direct evidence that the rudder moved before the crash of the plane, a Boeing 737 en route from Chicago. All 132 people on board were killed. In the wreckage, the rudder was found in a nearly straight position.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"We Owe Veterans Their Good Medical Care","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-we-owe-veterans-their-good-medical-care-124195.html","abstract":"  To the Editor:   William Safire calls health care programs for veterans \"the most wasteful special interest spending in Washington\" (columns, Jan. 12, 19). We disagree. These programs fulfill a contract and an obligation to those who served our country. We support quality care for veterans, while recognizing that it must be cost effective as well as \"health effective.\"","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Tax Breaks Help Persuade Financial Company to Stay","web_url":"https://www.nytimes.com/1995/01/25/nyregion/tax-breaks-help-persuade-financial-company-to-stay.html","abstract":"  In exchange for a pledge to keep more than 4,000 jobs in New York City for at least 20 years, the CS First Boston Corporation, a major financial company, will receive breaks on city taxes worth more than $50 million, city officials announced yesterday.    With its decision to stay in New York, CS First Boston plans to consolidate operations in a 1930's limestone building on East 24th Street owned by the Metropolitan Life Insurance Company. CS First Boston has 3,700 employees in four sites in the city.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Taking Over the Concerto for Dancers","web_url":"https://www.nytimes.com/1995/01/25/arts/ballet-review-taking-over-the-concerto-for-dancers.html","abstract":"  The concerto was the New York City Ballet's favored musical form over the weekend. George Balanchine's \"Stravinsky Violin Concerto,\" danced dazzlingly on Sunday night at the New York State Theater, remains the masterpiece of the genre. But sophisticated variations on the model were seen in two ballets created for the Diamond Project last spring: Peter Martins's \"Mozart Piano Concerto\" and Miriam Mahdaviani's \"Correlazione,\" set to Corelli's music.    The Martins ballet, one of the best from the company's artistic director, illustrates perfectly why the concerto structure holds such appeal for choreographers. With its built-in contrast of mood and rhythm, this kind of musical composition gives equal time to both principals and groups. The slow section is invariably used for a pas de deux, a quiet adagio framed by the ebullience of the ensemble's allegro in the first and third sections.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"At the Nation's Table: New Rochelle, N.Y.;\nCooking With Gas, Or Is It Wood?","web_url":"https://www.nytimes.com/1995/01/25/style/at-the-nations-table-new-rochelle-ny-cooking-with-gas-or-is-it-wood.html","abstract":"Ira Nevin, 85, pioneered the modern gas-burning pizza oven at the close of World War II. These mass-produced metal ovens displaced the brick ovens that Mr. Nevin had built in his youth and helped turn pizza into a major industry.\n\nNow that increasingly sophisticated pizza has fueled a new demand for the old-fashioned taste imparted by wood-burning ovens, Mr. Nevin has gone back to the future to keep up. His Il Forno Classico is a gas-fired oven that he says looks like a wood-burning oven and bakes as well -- but without the ashes, smoke and fire-tending labor.","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"Focusing on History Through Interviews","web_url":"https://www.nytimes.com/1995/01/25/movies/focusing-on-history-through-interviews.html","abstract":"  As a journalist turned movie director, Claude Lanzmann writes with a camera. In \"Shoah\" (1985), a nine-and-one-half-hour oral history of the Holocaust, and in \"Tsahal,\" his new five-hour film about the Israeli army, he approaches a timely issue with a kind of subjective selectivity.   From the director's point of view, these films are not really documentaries; they are more dramatized reflections than factual reports, original films using no archival scenes. A conversational collage is created almost entirely through Mr. Lanzmann's probing interviews. Without off-camera commentary, he encourages participants in significant events to reveal themselves and act as witnesses. \"These are real people,\" he says, \"but they have to play themselves.\"","thumbnail":null,"section":"Movies"},{"date":"19950125","headline":"Of Salary Caps and Television Stars","web_url":"https://www.nytimes.com/1995/01/25/sports/super-bowl-xxix-notebook-of-salary-caps-and-television-stars.html","abstract":"  Carmen A. Policy, the president of the 49ers, is weary of criticism from other teams about his ability to creatively squeeze the salaries of players like Ken Norton Jr., Rickey Jackson, Deion Sanders and Gary Plummer under the National Football League's salary cap of $34.6 million.   \"At first we wrote it off to frustration by other teams,\" he said today. \"But when it continued, we resented a good deal of it. We don't criticize other organizations.\"","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"At 15, Westinghouse Finalist Grasps 'Holy Grail' of Math","web_url":"https://www.nytimes.com/1995/01/25/nyregion/at-15-westinghouse-finalist-grasps-holy-grail-of-math.html","abstract":"  The bedtime stories Aleksandr Khazanov's father told him in Russia were of multiplication tables and long division. When Aleksandr was 14, and living in Brooklyn, his math teacher at Stuyvesant High School felt the boy was so advanced that he could learn more studying on his own.    Last summer, at 15, Aleksandr passed qualifying exams for Pennsylvania State University's doctoral program in math.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"G.O.P. Senators Seek Inquiry on Commerce Secretary's Finances","web_url":"https://www.nytimes.com/1995/01/25/us/gop-senators-seek-inquiry-on-commerce-secretary-s-finances.html","abstract":"  A group of 14 Republican senators today tried to expand their inquiry into the business dealings of Commerce Secretary Ronald H. Brown. They asked Attorney General Janet Reno if she planned to take steps to determine whether he had failed to disclose financial interests, avoided taxes or misled Congress.   The senators' letter came a day after Representative William F. Clinger Jr. of Pennsylvania, the chairman of the House Government Reform and Oversight Committee, accused Mr. Brown of misleading Congress about his links to a television company that defaulted on a loan owed to the Federal Deposit Insurance Corporation.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Canada Ends Top Regiment After Charges","web_url":"https://www.nytimes.com/1995/01/25/world/canada-ends-top-regiment-after-charges.html","abstract":"  An elite Canadian paratroop regiment that shocked the nation with the disclosure of gruesome hazing rituals, racial incidents and the torture killing of a Somali teen-ager during a 1993 peacekeeping mission is being disbanded.    In announcing the unusual action, Defense Minister David Collenette said on Monday that the 600-man regiment, the Canadian Airborne, known by its maroon berets and once regarded as Canada's version of the Green Berets of the United States Army, had lost the confidence of Canadians.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"A Death That Gave Life to Others; Parents of L.I.R.R. Shooting Victim Donated Her Organs","web_url":"https://www.nytimes.com/1995/01/25/nyregion/death-that-gave-life-others-parents-lirr-shooting-victim-donated-her-organs.html","abstract":"  The mother who gave away her daughter's heart first met the mother who received it on a CNN talk show. \"They wanted to capture the moment,\" said Arlene Locicero, whose daughter, Amy Federici, died in the 1993 Long Island Rail Road shootings.   \"I would have preferred that we had some time alone before the show,\" said Theresa Caravella, 60, of Islip, a mother of seven, who received Amy's 27-year-old heart. Still, the meeting was momentous.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/25/nyregion/no-headline-727995.html","abstract":"  \"I have learned again the importance of humility in all human endeavor. But I am also proud to say tonight that our country is stronger than it was two years ago.\" PRESIDENT CLINTON,  [ A1:6 ]","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Future NATO Allies : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-future-nato-allies-letters-to-the-editor.html","abstract":"Regarding \"Expand NATO Only When and if the Russians Make It Necessary\" (Opinion, Jan. 18) by Michael E. Brown:.This article seems to be another in a series by those who have lost the battle on NATO enlargement and now argue for a \"wait","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Funds for Arts Under Attack In the House","web_url":"https://www.nytimes.com/1995/01/25/us/funds-for-arts-under-attack-in-the-house.html","abstract":"  Conservative critics of the National Endowment for the Arts and the National Endowment for the Humanities found a receptive audience in Congress today when they attacked the two Federal agencies as intellectually corrupt and biased against what one called \"mainstream American values.\"   But the actor Charlton Heston, who has supported many conservative causes and candidates, pleaded with Congress to spare the agencies. \"Art is the bread of the soul,\" he said, and he went on to quote Prospero's final lines in Shakespeare's \"Tempest\": \"As you from crimes would pardon'd be, let your indulgence set me free.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"As Simpson Trial Opens, State Tells Jury of Long Blood Trail","web_url":"https://www.nytimes.com/1995/01/25/us/as-simpson-trial-opens-state-tells-jury-of-long-blood-trail.html","abstract":"  A trail of blood leading from the site of his former wife's death to his own bedroom and even to a pair of socks found at the foot of his bed proves that O. J. Simpson is a murderer, prosecutors in the case charged today. While most of that blood demonstrably was Mr. Simpson's, they said, it was mixed with the blood of his two victims, Nicole Brown Simpson and Ronald L. Goldman.    As the long-delayed and long-awaited opening statements began, prosecutors labored to convince 12 jurors that Mr. Simpson is not just the good natured, jovial fellow known to most American households but also a jealous, possessive man whose abusiveness reached a peak last spring when Mrs. Simpson finally resolved to leave him once and for all.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Clinton Orders Assets of Suspected Terrorist Groups Frozen","web_url":"https://www.nytimes.com/1995/01/25/world/clinton-orders-assets-of-suspected-terrorist-groups-frozen.html","abstract":"  Seeking to underscore an American commitment to the fight against terrorism, President Clinton today issued an executive order intended to cut off the flow of funds from United States citizens to organizations suspected of terrorist activities in Israel and other countries.   Mr. Clinton's directive orders American financial institutions to search for and immediately freeze any accounts held in the names of Hamas, Islamic Holy War and 10 other organizations, and 18 of their top leaders.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-102095.html","abstract":"  An article in Business Day yesterday about the quarterly earnings of five oil companies referred incorrectly to the Exxon Corporation's profits from chemical operations. Exxon earned $181 million in the fourth quarter, compared with $84 million a year earlier, from operations in the United States, not worldwide. It earned a total of $414 million from chemicals in the quarter, compared with $134 million a year earlier.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Life Term For Soldier Stirs Britain","web_url":"https://www.nytimes.com/1995/01/25/world/life-term-for-soldier-stirs-britain.html","abstract":"  A British paratrooper serving a life sentence for killing a teen-ager at a Belfast roadblock in 1990 has become the focus of a nationwide amnesty campaign here, led by a powerful coalition of politicians, newspaper editors and some of Britain's most senior retired military officers.   Arguing that the paratrooper, Pvt. Lee Clegg, 26, was a victim of misguided justice when he was convicted of murder while on duty with an army patrol in Northern Ireland, more than 70 members of Parliament today signed a petition urging the Government to bring about his \"speedy release.\"","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Evert: Game, Set, Match, Hall","web_url":"https://www.nytimes.com/1995/01/25/sports/tennis-evert-game-set-match-hall.html","abstract":"  Five years after she finished her Hall of Fame tennis career, Chris Evert has been named to the International Tennis Hall of Fame.   In an election that had all the suspense of one of her patented two-handed backhands, Evert, who won 157 singles titles in 18 years, including 18 Grand Slam championships, was named on every one of the 100 or so ballots cast by a panel of 185 international tennis writers and broadcasters, making her only the fourth player to be selected unanimously in the hall's 40-year history.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Virginia and North Carolina Put Killers to Death","web_url":"https://www.nytimes.com/1995/01/25/us/virginia-and-north-carolina-put-killers-to-death.html","abstract":"  Kermit Smith Jr. was executed today for raping and murdering a college cheerleader in 1980. The execution was the second of a white person for killing a black since the death penalty was allowed to resume in 1976.    Mr. Smith, 37, chose to die by a lethal injection of a muscle relaxant, the alternative to North Carolina's gas chamber. The injection was administered at 2:01 A.M., and he was pronounced dead by prison officials 11 minutes later.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/25/nyregion/news-summary-723695.html","abstract":"  International A2-9  ISRAELI SEEKS A PARTING  News analysis: Israel's Prime Minister has revived the concept of greater separation between Israel and its Palestinian neighbors since the latest suicide bombing.  A1  U.S. ANTI-TERRORISM MOVE  President Clinton took steps to cut off funds from American citizens to groups suspected of terrorism in Israel and other countries, including freezing their assets held in American banks.  A9","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"The Public Must Demand Gas Pipeline Safety","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-the-public-must-demand-gas-pipeline-safety-130695.html","abstract":"  To the Editor:   Your Jan. 19 news article on the National Transportation Safety Board's report on the Edison, N.J., natural gas pipeline blast last March tells only part of the story about sloppy and dangerous regulation of 1.7 million miles of natural gas and oil pipelines. The public should feel no confidence that the recommended measures will be adopted or their safety will be protected. Consider:","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Accidents Of Fate And Faith","web_url":"https://www.nytimes.com/1995/01/25/theater/critic-s-notebook-seven-guitars-accidents-of-fate-and-faith.html","abstract":"  August Wilson's on a roll. That was made boisterously clear on Monday night at the opening of his big, fine, tragicomic new melodrama, \"Seven Guitars,\" at the Goodman Theater here.  From its mysterious and funny opening scene, which is actually a prologue, until its haunted conclusion, the play runs approximately three hours. Yet \"Seven Guitars\" seldom loses momentum. It displays a narrative sweep and an almost biblical richness of language and character that distinguish Mr. Wilson from virtually all other contemporary American playwrights.   His most singular gift: the ability to astonish his audiences and to find laughter in tales that, you know from the start, are not funny at all, at least in terms of conventional theater. In the past, this Pulitzer Prize-winning dramatist (\"Fences,\" \"The Piano Lesson\") has been compared to Eugene O'Neill and Arthur Miller. Now \"Seven Guitars\" suggests something of Elmer Rice's \"Street Scene\" and Sidney Kingsley's \"Dead End.\"","thumbnail":null,"section":"Theater"},{"date":"19950125","headline":"Mr. Solomon's Portrait Gallery","web_url":"https://www.nytimes.com/1995/01/25/opinion/mr-solomon-s-portrait-gallery.html","abstract":"  It took a principled protest yesterday by a hero of the civil rights movement, Representative John Lewis of Georgia, and eight other members of the Congressional Black Caucus to clear Representative Gerald Solomon's head. Belatedly, Mr. Solomon, an upstate New York Republican and the new chairman of the House Rules Committee, abandoned his embarrassing decision to hang a portrait of former Representative Howard (Judge) Smith of Virginia in the committee room.    Mr. Smith, one of Congress's most notorious bigots, used his chairmanship in the 1950's and 60's to impede civil rights legislation. Mr. Solomon had taken down a portrait of the late Claude Pepper, a noble Florida legislator, to clear the way for a man whose memory is without honor in his own region. Mr. Solomon's elevation of this arch-segregationist was more than poor judgment. It was an insult to Mr. Solomon's constituents and New York's role as a leader in civil rights.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"1920: Delay Expires : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-1920-delay-expires-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The four days' delay given to the Yugo-Slavs to state definitely whether they accept or refuse the compromise adopted by the Council of Three as a settlement of the Adriatic problem has expired. The demand of a delay was caused by the fact that Se","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"1895: Print Revolution : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-1895-print-revolution-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M.H. Mazereau, of The Figaro, asserts that the world is on the eve of a startling revolution in the printing trade. He has been shown a typesetting machine invented by the Rev. Pre Caledoni which will compose fifty thousand letters per hour,","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Judges Are Said to Be Upset Over Choice of Supervisor","web_url":"https://www.nytimes.com/1995/01/25/nyregion/judges-are-said-to-be-upset-over-choice-of-supervisor.html","abstract":"  A group of judges in State Supreme Court in Brooklyn are so upset with the way their new supervisor was selected that they plan to complain to the state's Chief Judge, judges in the courthouse say.   A delegation of judges from the court is scheduled to meet tomorrow with Chief Judge Judith S. Kaye to voice their grievances, which stem from a selection process that some discontented judges have termed a charade.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Focus Festival Celebrates Webern and His Disciples","web_url":"https://www.nytimes.com/1995/01/25/arts/music-review-focus-festival-celebrates-webern-and-his-disciples.html","abstract":"  There is a horribly ugly word in German that captures the beauty inherent in the music of Anton Webern. \"Klangfarbenmelodie,\" a term coined by Schoenberg in 1911, describes a musical line in which isolated tone colors take the place of coherent melody. Webern, far more than Schoenberg or even Berg, was the master colorist of the Second Viennese School. A few string pizzicatos, low sustained tones on the woodwind, high muted cries from the brass, scattered notes on the harp or mandolin: these accumulate into a pointillistic picture of pure, shimmering sound.    Webern died 50 years ago, killed accidentally outside his Austrian home by an American soldier. This year's Focus Festival at Juilliard celebrates both the composer and his musical legacy; the weeklong series began on Friday with a concert by the Juilliard Orchestra at Alice Tully Hall. Thanks to Webern's famous concision, the festival will include nearly all of his works, excepting only a few early songs and brief unpublished orchestral pieces.  There is plenty of room left over for composers who felt his powerful influence.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Cutting Terrorists' Support","web_url":"https://www.nytimes.com/1995/01/25/world/cutting-terrorists-support.html","abstract":"  The United States took steps to prevent the flow of funds from Americans to terrorist groups in Israel and elsewhere. Page A9.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Excerpts From Eulogy by Sen. Kennedy","web_url":"https://www.nytimes.com/1995/01/25/us/excerpts-from-eulogy-by-sen-kennedy.html","abstract":"  Following are excerpts from the eulogy delivered today by Senator Edward M. Kennedy at the funeral for his mother, Rose Fitzgerald Kennedy:   On my office wall, there is a note from Mother, reacting to a comment I once made in an interview. \"Dear Teddy,\" she wrote in the note, \"I just saw a story in which you said: 'If I was President. . . . ' You should have said, 'if I were President. . . . ' which is correct because it is a condition contrary to fact.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/25/nyregion/metro-digest-483095.html","abstract":"  PATAKI RESTRICTS PRISONER WORK RELEASE    Gov. George E. Pataki signed an executive order that would prohibit violent felons from participating in prison work-release programs, forcing an estimated 1,300 inmates to sleep in double bunks in already crowded prisons. A1. 15-YEAR-OLD IS YOUNGEST SCIENCE WINNER    When Aleksandr Khazanov, 15, submitted a paper to the Westinghouse Science Talent Search, the Stuyvesant High School coordinator for contest entries, Stan Teitel, called Westinghouse officials to ask whether they had someone advanced enough to understand his paper. \"I'm telling you, this kid is way above the rest of us,\" Mr. Teitel said. Westinghouse apparently agreed. A1. NEW YORK CITY  JUDGES UPSET OVER CHOICE OF SUPERVISOR    A group of judges in State Supreme Court in Brooklyn are so upset with the way their new supervisor was selected that they plan to complain to the state's Chief Judge, judges in the courthouse say. B3.    In exchange for a pledge to keep more than 4,000 jobs in New York City for at least 20 years, the CS First Boston Corporation, a major financial company, will receive breaks on city taxes worth more than $50 million. B3. CORRUPTION INVESTIGATOR FACES CHARGE    A police sergeant who supervised internal investigations into corruption was arrested and charged with perjury for falsely testifying that he had been the victim of a carjacking. B3.   The city's continuing fiscal problems forced it to pay higher interest rates on its sale of $658 million in debt. Business Day, D1. REGION  INDIANS ISSUE CASINO THREATS    Representatives of an Indian-operated casino in eastern Connecticut told legislators that the state would cease to receive annual payments of as much as $200 million the moment legislation is passed authorizing additional casinos. B4. INQUIRY PLANNED IN AIRPORT BLACKOUT    The New Jersey State Board of Public Utilities voted to hold hearings into the construction accident that closed Newark International Airport and stranded thousands of passengers. B4. DEMOCRATS OFFER THEIR OWN TAX CUTS    New York State Assembly Speaker Sheldon Silver proposed reducing state income, sales and property taxes by $2.3 billion a year by 1997. B5. U.S. STEPS UP BOND INVESTIGATIONS    The Securities and Exchange Commission and the United States Attorney's office in Manhattan are investigating ties between Joseph Salema, once a senior aide to Gov. Jim Florio of New Jersey, and Robert Jablonski, the former chairman and a current member of the New Jersey Highway Authority. Business Day, D1.    Will Mario M. Cuomo, munching on a handful of Doritos, turn to Ann Richards and say: \"Mmmm. These are so good, I think I'll eat them liberally\"? B5.    Christine Todd Whitman, Governor of New Jersey, was the woman of the moment in the state and in the hearts of the Republican Party. A16. Neediest Cases B2  Chronicle B2  About New York by Michael T. Kaufman B3","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Sports of The Times; Seton Hall: Blame And Shame","web_url":"https://www.nytimes.com/1995/01/25/sports/sports-of-the-times-seton-hall-blame-and-shame.html","abstract":"  BY a few minutes after 11 yesterday morning, his team's game-day shoot-around just about done, P. J. Carlesimo had not yet seen the newspapers dispatching news of the latest big-time college sports debacle. He sure knew all about it, though.   \"They had a dinner last night -- I was with George and Father,\" Carlesimo said, referring to his coaching successor at Seton Hall, George Blaney, and the school's chancellor, the Rev. Thomas R. Peterson.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Ulysses and Sirens Defined the Genre","web_url":"https://www.nytimes.com/1995/01/25/books/books-of-the-times-ulysses-and-sirens-defined-the-genre.html","abstract":"  SEDUCTION  A Book of Stories   Edited by Tony Peake   224 pages. Serpent's Tail. Paperback, $11.99.     The title has us: are we to be lured, enticed, persuaded against our judgment but not against our wishes, tricked, beguiled or consensually overpowered?","thumbnail":null,"section":"Books"},{"date":"19950125","headline":"Innocence Departs As Show Biz Finds Its Way to Sundance","web_url":"https://www.nytimes.com/1995/01/25/movies/innocence-departs-as-show-biz-finds-its-way-to-sundance.html","abstract":"  \"Exactly how I became so fond of film is quite mystique,\" said a letter from a young man attending this year's Sundance Film Festival. The letter wound up in my mailbox, though it was computer-printed and addressed \"Dear Sir.\" \"I remember walking outside my house very early in the morning to ponder my thoughts when I was encompassed with a feeling so paramount that it left me stunned for several hours as I stood contemplating the thought it had bestowed upon me. It was a feeling of direction, a feeling which cast in me an awareness that, without a shadow of a doubt, film was my chosen destiny.\"   The writer, a college student looking for a summer job, happened to capture exactly what this festival used to stand for: extreme, aching earnestness and no great excess of sophistication or spark. But if Sundance started out as the eat-your-vegetables event of the film world, it has exploded in all sorts of glittery, unmanageable ways. The films are wittier and more unabashedly entertaining. The bottled water has Gap labels. The note pads at press headquarters carry the Mercedes-Benz logo.","thumbnail":null,"section":"Movies"},{"date":"19950125","headline":"Palestinian 'Martyrs': Defiant and So Willing","web_url":"https://www.nytimes.com/1995/01/25/world/palestinian-martyrs-defiant-and-so-willing.html","abstract":"  If Abdel Rahim Sukar felt any grief today, he wasn't showing it.   His older brother, Anwar Sukar, was a suicide bomber from the Islamic Holy War group who blew himself up on Sunday in a crowd of Israeli soldiers, killing 19 Israelis and wounding more than 60.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"Words, Words, On and On","web_url":"https://www.nytimes.com/1995/01/25/us/state-of-the-union-words-words-on-and-on.html","abstract":"  Although White House officials had predicted that last night's State of the Union address would last only 45 minutes, President Clinton actually took 81 minutes to deliver it, 19 minutes longer then last year's and 27 minutes longer than he took in accepting the Democratic Presidential nomination in 1992.   The lack of brevity was not lost on Gov. Christine Todd Whitman of New Jersey, who had been chosen to provide a Republican response. Before beginning her 10-minute reply, she said, \"Before I begin, let me assure you I am not going to ask for equal time.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Moves Under Way in California to Overturn Higher Education's Affirmative Action Policy","web_url":"https://www.nytimes.com/1995/01/25/us/moves-under-way-california-overturn-higher-education-s-affirmative-action-policy.html","abstract":"  At a meeting of the University of California Board of Regents here this week, Ward Connerly, a businessman from Sacramento, made a plea to his 18 co-Regents to consider the possibility that the affirmative action policies pursued in California over the last quarter century might be \"unfair\" and \"inequitable.\"    \"What we are doing is inequitable to certain people, and I want us as a university to begin thinking about what we are doing and to begin to change,\" Mr. Connerly, who is black, told the board that governs the vast California university system, with its nine campuses, its 162,000 students and $10 billion annual budget.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"It's Prime Time On Miami Stage","web_url":"https://www.nytimes.com/1995/01/25/sports/super-bowl-xxix-it-s-prime-time-on-miami-stage.html","abstract":"  Most players are getting a rental car for the week at Super Bowl XXIX. Maybe a Ford or a Chevy. Nothing wrong with that, of course, but San Francisco 49ers cornerback Deion Sanders isn't going to be coasting around the beaches in a Taurus. Uh-uh. He bought himself a Lamborghini. Just for the Super Bowl.   \"The Lamborghini,\" he said, \"was a gift from me to me.\"","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Children's Drug Labels Reconsidered","web_url":"https://www.nytimes.com/1995/01/25/us/children-s-drug-labels-reconsidered.html","abstract":"  OF the more than 2,000 prescription drugs now on the market with approval by the Federal Food and Drug Administration, 80 percent have never been tested for safety or efficacy in children. But since doctors may legally prescribe these drugs for children anyway, they have been in the position of having to \"blindly grope\" for a child-size dose that is both safe and effective, said Dr. Gloria Troendle, a medical reviewer in the endocrine and metabolism division of the administration    Last month the agency issued long-awaited regulations for such labeling, allowing companies to publish information about dosages for children without doing full-scale testing if the disease runs the same course in both children and adults, as strep throat does, for instance, and if the medication approved for it works similarly in both.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"IN PERFORMANCE: POP","web_url":"https://www.nytimes.com/1995/01/25/arts/in-performance-pop-164095.html","abstract":"  Young Men's Music In Persian Classical Tradition  Soheil Zolfonoun, setarist Washington Square Church    The setar is a modest-looking instrument with a long, skinny fretted neck attached to a body the size of a cantaloupe. Its three strings, picked with the fingernails, produce a bright resonance akin to a banjo or a Japanese shamisen. When played on Friday night by Soheil Zolfonoun, a virtuoso in the Persian classical tradition, the setar took on a multitude of voices, from thoughtful soliloquies to triumphal flourishes. He was accompanied by Ehsan Hakim on the def, a circular hand drum.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Combatting Pataki, Democrats Offer Own Tax Cuts in a Bid for Middle-Class Support","web_url":"https://www.nytimes.com/1995/01/25/nyregion/combatting-pataki-democrats-offer-own-tax-cuts-in-a-bid-for-middle-class-support.html","abstract":"  Seeking to recapture suburban and upstate voters for the Democratic Party, Assembly Speaker Sheldon Silver has proposed reducing state income, sales and property taxes by $2.3 billion a year by 1997.   The proposal today represents the Democratic alternative to Gov. George E. Pataki's four-year plan to reduce state income taxes by $5.6 billion a year. Mr. Pataki, a Republican, has said his plan would offer the greatest benefits to middle- and working-class people.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"O'Neal Is Chargers' Speaker of the House","web_url":"https://www.nytimes.com/1995/01/25/sports/super-bowl-xxix-on-pro-football-o-neal-is-chargers-speaker-of-the-house.html","abstract":"  The way Leslie O'Neal sees it, his father fought the toughest battle of all. When O'Neal was a child, his dad was injured in a truck accident and broke his hip and both knees. He lived most of the late years of his life hospitalized and in piercing pain; he died in 1992. The way Leslie O'Neal sees it, his battle with a career-threatening injury to his left knee as a rookie defensive end in 1986 was won partly because of the strength he gained from the courage his father had displayed.   The way Leslie O'Neal sees it, his San Diego Chargers deserve to be big underdogs in Super Bowl XXIX against the San Francisco 49ers. The Chargers have not won enough, he said. They don't deserve much respect yet, he said. And he said that is the reason the Chargers are here -- to win this Super Bowl and to earn that respect.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Region News Briefs; 3 Youths Held In Rape of Girl, 3","web_url":"https://www.nytimes.com/1995/01/25/nyregion/region-news-briefs-3-youths-held-in-rape-of-girl-3.html","abstract":"  Three children have been charged with raping and sodomizing a 3-year-old cousin this month in Brentwood, the Suffolk County police said today.   Lieut. Gerard Pelkofsky of the police said the mother of the victim called the police after her daughter had complained of being injured. He said investigators trained in interviewing children had determined that she had been sexually assaulted.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Davis Named Coach at Miami","web_url":"https://www.nytimes.com/1995/01/25/sports/davis-named-coach-at-miami.html","abstract":"  Butch Davis, a Cowboys assistant coach for the past six years and the defensive coordinator for the last two, today became the fourth Miami coach since 1983, signing a five-year package believed to be worth $375,000 annually. Despite the turnover, the previous three coaches won four national championships among them.   Unlike Howard Schnellenberger, Jimmy Johnson and Dennis Erickson, Davis, 43, arrives with no head-coaching experience above the high school level. Davis has spent 15 of his 22 coaching years working with Johnson, including five years at Miami.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/25/arts/in-performance-classical-music-166795.html","abstract":"  City Opera Hits the Road With 'Barber of Seville'  New York City Opera  National Company State Theater, New Brunswick, N.J.    Joseph Colaneri, the chorus master of the New York City Opera, is also the music director of the New York City Opera National Company, and it comes as no surprise that his performances are strong on ensemble work. His production for the company's national tour this winter is \"The Barber of Seville,\" seen for the first time on Thursday night at the State Theater here.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Chanel:Beauty Without Gimmicks","web_url":"https://www.nytimes.com/1995/01/25/style/IHT-chanelbeauty-without-gimmicks.html","abstract":"Ring down the red-striped curtain. Lay down the cameras. Send off the dancing girls. E Finita la Commedia! .Karl Lagerfeld's show for Chanel Tuesday was gimmick free. No spangled G-strings, Eskimo boots, quilted backpacks or fencing hats. Just clothes,","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"Brawn, Sweat and Tears: Sampras Storms Back","web_url":"https://www.nytimes.com/1995/01/25/sports/tennis-brawn-sweat-and-tears-sampras-storms-back.html","abstract":"  Long before he won this tortured passion play that masqueraded as a quarterfinal match at the Australian Open, Pete Sampras, the event's defending champion and the world's No. 1 player, had already done the unthinkable. He broke down in tears under the spotlight on stadium court.   And the instant this 3-hour-58-minute tear-jerker ended in a 6-7 (4-7), 6-7 (3-7), 6-3, 6-4, 6-3 post-midnight comeback against the ninth-seeded Jim Courier, the traditionally stoic Sampras was again overcome by sobs.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Chrysler's Warning Against Higher Rates","web_url":"https://www.nytimes.com/1995/01/25/us/chrysler-s-warning-against-higher-rates.html","abstract":"  Chrysler's chief economist warned yesterday that growth in auto sales could slow this year and hit a plateau in 1996 if the Federal Reserve raises interest rates again.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1995/01/25/theater/in-performance-theater-938795.html","abstract":"  Goin' Down to Florida To Hear Me Some Secrets  'The Sugar Bean Sisters' WPA Theater    Willie Mae Nettles (Beth Dixon) and her sister Faye Clementine (Margo Martindale) are the determinedly eccentric central characters in Nathan Sanders's failed comic fantasy, \"The Sugar Bean Sisters,\" which is about family secrets, magic, snake bites and the eating of what the aging sisters call \"samiches.\" They live in a shack in rural Florida, 40 miles from Disney World, in a landscape where the trees are hung with Spanish moss, the sugar cane goes untended and the swamps are full of alligators, water moccasins and flying cats.","thumbnail":null,"section":"Theater"},{"date":"19950125","headline":"Indians Issue Threats Over New Casinos","web_url":"https://www.nytimes.com/1995/01/25/nyregion/indians-issue-threats-over-new-casinos.html","abstract":"  Representatives of an Indian-operated casino in eastern Connecticut told legislators today that the state would cease to receive annual payments of as much as $200 million the moment legislation is passed authorizing additional casinos.   At a hearing G. Michael Brown, the president of the Foxwoods Resort Casino in Ledyard, said, \"No casino in the United States paid more to the state in which it is located than the Mashantucket Pequots tribe paid to the State of Connecticut.\" Citing a compact the tribe signed with Gov. Lowell P. Weicker Jr., Mr. Brown added that as soon as the \"ink is dry\" on legislation allowing another casino, \"the payment of $10 million a month will stop.\"","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Head of the F.B.I. In New York Resigns","web_url":"https://www.nytimes.com/1995/01/25/nyregion/head-of-the-fbi-in-new-york-resigns.html","abstract":"  After a year as the head of the Federal Bureau of Investigation's New York office, William A. Gavin said yesterday that he was leaving for an executive post with a medical-care company.   Mr. Gavin, 53, said he would retire in March as a deputy assistant F.B.I. director to join U.S. Healthcare, in Blue Bell, Pa., one of the country's largest health-maintenance organizations. The F.B.I. has a mandatory retirement age of 57.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Prostate Test Appears Reliable In Detecting Deadly Cancers","web_url":"https://www.nytimes.com/1995/01/25/us/prostate-test-appears-reliable-in-detecting-deadly-cancers.html","abstract":"  RESEARCHERS today reported the first strong evidence that a widely used blood test for prostate cancer accurately detects a significant majority of cancers that will later grow, spread and become deadly. The news should ease nagging doubts about the test that have troubled many doctors and patients.    The test was also found to have a low false-positive rate, cases in which cancer is detected in men who do not have it, leading unnecessarily to further tests and treatment.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/25/style/chronicle-859395.html","abstract":"  Rarely are a raffle prize and its winner so well matched: CALVERT DeFOREST, an actor, won a trip to London to see \"Sunset Boulevard\" at a party held by the Drama League Monday night to celebrate the centenary of the births of Lorenz Hart and Oscar Hammerstein 2d.   The raffle was part of an evening of entertainment by performers including Barbara Cook, Madeline Kahn, Shirley Verrett and Donna McKechnie.","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"A Woman of the Moment And a Speech's Evolution","web_url":"https://www.nytimes.com/1995/01/25/us/state-union-republican-response-woman-moment-speech-s-evolution.html","abstract":"  It was Sunday at the governor's mansion, and there were two speeches in the works.   In the library and on the porch, the Governor's chief counsel, the chief of staff and various State House speech writers were working on the annual budget message. In the little parlor to the right off the main hall, a media consultant and a speech writer up from Washington were pecking on laptops, piecing together what has come to be called \"the national speech.\"","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Take 2 Bowls Zinc-Garlic Pasta, Then Call Me in the Morning","web_url":"https://www.nytimes.com/1995/01/25/style/take-2-bowls-zincgarlic-pasta-then-call-me-in-the-morning.html","abstract":"IT is 3:30 on a cold, darkening winter afternoon. Your throat begins to close; your eyes are watery; you feel faint, chilled. There is no mistaking the symptoms, no denying this mean, indiscriminate viral invasion that strikes without warning and without justice. \n\nA cold is a conundrum waiting for a cure. In the hundreds of years that medical scientists have tried to eliminate the universal cold, they have managed only to provide a huge and confusing choice of boxed and bottled medications, none of which claim to cure but all of which promise to relieve specific cold symptoms. Worldwide sales of over-the-counter cold medications surpass $4 billion annually, with almost half of that total in the United States alone.","thumbnail":null,"section":"Style"},{"date":"19950125","headline":"Recircling The Globe","web_url":"https://www.nytimes.com/1995/01/25/movies/television-review-recircling-the-globe.html","abstract":"  On land! On sea! In the air! Also in the sands, the jungles, the deeps and wherever else animals or humans can be photographed, you'll find a National Geographic camera team. If you doubt it, have a look at \"30 Years of National Geographic Specials,\" the brisk two-hour retrospective on NBC tonight.   This generous, thematically organized scrapbook begins with predators and prey: a young elephant versus young lions; lions versus hyenas, in merciless battle; a wasp versus a spider that turns itself into a wheel; a woodpecker versus a snake versus an alligator; a crocodile and a tiger, competing for a deer. See a lizard walk on water!","thumbnail":null,"section":"Movies"},{"date":"19950125","headline":"'Gone With the Wind' To Have Second Sequel","web_url":"https://www.nytimes.com/1995/01/25/books/gone-with-the-wind-to-have-second-sequel.html","abstract":"  First there was \"Gone With the Wind.\" Then Scarlett O'Hara returned in \"Scarlett.\" Now a second sequel to Margaret Mitchell's 1936 classic is in the works, the rights to which were acquired yesterday by St. Martin's Press for $4.5 million.   Not much is known about the novel, which is still untitled and scheduled for release in 1997, except that it promises to bring Scarlett and Rhett Butler back to the South from Ireland, where they ended up in \"Scarlett.\" That book was written by Alexandra Ripley in 1991 and has sold 2.5 million hard-cover copies for its publisher, Warner Books.","thumbnail":null,"section":"Books"},{"date":"19950125","headline":"A Wall Around Israel?","web_url":"https://www.nytimes.com/1995/01/25/world/a-wall-around-israel.html","abstract":"  After the devastating suicide bombing that killed 19 Israelis on Sunday, an old word has re-emerged with new force in Israel's political vocabulary: separation. It means that Israelis and Palestinians should go their different ways, and its leading exponent is Prime Minister Yitzhak Rabin.   Since the latest deaths, mostly of young soldiers, he has made \"separation\" a clarion call and says his Government will start as early as next week to figure out how to do it. He is determined, he says, that people living in Israel proper, his main concern, will no longer be \"vulnerable to terror\" from the Gaza Strip and West Bank.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"The State of the President","web_url":"https://www.nytimes.com/1995/01/25/opinion/the-state-of-the-president.html","abstract":"  A State of the Union address is normally about policies and promises. But at the center of President Clinton's speech last night lay a political question: Can this President, after a decent first year and a disastrous second, regain his standing with the American people and his own party? What lent drama to this speech was not what it said about the future of America but what it would show about the future of one man.   Bill Clinton is plainly aware how hard it is going to be to regain his footing. He cannot simply offer himself as a watered-down Newt Gingrich. But as he acknowledged in his first sentences, he cannot ignore the forces, including dissatisfaction with government in general and with his vacillating leadership in particular, that swept the Republicans to power.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Sports of The Times; Groza, Beard Linked In Sadness and 'Stigma'","web_url":"https://www.nytimes.com/1995/01/25/sports/sports-of-the-times-groza-beard-linked-in-sadness-and-stigma.html","abstract":"  RALPH BEARD dreaded the death of Alex Groza the same way he shudders every autumn in the Commonwealth of Kentucky, when basketball starts all over again. The death of his friend, last Saturday in California, would revive what Beard calls \"the stigma,\" the way they are remembered.    History is cold-blooded; history latches on to one thing and obscures the rest. This is something for young people to ponder. Do something today and people might remember it 50 years from now. \"Our lives are intertwined,\" Ralph Beard said the other day.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Fault Lines and Class Lines in Japan","web_url":"https://www.nytimes.com/1995/01/25/world/fault-lines-and-class-lines-in-japan.html","abstract":"  To prowl the wealthy neighborhoods here in the Beverly Hills of Japan, where $5 million ranch-style homes peek from behind stone walls, is to see that it was not just luck that determined who lived and who died in the devastating earthquake last week. Money also played a role.   While nature was democratic, in that the tremblor rattled rich neighborhoods as well as poor ones, its consequences were not. Frequently, it was the poorer people's homes that collapsed and buried them in rubble.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"1945: Camp Captured : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-1945-camp-captured-in-our-pages100-75-and-50-years-ago.html","abstract":"LUZON, Philippines - Camp O'Donnell, terminus of the death march from Bataan in April 1942, and thereafter the detention center for thousands of American prisoners of war, was captured yesterday morning [Jan. 23] by reconnaissance troops of the 14th Divis","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Iranian Preserved Calm in Hostage Era","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-iranian-preserved-calm-in-hostage-era-127695.html","abstract":"  To the Editor:   Mehdi Bazargan of Iran, who died on Jan. 20 (obituary, Jan. 21), was the Prime Minister with whom I dealt as chief of mission of the American Embassy in Teheran before the embassy was seized by student terrorists on Nov. 4, 1979.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"A Right to Parenting : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-a-right-to-parenting-letters-to-the-editor.html","abstract":"Regarding \"Time for Some Victorian Ideas\" (Opinion, Jan. 17) by Gertrude Himmelfarb:.Hoping that the article would fittingly constitute a scathing analysis of America's newest expert on child care, Newt Gingrich, I could not believe my eyes w","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1995/01/25/arts/in-performance-jazz-165995.html","abstract":"  A Guitarist Collects His Thoughts to Improvise  Pat Martino Bottom Line    About halfway through his first set on Friday night, the guitarist Pat Martino collected his thoughts and started constructing logical solos. His playing, always linear, flattened out as if the punctuation had been taken out of it, and the flow itself became almost hypnotic.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"Accidents of Fate And Faith","web_url":"https://www.nytimes.com/1995/01/25/theater/theaterspecial/accidents-of-fate-and-faith.html","abstract":"August Wilson's on a roll. That was made boisterously clear on Monday night at the opening of his big, fine, tragicomic new melodrama, \"Seven Guitars.\" (Jan. 25, 1995)","thumbnail":null,"section":"Theater"},{"date":"19950125","headline":"A War of Applause Reflects the 2 Sides of Clinton","web_url":"https://www.nytimes.com/1995/01/25/us/state-of-the-union-the-scene-a-war-of-applause-reflects-the-2-sides-of-clinton.html","abstract":"  The 1,200 people crammed into the House chamber tonight seemed to represent the warring sides of Bill Clinton, the old Democrat, and Bill Clinton, the new Democrat.   When Democrats rose in standing ovations, Republicans were glued to their seats. But just as often, Mr. Clinton gave Republicans something to cheer about, and Democrats only reluctantly joined in.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"We Owe Veterans Their Good Medical Care; Widely Endorsed Care","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-we-owe-veterans-their-good-medical-care-widely-endorsed-care-125095.html","abstract":"  To the Editor:   William Safire, in his zeal to attack veterans, distorts the facts about the veterans health care delivery system (\"Sacred Cow, II,\" Jan. 19). We do not spend $37 billion on care; the annual budget is $16.5 billion, which helps provide some 25 million annual episodes of care.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"The World Needs a Humanitarian Right to Intervene","web_url":"https://www.nytimes.com/1995/01/25/opinion/IHT-the-world-needs-a-humanitarian-right-to-intervene.html","abstract":"The writer is prime minister of Sweden and co-chairman of the Commission on Global Governance. The 28-member commission was established in 1992, at the instigation of former West German Chancellor Willy Brandt, to recommend ways by which world security a","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/25/nyregion/c-corrections-099795.html","abstract":"  An article yesterday about the trial misstated the surname of the Los Angeles Chief of Police in some editions. He is Chief Willie L. Williams, not Wilson.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"Film Doesn't Deserve Obscenity Prosecution","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-film-doesn-t-deserve-obscenity-prosecution-131495.html","abstract":"  To the Editor:   Your Jan. 18 review of Pier Paolo Pasolini's \"Mama Roma\" mentions the director's last film, \"Salo,\" as well as the Cincinnati obscenity prosecution of a bookstore and its employees for renting a videotape of \"Salo.\" You permit the implication that the prosecution of \"Salo\" is understandable, given the film's \"excesses.\"","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"We Owe Veterans Their Good Medical Care; Alzheimer's Patients","web_url":"https://www.nytimes.com/1995/01/25/opinion/l-we-owe-veterans-their-good-medical-care-alzheimer-s-patients-126895.html","abstract":"  To the Editor:   William Safire should drive up to Canandaigua, N.Y., to observe the Alzheimer's wing of the local veterans hospital (column, Jan. 19).","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"PATAKI PROHIBITS VIOLENT CRIMINALS FROM OUTSIDE JOBS","web_url":"https://www.nytimes.com/1995/01/25/nyregion/pataki-prohibits-violent-criminals-from-outside-jobs.html","abstract":"  Gov. George E. Pataki signed an executive order today that would prohibit violent felons from participating in prison work-release programs, forcing an estimated 1,300 inmates to sleep in double bunks in prisons that are already severely crowded.   The order, which fulfills a promise made by Mr. Pataki during his campaign, is the latest move by the Governor to change the direction of New York's criminal justice system. In his first month in office, Mr. Pataki has placed a high priority on negotiating a death penalty bill with the Legislature, has sent a double-murderer, Thomas J. Grasso, to Oklahoma to await execution and has promoted a loosening of the laws enacted by Gov. Nelson A. Rockefeller that require jail time for low-level drug dealers.","thumbnail":null,"section":"New York"},{"date":"19950125","headline":"The Suburban Cowboys Of the Mild, Mild West","web_url":"https://www.nytimes.com/1995/01/25/us/the-suburban-cowboys-of-the-mild-mild-west.html","abstract":"  Booms in the West invariably seem to spawn mythic symbols.   During the cattle drives of the late 1800's, it was the wild shoot-'em-up cowboy, despite the reality of the typical wrangler, who mostly fought boredom on the lonely trails. During the oil bonanza of the 1970's, it was the flamboyant wheeler-dealer in a 10-gallon hat, probably up from Texas, a caricature that grew all the more vivid after the energy bust.   For the last four years, the symbol of boom times in the Rockies, the fastest-growing region in the country in the 1990's, has been the wealthy Californian. Thousands upon thousands of people called equity exiles are said to have sold their houses in Los Angeles for $300,000 to $400,000 or more, and fled that seemingly cursed urban sprawl for the pristine, wild-grass stretches of the mountains, where they can trot horseback across their new ranch ettes, untethered to congested America, except by fax and modem.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Warriors Keep Close, But the Nets Don't Fold","web_url":"https://www.nytimes.com/1995/01/25/sports/pro-basketball-warriors-keep-close-but-the-nets-don-t-fold.html","abstract":"  There is something unusually consistent about the Nets this season, an anomaly that has helped keep them a few light years away from the upper tier of the Eastern Conference.   It is this horrible penchant for giving bad teams confidence, enough so that by the time Kenny Anderson, Derrick Coleman and friends collectively exclaim, \"All right, that's it, time to play ball,\" it is usually too late.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"IN PERFORMANCE: POP","web_url":"https://www.nytimes.com/1995/01/25/arts/in-performance-pop-163295.html","abstract":"  A Crooner's Old Lines Spruced Up With New Jack  Tom Jones, vocalist Irving Plaza    Some musicians constantly strive to break new ground, others make a living with reprises of their old hits, but entertainers entertain: any way they know how. When Tom Jones performed with a 10-member band on Friday night, he moved from past hits like \"What's New Pussycat?\" to new-wave cover songs like Yaz's \"Situation,\" from soul nuggets to new-jack swing anthems. Like a pickup artist, he knows his past hits are effective, so he uses them without shame. But he also likes to add a few new tricks to his repertory to keep from seeming stale.","thumbnail":null,"section":"Arts"},{"date":"19950125","headline":"A Sane Baseball Owner","web_url":"https://www.nytimes.com/1995/01/25/opinion/a-sane-baseball-owner.html","abstract":"  It does not take a genius to guess what would happen if, say, the automobile manufacturers conspired to withhold their best cars from the market and offered wrecks instead. Their image would be demolished. Enter Peter Angelos, owner of the Baltimore Orioles, making the same point about the major-league baseball strike and the owners' plan to begin the season with impostors in uniform.   Last year, failed labor negotiations truncated the season and canceled the playoffs and the World Series. The owners -- all except Mr. Angelos -- are planning to open this season with replacement players. One of the \"hot\" prospects is the retired pitcher Phil Niekro, age 55. Photographs of last weekend's open tryouts featured players who appeared to waddle around the bases. The Trenton Times recommends that teams made up of bogus players call themselves by names like the Philadelphia Phollies and the Texas Strangers.","thumbnail":null,"section":"Opinion"},{"date":"19950125","headline":"Government Urges Testing for Pacemakers With Wiring Problem","web_url":"https://www.nytimes.com/1995/01/25/us/government-urges-testing-for-pacemakers-with-wiring-problem.html","abstract":"  The Food and Drug Administration today advised patients with pacemakers that have potentially defective wiring to undergo X-ray examinations to detect possible fractures in the wires that could lead to severe heart injury or death.   The agency said all patients with the suspect pacemakers should have fluoroscopic exams as soon as possible and, if a wiring break was detected, decide with their doctors whether to leave the lead wires in place or remove them.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Murder Scene That Stuns Courtroom","web_url":"https://www.nytimes.com/1995/01/25/us/murder-scene-that-stuns-courtroom.html","abstract":"  The jury, the victims' families and the press that crowded into Courtroom 9-307 had all been warned that, inevitably, the moment would come when grisly photographs from the death scene would be shown. But few, it seems, were prepared for the sight of the brutally slashed body of Ronald L. Goldman as it was flashed on the huge video monitor.   There was a sharp gasp from spectators, then choked sobbing. Frederic Goldman, the victim's father, lowered his head, pulled his glasses from his face and softly moaned. His wife, Patricia, grasped his shoulder, her face also tearful, trying to comfort him.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"Iverson, On One Ankle, Brings St. John's to Heel","web_url":"https://www.nytimes.com/1995/01/25/sports/basketball-iverson-on-one-ankle-brings-st-john-s-to-heel.html","abstract":"  Things are going so badly for St. John's these days that Georgetown point guard Allen Iverson needed only one good ankle tonight to show the Red Storm why he, and not Felipe Lopez, is the best freshman in the Big East.   Despite playing with a noticeable limp that kept getting worse as the game progressed, Iverson was more than the Red Storm could handle as he led the 14th-ranked Hoyas to an 88-71 victory before 12,081 at USAir Arena, giving St. John's its sixth straight defeat.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Wherever The Ball Is, Watch Out For Seau","web_url":"https://www.nytimes.com/1995/01/25/sports/super-bowl-xxix-wherever-the-ball-is-watch-out-for-seau.html","abstract":"  With controlled havoc, Junior Seau makes almost 20 percent of the Chargers' tackles. All by himself.   \"Textbook-wise, if you were reading about what I do, you'd have to question it,\" he said today. \"But if there's a football on the field, I have to be around it.\"","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Knicks' Symphony Stops Strickland's One-Man Band","web_url":"https://www.nytimes.com/1995/01/25/sports/basketball-knicks-symphony-stops-strickland-s-one-man-band.html","abstract":"  A determined team performance by the Knicks overcame a spectacular individual performance by Rod Strickland.   Withstanding a career-high 36 points by Strickland, the former Knicks point guard, New York erased an 11-point third-quarter deficit to beat the Portland Trail Blazers, 105-99, last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950125","headline":"Brute Strength Couldn't Save Kobe Structures","web_url":"https://www.nytimes.com/1995/01/25/world/brute-strength-couldn-t-save-kobe-structures.html","abstract":"  Many elevated expressways, bridges and buildings collapsed in the earthquake in Kobe, Japan, last week because of fundamental flaws in engineering design, two American experts who inspected the damage said yesterday.   The Japanese rely on brute strength in structural engineering, the experts said. Support columns, especially those used to hold up roadways and train tracks, tend to be huge and brittle. When the ground shakes, the columns are meant to stand firm and resist collapse.","thumbnail":null,"section":"World"},{"date":"19950125","headline":"CLINTON, WITH BOW TO G.O.P., REAFFIRMS HIS THEMES OF '92 AND ASKS NEW COOPERATION","web_url":"https://www.nytimes.com/1995/01/25/us/state-union-overview-clinton-with-bow-gop-reaffirms-his-themes-92-asks-new.html","abstract":"  President Clinton tonight sought to build a rationale for the second half of his term, at once defending his record and embracing many ideas backed by the new Republican Congressional majority, but amending them to suit the brand of centrist Democrats who elected him.   In a State of the Union Message that was by turns conciliatory and studded with pointed delineations of difference, Mr. Clinton pledged his cooperation in shrinking the Government, cutting taxes, overhauling welfare and cracking down on illegal immigration. But he repeatedly veered away from endorsing specific Republican proposals for dealing with those issues, instead presenting his own ideas as sensible, humane alternatives to more extreme courses of action.","thumbnail":null,"section":"U.S."},{"date":"19950125","headline":"The Neediest Cases; Enduring a Lifetime of Depression","web_url":"https://www.nytimes.com/1995/01/25/nyregion/the-neediest-cases-enduring-a-lifetime-of-depression.html","abstract":"  Time has whittled her voice to a whisper, and sadness has settled over her like a cloak. But the past still resonates in Erika B.'s mind and dominates her solitary days.    She was born in a German village, and when she was 7, her father died in prison. The year was 1935. He had been jailed because he was Jewish. His death brought on a long-term depression.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19950125","headline":"The Norwegian rocket incident: Russia almost launches a nuclear attack after it mistakes Black Brant XII, a Norwegian research rocket, for a US Trident missile.","pages":[{"title":"Norwegian rocket incident","web_url":"https://en.wikipedia.org/wiki/Norwegian_rocket_incident","description":"1995 incident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Black_Brant.jpg/320px-Black_Brant.jpg","thumbnail_width":320,"thumbnail_height":402},"abstract":"The Norwegian rocket incident, also known as the Black Brant scare, occurred on January 25, 1995, when a team of Norwegian and American scientists launched a Black Brant XII four-stage sounding rocket from the Andya Rocket Range off the northwestern coast of Norway. The rocket carried scientific equipment to study the aurora borealis over Svalbard, and flew on a high northbound trajectory, which included an air corridor that stretches from Minuteman III nuclear missile silos in North Dakota all the way to Moscow, the capital city of Russia. The rocket eventually reached an altitude of 1,453 kilometers (903mi), resembling a US Navy submarine-launched Trident missile. Fearing a high-altitude nuclear attack that could blind Russian radar, Russian nuclear forces went on high alert, and the \"nuclear briefcase\" was taken to Russian President Boris Yeltsin, who then had to decide whether to launch a retaliatory nuclear strike against the United States. Russian observers determined that there was no nuclear attack and no retaliation was ordered."},{"title":"Nuclear weapon","web_url":"https://en.wikipedia.org/wiki/Nuclear_weapon","description":"Explosive weapon that utilizes nuclear reactions","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Missile_and_Space_Gallery_overview_at_the_USAF_National_Museum.jpg/320px-Missile_and_Space_Gallery_overview_at_the_USAF_National_Museum.jpg","thumbnail_width":320,"thumbnail_height":256},"abstract":"A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or a combination of fission and fusion reactions, producing a nuclear explosion. Both bomb types release large quantities of energy from relatively small amounts of matter."},{"title":"Black Brant (rocket)","web_url":"https://en.wikipedia.org/wiki/Black_Brant_(rocket)","description":"Family of Canadian-designed sounding rockets","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Black_Brant_sounding_rockets_shapes-01.jpg/320px-Black_Brant_sounding_rockets_shapes-01.jpg","thumbnail_width":320,"thumbnail_height":460},"abstract":"The Black Brant is a family of Canadian-designed sounding rockets originally built by Bristol Aerospace, since absorbed by Magellan Aerospace in Winnipeg, Manitoba. Over 800 Black Brants of various versions have been launched since they were first produced in 1961, and the type remains one of the most popular sounding rockets. They have been repeatedly used by the Canadian Space Agency and NASA."},{"title":"Norway","web_url":"https://en.wikipedia.org/wiki/Norway","description":"Country in Northern Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Flag_of_Norway.svg/320px-Flag_of_Norway.svg.png","thumbnail_width":320,"thumbnail_height":233},"abstract":"Norway, officially the Kingdom of Norway, is a Nordic country in Northern Europe, situated on the Scandinavian Peninsula, with a population of 5.5 million as of 2024. The remote Arctic island of Jan Mayen and the archipelago of Svalbard also form part of the Kingdom of Norway. Bouvet Island, located in the Subantarctic, is a dependency, and not a part of the Kingdom; Norway also claims the Antarctic territories of Peter I Island and Queen Maud Land. The capital and largest city in Norway is Oslo."},{"title":"Sounding rocket","web_url":"https://en.wikipedia.org/wiki/Sounding_rocket","description":"Rocket designed to take measurements during its flight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Black_Brant.jpg/320px-Black_Brant.jpg","thumbnail_width":320,"thumbnail_height":402},"abstract":"A sounding rocket or rocketsonde, sometimes called a research rocket or a suborbital rocket, is an instrument-carrying rocket designed to take measurements and perform scientific experiments during its sub-orbital flight. The rockets are used to launch instruments from 48 to 145km above the surface of the Earth, the altitude generally between weather balloons and satellites; the maximum altitude for balloons is about 40km and the minimum for satellites is approximately 121km. Certain sounding rockets have an apogee between 1,000 and 1,500km, such as the Black Brant X and XII, which is the maximum apogee of their class. For certain purposes Sounding Rockets may be flown to altitudes as high as 3,000 kilometers to allow observing times of around 40 minutes to provide geophysical observations of the magnetosphere, ionosphere, thermosphere and mesosphere. \nSounding rockets have been used for the examination of atmospheric nuclear tests by revealing the passage of the shock wave through the atmosphere. \n In more recent times Sounding Rockets have been used for other nuclear weapons research.\nSounding rockets often use military surplus rocket motors. NASA routinely flies the Terrier Mk 70 boosted Improved Orion, lifting 270450-kg (6001,000-pound) payloads into the exoatmospheric region between 97 and 201km."},{"title":"Trident (missile)","web_url":"https://en.wikipedia.org/wiki/Trident_(missile)","description":"American class of submarine-launched ballistic missile","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Trident_C4_first_launch.jpg/320px-Trident_C4_first_launch.jpg","thumbnail_width":320,"thumbnail_height":399},"abstract":"The Trident missile is a submarine-launched ballistic missile (SLBM) equipped with multiple independently targetable reentry vehicles (MIRV). Originally developed by Lockheed Missiles and Space Corporation, the missile is armed with thermonuclear warheads and is launched from nuclear-powered ballistic missile submarines (SSBNs). Trident missiles are carried by twelve United States Navy Ohio-class submarines, with American warheads, as well as four Royal Navy Vanguard-class submarines, with British warheads. The missile is named after the mythological trident of Neptune."}]}],"weather":[{"date":"19950125","time":"1995-01-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":11.2},{"date":"19950125","time":"1995-01-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":89,"wspd":9.4},{"date":"19950125","time":"1995-01-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":85,"wspd":9.4},{"date":"19950125","time":"1995-01-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":81,"wspd":9.4},{"date":"19950125","time":"1995-01-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":84,"wspd":11.2},{"date":"19950125","time":"1995-01-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":86,"wspd":9.4},{"date":"19950125","time":"1995-01-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":86,"wspd":13},{"date":"19950125","time":"1995-01-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":85,"wspd":13},{"date":"19950125","time":"1995-01-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":86,"wspd":5.4},{"date":"19950125","time":"1995-01-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":85,"wspd":11.2},{"date":"19950125","time":"1995-01-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":90,"wspd":5.4},{"date":"19950125","time":"1995-01-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":86,"wspd":9.4},{"date":"19950125","time":"1995-01-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":86,"wspd":11.2},{"date":"19950125","time":"1995-01-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":90,"wspd":7.6},{"date":"19950125","time":"1995-01-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":93,"wspd":5.4},{"date":"19950125","time":"1995-01-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":95,"wspd":3.6},{"date":"19950125","time":"1995-01-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":94,"wspd":7.6},{"date":"19950125","time":"1995-01-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":85,"wspd":20.5},{"date":"19950125","time":"1995-01-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":79,"wspd":22.3},{"date":"19950125","time":"1995-01-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":77,"wspd":24.1},{"date":"19950125","time":"1995-01-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":76,"wspd":25.9},{"date":"19950125","time":"1995-01-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":75,"wspd":24.1},{"date":"19950125","time":"1995-01-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":73,"wspd":29.5},{"date":"19950125","time":"1995-01-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":71,"wspd":29.5},{"date":"19950125","time":"1995-01-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":29.5},{"date":"19950125","time":"1995-01-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":33.5},{"date":"19950125","time":"1995-01-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":31.7},{"date":"19950125","time":"1995-01-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":29.5},{"date":"19950125","time":"1995-01-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":27.7},{"date":"19950125","time":"1995-01-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":20.5},{"date":"19950125","time":"1995-01-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":22.3},{"date":"19950125","time":"1995-01-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":16.6},{"date":"19950125","time":"1995-01-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":20.5},{"date":"19950125","time":"1995-01-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":22.3},{"date":"19950125","time":"1995-01-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":24.1},{"date":"19950125","time":"1995-01-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":61,"wspd":24.1},{"date":"19950125","time":"1995-01-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":25.9},{"date":"19950125","time":"1995-01-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":61,"wspd":20.5},{"date":"19950125","time":"1995-01-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":59,"wspd":20.5},{"date":"19950125","time":"1995-01-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":27.7},{"date":"19950125","time":"1995-01-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":53,"wspd":33.5},{"date":"19950125","time":"1995-01-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":50,"wspd":29.5},{"date":"19950125","time":"1995-01-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":27.7},{"date":"19950125","time":"1995-01-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":45,"wspd":31.7},{"date":"19950125","time":"1995-01-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":31.7},{"date":"19950125","time":"1995-01-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":46,"wspd":29.5},{"date":"19950125","time":"1995-01-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":44,"wspd":31.7},{"date":"19950125","time":"1995-01-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":59,"wspd":25.9}]}}