{"19950103":{"guardian_articles":[{"date":"19950103","headline":"Australia tumble to tails-up attack","web_url":"https://www.theguardian.com/sport/1995/jan/03/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"},{"date":"19950103","headline":"The Russians are trying to take Grozny at any price","web_url":"https://www.theguardian.com/world/1995/jan/03/chechnya.jamesmeek","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19950103","headline":"Buffalo Fires Corey","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-pro-football-buffalo-fires-corey.html","abstract":"  The Buffalo Bills fired their defensive coordinator, WALT COREY, yesterday after a lackluster season in which the defense improved statistically, but failed to produce big plays.   After four Super Bowls, the Bills finished 7-9 and missed the playoffs for the first time since 1987, the year Corey joined them. In the team's next-to-last game, the Bills led the Patriots by 17-3 before the defense collapsed en route to a 41-17 loss.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"James A. Rahl, 77, Ex-Dean and Expert On Antitrust Laws","web_url":"https://www.nytimes.com/1995/01/03/us/james-a-rahl-77-ex-dean-and-expert-on-antitrust-laws.html","abstract":"  James Andrew Rahl, an authority on Federal and European antitrust laws who was a professor emeritus and former law dean at Northwestern University, died last Thursday at his home in Evanston, Ill. He was 77.   The cause was a stroke, university officials said.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Basic Nursing Care","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-basic-nursing-care-415795.html","abstract":"  To the Editor:   I was startled to read (news article, Dec. 25) that the Federal Agency for Health Care Policy and Research was calling routine care for the treatment of bed sores (decubitus ulcers) \"improved care,\" and thus a vehicle for saving money.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"1920:Angry Motorists : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1920angry-motorists-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In Dublin a new form of violence has appeared: the smashing of automobiles. Seven cars have been wrecked as a protest against the new order that motorists must have special permits. A trade-union committee appointed to deal with the order has can","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Micro-Machines Help Solve Intractable Problem Of Turbulence","web_url":"https://www.nytimes.com/1995/01/03/science/micro-machines-help-solve-intractable-problem-of-turbulence.html","abstract":"  LIKE crowds of tiny judo wrestlers trained to exploit the power of vastly stronger adversaries, arrays of machines the size of pinpoints are being developed to substitute \"smart\" control of airplanes and ships for conventional, energy-sapping mechanisms like rudders.   Microelectromechanical systems, or MEMS, as they have been named, also show promise as a means of reducing the turbulent drag that slows aircraft and ships, impedes flow in blood vessels, complicates the automatic administration of drugs in a patient's body and causes many other problems.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/03/nyregion/c-corrections-885895.html","abstract":"  An article on Saturday about a Canadian paleontologist at a dinosaur museum in rural Alberta misstated the given name of the paleontologist in the movie \"Jurassic Park\" in some editions. He is Dr. Alan Grant, not Dale Grant.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Florida State Takes Rematch and Bowl Record","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-florida-state-takes-rematch-and-bowl-record.html","abstract":"  When the sellout crowd settled into their seats for tonight's Sugar Bowl, there was a message, of sorts, on the Superdome scoreboard. The score, prior to kickoff, was listed as Florida State 31, Florida 31. The quarter was listed as the fifth.   This game was billed as a rematch -- one that offered Florida a shot at redemption and Florida State a chance to further humiliate its intrastate rival. On Nov. 26, the Seminoles had rallied from a 31-3 fourth-quarter deficit to tie the Gators, 31-31, in the waning seconds of a regular-season game.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"A Moment in November Meant No. 2 for Penn State","web_url":"https://www.nytimes.com/1995/01/03/sports/on-college-football-a-moment-in-november-meant-no-2-for-penn-state.html","abstract":"  The answer to the trivia question, now and forever, is Chris Dittoe. The imperfect resolution of this college football season, with a bowl day made anticlimactic by an altered schedule and a politicized system that leaves its marks in history books, will include an unlikely central factor.   That is, Chris Dittoe, the substitute Indiana University quarterback. His otherwise insignificant 5-yard touchdown pass, his looping, deflected, 40-yard score and 2-point conversion pass with time expired, all in the last 1 minute 49 seconds of a game that had already been determined, provided the bizarre finish to a 6-point Penn State victory that cost the Nittany Lions a share of a national championship. On Nov. 5. With starters watching from the sidelines. A top spot in the coaches' poll was lost, and never regained.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Far From Home, a Couple Seek Medical Care for Their Ailing Son","web_url":"https://www.nytimes.com/1995/01/03/nyregion/the-neediest-cases-far-from-home-a-couple-seek-medical-care-for-their-ailing-son.html","abstract":"  In her pocket, Nadezhda Sivets carries a photo of her apartment building in Tajikistan, its walls battered by mortar shells. But the civil war in her homeland is far from her thoughts now, and a more personal struggle dominates her life.   Mrs. Sivets' son, Denis, has a rare disease, and she has spent years searching for an accurate diagnosis. At 10, Denis is retarded, cannot speak and walks with a severe limp. He was born healthy, but eight months later he developed a bacterial infection. Doctors in Tajikistan, a former Soviet republic, mistakenly prescribed an overdose of antibiotics that damaged his brain and nervous system.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Greeted at Nation's Front Door, Many Visitors Stay On Illegally","web_url":"https://www.nytimes.com/1995/01/03/nyregion/greeted-at-nation-s-front-door-many-visitors-stay-on-illegally.html","abstract":"  In the comfort of a flight from Belfast, Francis and Theresa S. arrived in the United States three months ago as tourists. But they had no intention of returning to their home in Northern Ireland after their sightseeing in New York was over. They were coming to stay on as illegal immigrants.   Unlike the thousands of Mexicans and Central Americans clambering over the flood-lit fences of the southern border, the couple merely walked through an inspection booth at Kennedy International Airport. An immigration official, checking their passports and plane tickets, smiled and waved them in.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"A Woman With a Story to Tell Must Pay the Price","web_url":"https://www.nytimes.com/1995/01/03/nyregion/our-towns-a-woman-with-a-story-to-tell-must-pay-the-price.html","abstract":"  TRACY MEHM'S mistakes might not be the biggest in the world, but they could arm-wrestle Van Damme, no sweat.   Her first biggie was joining an \"escort\" service to work her way through Buffalo State College. The second was telling her boss, once she had been arrested, that the police planned to visit.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Nets' Stars Still Doubtful","web_url":"https://www.nytimes.com/1995/01/03/sports/basketball-nets-stars-still-doubtful.html","abstract":"  Derrick Coleman and Kenny Anderson were both at practice today but are questionable for the Nets when the Indiana Pacers visit New Jersey Tuesday night.   Coleman went through the entire practice with the team, but his lacerated left hand still prevents him from holding the basketball with ease.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/03/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Barry Pledges Integrity for Government in Washington","web_url":"https://www.nytimes.com/1995/01/03/us/barry-pledges-integrity-for-government-in-washington.html","abstract":"  Vowing to \"bring integrity back into government\" and to rebuild his deteriorating city \"from the ground up,\" Marion S. Barry Jr. was sworn in today for a fourth term as Mayor of the District of Columbia.   Mr. Barry, who overcame a personal and political disaster -- a misdemeanor drug conviction and six months in prison after the Federal Bureau of Investigation videotaped him smoking crack cocaine in 1990 -- had campaigned as \"the candidate of the last, the lost, and the least,\" and as a bridge between the city's poor blacks and affluent whites.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Man Charged With Slaying Wife at Work","web_url":"https://www.nytimes.com/1995/01/03/nyregion/man-charged-with-slaying-wife-at-work.html","abstract":"  When Charles Smith called the Transit Authority on Sunday night, expressing concern that his wife had not returned home from her shift as an elevator operator at a Manhattan subway station, he was treated gently.   An authority worker, not wanting to break the news to him over the telephone that his wife had been found shot to death at work, suggested that he go to the station at 184th Street and Fort Washington Avenue.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Officially, Crime Is Dropping, But Brooklyn Is Still Worried","web_url":"https://www.nytimes.com/1995/01/03/nyregion/officially-crime-is-dropping-but-brooklyn-is-still-worried.html","abstract":"  The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify them as gang members, hang out on the street corner. The sirens of police cars and ambulances scream regularly.   \"My 5-year-old son sits in that window, in the morning and at night, and he asks me what those people are doing -- if they are bad, if they are going to hurt us,\" said Ms. Rodriguez, whose apartment looks out on Fifth Avenue. \"I try to answer him as best I can. But I don't know.\"","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"1945:Saboteurs Foiled : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1945saboteurs-foiled-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - An alert seventeen-year-old boy was credited by the Federal Bureau of Investigation today [Jan. 2] with spotting two saboteurs who were landed by U-boat on November 29 near the buoys off Hancock Point, Maine. The men came ashore in a rubber boa","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Brookline Shows Fervor In Keeping Clinics Open","web_url":"https://www.nytimes.com/1995/01/03/us/brookline-shows-fervor-in-keeping-clinics-open.html","abstract":"  The Brookline police used to call the job of guarding the abortion clinics in town \"the baby killer detail.\" But when Operation Rescue made the clinics a target, back in 1988, everything changed.   \"The town made a commitment: The clinics will be open,\" said Lieut. Bill McDermott, a detective who made himself an expert on Operation Rescue, a radical group opposing abortion, and other anti-abortion groups. \"The police department backed it up. Even when they drove their cars up and cemented themselves in, we managed to keep the clinics open.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/03/nyregion/c-corrections-368195.html","abstract":"  A chart on Sunday about appointments to Gov. George E. Pataki's administration misidentified the adviser from the Cuomo administration who is expected to stay on, at least temporarily. He is Philip Coombs Jr., the Commissioner of Correction, not Raul Russi, chairman of the Division of Parole.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Clinton on Home Soil for Rest and, Maybe, Some Excitement","web_url":"https://www.nytimes.com/1995/01/03/us/clinton-on-home-soil-for-rest-and-maybe-some-excitement.html","abstract":"  President Clinton, the transplanted Arkansas traveler who has no real home but the White House these days, returned to his hometown today for a bit of post-New Year's relaxation, visits with old pals and the dedication on Wednesday of an elementary school named in honor of a former governor who worked to improve education in the state, William Jefferson Clinton.   \"It's wonderful to be home,\" Mr. Clinton told a crowd as Air Force One touched down at Adams Field shortly after noon. \"We're looking forward just to spending some personal time visiting with our friends, saying hello to people, driving around the state a little bit. And I'm even going to have a few hours tomorrow where I have nothing on the schedule for the first time in years and years.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Heredity's More Than Genes, New Theory Proposes","web_url":"https://www.nytimes.com/1995/01/03/science/heredity-s-more-than-genes-new-theory-proposes.html","abstract":"  MEN may deny it, yet there it is, immortalized in a popular song: \"I want a girl just like the girl that married dear old dad.\" For their part, many women remain so romantically fixated on that first big guy in their lives that traits reminding them of their father -- an emotional coolness, say, or an irritable authoritarian streak -- seem irresistible, the embodiment of ideal masculinity. And when the bombast and insecurities of youth have sloughed away, most of us realize that we often think, act, gesture, opine, vote, belch, fret and procrastinate just like our parents.   Such convergences of style and behavior may be the result of genetic predispositions; or they could stem from children and parents coexisting in a similar environment that prompts the expression of like-minded characteristics.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"If at First You Don't Succeed, Try the Playoffs","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-notebook-if-at-first-you-don-t-succeed-try-the-playoffs.html","abstract":"  The Cleveland Browns' coaches and players might want to get on the telephone to Chicago this week and get a few pointers on how to beat a division opponent in the playoffs that they didn't have any success against during the regular season.   The Bears dismantled the Vikings, 35-18, in a National Football Conference wild-card game on Sunday and will play at San Francisco on Saturday. The Vikings had beaten Chicago twice during the season in N.F.C. Central Division games, but it didn't matter on Sunday as the Bears completely outplayed their opponent.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"REBELS BEAT BACK A RUSSIAN FORCE","web_url":"https://www.nytimes.com/1995/01/03/world/rebels-beat-back-a-russian-force.html","abstract":"  Jubilant Chechen soldiers strolled through the burning center of Grozny today, waving their green separatist flag in triumph after battling Russian troops back to the edge of the city.   The fight for the capital is far from over, but less than 24 hours after the Russian Defense Minister, Gen. Pavel S. Grachev, announced that his forces controlled the area around Grozny's presidential palace, the only Russians to be found there were dead soldiers and prisoners of war, according to reports from the scene.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Many Doubt Truce Will Lead to Bosnian Peace","web_url":"https://www.nytimes.com/1995/01/03/world/many-doubt-truce-will-lead-to-bosnian-peace.html","abstract":"  A missile slammed into the Holiday Inn in Sarajevo today, wounding no one but carrying an ominous warning to those who hope that the truce signed Saturday will prove a prelude to lasting peace in Bosnia and Herzegovina.    It was perhaps the first but almost certainly not the last violation of the new truce, which is to last for four months while the Government and Bosnian Serbs seek to negotiate a peace treaty.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Army Peacekeeping, by the New Book","web_url":"https://www.nytimes.com/1995/01/03/opinion/army-peacekeeping-by-the-new-book.html","abstract":"  The Army's new field manual on peacekeeping is required reading for many officers. It is also worth a look by civilian policy makers and citizens interested in knowing whether the Army is adjusting to its new role in the post-cold-war world. The short and reassuring answer is, yes.    In a world no longer defined by the Soviet threat, peacekeeping may well be the growth industry for the Army. But peacekeeping poses a difficult challenge to an Army whose traditional mission has been ground combat and whose standard doctrine has been that of overwhelming force.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Berlin's Lost Generation","web_url":"https://www.nytimes.com/1995/01/03/opinion/berlin-s-lost-generation.html","abstract":"  We met at a restaurant in the chic Savignyplatz quarter in western Berlin. It was shortly before Christmas, a festive season, yet the man was palpably ill at ease. He said he felt like a victim of agoraphobia, becoming anxious away from his safe haven in eastern Berlin. Indeed, he had visited western Berlin less than a dozen times since the wall was breached by the autumn revolution of 1989.   His wife said she overcame these terrors, out of need. Three times a week she crosses the gone but hardly forgotten line, traveling 90 minutes each way from outlying Koepenick to Grunewald. There she cleans house for an affluent westerner; along with her half pension, it is the couple's major source of income. She has a university degree and is fluent in three languages. Her husband, with a Ph.D. and an academic background, now helps a relative clean and maintain a vegetable farm.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/03/nyregion/no-headline-889095.html","abstract":"  \"The way the media portray him, you'd think he didn't want to just start up orphanages, but burn them down, too.\" -- JANET SHERMAN, a Denver homemaker, on Newt Gingrich.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Whitecap Reservation Journal; AIDS Is Brought Sadly Home to Canada's Indians","web_url":"https://www.nytimes.com/1995/01/03/world/whitecap-reservation-journal-aids-is-brought-sadly-home-to-canada-s-indians.html","abstract":"  He tells them of the abuse he endured in a residential school and in foster homes in Alberta, how at age 13 he was raped by a man in an Edmonton motel, of the rage that drove him to alcohol, drugs and petty crime as a member of an Edmonton street gang -- and finally of his fight against AIDS.   Ken Ward, 37, an Enoch Cree from northern Alberta, was the first Indian in Canada to declare publicly that he had tested positive for the human immunodeficiency virus, which causes AIDS. The diagnosis was made on Dec. 29, 1989, and he went public three months later.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Tiny Clinic In Katmandu Solves Medical Mystery","web_url":"https://www.nytimes.com/1995/01/03/science/tiny-clinic-in-katmandu-solves-medical-mystery.html","abstract":"  THIS is a tale of the little clinic that could. It involves Gurkhas, a tainted head of lettuce in the refrigerator of a British diplomat and a newly discovered disease that afflicts travelers around the world.   The disease begins with severe diarrhea, nausea and stomach cramps, then progresses to weeks of debilitating fatigue and loss of appetite. Victims routinely lose as much as 15 to 20 pounds. Travelers to warm climes seem particularly susceptible.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Mexico Delays Austerity Plan as Labor and Business Balk","web_url":"https://www.nytimes.com/1995/01/03/world/mexico-delays-austerity-plan-as-labor-and-business-balk.html","abstract":"  President Ernesto Zedillo Ponce de Leon postponed a televised address to the nation tonight after Government officials were unable to reach an agreement with labor and business leaders on an austere package of wage and price controls.    Investors in both Mexico and the United States had been awaiting the message to see how Mr. Zedillo was planning to rebuild Mexico's economy after a brutal devaluation two weeks ago that lowered the value of the Mexican peso by 30 percent. The speech also was intended to rebuild investor confidence by showing that Mr. Zedillo was firmly in control of the economy, an image undoubtedly obscured by the postponement.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"So Odd, So Enigmatic, Songbird May Really Be an Octet of Species","web_url":"https://www.nytimes.com/1995/01/03/science/so-odd-so-enigmatic-songbird-may-really-be-an-octet-of-species.html","abstract":"TWO of North America's more amazing songbirds are a pair of dirty-red finches with oddly maloccluded mandibles -- a piece of evolutionary engineering that enables them to feed on seeds from the tightly closed cones of various coniferous trees. The long, sharply pointed bills of the red crossbill and white-winged crossbill work like a burglar's picklock, prying up cone scales so the hidden seeds can be scooped out by the birds' snakelike tongues. \n\nA crossbill's tongue then holds a seed against a husking groove on its horny palate while its lower mandible cracks and removes the hard coat. A crossbill, about the size of a sparrow, might eat 3,000 tamarack or spruce cone seeds a day.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Police Officers Face Charges Of Abusing Girl","web_url":"https://www.nytimes.com/1995/01/03/nyregion/police-officers-face-charges-of-abusing-girl.html","abstract":"  Two New York City police officers who live together were arrested early yesterday and charged with endangering the welfare of a child after the 23-month-old daughter of one of the officers was found to have been physically abused.   When the officers brought the girl to the Mary Immaculate Hospital in Queens Sunday night with a broken left thumb, a doctor determined that she had also been beaten on the buttocks, had a three-week old fracture on her right arm, a possible skull fracture and old breaks to the jaw and left arm, said Detective Kim Royster, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Desert Preserve Favors Hunters Over Visitors","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-desert-preserve-favors-hunters-over-visitors-417395.html","abstract":"  To the Editor:   \"New Parks Mix Public and Private, Uneasily\" (front page, Dec. 26) does an excellent job of describing the National Park Service's task in managing two new national parks, Death Valley and Joshua Tree, and the new Mojave National Preserve.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"The Trials of the Other Tom, the New Kid on Mount Rushmore","web_url":"https://www.nytimes.com/1995/01/03/sports/tv-sports-the-trials-of-the-other-tom-the-new-kid-on-mount-rushmore.html","abstract":"  NBC's investment in Sunday night's Orange Bowl (aside from the $7 million paid for the television rights) included an investment in the fortunes of Nebraska Coach Tom Osborne. NBC made him a haunted plainsman, a living martyr bedeviled by past Orange Bowl losses and the inability to be labeled a national champion.   To judge by Bob Costas's pregame portrayal of Osborne, the preternaturally stoic coach could have doubled for Coach Allie Schweitzer: a son of Nebraska, an athletic \"marvel\" who starred for his small hometown college; possessed of \"serene dignity,\" he has suffered \"honor in defeat\" but now sought an \"end to his New Year's nightmare.\" Come let us adore him.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"A Bully Job on the Bulge : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-a-bully-job-on-the-bulge-letters-to-the-editor.html","abstract":"Regarding the report \"We Can Still Lose War\" (Dec. 19):.Congratulations to Rick Atkinson for his masterful retrospective on the Battle of the Bulge. The participants in that battle (or most any battle, for that matter) were the last to know w","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"By Design; Return of the Alligators","web_url":"https://www.nytimes.com/1995/01/03/style/by-design-return-of-the-alligators.html","abstract":"  From time to time, a classic style becomes fashion. It happened recently with the white cotton shirt and the sweater set. Now it's the polo shirt.    Abbreviated polo shirts that bared the midriff appeared on the runways of Ralph Lauren's and Anne Klein's spring shows. But the cognoscenti have been scooping up the original Chemise Lacoste polo shirts with the famous embroidered alligator logo.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"When America Chased Its People Off the Land","web_url":"https://www.nytimes.com/1995/01/03/arts/television-review-when-america-chased-its-people-off-the-land.html","abstract":"  Indians are prime-time subjects tonight, as PBS focuses on the dire condition of a few native South Americans and the Discovery Channel looks back at the bitter histories of native North Americans.   \"The Tribe That Time Forgot\" refers to the Arara people of the Brazilian Amazon. Long thought to be extinct, they made the newspapers in 1976 when three government prospectors in the Amazon rain forest were found dead. The arrows identified the killers as Arara.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"Documenting What Motivated Those Who Helped Save Jews","web_url":"https://www.nytimes.com/1995/01/03/movies/documenting-what-motivated-those-who-helped-save-jews.html","abstract":"  Long before \"Schindler's List\" reached the screen, Marek Halter, a French writer descended from Jews in Poland, became obsessed with the idea of demonstrating that even at the darkest moments of the Holocaust, the Jews trapped in Nazi-run Europe were not without friends.   \"I could never accept the notion that the whole world was against the Jews,\" he explained. \"I could not accept philosophically that there was no good, no generosity, left in the world. To do so would mean living inside a moral or existentialist bunker and that was too disagreeable.\"","thumbnail":null,"section":"Movies"},{"date":"19950103","headline":"While Giants Are Watching, Tillman Is Still Running","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-while-giants-are-watching-tillman-is-still-running.html","abstract":"  Da Bears?   That's right, the Chicago Bears. Don't believe in them, ridicule them if you want. Go ahead. Say they will lose by 50 points to San Francisco this weekend or make fun of their offense, saying it is normally about as exciting as a stoplight. Say the National Football Conference's Central Division had four teams in the playoffs, and that's about four too many. Laugh it up. But between the giggling, the Bears players ask for one thing.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"With 12 Minutes to Go, It Is 'Time for Tommie'","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-orange-bowl-with-12-minutes-to-go-it-is-time-for-tommie.html","abstract":"  The national championship T-shirts were passed around as soon as the Nebraska Cornhuskers entered their locker room early today. Several minutes later, the door swung open and a security guard yelled, \"Clear out, clear out. They want to see their fans.\"   The Cornhuskers poured back onto the Orange Bowl field, where they had rallied to defeat Miami, 24-17. Players hugged, danced and waved their T-shirts. Some 16,000 Cornhusker fans joined in the celebration, savoring this singular moment in Nebraska football history.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Dinosaur Theory: Sulfur Was Villain (but Hero for Humans)","web_url":"https://www.nytimes.com/1995/01/03/science/dinosaur-theory-sulfur-was-villain-but-hero-for-humans.html","abstract":"  THERE is yet another possible explanation for the catastrophe that befell Earth 65 million years ago, wiping out the dinosaurs and countless other species. The agent of destruction might have been a global haze of sulfuric acid that blocked sunlight and plunged the planet into a dark, killing chill lasting decades.   This new hypothesis stems from geological studies of a buried crater in the Yucatan Peninsula of Mexico, a giant scar as much as 180 miles wide that is widely believed to be the site where a huge asteroid collided with Earth just before the time of the dinosaur extinctions. Geologists found the rock in the crater, named Chicxulub, to be unusually rich in sulfur. If it had not been, they concluded, the dinosaurs might well have survived the impact, thereby changing the course of evolution.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Employee Killed in Lumber Store Robbery","web_url":"https://www.nytimes.com/1995/01/03/nyregion/employee-killed-in-lumber-store-robbery.html","abstract":"  An employee was shot to death yesterday when two hooded gunmen robbed a lumber warehouse store in Brooklyn, the police said.   Lieut. William McKnee of the 67th Precinct detective squad said the two gunmen entered the store, the Lumber Headquarters, at 4212 Church Avenue in Flatbush, shortly before 11 A.M. and announced a holdup. One of the robbers shot the victim once in the head before both fled on foot with an undetermined amount of cash from the register, detectives said.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"U.A.B. Hires Coach","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-college-football-uab-hires-coach.html","abstract":"  The former Vanderbilt coach, WATSON BROWN, was picked yesterday to guide Alabama-Birmingham into big-time football and out of the shadow of Alabama and Auburn. Brown, offensive coordinator at Oklahoma the past two seasons, was one of seven people who interviewed for the job of taking U.A.B. from National Collegiate Athletic Association Division I-AA play to Division I-A, beginning in 1996.   Meanwhile, the man who takes over Brown's former school, the Cleveland quarterbacks coach ROD DOWHOWER, took a break from playoff preparations to fly to Nashville and be introduced as Vanderbilt's 23d head coach. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/03/nyregion/metro-digest-083695.html","abstract":"  CRIME RATE FALLS, BUT WORRIES PERSIST   The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify them as gang members, hang out on the street corner. The sirens of police cars and ambulances scream regularly. Community leaders and residents of Sunset Park say the distance between the reality of their lives and the numbers put out by the Police Department offer a telling example of the sometimes limited meaning and impact of crime statistics. A1.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-371195.html","abstract":"  Don't call HUGH GRANT an optimist.   He plays alongside Robin Williams in his first big Hollywood role, in the film \"Nine Months,\" but he's not expecting fame to last, A.P. reported.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"On My Mind; The Cruelest Hoax","web_url":"https://www.nytimes.com/1995/01/03/opinion/on-my-mind-the-cruelest-hoax.html","abstract":"  The campaign for drug legalization grows in wallet and prestige. But, as it picks up journalistic and academic endorsement and foundation money, one thing stays constant. It remains now, as it always has been, one of the most cruel and selfish movements in America.   The great majority of Americans are against legalization. So are the politicians they elect to office.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Israeli Soldiers in Gaza Kill 4 Palestinian Police Officers","web_url":"https://www.nytimes.com/1995/01/03/world/israeli-soldiers-in-gaza-kill-4-palestinian-police-officers.html","abstract":"  Israeli soldiers at the northern end of the Gaza Strip shot and killed four Palestinian police officers on Monday night in the deadliest encounter between the forces since Palestinian self-rule began in Gaza last May.   There were conflicting accounts of what happened in the shootings, which began in thick fog that enveloped the coastal strip. Nor was it clear if the incident would have repercussions on Israeli-Palestinian peace talks that were already heavily burdened by disputes over Israeli settlements and other issues.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"OUTLOOK '95: A Special Section","web_url":"https://www.nytimes.com/1995/01/03/nyregion/outlook-95-a-special-section.html","abstract":"  The nation's economylooks surprisingly strong and some of the world's most powerful economies are rebounding. But many fear that America's vibrant growth may end as the Federal Reserve continues raising interest rates. Though the economy has withstood the higher rates, most investors lost money last year. Will they fare better in 1995? A special section examines trends in business and the markets including complete year-end stock and mutual fund tables.    SECTION C (2 PARTS)","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"G.O.P. Starts Expanding TV Coverage","web_url":"https://www.nytimes.com/1995/01/03/us/gop-starts-expanding-tv-coverage.html","abstract":"  Whatever happens in the new Congressional era of Republican control, citizens will be able to witness more of it.   Striving for a new aura of openness, the Republicans have agreed to allow television cameras into most committee meetings and daily press briefings with the House Speaker and the Senate majority leader. Both houses are still weighing whether to allow C-Span to operate its own cameras in the chambers and to allow those cameras free rein. Currently, cameras are operated by Government employees, who focus only on the person speaking and feed those shots to C-Span.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Talks Held on Prosecuting Suspect in Clinic Shootings","web_url":"https://www.nytimes.com/1995/01/03/us/talks-held-on-prosecuting-suspect-in-clinic-shootings.html","abstract":"  State prosecutors from Massachusetts and Virginia negotiated today with Federal officials to decide who should go first in prosecuting John C. Salvi 3d, the New Hampshire man accused of attacking abortion clinics outside Boston and here in Norfolk.   Mr. Salvi, described by friends as a melancholy 22-year-old loner, is to be arraigned here on Tuesday before a state judge on charges of shooting into an occupied building.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"No Comprendo","web_url":"https://www.nytimes.com/1995/01/03/opinion/no-comprendo.html","abstract":"Last spring, my niece phoned me in tears. She was graduating from high school and had to make a decision. An outstanding soccer player, she was offered athletic scholarships by several colleges. So why was she crying?\n\nMy niece came to the United States from South America as a child. Although she had received good grades in her schools in Miami, she spoke English with a heavy accent and her comprehension and writing skills were deficient. She was afraid that once she was left the Miami environment she would feel uncomfortable and, worse still, have difficulty keeping up with class work.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-369095.html","abstract":"  After an evening of packing steamer trunks with books for an exhibition in Boston, DON STINE , a rare book dealer from Ocean Township, N.J., recently settled into his desk about midnight.   He carefully pulled out a rare edition of Edgar Allan Poe's \"Tales of the Grotesque and Arabesque\" that he had bought for a client at an auction at Christie's in New York for $63,000.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Magic's Avent Knifed","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-pro-basketball-magic-s-avent-knifed.html","abstract":"  ANTHONY AVENT, a reserve forward for the Orlando Magic, was knifed four times in his left arm during a weekend fight and needed 20 stitches and 20 staples to close the wounds.   \"There was no damage that would inhibit him as a basketball player,\" the Magic said.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"The Tide Lifts All Ships : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-the-tide-lifts-all-ships-letters-to-the-editor.html","abstract":"Regarding \"Selective Protection Can Be Justified\" (Opinion, Dec. 26) by Gregory Clark:.With the advent of the World Trade Organization, protectionists like Gregory Clark still miss the point of free trade..The free trade argument that \"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Desert Preserve Favors Hunters Over Visitors; Worse to Come","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-desert-preserve-favors-hunters-over-visitors-worse-to-come-418195.html","abstract":"  To the Editor:   The cattle grazing, hunting and other activities foisted on the national park areas in the California desert may be just a taste of what is to come (front page, Dec. 26).","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Hiring Freeze Is First Order From Pataki","web_url":"https://www.nytimes.com/1995/01/03/nyregion/hiring-freeze-is-first-order-from-pataki.html","abstract":"  On his first day at work as Governor, George E. Pataki today ordered a freeze on the hiring of some state workers as he had promised, a move he acknowledged was but a small step toward grappling with the state's worsening finances. Seated at the head of a long table in his new office, Mr. Pataki scratched his signature onto paper with a red pen, lifted the document above his shoulder and announced: \"Here we go. Executive Order No. 1.\"   It was his only official act in public on a day when the new administration began to turn from a weekend of festivities to the reality of fulfilling the ambitious changes Mr. Pataki has pledged. In the early afternoon, he and his wife, Libby, completed the inaugural celebrations by greeting several hundred guests -- including some picked in a lottery at the swearing-in ceremony -- on the first floor of the Executive Mansion.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"For Resort Wear, Shine, Shape, Color","web_url":"https://www.nytimes.com/1995/01/03/style/for-resort-wear-shine-shape-color.html","abstract":"  Winter divides shoppers into two kinds of people: those who contemplate living through months of frigid weather and those who start thinking about heading someplace warm.    Most of those heading south are packing their bags -- either literally or figuratively -- right about now. But a few had a head start before the year-end holidays, shopping when the first resort clothes reached the stores. These early birds have given stores a good take on what women want, at least what they want to wear when it's warm. Which should translate into what the hot trends will be for spring.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"U.N. Leader to Call for Changes in Peacekeeping","web_url":"https://www.nytimes.com/1995/01/03/world/un-leader-to-call-for-changes-in-peacekeeping.html","abstract":"  As the United Nations prepares to celebrate its 50th birthday in 1995, Secretary General Boutros Boutros-Ghali will start the year by recommending to the Security Council ways to avoid problems that have threatened peacekeeping operations since the cold war ended.   There is an urgency, he says. Peacekeeping must be streamlined if it is not to overwhelm and paralyze an organization that has so many other jobs to do.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"The Realities of Lives Contradict the Dreams","web_url":"https://www.nytimes.com/1995/01/03/books/books-of-the-times-the-realities-of-lives-contradict-the-dreams.html","abstract":"  FELICIA'S JOURNEY    By William Trevor    213 pages. Viking. $21.95.    The title of William Trevor's latest novel, \"Felicia's Journey,\" refers -- ironically, it turns out -- to the picaresque journey undertaken by so many traditional literary heroes, the allegory-laden journey that takes them from innocence to wisdom, from childhood to maturity. Though Felicia does in fact achieve a kind of enlightenment, her journey, as the reader grimly learns, is neither predictable nor particularly felicitous.","thumbnail":null,"section":"Books"},{"date":"19950103","headline":"The Mall Hasn't Quite Yet Replaced Main St.","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-the-mall-hasn-t-quite-yet-replaced-main-st-419095.html","abstract":"  To the Editor:   \"Free Speech in the Mall,\" your Dec. 26 editorial in support of the New Jersey Supreme Court's decision allowing leafletting in shopping malls fails to mention the premise on which the ruling is based: that malls have displaced downtown business districts as the center of commercial and social activity. That premise is faulty for two reasons.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"G.O.P. SET TO LEAD CONGRESS ON PATH SHARPLY TO RIGHT","web_url":"https://www.nytimes.com/1995/01/03/us/gop-set-to-lead-congress-on-path-sharply-to-right.html","abstract":"  When the opening bell sounds Wednesday to usher in the 104th Congress, the Republicans, as the new majority, will begin their self-described revolution, putting on trial their fundamental belief that they can cure the nation's ills with less government, not more.   For the new Speaker of the House, Representative Newt Gingrich, and his Republican comrades, the first order of business will be to pass new House rules demonstrating that they are more open, responsive and businesslike than the old-order Democrats they have supplanted. From there, they intend to reclaim for Congress the powers it has ceded to the White House since the New Deal, introducing one of the most ambitious legislative agendas in history as they set about overhauling Congress and the country.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Different Stories : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-different-stories-letters-to-the-editor.html","abstract":"Regarding \"A British Athlete's Fight for Health and Esteem\" (Sports, Dec. 15) by Ian Thomsen:.Mr. Thomsen is right, Diane Modahl is in a lousy business, and Mr. Thomsen describes it eloquently. But the difference between Diane Modahl and Pete","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Police Reclaim East Village With the Help of Residents","web_url":"https://www.nytimes.com/1995/01/03/nyregion/police-reclaim-east-village-with-the-help-of-residents.html","abstract":"  On a recent Friday night, Police Officer Al Kohler crawled flat across the roof of a seven-story housing project on the Lower East Side of Manhattan and watched through a pair of binoculars as a group of young men brokered a drug deal on the sidewalk below.   \"He made the sale,\" whispered Officer Kohler while one youth counted the money and another hid the cocaine under a garbage bag. \"The one in the tan jacket.\"","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Looking to G.O.P. For Political Change","web_url":"https://www.nytimes.com/1995/01/03/us/looking-to-gop-for-political-change.html","abstract":"  Americans are waiting for Republicans to take over Congress to see if they can do what they promise and control the bureaucracy that many see as bloated even though they may not agree with Newt Gingrich.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Fast-Starting Colorado Outclasses Notre Dame","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-fast-starting-colorado-outclasses-notre-dame.html","abstract":"  Notre Dame had hoped to prove those people wrong, who said it didn't deserve to be in a major bowl after a 6-4-1 regular season. While that remains subject for debate, one thing was clearly proven at the Fiesta Bowl this afternoon: the unranked Irish didn't belong on the same field with the Colorado Buffaloes.   In a game that was essentially over after two quarters, the Buffaloes breezed to a 41-24 triumph before 73,968 at Sun Devil Stadium. Quarterback Kordell Stewart outdid his Heisman Trophy-winning tailback Rashaan Salaam by registering a Colorado bowl-game record 368 yards of total offense. Stewart, who passed for one score and ran for another, threw for 226 yards and rushed for 143.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Russian Military Journalist Is Killed","web_url":"https://www.nytimes.com/1995/01/03/world/russian-military-journalist-is-killed.html","abstract":"  Vladimir Zhitarenko, 54, a correspondent for the military daily Krasnaya Zvezda, died Saturday night after being shot in the head as he covered the fighting in Chechnya, the Russian Defense Ministry announced today.   He was the second journalist to die covering the Chechnya war. Cynthia Elbaum, 28, an American photographer, was killed during a bombing attack in Grozny on Dec. 22.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Gingrich Says Social Security May Need New Look, but Not Now","web_url":"https://www.nytimes.com/1995/01/03/us/gingrich-says-social-security-may-need-new-look-but-not-now.html","abstract":"  The financing of Social Security may need a re-examination, but not right away, Representative Newt Gingrich of Georgia, the incoming Speaker of the House, said in an interview broadcast today.   There was some political nerve in his comments. Even though Democrats have for decades accused Republicans of plotting to subvert Social Security, Mr. Gingrich rejected an invitation from the interviewer to agree that \"you'll never touch it.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Unwary Drivers Take A Nasty Detour on I-95","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-unwary-drivers-take-a-nasty-detour-on-i-95-420395.html","abstract":"  To the Editor:   The Associated Press article on the \"missing link\" of I-295 in southern New Jersey (Dec. 23) mentions \"the last break in the interstate highway system designated by the number 95 that links Portland, Me., with Miami, Fla.\"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"What They're Reading","web_url":"https://www.nytimes.com/1995/01/03/style/IHT-what-theyre-reading.html","abstract":"Armistead Maupin, the writer, is reading: \"More, Please\" by Barry Humphries..\"I was recently with Barry and Dame Edna in Amsterdam. This book is Barry's autobiography. The man's a genius, it kills me that he can write so well. It's hard t","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"Salaam Decides to Go Pro","web_url":"https://www.nytimes.com/1995/01/03/sports/salaam-decides-to-go-pro.html","abstract":"  Realizing his incredible 1994 season would be a difficult act to follow, Heisman Trophy winner Rashaan Salaam will skip his senior season and declare himself eligible for the National Football League draft.   \"I broke a lot of records and there's nothing left for me to do on the college level,\" Salaam said today, moments after scoring three touchdowns to help lead Colorado to a 41-24 victory over Notre Dame in the Fiesta Bowl. \"Hopefully, I can take all this talent I've got and have the same success on the N.F.L. level.\"","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"In Japan, the Clamor for Change Runs Headlong Into Old Groove","web_url":"https://www.nytimes.com/1995/01/03/world/in-japan-the-clamor-for-change-runs-headlong-into-old-groove.html","abstract":"  To measure how much Japan has really changed in the last year and a half, it is instructive to look not at the upheaval in Parliament, the big stores cutting their notoriously high prices or the devastated stock market, but at the Japan Raw Silk and Sugar Price Stabilization Agency.   This now-obscure agency, which protects Japan's few remaining silk producers with expensive price supports, was once a symbol of Japan's struggle to build a modern economy.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"Going Once, Going Twice: The Art of the Auctioneer","web_url":"https://www.nytimes.com/1995/01/03/arts/going-once-going-twice-the-art-of-the-auctioneer.html","abstract":"  He peered intently into her eyes.  Then slowly, leaning down as close to her as he could, he paused and in a soft, intimate voice said, \"I'll take $3,000,050?\"   All he got in return was an icy stare. Her paddle, it seemed, would never leave her lap again.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"Observer; Wakes Up In Marts","web_url":"https://www.nytimes.com/1995/01/03/opinion/observer-wakes-up-in-marts.html","abstract":"  Almost everything Americans buy is now made outside America. You knew that long ago. I knew it too, but I hadn't really believed it until various women took me shopping in December.    This meant killing time in women's wear divisions of assorted marts. What a learning experience these marts afforded. I'd heard that marts were taking over the world, but I had never thought enough about marts to ask, \"What is a mart anyhow?\"","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/03/nyregion/news-summary-849195.html","abstract":"  International A2-8  REBELS BEAT BACK RUSSIANS  Chechen separatists triumphantly claimed to have battled Russian troops back to the edge of the rebel region's capital, Grozny, in fierce fighting in the steets.  A1","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/03/nyregion/chronicle-370395.html","abstract":"  HOLLY HALSTED BALTHIS recalled that when she was named queen of the 1930 Tournament of Roses, she didn't have a crown and had to make her own dress -- although she was given $10 to buy the satin cloth.   Sixty-four years later, this year's queen, ALIYA HAQUE , was decked out in one of the official outfits: scarlet jacket, a black and white striped turtleneck and an oh-so short black miniskirt.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Bring On the Huskers! Hold It, This Is College Ball.","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-bring-on-the-huskers-hold-it-this-is-college-ball.html","abstract":"  The Penn State players wore \"National Champion\" baseball caps after they ran up the score with all their might today in a 38-20 Rose Bowl victory over Oregon. They lobbied unashamedly for No. 1 votes and treated their 68-year-old coach like a running back: they handed the game ball off to him.   His hair was matted from a Gatorade shower, but Joe Paterno tucked the football firmly under his armpit -- just the way he taught Ki-Jana Carter -- and gave nothing resembling a consolation speech.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"'Dumb and Dumber' Tops Holiday Film Grosses","web_url":"https://www.nytimes.com/1995/01/03/movies/dumb-and-dumber-tops-holiday-film-grosses.html","abstract":"  Perhaps aptly, \"Dumb and Dumber,\" the mindlessly wacko comedy starring Jim Carrey and aimed at 16-year-old (or far younger) boys, was the No. 1 film of a Christmas holiday season characterized by a set of surprise hits and mishaps.   Although no one in Hollywood expects studios to issue classics like \"Citizen Kane\" anymore, few executives, writers and producers even contemplate making dazzling and risky films on the order of \"Chinatown,\" \"The Godfather\" or \"Five Easy Pieces.\" A result is a holiday season dominated by children's movies, syrupy romances and adolescent comedies.","thumbnail":null,"section":"Movies"},{"date":"19950103","headline":"Get a Pro With Bipartisan Support and Give the Director Time","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-get-a-pro-with-bipartisan-support-and-give-the-director-time.html","abstract":"Jim Woolsey was pushed out of his job as director of the CIA by the White House in general and National Security Adviser Anthony Lake in particular..I was told over lunch in Washington as early as Wednesday, Oct. 19, that Mr. Woolsey would be removed o","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Time on My Hands, Not to Mention My Schedule","web_url":"https://www.nytimes.com/1995/01/03/science/personal-computers-time-on-my-hands-not-to-mention-my-schedule.html","abstract":"  AS the new year dawns, traditional paper calendars, planners and organizers promise to turn our messy lives into miracles of organization if only we adopt a few simple rules, write appropriate things in appropriate places and live our lives by the appointment book. In demanding that we work the way they want us to, computers and organizers would seem to be made for each other.    Invariably, though, computerized personal information managers (PIM's to the cognoscenti) exhibit major flaws, particularly when formatting information for use on the go. Now comes the Data Link watch, which sports the \"Microsoft Windows Compatible\" logo and, for about $100, promises to put your appointment book on your wrist. The Timex Corporation makes this unusual timepiece and can be reached at (800) 367-8463.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/03/arts/chess-314295.html","abstract":"  Strong players are emerging from the world's remotest areas despite cultural differences.    There is hardly a country in the world that is cut off from the chess scene. In part this is because the diversity of languages is not an obstacle. For example, one can communicate resignation of a game by the old-fashioned gesture of turning over the king, and one can offer a draw by crossing the index fingers to indicate a half-point.","thumbnail":null,"section":"Arts"},{"date":"19950103","headline":"OP-ED;\nDo Unto Gingrich","web_url":"https://www.nytimes.com/1995/01/03/opinion/oped-do-unto-gingrich.html","abstract":"When Republicans assume control of the House tomorrow for the first time in four decades, Newt Gingrich is likely to become the most powerful Speaker of our time. But Mr. Gingrich will soon face a test that will determine the moral dimension of his leadership -- will he permit a House Ethics Committee investigation of his conduct to go forward unfettered, or will he attempt to bury the probe?","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Israel Halts Construction at Disputed Site in West Bank","web_url":"https://www.nytimes.com/1995/01/03/world/israel-halts-construction-at-disputed-site-in-west-bank.html","abstract":"  A bitter dispute over the expansion of a Jewish settlement in the occupied West Bank took a new and uncertain turn today when the Israeli Government halted construction at a site that had been the focus of Palestinian protests for more than a week.   Hoping to placate the settlers, the Government agreed to let them build a planned complex of 500 apartments at a different spot, a hilltop somewhat closer to the center of their community of Efrat and farther from the nearby Arab town of Al Khader.","thumbnail":null,"section":"World"},{"date":"19950103","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1995/01/03/sports/resultsplus-280495.html","abstract":"  WOMEN'S BASKETBALL  Lady Vols Beat Arizona  Nikki McCray scored 22 points and Dana Johnson added 20 as No. 1 Tennessee beat Arizona, 109-57, yesterday in Knoxville, Tenn. McCray made 10 of 12 shots for the Lady Vols (12-0). Tennessee shot 63 percent en route to a 51-31 halftime lead over Arizona (5-7). The Lady Vols used a 12-0 run to widen the gap to 63-33 four minutes into the second half and coasted from there. The game was Tennessee's first since losing Tiffany Woosley, its senior guard, to a knee injury in Saturday's victory at Vanderbilt. Woosley tore the right anterior cruciate ligament and probably is out for the season. (AP) MEN'S BASKETBALL  Parks Leads Duke Rout  Cherokee Parks scored 20 points to lead six players in the double figures last night, pacing No. 11 Duke to a 107-61 rout of visiting South Carolina State. Parks also grabbed eight rebounds as Duke (9-2) ran its nonconference home winning streak to 94 games, dating to a 91-76 loss to Louisville on Jan. 12, 1983. Trajan Langdon scored 17 points for the Blue Devils. The Bulldogs are 2-7. (AP) TENNIS  Edberg Defeats Agenor  Top-seeded Stefan Edberg, the defending champion, defeated Ronald Agenor, 6-2, 7-6 (10-8), yesterday in the opening round of the Qatar Open in Doha. Third-seeded Magnus Larsson, who won the year-ending Grand Slam Cup last month, defeated Karol Kucera, 6-1, 6-4, in the hardcourt warmup to the Australian Open. (AP) Siblings in Arms: The siblings Andrei Medvedev and Natalya Medvedeva teamed for a mixed doubles victory as Ukraine defeated Sweden, 2-1, in the first round of the Hopman Cup, an exhibition tournament in Perth, Australia. Medvedev and Medvedeva defeated Mats Wilander and Asa Carlsson, 6-2, 6-2, to win the matchup. (AP) Teammates Advance: Patrick Rafter, Richard Fromberg and Jamie Morgan -- Australian Davis Cup teammates -- advanced at the Australian Hardcourt event in Adelaide. Rafter, seeded fifth, beat compatriot Todd Woodbridge, 7-6 (7-3), 6-1. Fromberg defeated Jonathan Stark, 6-4, 6-2, and Morgan beat Byron Black, 4-6, 6-2, 6-4. (AP) HORSE RACING  Michael's Star by a Neck  Michael's Star closed on the inside and won the $55,950 Count Fleet Stakes for 3-year-olds at Aqueduct yesterday. Michael's Star, carrying 115 pounds and ridden by Michael McCarthy, finished a neck in front of Devil's Brew. Racing coupled in the wagering with Sham Francisco, Michael's Star covered 1 mile 70 yards on the muddy inner track in 1:45 2/5 , earning $33,570 for Hidden Lane Farm with his third straight victory in four career starts. Devil's Brew, 115, ridden by Matthew Vigliotti, was runner-up in the field of nine, six lengths in front of Lemming, 113, with Jason Lumpkins riding. The winning entry returned $23.40, $9 and $6.60 for $2 across the board. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Yearning To Breathe Free","web_url":"https://www.nytimes.com/1995/01/03/nyregion/yearning-to-breathe-free.html","abstract":"  Without being dour, Lorraine Canoe makes do with life in New York City, but it is not the same.  You can find all kinds of things, but the supermarkets do not stock deer meat or boiled corn bread. In no borough are regular Mohawk ceremonies held for each of the year's 13 moons.   \"And it's not easy trying to find someone I can talk Mohawk with,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"That Big Payroll Tax Still Blocking the Ice","web_url":"https://www.nytimes.com/1995/01/03/sports/on-pro-hockey-that-big-payroll-tax-still-blocking-the-ice.html","abstract":"  During the 10-day strike of 1992, the National Hockey League rented a political spin doctor from Canada.  \"The season is over right now!\" this man declared one day. Of course, the season wasn't over. Negotiations resumed and so did the season.   The current lockout, now in its 95th day, is being inflicted on players and fans by a new regime in league headquarters, a more effective bunch, too, which nevertheless retains some of the old flair.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/03/us/inside-881595.html","abstract":"  Preserving Peacekeeping   The United Nations Secretary General is recommending ways to avoid problems in peacekeeping since the cold war ended. Page A3. U.S. Offers Hand to Mexico    The United States has agreed to pay for half of an $18 billion loan package to help Mexico stabilize the peso and ease its economic crisis. Page A6. Learning From Mom and Dad    A theory says that parental teaching by animals, including humans, can be handed down like a genetic inheritance. Science Times, page B13. Jewish Settlement Disputed    A dispute over a Jewish settlement took an uncertain turn when Israel halted construction at a site that Palestinians had protested. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"A Rescued Autissier Expresses Gratitude","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-people-yachting-a-rescued-autissier-expresses-gratitude.html","abstract":"  The French solo sailor ISABELLE AUTISSIER said yesterday that she was \"very grateful\" to the Australian Navy personnel who rescued her after she spent more than four days stranded in her stricken yacht in the southern Pacific.   Autissier, 38, who was competing in the BOC Round the World race, was rescued 750 nautical miles southwest of Adelaide on Sunday. She was lifted off by winch from her stricken 18-meter yacht, the Ecureuil Poitou Charentes II, by the crew of a Seahawk helicopter and then transferred to the deck of the H.M.A.S. Darwin.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/03/science/q-a-295295.html","abstract":"  Butterflies' Work Q.  Do butterflies and moths do a significant amount of pollination, or are they just lightweights that let the bees do all the real work?   A.  Significant pollination of many plants is done by butterflies and moths, sometimes exclusively, and they are not the only animals other than bees that work at pollination.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Knoxville Journal; Company's Fall Is Dash of Cold Water but Not a Dashing of Hope","web_url":"https://www.nytimes.com/1995/01/03/us/knoxville-journal-company-s-fall-is-dash-of-cold-water-but-not-a-dashing-of-hope.html","abstract":"  Across the street from two glass towers built by two banking brothers who went broke in the mid-80's, Jake and C. H. Butcher Jr., sits the emptying shell of the empire that Christopher Whittle built.   Some Knoxvillians call the spot, the corner of Maine and Gay Streets, Ego Intersection.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"This Dr. Doom Wants Steelers in His Clutches","web_url":"https://www.nytimes.com/1995/01/03/sports/pro-football-this-dr-doom-wants-steelers-in-his-clutches.html","abstract":"  From the time Bill Belichick was in high school and helping his father break down Navy game films, from the time he was a 23-year-old unpaid assistant with the Baltimore Colts, from the time he was the defensive coordinator who helped the Giants win two Super Bowls, he projected a public image of seriousness to the point of gloom. His Giants' players called him Dr. Doom.   Now, at age 42 and in his fourth year as the head coach of the Cleveland Browns, he still projects that image.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Privatizing Airports: Cities' Successes and Giuliani's Plan","web_url":"https://www.nytimes.com/1995/01/03/nyregion/privatizing-airports-cities-successes-and-giuliani-s-plan.html","abstract":"  What goes on at airports is about the same everywhere: planes land and take off, dropping off passengers or cargo and taking on more; travelers park, eat, shop, use telephones, meeting rooms and bathrooms.   But some airports provide good service at low cost, and some don't, and Mayor Rudolph W. Giuliani thinks that Kennedy and La Guardia are in the second group. To move them into the first -- and increase city revenues from the airports, which he says are \"scandalously low\" -- he would like to sell the airports to a private company or at least hire a private company to run them.","thumbnail":null,"section":"New York"},{"date":"19950103","headline":"Prayerful Silence","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-prayerful-silence-416595.html","abstract":"  To the Editor:   David Klinghoffer is correct that a predetermined spoken school prayer is unacceptable (Op-Ed, Dec. 27). However, his support for this conclusion is shortsighted.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Cathedrals Are Worth Price of Admission","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-cathedrals-are-worth-price-of-admission-398395.html","abstract":"  To the Editor:   The admission charge at cathedrals in Britain (London Journal, Dec. 26) is not a new practice. Considering the costs of a trip, it is a pittance. Some cathedrals also charge for taking photographs. One problem is that the place for payment is often far from the entrance.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"European Jewry : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-european-jewry-letters-to-the-editor.html","abstract":"In Joan Dupont's enthusiastic and generous review (Nov. 29) of my book \"A Chosen Few: The Resurrection of European Jewry\" there are a few thoughts attributed to me which I should correct for the record..I do not spend more space on Pierre Men","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Searching Your Attics For Hidden Storage","web_url":"https://www.nytimes.com/1995/01/03/science/peripherals-searching-your-attics-for-hidden-storage.html","abstract":"  DOS is dead, but not everybody knows it. Quarterdeck Office Systems of Santa Monica, Calif., continues to improve its memory manager, and QEMM 7.5 is faster and smoother than previous versions.   Since MS-DOS 6.x has its own memory manager, Memmaker, I tried that first on a 486/DX2/66. The machine contains 16 megabytes of random access memory, to keep several Microsoft Windows programs open at the same time. But DOS neither knows nor cares about 15 of those megabytes. It deals with the first megabyte only. In fact, it really deals with only the first 640 kilobytes, conventional memory; the rest of the first megabyte, upper memory, running from 640K to 1,024K, is reserved for special purposes. But not all that upper memory is occupied, and that is where memory managers find spaces to shift things from conventional memory.","thumbnail":null,"section":"Science"},{"date":"19950103","headline":"Execution Stay Denied Man Who Texas Concedes Did Not Kill","web_url":"https://www.nytimes.com/1995/01/03/us/execution-stay-denied-man-who-texas-concedes-did-not-kill.html","abstract":"  By a vote of 6 to 3, the Supreme Court today denied a stay of execution for a Texas man who, the state has conceded, did not kill the victim of a kidnapping and murder for which he was convicted in 1987.   While the Court reviews and denies numerous requests for stays of execution, the appeal brought on behalf of Jesse Dewayne Jacobs was unusual. Mr. Jacobs, who is scheduled to be executed on Wednesday, originally confessed to the crime but later recanted and said his sister had committed the murder.","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"Soccer Report","web_url":"https://www.nytimes.com/1995/01/03/sports/soccer-report.html","abstract":"  England   Alan Shearer of Blackburn, the leading scorer in the English Premier League, increased his goal total to 23 with a hat trick yesterday in a 4-2 triumph over West Ham United.   Shearer's three goals helped Blackburn rally from a 2-1 deficit at intermission and extended Blackburn's lead to 6 points in the standing.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Knicks Sign Kite For Bulk At Center","web_url":"https://www.nytimes.com/1995/01/03/sports/basketball-knicks-sign-kite-for-bulk-at-center.html","abstract":"  It wasn't so long ago that Pat Riley had nothing but negative things to say about somebody like Greg Kite.   That's when Riley was coaching the Los Angeles Lakers and Kite was an enforcer of sorts with the hated Boston Celtics and those two teams were dominating the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Osborne Is Finally The Champ","web_url":"https://www.nytimes.com/1995/01/03/sports/sports-of-the-times-osborne-is-finally-the-champ.html","abstract":"  SO here came the Nebraska football fans, leaving the Orange Bowl after the game, pretty much assured of being national champions, yet looking as solemn as church mice. Maybe they were a bit intimidated by walking into the city streets long after midnight, and did not want to antagonize Miami rooters.   \"Smile! You won!\" I said to a herd of them. A few of them tentatively raised their dark red pom-poms and said, \"Yay.\"","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Mr. Giuliani's Energetic First Year","web_url":"https://www.nytimes.com/1995/01/03/opinion/mr-giuliani-s-energetic-first-year.html","abstract":"  At the inaugural ceremony last January, he was upstaged by the antics of his young son, Andrew. But that was about the last time anyone questioned who is in charge at City Hall -- a measure of how thoroughly Rudolph Giuliani dominated city government and politics during a whirlwind and largely successful first year on the job.   He registered several notable accomplishments. Mr. Giuliani did not duck the city's deep financial troubles. Instead he seized upon them to begin shrinking and rethinking the encrusted city bureaucracy, something that students of city affairs have been urging for years.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Alabama Unveils a Late Rally to Set Back Ohio State","web_url":"https://www.nytimes.com/1995/01/03/sports/bowl-games-95-alabama-unveils-a-late-rally-to-set-back-ohio-state.html","abstract":"  CITRUS BOWL  Alabama 24 Ohio State 17    The tailback Sherman Williams raced 50 yards with a screen pass with 43 seconds to play to lift Alabama to a 24-17 comeback victory yesterday over Ohio State in Orlando, Fla. Williams came out of the backfield to catch Jay Barker's pass and outraced defenders to the end zone, snapping a 17-17 tie.","thumbnail":null,"section":"Sports"},{"date":"19950103","headline":"Major Religions Try to Live With Both Relevance and Tradition","web_url":"https://www.nytimes.com/1995/01/03/opinion/l-major-religions-try-to-live-with-both-relevance-and-tradition-414995.html","abstract":"  To the Editor:   Re \"Give Us This Day Our Daily Pablum\" (Op-Ed, Dec. 27): It is a pity that David Klinghoffer is opposed to school prayer not because it is coercive and destructive of democratic principles but because any prayer that would pass constitutional muster would not be coercive enough to suit him. Evidently, he would approve of a fire-and-brimstone prayer crafted by an Elmer Gantry if it slipped through the Supreme Court or was legalized by constitutional amendment.","thumbnail":null,"section":"Opinion"},{"date":"19950103","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/03/style/patterns-376295.html","abstract":"  Tower Clothing    There is a certain fashion customer who responds only to sarcasm. And that customer -- hip, disillusioned and teen-aged -- happens to be the target for Tower Clothing.","thumbnail":null,"section":"Style"},{"date":"19950103","headline":"Voters Expect Upheaval In Political Landscape","web_url":"https://www.nytimes.com/1995/01/03/us/voters-expect-upheaval-in-political-landscape.html","abstract":"  Not long ago, Bruce Chaffin was a throw-the-bums-out conservative. But he's not cynical about politics anymore.   \"It's going to be wonderful,\" said the 36-year-old sales executive here, almost giddy about the Republicans' taking control of Congress this week. \"You bet there's going to be some changes, and I can't wait.\"","thumbnail":null,"section":"U.S."},{"date":"19950103","headline":"1895:'Not One Inch' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/03/opinion/IHT-1895not-one-inch-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - [From our special correspondent:] I learn on good authority that the Chinese Government does not intend to cede one inch of territory. It will offer to buy back Port Arthur. The Japanese have again reconnoitred Wei-Hai-Wei, but have not yet att","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19950103","time":"1995-01-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":68,"wspd":7.6},{"date":"19950103","time":"1995-01-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":70,"wspd":11.2},{"date":"19950103","time":"1995-01-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":71,"wspd":9.4},{"date":"19950103","time":"1995-01-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":71,"wspd":7.6},{"date":"19950103","time":"1995-01-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":74,"wspd":7.6},{"date":"19950103","time":"1995-01-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":74,"wspd":7.6},{"date":"19950103","time":"1995-01-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.4,"rhum":75,"wspd":3.6},{"date":"19950103","time":"1995-01-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.4,"rhum":78,"wspd":7.6},{"date":"19950103","time":"1995-01-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.2,"rhum":78,"wspd":7.6},{"date":"19950103","time":"1995-01-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":77,"wspd":5.4},{"date":"19950103","time":"1995-01-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":74,"wspd":5.4},{"date":"19950103","time":"1995-01-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":75,"wspd":1.8},{"date":"19950103","time":"1995-01-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":64,"wspd":3.6},{"date":"19950103","time":"1995-01-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":64,"wspd":5.4},{"date":"19950103","time":"1995-01-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":62,"wspd":3.6},{"date":"19950103","time":"1995-01-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":63,"wspd":3.6},{"date":"19950103","time":"1995-01-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":67,"wspd":3.6},{"date":"19950103","time":"1995-01-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":69,"wspd":7.6},{"date":"19950103","time":"1995-01-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":74,"wspd":5.4},{"date":"19950103","time":"1995-01-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":76,"wspd":9.4},{"date":"19950103","time":"1995-01-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":80,"wspd":7.6},{"date":"19950103","time":"1995-01-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":77,"wspd":5.4},{"date":"19950103","time":"1995-01-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":68,"wspd":11.2},{"date":"19950103","time":"1995-01-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":70,"wspd":5.4},{"date":"19950103","time":"1995-01-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":51,"wspd":29.5},{"date":"19950103","time":"1995-01-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":27.7},{"date":"19950103","time":"1995-01-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":51,"wspd":25.9},{"date":"19950103","time":"1995-01-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":53,"wspd":27.7},{"date":"19950103","time":"1995-01-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":52,"wspd":24.1},{"date":"19950103","time":"1995-01-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":50,"wspd":22.3},{"date":"19950103","time":"1995-01-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":18.7},{"date":"19950103","time":"1995-01-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":18.7},{"date":"19950103","time":"1995-01-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":52,"wspd":22.3},{"date":"19950103","time":"1995-01-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":22.3},{"date":"19950103","time":"1995-01-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":18.7},{"date":"19950103","time":"1995-01-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":18.7},{"date":"19950103","time":"1995-01-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":22.3},{"date":"19950103","time":"1995-01-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":54,"wspd":20.5},{"date":"19950103","time":"1995-01-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":57,"wspd":24.1},{"date":"19950103","time":"1995-01-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":50,"wspd":22.3},{"date":"19950103","time":"1995-01-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":24.1},{"date":"19950103","time":"1995-01-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":43,"wspd":20.5},{"date":"19950103","time":"1995-01-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":43,"wspd":22.3},{"date":"19950103","time":"1995-01-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":22.3},{"date":"19950103","time":"1995-01-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":20.5},{"date":"19950103","time":"1995-01-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":20.5},{"date":"19950103","time":"1995-01-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7},{"date":"19950103","time":"1995-01-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7}]},"19950104":{"guardian_articles":[],"nytimes_articles":[{"date":"19950104","headline":"Parking Rules","web_url":"https://www.nytimes.com/1995/01/04/nyregion/parking-rules-556695.html","abstract":"  In New York City, parking rules are strictly observed, except when they aren't - including more than 30 days of exemptions for holidays.    List, page B2.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"First Amendment, Too, Belongs at the Mall","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-first-amendment-too-belongs-at-the-mall-458695.html","abstract":"  To the Editor:   As executive director of a group involved in petitioning the New Jersey Supreme Court for the right to leaflet in malls, I take exception to Barry Rothman's Dec. 29 letter.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Part-Time College Teaching Rises, as Do Worries","web_url":"https://www.nytimes.com/1995/01/04/us/part-time-college-teaching-rises-as-do-worries.html","abstract":"  They call themselves \"freeway fliers,\" the Ph.D. graduates who cannot find full-time faculty teaching jobs and who spend their days commuting back and forth among part-time jobs at various colleges where they have no certainty of employment from one semester to the next.   They are a sign of the times as colleges and universities seek economies by leaving staff jobs vacant, relying on part-time teachers to fill the gaps and save them money on higher salaries and benefits. And they have aroused debate in academia over whether institutions have acted responsibly in turning out so many highly qualified specialists only to leave them stranded.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"G.O.P. IN SENATE HOPING FOR CUTS OF $450 BILLION","web_url":"https://www.nytimes.com/1995/01/04/us/gop-in-senate-hoping-for-cuts-of-450-billion.html","abstract":"  Senate Republicans said today that they hoped to cut Federal spending by perhaps $450 billion by 1999, wiping out at least 100 programs.   On the day before the 104th Congress convened, in a Capitol even thicker with anticipation than with moving boxes, the Republicans said they would consider spending cuts in every Federal benefit program except Social Security. And they said that even if those savings were offset by the bushel of tax cuts that they also wanted to enact, the Federal deficit could be reduced over the five-year stretch by at least $330 billion.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"If the Chief Can't Command","web_url":"https://www.nytimes.com/1995/01/04/opinion/if-the-chief-cant-command.html","abstract":"Ronald Barbour, a 45-year-old Army reserve veteran, armed himself with a .45-caliber automatic pistol and staked out President Clinton's habitual jogging route for six days last January. On Feb. 17, he was arrested on a charge of threatening the President's life. He had told one of his neighbors of his plan to kill Mr. Clinton.\n\nOn Sept. 12, 1994, Frank Corder crashed a stolen Cessna on the White House lawn. Drunk and drugged, he had succeeded in penetrating the radar screen and the protective cloak of the Secret Service.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Mourning the Victims of Two Clinic Shootings","web_url":"https://www.nytimes.com/1995/01/04/us/mourning-the-victims-of-two-clinic-shootings.html","abstract":"  In a church still decorated for Christmas, Shannon Lowney, the 25-year-old receptionist who was the first to die in a gunman's attack on two abortion clinics last Friday, was remembered in a memorial service tonight as \"the kind face,\" the woman behind the desk who made all patients feel welcome at Planned Parenthood.    Alice Verhoeven, the director of the clinic, in nearby Brookline, remembered what Ms. Lowney had once said before leaving for Maine for what turned out to be a temporary move. \"She said, 'Who will ever hire me?' \" Ms. Verhoeven told the hundreds of mourners who filled every seat, and the aisles, of the Arlington Street Church across from the Public Garden. \"I remember thinking, 'Oh, sweetie, you don't know what a gem you are.' \"","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Gejdenson To Be Seated In Congress","web_url":"https://www.nytimes.com/1995/01/04/nyregion/gejdenson-to-be-seated-in-congress.html","abstract":"  Republican Congressional leaders said today that they would seat a veteran Congressman from Connecticut, Sam Gejdenson, in the 104th Congress but would proceed with an investigation into his election, which is being contested by his Republican challenger, Edward W. Munster.   The House Oversight Committee could still overturn the results, call for a new election or declare the seat vacant, said Representative Bill Thomas, the California Republican who is chairman of the committee. Mr. Thomas said the investigation will be triggered by Mr. Munster's petition under the Contested Elections Act.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Holocaust Museum Chooses Scholar as Its Next Director","web_url":"https://www.nytimes.com/1995/01/04/arts/holocaust-museum-chooses-scholar-as-its-next-director.html","abstract":"  The United States Holocaust Memorial Museum in Washington has nominated Steven T. Katz, whose scholarly work has focused on Holocaust studies and Jewish philosophy, to be its new director. Dr. Katz, a professor at Cornell University, would replace Shaike Weinberg, 76, who came out of retirement a year and a half ago to serve as the new museum's first director.    Dr. Katz recently published the first volume of a trilogy, \"The Holocaust in Historical Context,\" which argues the uniqueness of the Nazi genocide. He is also the editor of \"Modern Judaism,\" an academic review published by Johns Hopkins University.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Cheney Won't Run in '96; Kemp Likely to Follow Suit","web_url":"https://www.nytimes.com/1995/01/04/us/cheney-won-t-run-in-96-kemp-likely-to-follow-suit.html","abstract":"  Dick Cheney, the former Defense Secretary and a prominent Republican Presidential prospect, announced today that he would not seek his party's nomination in 1996. The field may narrow still further because advisers to another well-known contender, Jack F. Kemp, said it appeared increasingly unlikely that Mr. Kemp would run.   Mr. Cheney appeared to be preparing a campaign for national office as he toured the country in the last two years on behalf of Republican candidates. But in recent months he had been less visible.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/01/04/sports/college-hockey-report.html","abstract":"  All in The Family    Part 1 of the college hockey season, early skirmishes and the holiday tournaments, is over. Now comes Part 2, two months of intraconference play, which leads to Part 3, the championship tournaments.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"When a Forger Confesses, Who Can Tell?","web_url":"https://www.nytimes.com/1995/01/04/arts/when-a-forger-confesses-who-can-tell.html","abstract":"  As a self-proclaimed forger of Old Master drawings and paintings, Eric Hebborn has had few modern equals. The 60-year-old English-born artist claims to have counterfeited \"let us say 500\" works that have infiltrated private collections, auction houses, galleries and museums the world over.    An accomplished art restorer, he boasted of being able to \"restore\" whole paintings that had never existed, deceiving, among others, Britain's royal conservator and longtime traitor and Soviet spy, the late Sir Anthony Blunt. And he brazenly chronicled his career of hoaxes in an autobiography called \"Drawn to Trouble: Confessions of a Master Forger\" (Random House, 1993).","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"The Victories Speak for Themselves","web_url":"https://www.nytimes.com/1995/01/04/sports/on-pro-basketball-the-victories-speak-for-themselves.html","abstract":"  With Red Auerbach all but in the rearview mirror by yesterday afternoon, Lenny Wilkens was asked to take a moment and consider possible goals on the road ahead. It was a tossup question, beginning a fishing expedition for affirmation that Wilkens, soon to become pro basketball's top-winning coach, also fancies the helm of the next United States Olympic team.    Wilkens brushed aside this clumsy bait, and countered with a line of his own, typically direct.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Brazil's Horizons Widening With New Common Market","web_url":"https://www.nytimes.com/1995/01/04/world/brazil-s-horizons-widening-with-new-common-market.html","abstract":"  Brazil, South America's industrial giant, has just won more legroom with the start of the Southern Common Market, a customs union that expands by 50 percent the duty-free area open to Brazilian manufacturers.   On New Year's Day, tariffs were ended on 95 percent of goods traded among Brazil, Argentina, Paraguay and Uruguay. At the same time, the four neighbors adopted common tariffs -- averaging 12 percent -- for goods imported from outside their borders.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Molinari Is Offered Directorship Of the Port Authority by Pataki","web_url":"https://www.nytimes.com/1995/01/04/nyregion/molinari-is-offered-directorship-of-the-port-authority-by-pataki.html","abstract":"  Gov. George E. Pataki said late today that he had offered the job of executive director of the Port Authority of New York and New Jersey to the Staten Island Borough President, Guy V. Molinari.    Mr. Molinari could not be reached for comment tonight, but in an interview on Monday in which he discussed the offer, he said he had not decided whether to take the job. A brief statement from Mr. Pataki today said Mr. Molinari \"will make a decision sometime this week.\"","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Campbell Is Honored","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-harness-racing-campbell-is-honored.html","abstract":"  JOHN CAMPBELL was selected as the best driver on harness racing's 1994 Grand Circuit yesterday, the fifth time he has won the honor in the past six years. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Suspect in 3 Clinic Assaults Is Arraigned in Virginia","web_url":"https://www.nytimes.com/1995/01/04/us/suspect-in-3-clinic-assaults-is-arraigned-in-virginia.html","abstract":"  Looking pale, drawn and sleepless, John C. Salvi 3d, the suspect in last week's fatal shootings at two Boston-area abortion clinics, requested a court-appointed lawyer this morning but then delayed a decision on whether to smooth the way for extradition to Boston, where he faces trial on two murder counts and five charges of assault with intent to murder.   The United States Attorney in Boston, Donald Stern, was quoted by The Associated Press as saying today that Mr. Salvi could face Federal charges that could bring the death penalty. He did not specify the charges. Mr. Salvi could face Federal charges of violating a law that guarantees access to abortion clinics and Federal firearms charges.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Computer Error Has a Snowball Effect","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-computer-error-has-a-snowball-effect-430695.html","abstract":"  To the Editor:   John Hockenberry's rather blithe \"Pentium and Our Crisis of Faith\" (Op-Ed, Dec. 28) will mislead readers into believing that an arithmetic error in the 16th decimal place is nothing to get bent out of shape about. I am referring to his remark \"it's hard to imagine how this kind of accuracy matters.\" Then he asks: \"When was the last time anyone checked the 16th decimal place of an economic forecast in Washington or in a corporate boardroom?\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"1895: Mukden Anarchy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1895-mukden-anarchy-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - News received by commercial houses here from Mukden represents that city to be in a state of anarchy. The Chinese and Manchu soldiers frequently engage in severe fights, and the civilian population suffers about equally from both. Every civilia","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"'A Tale of 2 Cities':For Dickens, the Best of Times","web_url":"https://www.nytimes.com/1995/01/04/style/IHT-a-tale-of-2-citiesfor-dickens-the-best-of-times.html","abstract":"It has been the Dickens of a winter thus far: \"Martin Chuzzlewit\" heading the television ratings, \"A Christmas Carol\" at the Barbican, \"Oliver!\" at the Palladium and now at the Greenwich, \"A Tale of Two Cities\" in","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Penguins, as Pilgrims, Find Humans Wanting","web_url":"https://www.nytimes.com/1995/01/04/movies/film-review-penguins-as-pilgrims-find-humans-wanting.html","abstract":"  If Hans-Ulrich Schlumpf's oddball film, \"The Congress of Penguins,\" catches on, the dolphin could suddenly find itself challenged as the earthly creature with the highest moral reputation. An eccentric but absorbing mixture of documentary, fantasy and polemic, the film uses the image of hundreds of penguins marching stolidly across the frozen desert of Antarctica as a metaphor for nature's alarm at human cruelty and pollution. Moving in solemn processional columns, their chests puffed, their beaks raised high, the penguins look like nothing so much as a bunch of 17-century Pilgrims convening an emergency council to discuss the future of their colony.   Expanding on the notion of birds sitting in judgment on humans is the conversation that the Swiss film maker, who wrote the film with Franz Hohler, imagines the penguins are having with one another. As interpreted by the film's unseen narrator, their alarmed clucks and cries are a collective outcry against the arrival of a party of climate researchers. The penguins, he suggests, share a collective memory of a time earlier in the century when a whaling outpost on South Georgia Island polluted their habitat and threatened their very existence. To help fuel the outpost's processing plants, thousands of live penguins were fed into their furnaces. The film implicitly compares the torching of penguins with the horrors of the Nazi death camps.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Clinton's Luck Takes Upturn On Duck Hunt","web_url":"https://www.nytimes.com/1995/01/04/us/clinton-s-luck-takes-upturn-on-duck-hunt.html","abstract":"  A world away from the drained swamp that is Washington, President Clinton toted a borrowed shotgun into a flooded soybean field before dawn today and emerged three hours later bearing two dead ducks and a political message: assault weapons are bad, but banning them doesn't impede hunting, which is a good all-American sport.   \"I really started feeling like a person when I was about five minutes out on the water today,\" Mr. Clinton said with a grin after the outing on a friend's farm near Cotton Plant, about 80 miles northeast of here. By the end of the morning, he was eating like two people, downing a farmhouse breakfast of scrambled eggs, sausage, bacon and homemade biscuits with sausage gravy, then stopping an hour later at a country store to split one of its \"hubcap\"-size hamburgers.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"At Last, a Psychiatric Manual On Children Too Little to Talk","web_url":"https://www.nytimes.com/1995/01/04/us/at-last-a-psychiatric-manual-on-children-too-little-to-talk.html","abstract":"  PSYCHIATRY is reaching into the cradle, with the publication in November of the first mental health diagnostic manual for problems in infants and toddlers up to 3 years old.   The manual, its authors say, fills a gap left by the focus of other diagnostic systems on older children and adults. It allows psychiatrists and pediatricians to spot the beginnings of behavioral difficulties that might become more serious if ignored.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"1945: United Jugoslavia?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1945-united-jugoslavia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - King Peter, Jugoslavia's 21-year-old exiled monarch, was understood tonight [Jan. 3] to have agreed to the establishment of a regency council for his country. Well-informed Jugoslav sources reported that the new regency will be composed of three","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"New Strife Unsettles Mideast Peace Talks","web_url":"https://www.nytimes.com/1995/01/04/world/new-strife-unsettles-mideast-peace-talks.html","abstract":"  Almost as if reading from a well-worn script, Israeli and Palestinian leaders pledged today to push ahead in their peace talks even as they warned that their task had become increasingly difficult, to the point of crisis.   Events today followed a pattern that in the last few months has become increasingly familiar, and discouraging, to both sides.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"O'Connor Takes His Message to Cyberspace","web_url":"https://www.nytimes.com/1995/01/04/nyregion/o-connor-takes-his-message-to-cyberspace.html","abstract":"  Give 'em that on-line religion.   In a computerized session of give-and-take, John Cardinal O'Connor took his message yesterday to one of the few forums he had yet to address during his tenure as Archbishop of New York: cyberspace.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"So a Copter Strayed Over North Korea","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-so-a-copter-strayed-over-north-korea-456095.html","abstract":"  To the Editor:   Now that the pilot Bobby Hall has been extricated from North Korea, it can be asked: How could a United States Army helicopter wander innocently across one of the most heavily defended borders in the world?","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/04/style/chronicle-561295.html","abstract":"  Oscar Wilde, a writer who was certainly not blocked, was honored with a plaque in London yesterday and is due for more accolades next month, The Associated Press reported.    The plaque went up at the Theater Royal, Haymarket, on the 100th anniversary of the premiere of Wilde's play \"An Ideal Husband.\" Wilde, who died in 1900, will also be recognized in Poets' Corner at Westminster Abbey on Feb. 14.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Personal Health; Help but no sure cure for hair-pulling disorder.","web_url":"https://www.nytimes.com/1995/01/04/us/personal-health-help-but-no-sure-cure-for-hair-pulling-disorder.html","abstract":"  FOR 14 years, Barbara K. could not resist the urge to pull the hairs from her head. She thought of herself as \"sick, flawed, strange, lacking in willpower and self-control,\" she said recently.   \"Until I was 23 years old, I thought I was the only person in the world with this problem,\" said Barbara, who asked that her last name not be used, to protect her privacy. The compulsion began at 9, when her parents divorced and her father remarried. The repetitive behavior helped to keep painful thoughts about her family situation from flooding her mind. At the same time, though, it trapped her in a vicious cycle: she would pull out her hair, then get mad at herself for doing it, which lowered her self-esteem and prompted her to pull some more.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Sports of The Times; The Bar Is Raised A Notch","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-of-the-times-the-bar-is-raised-a-notch.html","abstract":"  EVERY day, Adrian Bailey, who was the senior quarterback on the Erasmus Hall High School football team this past season, must be on his toes. He knows that if he goes from his home and hangs out at the nearby corner of Church and Flatbush in Brooklyn, he could get in trouble, or worse. There's crime. There are drugs. There are killings. So he avoids the corner.   Every morning when he goes to school he, like his schoolmates, must pass through a metal detector at the entrance. \"And there are no fair fights,\" he said recently. \"You do or say something to someone, even unintentionally, and they might shoot you or knife you.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Republican Decisions","web_url":"https://www.nytimes.com/1995/01/04/us/republican-decisions.html","abstract":"  House Republican leaders said they would seat Sam Gejdenson, a Connecticut Democrat who won by only 21 votes. Dick Cheney said he would not seek the Presidency.    Articles, pages B5 and A15.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"In America; A Reckless Journey","web_url":"https://www.nytimes.com/1995/01/04/opinion/in-america-a-reckless-journey.html","abstract":"  In a segment of \"Eyes on the Prize,\" the brilliant documentary series on the civil rights movement, the Rev. Dr. Martin Luther King Jr. is shown at a press conference, saying, \"There is nothing more dangerous than to build a society with a large segment of people in that society who feel that they have no stake in it, who feel that they have nothing to lose.\"   Aristotle understood this. \"Poverty,\" he said, \"is the parent of revolution and crime.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Day One","web_url":"https://www.nytimes.com/1995/01/04/opinion/day-one.html","abstract":"  On the first day of the 104th Congress, the new Republican majority will immediately pass the following major reforms, aimed at restoring the faith and trust of the American people in their government.   That promise is part of the House Republicans' \"Contract With America,\" and the first day of the Republican-controlled 104th Congress is today. The House agenda for this afternoon calls for 20 minutes' debate and a vote on each of eight reforms.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Different Stories : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-different-stories-letters-to-the-editor.html","abstract":"Regarding \"A British Athlete's Fight for Health and Esteem\" (Sports, Dec. 15) by Ian Thomsen:.Mr. Thomsen is right, Diane Modahl is in a lousy business, and Mr. Thomsen describes it eloquently. But the difference between Diane Modahl and Pete","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"At the Nation's Table;\nRamah, N.M. \nTradition Inspires Remote Restaurant","web_url":"https://www.nytimes.com/1995/01/04/style/at-the-nations-table-ramah-nm-tradition-inspires-remote-restaurant.html","abstract":"\"Off the beaten path\" is an understatement for the Blue Corn Restaurant in the tiny village of Ramah, N.M. And the two-hour drive west of Albuquerque, the nearest city, along Interstate 40 and Highway 53, past red rock buttes and miles of black volcanic rock called malpais (Spanish for badlands), is part of the experience of dining there.\n\nGazing out the windows of the Blue Corn's dining room, which seats 45 people nearly elbow-to-elbow, diners behold the striking panorama of rolling hills cloaked in pine and sage and stretching to the edge of the sky. For some, that alone would make the trip worthwhile.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Schulz of Germany Looks to Foreman","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-boxing-schulz-of-germany-looks-to-foreman.html","abstract":"  AXEL SCHULZ of Germany thinks he will challenge GEORGE FOREMAN for the World Boxing Association and International Boxing Federation heavyweight titles at the Louisiana Superdome in New Orleans on April 22.   Foreman isn't so sure.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"JUDGE CURBS LAW ON SEX OFFENDERS","web_url":"https://www.nytimes.com/1995/01/04/nyregion/judge-curbs-law-on-sex-offenders.html","abstract":"  Responding to a petition from a prisoner nearing the end of an 11-year rape sentence, a Federal judge today exempted the man from a central requirement of \"Megan's Law,\" New Jersey's recently enacted crackdown on convicted sex offenders.   The inmate, Carlos Diaz, who mailed the complaint to Federal District Court the week before Christmas, had balked at registering his name with police officials in the city where he planned to start a new life, as the law requires.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"At the Nation's Table;\nGlendale, Calif. \nVampires, Beware! It's Garlic City","web_url":"https://www.nytimes.com/1995/01/04/style/at-the-nations-table-glendale-calif-vampires-beware-its-garlic-city.html","abstract":"The nation's largest garlic producer and shipper has opened a store in an unlikely place: the Glendale Galleria, a vast mall a few miles north of downtown Los Angeles.\n\nTucked between a shoe salon and a picture-frame shop is the Christopher Ranch specialty food store, which sells garlic-flavored foods, garlic condiments, garlic oils and garlic cookbooks.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"School Financing System Faces Court Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/school-financing-system-faces-court-test-309195.html","abstract":"  For decades, advocates for poor children have argued that New York State's system of financing public education favors the rich. And for decades, they contend, the State Legislature has dodged the problem, allowing disparities between rich and poor school districts to grow.    But now the first of two lawsuits challenging the financing system has reached the state's highest court, the Court of Appeals. If successful, the suit could force the Legislature to change the way 700 school districts raise and spend money, as has happened in New Jersey, Connecticut and about 10 other states where courts have found school financing systems unconstitutional.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Miami's Sapp to Turn Pro","web_url":"https://www.nytimes.com/1995/01/04/sports/miami-s-sapp-to-turn-pro.html","abstract":"  Miami, which lost to Nebraska Sunday night in the Orange Bowl, took a double jolt today when two of its top underclassmen said they would skip their senior years and enter the National Football League draft this spring.   Defensive tackle Warren Sapp, the Hurricanes' leader with 11 1/2 sacks this season, and running back James Stewart, who rushed for 796 yards, announced their plans at a news conference today.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Fun on the Seamy Side, In the 20's and the 90's","web_url":"https://www.nytimes.com/1995/01/04/movies/books-of-the-times-fun-on-the-seamy-side-in-the-20-s-and-the-90-s.html","abstract":"  THE WILD PARTY The Lost Classic  By Joseph Moncure March  Drawings by Art Spiegelman. 111 pages. Pantheon. $22.  PULP FICTION  By Quentin Tarantino  160 pages. Hyperion. $9.95.  Queenie was a blonde, and her age stood still,   And she danced twice a day in vaudeville.   Gray eyes.   Lips like coals aglow.   Her face was a tinted mask of snow.   Studio;   Bedroom;   Bath;   Kitchenette:   Furnished like a third-act passion set:   Oriental;   Sentimental;   They owed two months on the rental.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Curbing Violence at Abortion Clinics","web_url":"https://www.nytimes.com/1995/01/04/opinion/curbing-violence-at-abortion-clinics.html","abstract":"  To hear some Washington officials discuss it, protecting abortion clinics from murderous attacks is simply a matter of budgets and cost-effectiveness. Right after the shooting spree that killed two people and injured five others at two abortion clinics in Massachusetts, Attorney General Janet Reno lamented that \"law enforcement does not have adequate resources to provide continuing protection for all threats.\"    Even after the subsequent gunshot attack on an abortion clinic in Virginia, two Republican Congressional leaders pushed the budgetary excuse vigorously. Senator Bob Dole, incoming Senate majority leader, called it \"pretty hard to police everything\" and said it could be \"very, very expensive\" to do so. The answer, he said, is to rely more on states and local communities. Similarly, Representative Henry Hyde, incoming chairman of the House Judiciary Committee, expressed doubt that there were \"enough Federal marshals\" to assume Federal responsibility for clinics' safety. He suggested that clinics might hire guards, just as banks do, as \"part of the cost of doing business.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"House Set to Make Members Subject to the Rights Laws","web_url":"https://www.nytimes.com/1995/01/04/us/house-set-to-make-members-subject-to-the-rights-laws.html","abstract":"  The first order of legislative business for the new Congress convening on Wednesday is a proposal to subject lawmakers to the civil rights and labor laws they have imposed on private employers and agencies in the executive branch of the Federal Government.   The measure, part of the House Republicans' \"Contract With America,\" has strong bipartisan support from lawmakers, who have long been pilloried by critics as arrogant, hypocritical and elitist -- in short, out of touch with ordinary Americans.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-298295.html","abstract":"  A chart yesterday about crime in the Sunset Park section of Brooklyn misstated the number of arrests in the 72d Precinct for 1993 and 1994 and the percentage change. In the first 50 weeks of 1994, there were 4,540 arrests (not 7,095); in 1993, there were 4,174 arrests (not 5,820). Thus the increase was 8.8 percent, not 21.9.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Pataki Plan to Limit Terms Faces a Fight","web_url":"https://www.nytimes.com/1995/01/04/nyregion/pataki-plan-to-limit-terms-faces-a-fight.html","abstract":"  Gov. George E. Pataki's proposal for term limits faces a tough battle with the Legislature this year, with leaders saying they are not inclined to support it.   \"I'm not for it in my heart because I don't think it's good government,\" said the Senate majority leader, Joseph L. Bruno, a Rensselaer County Republican and an ally of Mr. Pataki.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Benjamin Has a Night to Be Remembered","web_url":"https://www.nytimes.com/1995/01/04/sports/pro-basketball-benjamin-has-a-night-to-be-remembered.html","abstract":"  He gracefully caught a lob pass in midair, gently banked the ball home and pounded his fists all the way down the court. The Nets were on their way now, and he was the reason why.   \"Hard work, that's all,\" Benoit Benjamin mumbled after the game, almost embarrassed by the attention. \"I just kept staying after practice.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Man Executed After Disputed Murder Conviction","web_url":"https://www.nytimes.com/1995/01/04/us/man-executed-after-disputed-murder-conviction.html","abstract":"  Prosecutors never had much difficulty securing convictions in the killing of Etta Ann Urdiales, a 25-year-old paramedic shot to death in a Houston suburb nine years ago. In fact, they got two different juries to convict two different people in the killing.   The first person convicted was Jesse Dewayne Jacobs, now 44. After originally confessing to fatally shooting Mrs. Urdiales, Mr. Jacobs recanted and blamed his sister, who was later convicted for the same killing.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Foreign Students: Who They Are","web_url":"https://www.nytimes.com/1995/01/04/us/foreign-students-who-they-are.html","abstract":"  The Institute of International Education, a private organization that adminsiters exchange programs, has released its annual profile of foreign college students in the United States. The report fround that while Asian sutdents still make up a majority of the foreign students, their numbers are leveling off. It also found that the number of exchange studens who are women continues to rise. JOHN HASKINS","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/04/nyregion/news-summary-759895.html","abstract":"  International A2-8  RUSSIAN REGION'S GRIM SCENE  The fighting in the capital of a separatist region of Russia kept getting worse, with Russian military leaders apparently desperate about their failure to defeat the outnumbered rebels. A1  EUROPEAN MEDIATION OFFER  A European security organization is offering mediation to try to settle the conflict in Russia over a secessionist region peacefully, France and Germany said.  A6","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Advanced Placement Continues Uneroded","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-advanced-placement-continues-uneroded-455195.html","abstract":"  To the Editor:   Readers might not concur with the conclusion of your front-page Dec. 28 report that Advanced Placement exams are suffering an erosion in value if they knew the following:","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Why Must Congress Pick On Disabled Kids?; To Punish Heroism","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-why-must-congress-pick-on-disabled-kids-to-punish-heroism-454395.html","abstract":"  To the Editor:   Letters praising group homes for small numbers of orphans or troubled children in Israel, Austria and the United States (Dec. 27) miss the point of welfare reform proposals and may give the impression that mothers who are poor are by definition abusive or neglectful.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Reporter's Notebook; It's Official: Giuliani Names Right-Hand Man First Deputy Mayor","web_url":"https://www.nytimes.com/1995/01/04/nyregion/reporter-s-notebook-it-s-official-giuliani-names-right-hand-man-first-deputy.html","abstract":"  It took some time to make it official. But yesterday, as Mayor Rudolph W. Giuliani began his second year in office, he designated Peter J. Powers, widely recognized as the de facto second-in-command of City Hall, as the First Deputy Mayor.   \"He's in fact been the First Deputy Mayor for some time,\" Mr. Giuliani said at a news conference. \"So I'm really not promoting him, I'm just acknowledging the fact that he's the First Deputy Mayor and that it's time to have that role back in city government.\"","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Bypassed By Plague, And Tours","web_url":"https://www.nytimes.com/1995/01/04/world/bypassed-by-plague-and-tours.html","abstract":"  As an orange dollop of a sun began to set over the dunes of the Thar Desert, Bhagwan Singh Sodha leaned back on a chair outside his house and glumly surveyed the empty mud cottages in this western village, which his family has dominated for centuries.   This year, the tourist season at Khuri, about 60 miles east of the border between India and Pakistan, has collapsed, a result of concern among foreign travelers about a brief outbreak of pneumonic plague elsewhere in India and a virulent form of cerebral malaria here in Rajasthan State.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Nebraska Is No. 1 as Lions Settle for Perfect Season","web_url":"https://www.nytimes.com/1995/01/04/sports/college-football-nebraska-is-no-1-as-lions-settle-for-perfect-season.html","abstract":"  When the anticipated poll results declaring the Nebraska Cornhuskers the 1994 national college football champions reached the Penn State Nittany Lions early today, the outcome seemed far away, an external factor in a perfect season that ended with the first Rose Bowl victory in school history.   Nebraska's No. 1 standing, by a margin of 42 points in the Associated Press poll of writers and broadcasters and 46 in the CNN/USA Today poll of coaches, came by margins that were greater after the bowls than they had been before. The third Cornhusker national championship, the first since 1971 and the first in Tom Osborne's 22 seasons as head coach, became an official contradiction of the national championship T-shirts and hats the Lions wore in a dressing room in Pasadena late Monday afternoon, and the No. 1 rings the seniors intend to order.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Dance Music for the Immobile","web_url":"https://www.nytimes.com/1995/01/04/arts/critic-s-notebook-dance-music-for-the-immobile.html","abstract":"  When electronic dance music started getting too hard and too fast a couple of years ago, it looked to the avant-garde for escape. It appropriated the synthesizer meditations of Brian Eno, the tape collages of France's classical musique concrete composers and the spacey drones of progressive rock to create what is known as ambient dance music, a form best heard while lying down. Whatever drum-machine beats there are in ambient dance music are mere sound effects, washing over the listener as part of an electronic collage made up of sampled records, rolling synthesizer arrangements and a panoply of street and nature sounds.   Lately, the avant-garde has been taking ambience back. The Kitchen, a longtime avant-garde art space, has started holding nights of ambient music; the 1970's electronic-music composer Klaus Schulze recently collaborated with the ambient musician Pete Namlook; the maverick producer and bassist Bill Laswell has started his own ambient-music record label; Steve Hillage, a former member of the progressive rock group Gong, has his own ambient band, and many local artists and experimental musicians have started reaching larger audiences by performing at ambient events.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Brandeis and Cardozo : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-brandeis-and-cardozo-letters-to-the-editor.html","abstract":"Regarding \"Supreme Court Christmas Party Withstands Challenges\" (Dec. 17):.At the end of her piece, Joan Biskupic says, \"for the first time in history, the court has two Jewish justices.\" This is incorrect. Louis Brandeis was appoin","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"On the Job 3 Months, a Firefighter Gives His Life","web_url":"https://www.nytimes.com/1995/01/04/nyregion/on-the-job-3-months-a-firefighter-gives-his-life.html","abstract":"  Thomas Wylie lived and breathed only to be a firefighter. Yesterday, in a hospital bed far from the scene of his last fire, he died as one.   Firefighter Wylie, 30, suffered carbon monoxide poisoning during a fire a week earlier, on Dec. 27, when he went into an apartment building in Chinatown searching for victims. He died at 11 A.M. yesterday at Montefiore Medical Center in the Bronx. The cause of the fire has still not been determined, but officials said yesterday that they were continuing to investigate the possibility of arson.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"An Old Wine In New Bottles Retains Its Sparkle","web_url":"https://www.nytimes.com/1995/01/04/arts/opera-review-an-old-wine-in-new-bottles-retains-its-sparkle.html","abstract":"  The Metropolitan Opera's three-year-old John Copley production of \"L'Elisir d'Amore,\" which returned to the house on Monday evening, proceeds from the view that this Donizetti comedy is worth its weight in cotton candy. Beni Montresor's sets, with their pastel shades of pink, blue, yellow and green, offer a storybook view of the Italian countryside. Its components -- houses, a church, trees -- were painted on flat backdrops that ascended and descended with magical efficiency. And the bright costumes in which Mr. Montresor dressed his peasants and soldiers further the fairy-tale imagery, as did Gil Wechsler's soft lighting.   And why not? There are no brain-breaking themes, cosmic truths or moral lessons here, only a featherweight love story and a florid score that, when sung and played as well as it was on Monday, seems to float effortlessly through the sets and out into the house. There were a few needlessly silly touches: soldiers who marched backward and did peculiar dance steps, for example. But for the most part Elizabeth Bachman's staging was direct and traditional. When Donizetti and his librettist, Felice Romani, gave Nemorino and Adina nothing to do but stand and sing, Ms. Bachman left them to it.","thumbnail":null,"section":"Arts"},{"date":"19950104","headline":"Opened Road in Croatia: Path to Peace?","web_url":"https://www.nytimes.com/1995/01/04/world/opened-road-in-croatia-path-to-peace.html","abstract":"  On a map, this is a town like any other in Croatia. But it lies on a tense though unrecognized border between Government-controlled Croatia and the one-third of the country that has been occupied by rebel Serbs for more than three years.   It is one of the most volatile borders in Europe, so the recent reopening of a major highway through this town is being watched with a mixture of hope and apprehension.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/04/nyregion/metro-digest-395495.html","abstract":"  MAN EXEMPTED FROM SEX-OFFENDER LAW    Responding to a petition from a prisoner nearing the end of an 11-year sentence for rape, a Federal judge exempted the man from a central requirement of \"Megan's Law,\" New Jersey's recently enacted crackdown on convicted sex offenders. A1.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"A Bittersweet Night For Seminoles' Dunn","web_url":"https://www.nytimes.com/1995/01/04/sports/college-football-sugar-bowl-a-bittersweet-night-for-seminoles-dunn.html","abstract":"  The ticket request list was long, longer than that of any of his Florida State teammates. A Baton Rouge native, Warrick Dunn, had his family to accommodate -- five younger siblings, a grandmother, assorted other relatives. Everyone wanted to come to the Sugar Bowl. Everyone wanted to see Dunn and his teammates play Florida.   The most important name was not on the list. It couldn't be. A sophomore running back, Dunn was the most valuable player in the Seminoles' 23-17 victory over the Gators Monday evening. He ran for 58 yards, caught 9 passes for 51 more, and threw a 73-yard touchdown pass on a trick play the Seminoles used for the first time.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Foreign Affairs; Home Alone in Pyongyang","web_url":"https://www.nytimes.com/1995/01/04/opinion/foreign-affairs-home-alone-in-pyongyang.html","abstract":"  In the past few weeks, American diplomats in Asia have been compiling a list of all the ailments that the North Korean leader Kim Jong Il is rumored to be suffering from. Kim is reportedly dying of heart failure, kidney failure, liver failure, brain damage, depression, bulimia, dandruff, killer hemorrhoids and the lingering effects of a car accident. Aside from that, he feels fine.   But the elusive health report on the reclusive Mr. Kim actually says something quite definitive: We don't have a clue about what is happening in North Korea, and neither does anyone else. The Chinese have told Washington they don't know who is in charge in Pyongyang. Ditto the Japanese. Even the South Koreans, who always insist that they have North Korea wired for sound, now aver that they too are baffled as to why Kim Jr. has not been inaugurated with all the leadership titles of his late father, Kim Il Sung, who died in July and was President and Worker's Party Secretary General.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"A Downside to Breast-Feeding","web_url":"https://www.nytimes.com/1995/01/04/us/health-watch-a-downside-to-breast-feeding.html","abstract":"  PUBLICITY about the benefits of breast-feeding has prompted many women who might otherwise have weaned their babies after a few months to continue to nurse them for six months or longer. The benefits to the baby of breast-feeding are not in question. They include improved resistance to infection, less risk of allergies and, presumably, psychological comfort. But what about the mother?   A new study monitored psychological, physical and sexual factors among 19 Australian mothers every day for two months before and two months after they weaned their first babies. The women kept daily records of 14 measures of psychological, physical and sexual variables, noting them at the same time each day on a three-point or five-point scale of well-being. All were considered in good physical and psychological health and had been nursing their babies for 6 to 23 months.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Quayle, Hospitalized Again, Will Undergo Appendix Surgery","web_url":"https://www.nytimes.com/1995/01/04/us/quayle-hospitalized-again-will-undergo-appendix-surgery.html","abstract":"  Former Vice President Dan Quayle was admitted to a hospital in Indianapolis over the New Year's weekend for elective surgical removal of an enlarged appendix later this week, his office said yesterday.   It was the second admission to the same hospital in a month for the 47-year-old Mr. Quayle, who is widely expected to seek the 1996 Republican Presidential nomination. On Dec. 6, he was discharged from Indiana University Hospital after an eight-day stay for treatment of blood clots in both lungs. His doctors said they believed that the clots had formed in veins in his leg during prolonged sitting on airplanes and broken off to lodge in blood vessels in his lungs.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Gay Ex-Midshipman Drops Bid to Appeal","web_url":"https://www.nytimes.com/1995/01/04/us/gay-ex-midshipman-drops-bid-to-appeal.html","abstract":"  A midshipman who was removed from the United States Naval Academy at Annapolis after acknowledging that he is homosexual has decided not to appeal to the Supreme Court.   The decision by the midshipman, Joseph C. Steffan, leaves intact a 7-to-3 ruling in November by the United States Court of Appeals for the District of Columbia Circuit that upheld his removal in 1987. That ruling conflicts with a decision last year in which a Federal appellate court in San Francisco barred the Navy from removing Petty Officer Keith Meinhold, who said in an interview that he is homosexual.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-299095.html","abstract":"  A chart yesterday in the special Outlook '95 section of Business Day, listing the performance of commodity investments, garbled some 1994 percentage change figures. A corrected chart appears today on page D6.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"School Financing System Faces Court Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/school-financing-system-faces-court-test.html","abstract":"For decades, advocates for poor children have argued that New York State's system of financing public education favors the rich. And for decades, they contend, the State Legislature has dodged the problem, allowing disparities between rich and poor school districts to grow.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Simpson's Lawyer Says Account of Shake-Up Is Unfounded","web_url":"https://www.nytimes.com/1995/01/04/us/simpson-s-lawyer-says-account-of-shake-up-is-unfounded.html","abstract":"  As rumors and press reports about changes in O. J. Simpson's defense team flew around him, Robert L. Shapiro denied today that he had been demoted by his client or displaced by his co-counsel.   When Mr. Shapiro, newly returned from a Hawaiian vacation, arrived at the Los Angeles County jail on Monday, he was greeted by a phalanx of reporters and camera crews, asking whether his role in the case had changed. They had been aroused by a report in The Daily News in New York, which stated that Mr. Simpson had decided to \"bench\" Mr. Shapiro and \"hand the ball\" to his co-counsel, Johnnie L. Cochran Jr.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Bonner Begins to Adjust to His Father's Death","web_url":"https://www.nytimes.com/1995/01/04/sports/bonner-begins-to-adjust-to-his-father-s-death.html","abstract":"  This is a difficult time for Anthony Bonner. But he intends to handle it the way his father would have wanted.   Bonner returned to the Knicks last week after missing six games because of the death of his father, Isaac Bonner Sr., on Dec. 19. Bonner plans to use the strength his father passed on to him to help him endure.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Devers-Torrence Again","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-track-and-field-devers-torrence-again.html","abstract":"  GAIL DEVERS and GWEN TORRENCE, the 1992 Olympic women's sprint champions, will face each other in the 60-meter dash at the Millrose Games Feb. 3 at Madison Square Garden.   Devers, the 100-meter gold medalist at the Barcelona Games and winner of the 100 meters and 100-meter hurdles at the 1993 world championships, has won the 60 at the Millrose Games for the last two years. She also won the 60-meter hurdles at the 1992 Millrose.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"We Know Columbus : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-we-know-columbus-letters-to-the-editor.html","abstract":"Regarding \"Discovering America: How Mrs. Columbus Saw It\" (Features, Dec. 7) by Jake Lamar:.How many times do we have to start all over again? Many facts of history are colored by opinion and point of view, but a vast amount of them are scien","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Pataki to Stress Basic Themes in State of the State Address","web_url":"https://www.nytimes.com/1995/01/04/nyregion/pataki-to-stress-basic-themes-in-state-of-the-state-address.html","abstract":"  Only three days after his inauguration, Gov. George E. Pataki will restate his priorities and set the tone for his relationship with the Legislature in his first State of the State address on Wednesday.   Unlike his predecessor, Mario M. Cuomo, who used his State of the State speeches to catalogue a vast range of legislative initiatives, Mr. Pataki is expected to stick to the basic themes he repeated throughout his campaign and transition: tax cuts, controlling state spending, work requirements for welfare recipients, reducing Medicaid costs, privatization, restoration of the death penalty, ending parole for violent felons, ending work release, term limits and giving citizens the right to petition for ballot initiatives.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Farewell to a Trusting Heart; 2 Youths Held in Death of a Magnanimous Social Worker","web_url":"https://www.nytimes.com/1995/01/04/nyregion/farewell-trusting-heart-2-youths-held-death-magnanimous-social-worker.html","abstract":"  With soldierly bravado, Hope Fried often called her brand of social work \"a tour of duty\": skirmishes in the defense of battered children who turned to her for the mothering they had missed.   Her tour ended today at a plot of fresh earth mixed with snowflakes, her younger sister kneeling at her grave's edge, a crowd of friends passing a long-necked shovel.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Many Facing Hard '95 Remain Determined to Give","web_url":"https://www.nytimes.com/1995/01/04/nyregion/the-neediest-cases-many-facing-hard-95-remain-determined-to-give.html","abstract":"  In the first days of 1995, many New Yorkers are wondering how impending government budget cuts and an unstable economy will affect their lives. Some have not yet recovered jobs lost during the long recession. Others depend on publicly financed health or child care programs that face decreases in financing.    Letters to The New York Times Neediest Cases Fund suggest many donors will face hardships of their own in 1995. But even among those with uncertain futures, the spirit of giving persists.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Few Details in N.H.L. Talks","web_url":"https://www.nytimes.com/1995/01/04/sports/few-details-in-nhl-talks.html","abstract":"  Mid-level talks between representatives of the National Hockey League and the players' union aimed at resolving the 95-day lockout continued for a third day yesterday in Chicago. Neither side discussed any details during the eight and a half hours of meetings.   Arthur Pincus, a spokesman for the N.H.L., declined to comment on whether the talks would continue today.    \"I can't tell you about tomorrow,\" said Steve McAllister, a union spokesman. \"The talks are ongoing. There's really nothing else.\"","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"UConn's Pressure Defense Makes Villanova Crumble","web_url":"https://www.nytimes.com/1995/01/04/sports/college-basketball-uconn-s-pressure-defense-makes-villanova-crumble.html","abstract":"  Villanova may be the team of the future in the Big East, but the Connecticut Huskies let the Wildcats in on a little secret tonight: their time has not quite arrived.   Using a stifling fullcourt press and a tenacious overplaying man-to-man defense, the sixth-ranked Huskies cruised to a 77-62 victory here at duPont Pavilion.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Why Must Congress Pick On Disabled Kids?","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-why-must-congress-pick-on-disabled-kids-452795.html","abstract":"  To the Editor:   I was horrified to read that Republicans are drafting a bill to switch cash grants of up to $446 a month for children with chronic illnesses and disabilities to a less flexible medical voucher system (front page, Dec. 29). So many expenses in raising children with disabilities cannot be categorized as medical. The bill's sponsors, including Newt Gingrich, have a myopic view of cost control without caring about ramifications.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Judge Allows Release of Wolves in West","web_url":"https://www.nytimes.com/1995/01/04/us/judge-allows-release-of-wolves-in-west.html","abstract":"  A Federal judge in Wyoming today refused to halt a Federal effort to bring wolves back to the Rocky Mountain West, clearing the way for the animals' return to an area where they were exterminated more than a half-century ago.   With the ruling today, the first of dozens of wolves will be captured in Canada and released, possibly within a few weeks, in Yellowstone National Park and the wilderness of central Idaho, Federal officials said.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/04/sports/transactions-947795.html","abstract":"  Baseball  Western Baseball League    PALM SPRINGS SUNS -- Signed Rafael Jaquel and Rey Brito, pitchers.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Slapstick With an 18th-Century Edge","web_url":"https://www.nytimes.com/1995/01/04/theater/theater-review-slapstick-with-an-18th-century-edge.html","abstract":"  Carlo Goldoni's early comedy \"The Venetian Twins\" (1748) comes to vigorous, ribald, disorderly life in the Pearl Theater Company's production of a translation by Michael Feingold, directed by John Rando. The play dates from a time when Goldoni was struggling to transport Venetian theater from the commedia dell'arte's wild improvisations on a bare scenario to the performance of fully written plays, and it has remnants of the commedia's slapstick along with an arsenal of tricks Goldoni devised to grab an audience's attention. The Pearl's version is wonderfully fresh, even if its exuberance at times reminds one of some stage experiments of the 1960's.   Mr. Rando and the actors approach Goldoni's contorted plot with the boisterous humor the playwright intended, often mocking it in asides to the audience, which he also wanted. There are elaborate schemes over a horde of jewels and gold, sword fights, fistfights, love duets, seduction attempts, flirtations with incest, battles with the law and endless confusions of identity, especially between twin brothers who have not seen each other in many years and who turn up in the same town on the same day. Goldoni even had the effrontery to include a murder and a suicide in this overstuffed bag of laughter, and they are surprisingly amusing.","thumbnail":null,"section":"Theater"},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-300895.html","abstract":"  Because of an editing error, a brief report in the Company News column of Business Day on Thursday about a decline in the shares of Toys \"R\" Us Inc. on Wednesday referred incorrectly to the company's sales during the holiday season. Some industry analysts expected a weak gain; the company had not yet reported its sales for the season. (Yesterday Toys \"R\" Us said sales at stores open at least a year rose 1 percent in the eight weeks that ended on Dec. 24, compared with a gain of 7.4 percent a year earlier. The results are reported today on page D3.)","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/04/nyregion/inside-769595.html","abstract":"  Commuter Teachers   As colleges try to save money by leaving positions vacant and relying on part-time help, more and more teachers find themselves driving from campus to campus to take on single courses. Page A17. Quantum Theorist Dies    Eugene P. Wigner, a nuclear physicist who helped usher in the atomic age, was 92. Page D19. Nebraska: People's Choice    Nebraska finished No. 1 in two national polls, but The Times's computer ranked Penn State first. Page B7.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Mayor Offering New Severance","web_url":"https://www.nytimes.com/1995/01/04/nyregion/mayor-offering-new-severance.html","abstract":"  The Giuliani administration said yesterday that it is undertaking a severance program for the third time in the hope of reducing New York City's work force by another 1,500 workers without laying off employees.    Since last year about 15,000 municipal employees have left the city's payroll through severance programs that are part of Mayor Rudolph W. Giuliani's effort to close the city's budget gap.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"New Utah State Coach","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-football-new-utah-state-coach.html","abstract":"  JOHN L. SMITH, the football coach at Idaho, was selected yesterday to fill the coaching vacancy at Utah State.   He will replace CHARLIE WEATHERBIE, who is leaving to coach at Navy.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"End of the Pacific War:A 50-Year Debate Has Not Closed the Book","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-end-of-the-pacific-wara-50year-debate-has-not-closed-the-book.html","abstract":"The furor over a Smithsonian Institution exhibit on the atomic bombing of Japan and the U.S. stamp commemorating the dropping of the two bombs provides a taste of the difficulties to be expected this year on the 50th anniversary of the end of the Pacific","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Computer Admissions Test to Be Given Less Often","web_url":"https://www.nytimes.com/1995/01/04/us/computer-admissions-test-to-be-given-less-often.html","abstract":"  The Educational Testing Service, which creates and administers the standardized admissions test for graduate students, has substantially reduced the number of times the tests will be offered by computer in the next six months.   The action was taken in response to growing criticism that the computerized version of the test, known as the Graduate Record Examination, or G.R.E., was vulnerable to cheating, said Ray Nicosia, a spokesman for the service, a nonprofit organization that tests nearly half a","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"1920: Brace for Grippe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-1920-brace-for-grippe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Misfortunes never come singly, and it is not surprising that with anticipations of a Paris flood should come fears of a recurrence of the influenza epidemic. [The Herald says in an editorial:] In the city there have been noted isolated centres of","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"New York Needs to Play a Part in Voter Law","web_url":"https://www.nytimes.com/1995/01/04/opinion/l-new-york-needs-to-play-a-part-in-voter-law-457895.html","abstract":"  To the Editor:   \"Put Muscle Behind Motor-Voter\" (editorial, Dec. 27) criticizes the effort by Gov. Pete Wilson of California to have the National Voter Registration Act of 1993, the \"motor-voter\" law, declared unconstitutional because it fails to provide sufficient funds. Independent of Federal funds, states have a responsibility to translate the law into action.","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Man Kills In-Laws And Briefly Holds His Son Hostage","web_url":"https://www.nytimes.com/1995/01/04/nyregion/man-kills-in-laws-and-briefly-holds-his-son-hostage.html","abstract":"  A man stabbed his estranged wife's parents to death in Brooklyn last night and briefly held his 9-year-old son hostage with a knife to his throat before giving himself up, the police said.   Sgt. Martin Browne, the head of the 61st Precinct detective squad, said the man, identified as Anatuleiy Utenyshev, a Russian immigrant, killed his mother- and father-in-law in their fifth-floor apartment at 1800 Ocean Parkway in Sheepshead Bay, then waited in the apartment for his wife and son to arrive.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Domestic Justice","web_url":"https://www.nytimes.com/1995/01/04/opinion/domestic-justice.html","abstract":"New York's new Governor, George Pataki, plans to reverse Mario Cuomo's policy of granting health benefits to the domestic partners of all unmarried state employees. Mr. Pataki is part of a rising political tide that includes Gov. Pete Wilson of California, who said in vetoing his state's domestic partnership bill that \"government policy ought not to discount marriage by offering a substitute relationship that demands much less.\"\n\nThat's legitimate, but it overlooks that there are two kinds of domestic partnerships -- heterosexual and same-sex. Although the most vocal opposition to domestic partnerships is aimed at gay couples, giving them benefits doesn't undermine marriage.  Rather, it remedies the injustice that homosexuals can't marry the people with whom they share their lives, and it creates financial incentives for stable relationships. Is this not the goal we seek in encouraging marriage?","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Tokyo Journal; A Happy New Year, Briefly Tasted, Cruelly Ended","web_url":"https://www.nytimes.com/1995/01/04/world/tokyo-journal-a-happy-new-year-briefly-tasted-cruelly-ended.html","abstract":"  For the first meal of the new year millions of Japanese people ate a soup containing rice cakes that is intended to get the year off on the right foot.    But for 83-year-old Sadakatsu Ishikawa, rather than insuring his health in 1995, the meal killed him. Before his family had noticed, Mr. Ishikawa had choked to death.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"Hospitals Are Tempted but Wary As For-Profit Chains Woo Them","web_url":"https://www.nytimes.com/1995/01/04/us/hospitals-are-tempted-but-wary-as-for-profit-chains-woo-them.html","abstract":"  Richard Scott has made deals to take over 137 hospitals in the last year, and he wants more. Now, his Columbia-HCA Healthcare Corporation has its eye on some Catholic hospitals in Chicago.   Stay away, says Joseph Cardinal Bernardin of Chicago, one of the most powerful clerics in the nation. The Roman Catholic Church has an obligation to poor people and to the Catholic way of health care, the Cardinal recently warned the 20 hospitals in his archdiocese, and selling to a for-profit chain would be a betrayal. He reminded them that the archdiocese could withdraw its recognition of any hospital defying him.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/04/nyregion/no-headline-797095.html","abstract":"  \"The Russians are going to bomb, bomb, bomb and bomb. The only thing left to them is to destroy everything from the air.\" MOVLADI UDUGOV, Chechen Information Minister.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Fit for the Compost Heap?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-fit-for-the-compost-heap-letters-to-the-editor.html","abstract":"Regarding \"Conservation Doesn't Conserve, and Can Do More Harm Than Good\" (Opinion, Nov. 23) by Herbert Inhaber and Harry Saunders:.I'm shocked by the choice of the above-mentioned article taken from the reputable journal The Sciences. The au","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"BASEBALL: The Sweetest Sound of All; McDougald, Yankee Star of 50's, Can Hear Again After Operation","web_url":"https://www.nytimes.com/1995/01/04/sports/baseball-sweetest-sound-all-mcdougald-yankee-star-50-s-can-hear-again-after.html","abstract":"  There was a tension at breakfast that Gil McDougald, the standout infielder on the great Yankee teams of the 1950's, tried not to acknowledge, a tension that had been building since November. That was when he had undergone the operation to insert a cochlear implant behind his right ear with the hope of being able to hear again.   McDougald, silver-haired at age 66, but still looking trim in his tan turtleneck, sat in a booth yesterday in the East Bay Restaurant on First Avenue with his wife, Lucille, and one of their daughters, Denise Costigan, one of their seven grown children, in fact.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Burden of Proof Is Shifted To Applicants for Shelter","web_url":"https://www.nytimes.com/1995/01/04/nyregion/burden-of-proof-is-shifted-to-applicants-for-shelter.html","abstract":"  The Cuomo administration's parting gesture last week to give New York City more time to shelter homeless families also gives it more muscle to prevent people who cannot prove they are homeless from entering the system.   The 44-page directive, issued on Friday, grants the city up to two days to find shelter for homeless families, instead of immediately. And within that 48-hour window, the city will be able to apply tougher standards on what constitutes homelessness. Those standards are typically more difficult to enforce once a family has temporary housing.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Some Supposed Democrats in Bangladesh Are Menacing the System","web_url":"https://www.nytimes.com/1995/01/04/opinion/IHT-some-supposed-democrats-in-bangladesh-are-menacing-the-system.html","abstract":"Believers in elective democracy naturally tend to support one another in struggles against authoritarian rule. But what should they do when self-styled democrats prove to have no more regard for the institutions of democracy than the military men they re","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"Prosecute Bosnia's War Criminals","web_url":"https://www.nytimes.com/1995/01/04/opinion/prosecute-bosnia-s-war-criminals.html","abstract":"  An international war crimes tribunal, the first since World War II, is gathering evidence against those who committed atrocities in Bosnia, especially the murderers, rapists and torturers who carried out the Serbs' genocidal policy of ethnic cleansing against Muslims. The U.S. is right to demand prosecution of these criminals and oppose amnesty.    Other United Nations members, among them Britain and France, seem to regard the war-crimes inquiry as an impediment to peace. Washington firmly contests that view, saying, \"Unless those responsible are held accountable, there can be no lasting peace and reconciliation in Bosnia.\"","thumbnail":null,"section":"Opinion"},{"date":"19950104","headline":"'Pulp Fiction' Gets Top Prize From National Film Critics","web_url":"https://www.nytimes.com/1995/01/04/movies/pulp-fiction-gets-top-prize-from-national-film-critics.html","abstract":"  \"Pulp Fiction,\" the exuberant, innovatively structured crime drama directed by Quentin Tarantino, was named the best film of 1994 by the National Society of Film Critics yesterday. Voting at the Algonquin Hotel, the 42-member group also cited Mr. Tarantino as best director and gave its best-screenplay prize to him and Roger Avary as the film's co-writers.   Jennifer Jason Leigh was voted best actress for her performance as the caustic, brittle heroine of \"Mrs. Parker and the Vicious Circle.\" Diane Weist was named best supporting actress for playing a grandly theatrical diva in \"Bullets Over Broadway.\" \"Red,\" the last film in Kryzsztof Kieslowski's \"Three Colors\" trilogy, was voted best foreign film.","thumbnail":null,"section":"Movies"},{"date":"19950104","headline":"Death Penalty Applause Brings Foes Alive Again","web_url":"https://www.nytimes.com/1995/01/04/nyregion/about-new-york-death-penalty-applause-brings-foes-alive-again.html","abstract":"  IN this season, when rulers often proclaim amnesties or commute sentences, the loudest applause that interrupted Gov. George E. Pataki's inaugural speech came when he said he would soon fulfill his campaign promise to restore the death penalty.   What exactly did that cheering mean?","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"House Opener: Christians 1, Cost-Cutters 0","web_url":"https://www.nytimes.com/1995/01/04/us/house-opener-christians-1-cost-cutters-0.html","abstract":"  Chalk one up for the lobbyists of the Lord.   Congress will open on Wednesday the same way it has opened since the First Continental Congress met in 1774 -- with a chaplain's prayer.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"12-Hour Shift For Officers In Nassau Test","web_url":"https://www.nytimes.com/1995/01/04/nyregion/12-hour-shift-for-officers-in-nassau-test.html","abstract":"  Some Nassau County police officers would work fixed 12-hour shifts under an experiment announced today by county officials.   While police officers commonly put in 12-hour days at the turn of the century, unions have long pursued shorter hours, according to experts in police policy and management. They said most police departments, like New York City's, now place officers on fixed eight-hour shifts.","thumbnail":null,"section":"New York"},{"date":"19950104","headline":"Mansell Is Passed Over","web_url":"https://www.nytimes.com/1995/01/04/sports/sports-people-auto-racing-mansell-is-passed-over.html","abstract":"  The Williams Formula One team selected DAVID COULTHARD as its No. 2 driver yesterday, placing in doubt the racing future of the former world champion NIGEL MANSELL.   Coulthard, 23, is regarded as one of the sport's brightest prospects while the 41-year-old Mansell is a champion in both Formula One and Indy-car racing.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Chronicle","web_url":"https://www.nytimes.com/1995/01/04/style/chronicle-944295.html","abstract":"  The symposium poses an intriguing question: \"Lawyers Who Write: Where Do They Find the Time?\" Some answers will be offered on Jan. 18 when a panel of lawyers and judges who are also poets, novelists or essayists speak at the New York County Lawyers' Association at 14 Vesey Street, near the World Financial Center in lower Manhattan.    LOUIS BEGLEY, a senior partner in Debevoise & Plimpton and a novelist who is the president of the PEN American Center, said: \"You simply give up the things that make up so much of most people's happiness. You don't go to the movies, you take few walks and you don't take weekend naps.\" He writes only on holidays and weekends.","thumbnail":null,"section":"Style"},{"date":"19950104","headline":"Senate Reports on Whitewater Offer Glimpse of Partisan Battling Still in Store","web_url":"https://www.nytimes.com/1995/01/04/us/senate-reports-on-whitewater-offer-glimpse-of-partisan-battling-still-in-store.html","abstract":"  In what could well be a preview of partisan clashes over Whitewater, Democrats and Republicans on the Senate Banking Committee today issued reports drawing sharply different conclusions about last summer's hearings.   On their last day in control of the committee, Democrats released a report passing no judgment about the propriety of discussions between regulators and senior White House officials regarding an Arkansas savings and loan at the center of the Whitewater investigation. Their report only implicitly criticized Administration officials for being less than candid to Congress.","thumbnail":null,"section":"U.S."},{"date":"19950104","headline":"Europeans Offer to Help Russia Seek Peace in Secessionist War","web_url":"https://www.nytimes.com/1995/01/04/world/europeans-offer-to-help-russia-seek-peace-in-secessionist-war.html","abstract":"  Germany and France said today that the European Union had asked Russia to invite experts from Europe's largest security organization to try to work out a peaceful solution to the secessionist struggle in southern Russia.   Roland Duque, a spokesman for the French Foreign Ministry in Paris, said that European Union representatives in Moscow suggested on Friday that Russia ask a group from the 53-nation Organization for Security and Cooperation in Europe to help end fighting in Chechnya.","thumbnail":null,"section":"World"},{"date":"19950104","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/04/sports/results-plus-981795.html","abstract":"  WOMEN'S BASKETBALL  Vanderbilt Survives Mississippi  Sheri Sam scored 19 points and four other Commodores scored in double figures as No. 6 Vanderbilt beat previously unbeaten and 15th-ranked Mississippi, 91-54, in a Southeastern Conference game last night.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"It's Time To Play Hardball on Capitol Hill","web_url":"https://www.nytimes.com/1995/01/04/sports/baseball-it-s-time-to-play-hardball-on-capitol-hill.html","abstract":"  Opening day in Congress could produce more baseball than opening day of the 1995 baseball season. But while Washington lawmakers introduce three bills today aimed at baseball's antitrust exemption, a committee of owners and club executives will discuss matters that will have an impact on their opening day: spring training and replacement players.   On the first day of the 104th Congress, Senator Daniel Patrick Moynihan, Democrat of New York, and Representative Michael Bilirakis, Republican of Florida, will initiate action in their respective legislative bodies on bills that would strip baseball of its exemption from antitrust laws. In addition, Bilirakis will introduce a bill that would void baseball's exemption under the sports broadcasting act.","thumbnail":null,"section":"Sports"},{"date":"19950104","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/04/nyregion/c-corrections-297495.html","abstract":"  A chart on Sunday about concentrations of crime in New York City misidentified the precinct with the greatest increase in auto thefts in 1994. It was the 77th Precinct, in Crown Heights, with a 4 percent increase -- not the 13th Precinct. That precinct actually had a 30 percent decline.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950104","time":"1995-01-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":69,"wspd":14.8},{"date":"19950104","time":"1995-01-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":71,"wspd":13},{"date":"19950104","time":"1995-01-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":76,"wspd":7.6},{"date":"19950104","time":"1995-01-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":71,"wspd":11.2},{"date":"19950104","time":"1995-01-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":68,"wspd":11.2},{"date":"19950104","time":"1995-01-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":66,"wspd":13},{"date":"19950104","time":"1995-01-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":68,"wspd":9.4},{"date":"19950104","time":"1995-01-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":63,"wspd":13},{"date":"19950104","time":"1995-01-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":63,"wspd":11.2},{"date":"19950104","time":"1995-01-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":64,"wspd":14.8},{"date":"19950104","time":"1995-01-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":62,"wspd":18.4},{"date":"19950104","time":"1995-01-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":56,"wspd":14.8},{"date":"19950104","time":"1995-01-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":53,"wspd":18.4},{"date":"19950104","time":"1995-01-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":54,"wspd":18.4},{"date":"19950104","time":"1995-01-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":58,"wspd":18.4},{"date":"19950104","time":"1995-01-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":60,"wspd":18.4},{"date":"19950104","time":"1995-01-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":65,"wspd":18.4},{"date":"19950104","time":"1995-01-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":63,"wspd":18.4},{"date":"19950104","time":"1995-01-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":64,"wspd":18.4},{"date":"19950104","time":"1995-01-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":66,"wspd":18.4},{"date":"19950104","time":"1995-01-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":66,"wspd":14.8},{"date":"19950104","time":"1995-01-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":67,"wspd":18.4},{"date":"19950104","time":"1995-01-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":14.8},{"date":"19950104","time":"1995-01-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":69,"wspd":13},{"date":"19950104","time":"1995-01-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":47,"wspd":22.3},{"date":"19950104","time":"1995-01-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":53,"wspd":18.7},{"date":"19950104","time":"1995-01-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":53,"wspd":24.1},{"date":"19950104","time":"1995-01-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":20.5},{"date":"19950104","time":"1995-01-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":20.5},{"date":"19950104","time":"1995-01-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":22.3},{"date":"19950104","time":"1995-01-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":56,"wspd":16.6},{"date":"19950104","time":"1995-01-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":58,"wspd":14.8},{"date":"19950104","time":"1995-01-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":60,"wspd":22.3},{"date":"19950104","time":"1995-01-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":16.6},{"date":"19950104","time":"1995-01-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":16.6},{"date":"19950104","time":"1995-01-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":14.8},{"date":"19950104","time":"1995-01-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":14.8},{"date":"19950104","time":"1995-01-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":16.6},{"date":"19950104","time":"1995-01-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":69,"wspd":18.7},{"date":"19950104","time":"1995-01-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":49,"wspd":25.9},{"date":"19950104","time":"1995-01-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":24.1},{"date":"19950104","time":"1995-01-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":35,"wspd":24.1},{"date":"19950104","time":"1995-01-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":22,"wspd":27.7},{"date":"19950104","time":"1995-01-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":22,"wspd":31.7},{"date":"19950104","time":"1995-01-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":24,"wspd":35.3},{"date":"19950104","time":"1995-01-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":23,"wspd":31.7},{"date":"19950104","time":"1995-01-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":25,"wspd":31.7},{"date":"19950104","time":"1995-01-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":28,"wspd":31.7}]},"19950105":{"guardian_articles":[],"nytimes_articles":[{"date":"19950105","headline":"Jumping Off Slopes, A Hobby Even at 40","web_url":"https://www.nytimes.com/1995/01/05/sports/skiing-jumping-off-slopes-a-hobby-even-at-40.html","abstract":"  It wasn't what it seemed, an over-the-hill birthday present for a 40-year-old geologist. But what else would anyone think? Here was Walter Wintsch, in charge of hazardous waste projects for New York State, receiving a pass to a ski-jumping clinic. The gift came from fellow office workers.   \"It was just one of those things,\" said Eric Hamilton, Wintsch's boss at the State Department of Environmental Conservation in Rotterdam, N.Y. \"The time was right.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Governor Pataki's Emerging Plans","web_url":"https://www.nytimes.com/1995/01/05/opinion/governor-pataki-s-emerging-plans.html","abstract":"  Gov. George Pataki drew an appealing picture of tax reduction for all New Yorkers in his State of the State address yesterday, but has yet to explain how he would cut spending enough to close the looming budget deficit and cover his tax cuts, too. Following the example of New York City's Mayor, Rudolph Giuliani, he also pledged a smaller budget than this year's. In all, he has set a high hurdle.    For the first time, Mr. Pataki added some of the detail that was lacking when he campaigned for the office. His key campaign promise still stands, to cut income taxes by 25 percent in the next four years. New specifics to gladden the hearts of taxpayers included larger marital deductions, tripling tax breaks for day care and a lower tax rate for the lowest earners -- hardly a package of favors for the well-to-do. But the full picture will not come until Feb. 1, when he presents his budget for the fiscal year that starts two months later.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-524395.html","abstract":"  The Pulse chart in The Metro Section on Dec. 29 about infant mortality in the region labeled the rates incorrectly. The figures were actual deaths per 1,000 live births, not a percentage.    In New York, the rates were 15.8 for blacks, 7.1 for whites and 8.8 for others; in New Jersey, 18.7 blacks, 5.9 whites and 8.4 others; in Connecticut, 17.2 blacks, 6.2 whites and 7.6 others; in the United States overall, 16.8 blacks, 6.9 whites and 8.5 others.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Study on Ailing Gulf War G.I.'s Called a Failure","web_url":"https://www.nytimes.com/1995/01/05/world/study-on-ailing-gulf-war-gi-s-called-a-failure.html","abstract":"  A panel affiliated with the National Academy of Sciences said today that the Government's research on the health problems of Persian Gulf war veterans had been badly organized and had failed to determine if the gulf war syndrome really exists.   The panel recommended that Vice President Al Gore's office should coordinate a better organized study of complaints by thousands of veterans that they contracted illnesses in the gulf.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Players' Offer Could Bring End to Lockout","web_url":"https://www.nytimes.com/1995/01/05/sports/hockey-players-offer-could-bring-end-to-lockout.html","abstract":"  Hockey's bitter labor lockout could end on its 99th day on Saturday when the National Hockey League owners meet in New York to vote on a collective bargaining proposal from the N.H.L. Players Association.   The offer came yesterday during the fourth consecutive day of bargaining in Chicago between top lieutenants of both sides.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/05/style/chronicle-574095.html","abstract":"  PIERCE BROSNAN, the actor, opened the Harrods January sale in London yesterday, and in his honor MOHAMED AL-FAYED, the chairman of the store, donated $:50,000 (about $78,000) to Wellbeing, a health research organization, and its ovarian cancer research center in Cambridge, England.    The Evening Standard newspaper quoted Mr. Brosnan as saying, \"I lost a very wonderful lady, namely my wife, to this dreadful disease.\" His wife, Cassandra Harris, an actress, died in 1991 at 39.","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Funaki of Japan Wins World Cup Jumping Event","web_url":"https://www.nytimes.com/1995/01/05/sports/skiing-funaki-of-japan-wins-world-cup-jumping-event.html","abstract":"  Kazuyoshi Funaki of Japan outjumped Andreas Goldberger of Austria today and won the World Cup ski-jumping competition at Innsbruck's Mount Isel large platform. The event counts toward the 1994-95 four-hill jumping tournament.    Funaki scored 247.70 points on jumps of 117.50 and 111.50 meters. Goldberger finished second with 225.60 points (102.00-112.50).","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Excerpts From House Speech by Gephardt on Ceding Control to G.O.P.","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-democratic-leader-excerpts-house-speech-gephardt-ceding-control.html","abstract":"  Following are excerpts from remarks by Representative Richard A. Gephardt of Missouri, the minority leader, at the opening of the 104th Congress yesterday as recorded by the Federal News Service:   Ladies and gentlemen of the House, I first want to thank my Democratic colleagues for their support and their confidence. I noted we were a little short, but I appreciate your friendship and your support.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Get Out of Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-get-out-of-bosnia-letters-to-the-editor.html","abstract":"It will be a long time before the West, and particularly the British and the French, can wash the Bosnian blood from their hands. It is time to recognize the failures of the past and stop repeating them..An arms embargo sounds like a good idea, but whe","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Aggressive Iona Defense Puts Manhattan Off Guard","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-aggressive-iona-defense-puts-manhattan-off-guard.html","abstract":"  Iona frustrated if not infuriated Manhattan with an aggressive zone defense tonight at Mulcahy Center in the opening game of the Metro Atlantic Athletic Conference for both teams.   As a result the Jaspers executed poorly on offense, especially in the late going, and Iona came away with a 73-66 triumph.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Kicking Up Heels While Laughing Away the Years","web_url":"https://www.nytimes.com/1995/01/05/theater/kicking-up-heels-while-laughing-away-the-years.html","abstract":"  Geraldine O'Dwyer had not danced professionally since her days as a Rockette at Radio City Music Hall, 40 years and five children ago. But after two trips to the \"Fabulous Palm Springs Follies,\" she knew she was on the wrong side of the footlights. So last June, she auditioned for the cast.   Mrs. O'Dwyer met one of the show's prerequisites: at 66, she was 16 years older than the minimum age required for all performers. But only after doing some tap and samba dancing, repeatedly strolling down some steps and belting out \"The Lady Is a Tramp\" was she chosen. It has changed her life.","thumbnail":null,"section":"Theater"},{"date":"19950105","headline":"East Europeans Are Reacting Nervously to Russian Fighting","web_url":"https://www.nytimes.com/1995/01/05/world/east-europeans-are-reacting-nervously-to-russian-fighting.html","abstract":"  In the countries of Eastern Europe that five years ago were satellites of the Soviet Union, the fighting in southern Russia has set off nervous reactions. In some capitals, the apprehension has been expressed by long silences, prompted by concerns of offending Moscow.   Prominent among the fears is that an authoritarian and strongly nationalistic government is re-emerging in Moscow of the kind that repressed desires for independence in the region in the Communist era.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Davis Makes His Point, but Starks Only 2","web_url":"https://www.nytimes.com/1995/01/05/sports/pro-basketball-davis-makes-his-point-but-starks-only-2.html","abstract":"  The Knicks don't dislike Lenny Wilkens. They just dislike losing.   So with Wilkens poised to make history last night, the Knicks made Wilkens wait -- again. Denying Wilkens in his bid to become the National Basketball Association's winningest coach, New York (16-12) won its season-high fourth consecutive game with an 89-80 victory over the Atlanta Hawks at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Another Socialist Seeks to Succeed Mitterrand","web_url":"https://www.nytimes.com/1995/01/05/world/another-socialist-seeks-to-succeed-mitterrand.html","abstract":"  A former Education Minister, Lionel Jospin, today made a bid for the Socialist candidacy in France's presidential elections, but the latest polls said the conservative Prime Minister, Edouard Balladur, remained the strong favorite to succeed Francois Mitterrand.   The Socialist Party lost its preferred candidate last month when Jacques Delors decided not to run after he steps down this month as president of the European Union's executive commission. Polls said he was more popular than Mr. Balladur. The Socialists have given themselves until the end of this month to find a new candidate.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Murder by Texas","web_url":"https://www.nytimes.com/1995/01/05/opinion/murder-by-texas.html","abstract":"  Texas has just executed a man with full knowledge that he was not guilty of the crime for which he was put to death. State and Federal courts and the Supreme Court, also fully aware of the facts, let the execution happen.    Although Texas leads the nation in executions, the unjust killing of Jesse Dewayne Jacobs could happen in any of the 37 states that have the death penalty or states like New York, which are on the verge of adopting it. All it takes is a dishonorable prosecutor and a number of courts unwilling to demand justice for the accused.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Imitating Art of Life, or Something","web_url":"https://www.nytimes.com/1995/01/05/arts/television-review-imitating-art-of-life-or-something.html","abstract":"  If while watching the news magazines tonight, you should suffer from intimations of displacement or double vision, no need to call 911. It's them, not you. Along with moving around, the evening's three network magazine shows are going in for cannibalizing other television programs.   To begin, at 9 P.M., the new time for CBS's \"Eye to Eye,\" Connie Chung goes eyeball to eyeball with \"Seinfeld,\" the NBC hit. The hour includes a piece about politicians' loss of privacy that may strike you as borrowed or stolen in significant part from \"F. D. R.,\" which ran on PBS in the fall. That \"American Experience\" program also made much of the fact that Roosevelt's inability to walk went unreported by the press for all the years of his Presidency. To rub in the similarity, once again Doris Kearns Goodwin, the author of \"No Ordinary Time: Franklin and Eleanor Roosevelt: The Home Front in World War II\" (Simon & Schuster), serves as presiding expert.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Grasp of Empire","web_url":"https://www.nytimes.com/1995/01/05/opinion/the-grasp-of-empire.html","abstract":"A cardinal principle of Russian military doctrine is that the country should never use its armed forces against its own people. How cynical this sounds as bombs explode in the houses of innocent people in Chechnya. President Boris Yeltsin's order yesterday to stop the bombing of the capital, Grozny, should raise no one's hopes. It applies only to the air force, which in any case has been hampered by fog in the region.\n\nThe crisis in Chechnya is far from over. But in addition to my compassion for the Chechen people, I am acutely concerned about the future of my homeland, Ukraine.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Lawmakers Pursue 'Contract With Fans'","web_url":"https://www.nytimes.com/1995/01/05/sports/baseball-lawmakers-pursue-contract-with-fans.html","abstract":"  In an effort to spur agreement on a new labor contract in baseball, members of Congress intruded on the Republicans' \"Contract with America\" yesterday, introducing five baseball bills ranging from complete repeal of the sport's antitrust exemption to binding arbitration to settle the nearly five-month-old strike.   A total of three bills, two calling for complete repeal of the exemption, had been expected from Senator Daniel Patrick Moynihan, Democrat of New York, and Representative Michael Bilirakis, Republican of Florida, on the first day of the 104th Congress. But two Democratic Representatives also introduced bills, both of which had seen brief life in the last term.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"ROWLAND AVOIDS PARTISAN APPEAL","web_url":"https://www.nytimes.com/1995/01/05/nyregion/connecticut-s-new-governor-the-overview-rowland-avoids-partisan-appeal.html","abstract":"  While Republicans around the nation were basking in their newly-won power, John G. Rowland, the first Republican governor of Connecticut in 20 years, took office today with a speech that never mentioned his party, avoided appeals to partisanship and called on legislators to work together as a team.   In the State of the State address that Mr. Rowland delivered this afternoon, he did not include the more strident language of his campaign. He did not mention throwing people off the welfare roles or fume about possible court-enforced busing.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The Task Before Pataki: Goals and Hurdles","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-issues-the-task-before-pataki-goals-and-hurdles.html","abstract":"  The Governor proposes, but in most cases, it is the Legislature that disposes. The Senate majority is Republican, like Gov. George E. Pataki, but the Assembly majority, under Speaker Sheldon Silver of Manhattan, is Democratic. Mr. Silver said yesterday that \"there's nothing the Governor put on the table that we can't talk about;\" here are some of the that are now the subjects of discussion. Sam Roberts","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The PGA's Power Hitter Returns","web_url":"https://www.nytimes.com/1995/01/05/sports/golf-the-pga-s-power-hitter-returns.html","abstract":"  Maybe it was the healthful surroundings here at the La Costa Resort and Spa that helped to inspire him -- the idea of pore-cleansing herbal wraps and luffa scrubs and steam baths can have that sort of soothing, cathartic effect. Whatever the reason, John Daly has returned to the PGA Tour once again with a hygienic outlook and a determination to purge himself of past transgressions.   \"There's no way I'm smoking four packs a day -- maybe three,\" Daly said. \"Eighty cigarettes a day, that's a lot. Maybe 60.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Decision Today For Marbury","web_url":"https://www.nytimes.com/1995/01/05/sports/decision-today-for-marbury.html","abstract":"  Stephon Marbury, the star Lincoln High School point guard who has been the nation's most heavily recruited college basketball prospect, has finally made up his mind between Georgia Tech and Syracuse, his friend and mentor, Lou d'Almeida, said last night. But if you want to know Marbury's choice, you'll have to wait until he makes the announcement, himself, sometime today.   Marbury's enchantment with Syracuse and Georgia Tech has not wavered since he was 14 years old. As he explained it in Darcy Frey's recent book, \"The Last Shot,\" he was drawn to the two schools \"because at Syracuse you play in front of 32,820 people\" and \"because Georgia Tech knows how to treat its point guards.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Orange County Can Meet Only 60% of Its Budget","web_url":"https://www.nytimes.com/1995/01/05/us/orange-county-can-meet-only-60-of-its-budget.html","abstract":"  Orange County, Calif., facing a budget deficit far greater than the spending cuts it has already made, has enough money to cover only about 60 percent of its share of the general budget, the county's financial advisers disclosed today.   In the most comprehensive statement to date on the county's fiscal crisis after it declared bankruptcy last month, the advisers, in a report to the newly installed Board of Supervisors, said that the county government was at least $172 million short of its fiscal obligations for the next six months. That is more than four times the spending reductions the previous five-member board adopted last month.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"U.S. Military Has Real Readiness Problem","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-us-military-has-real-readiness-problem-579095.html","abstract":"  To the Editor:   \"Are U.S. Forces Ready to Fight?\" (editorial, Dec. 27) concludes that the military is not facing a serious readiness problem. You premise this conclusion on the assumption that since the Pentagon's operations and maintenance budgets are larger and its force structure smaller than a decade ago, when readiness was unquestioned, there ought not to be a problem today.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Nets Unable To Hold Off Magic Surge","web_url":"https://www.nytimes.com/1995/01/05/sports/pro-basketball-nets-unable-to-hold-off-magic-surge.html","abstract":"  The Nets bottled up Shaquille O'Neal for most of four quarters, made the crucial shots for most of four quarters and exchanged cold stares for most of four quarters.   But over those final few minutes, well, it's all a blur.   In the latest uprising from underachievers, the Orlando Magic fended off the Nets for a 113-110 victory before a roaring throng of 16,010 at the Orlando Arena tonight. The Magic swarmed around the Nets in the final minutes to force three 24-second violations and benefited from a controversial traveling call against Derrick Coleman with 13 seconds remaining.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Suspect in 3 Abortion Attacks Is Indicted","web_url":"https://www.nytimes.com/1995/01/05/us/suspect-in-3-abortion-attacks-is-indicted.html","abstract":"  John C. Salvi 3d, the suspect in last week's fatal shootings at two abortion clinics in the Boston area, was indicted today by a Federal grand jury here on charges of carrying a gun across state lines with the intent to commit a felony.   Today's two-count indictment will make it easier for the authorities to bring Mr. Salvi back to Massachusetts from Norfolk, Va., where he was arrested on Saturday on suspicion of firing at an abortion clinic there. Conviction on each Federal count is punishable by up to 10 years in prison and a $250,000 fine.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"1920: Market Cornered : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-1920-market-cornered-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Taking advantage of the international trade mark and patent laws by filing a few papers in Portugal at a cost of a few hundred dollars, Senhor Manuel de Silva Carmo, of Oporto, has obtained control of the principal markets of Continental Europe","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Weicker, Warm, Shares Rowland's Cold Moment","web_url":"https://www.nytimes.com/1995/01/05/nyregion/connecticut-s-new-governor-reporter-s-notebook-weicker-warm-shares-rowland-s.html","abstract":"  Gov. John G. Rowland marched in his own parade through the cold and mostly empty streets of Connecticut's capital today, flanked by other elected officials and spouses who wanted to share his moment. Even William E. Curry Jr., a Democrat who was defeated by Mr. Rowland in November, trudged along hatless and red-faced, waving at the street people and office workers watching from their smoked-glass retreats.    Former Gov. Lowell P. Weicker Jr. took a limousine.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Balanchine, Sousa and Stiefel","web_url":"https://www.nytimes.com/1995/01/05/arts/dance-review-balanchine-sousa-and-stiefel.html","abstract":"  Happiness is Ethan Stiefel of the New York City Ballet in George Balanchine's \"Stars and Stripes.\"   As the company reopened its repertory season on Tuesday night after a monthlong run of \"The Nutcracker,\" Mr. Stiefel reminded us why we go to the ballet at all. Steps and structures, with the latter especially vital to Balanchine, came together through the talent of an exceptionally gifted dancer.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"St. John's Is All Heart As It Defeats Providence","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-st-john-s-is-all-heart-as-it-defeats-providence.html","abstract":"  St. John's lost Maurice Brown; it lost James Scott and for a while it lost its poise. But somewhere in all that adversity, the Red Storm established itself as a team of more heart than hype.   This young and emerging St. John's team isn't supposed to win the kind of Big East game it won last night in beating the Providence Friars, 89-74, before 12,113 in the Civic Center.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"NELSON: A Personal History","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-nelson-a-personal-history.html","abstract":"NELSON: A Personal History. By Christopher Hibbert. 472 pages. 20. Viking.. Reviewed by Samuel Abt. POOR Horatio Nelson: His valor grows offensive. Nearly two centuries after the great warrior was killed while winning the Battle of Trafalgar - 18 of","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Essay; The Newt Deal","web_url":"https://www.nytimes.com/1995/01/05/opinion/essay-the-newt-deal.html","abstract":"  Two years ago, amidst inaugural hoo-hah, the Clintonites puffed themselves up and lurched leftward. Today, reveling in quasi-inaugural media hype, the Newt Dealers are marching in the opposite direction in a state of similar certitude.    If conservatives are going to shrink government and expand individual freedom, we must first cut the hubris.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/05/nyregion/bridge-177995.html","abstract":"  Three decades ago, Columbia University, rarely outstanding on sporting fields, had a winning bridge team with a brilliant coterie of players. Their coach and adviser was a graduate engineering student named Jim Becker, who died last April and had a game named for him last Friday at the Greater New York Bridge Association's Winter Regional Championships.   Two members of that Columbia team showed up and duly won the Jim Becker Memorial Pairs. One, August Boehm of Manhattan, has pursued a successful bridge career as player, writer and teacher. The other is Richard Margolis, a rabbi from Baltimore who gave up the game for many years when his superiors discovered, by reading this column, that he had won an event on a Saturday.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-523595.html","abstract":"  An article on Dec. 27 about the dispersal of large brokerage houses around Manhattan misidentified the investment firm at 60 Wall Street, as well as its parent company. The firm is J. P. Morgan Securities, not J. P. Securities; it is a subsidiary of J. P. Morgan & Company, not the Morgan Guaranty Trust Company.    The article and a related chart, listing Manhattan's 20 largest brokerage houses, omitted an explanation of the ranking. It was based solely on the amount of floor space occupied by the companies.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Excerpts From Governor Rowland's State of the State Address","web_url":"https://www.nytimes.com/1995/01/05/nyregion/excerpts-from-governor-rowland-s-state-of-the-state-address.html","abstract":"  Following are excerpts from Gov. John G. Rowland's State of the State address to the General Assembly.   Today is the moment to remake Connecticut as we rapidly approach the 21st century. Our challenge is to provide the hope and the opportunity, especially to our young people, so they will choose to make Connecticut their permanent home once again.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Open-Door Policy?","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-the-legislature-open-door-policy.html","abstract":"  Having won election on a platform of change, Gov. George E. Pataki used his first address to the Legislature today to make clear that the first thing he intends to change is the governor's relationship with the Legislature.   It is probably the most important thing his fledgling administration can do. Without a strong working partnership with both houses, one of which is controlled by Democrats, Mr. Pataki, a Republican, has little hope of accomplishing his larger goals of cutting taxes, shrinking government, toughening criminal penalties and reducing welfare spending.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Yeltsin Orders Bombing Halt On Rebel City","web_url":"https://www.nytimes.com/1995/01/05/world/yeltsin-orders-bombing-halt-on-rebel-city.html","abstract":"  Under criticism at home and abroad for Russia's military offensive in the secessionist region of Chechnya, President Boris N. Yeltsin announced today that he had ordered a halt in the aerial bombing of Grozny, the rebel capital.   The order, which was to take effect at midnight, did not apply to artillery or rocket launchers, which continue to pound the city. Mr. Yeltsin's press office said the decision was \"guided by the desire to prevent an increase in the number of victims among the civilian population.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Why So Slow to Identify Clinic Suspect's Gun?","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-why-so-slow-to-identify-clinic-suspect-s-gun-580495.html","abstract":"  To the Editor:   I have been baffled by your news articles on the arrest of John C. Salvi 3d, the accused clinic gunman, in Norfolk, Va.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-591095.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"When Public Officials Earn Outside Income","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-when-public-officials-earn-outside-income-578295.html","abstract":"  To the Editor:   Is it unethical for a public official, while in office, to earn outside income? That is the issue that seems to cause William Safire to reach contradictory conclusions in \"Royalties in Office\" (column, Jan. 2).","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Shame on the Appeasers : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-shame-on-the-appeasers-letters-to-the-editor.html","abstract":"Regarding \"Appeasement Again: Like Ethiopia, Like Czechoslovakia\" (Opinion, Dec. 6) by Stanley Hoffmann:.The appeasement policy of Britain and other European governments in the 1930s (paralleled in the United States by an isolationist drift)","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Non-Token Appointees Mark Women's Advance","web_url":"https://www.nytimes.com/1995/01/05/nyregion/metro-matters-non-token-appointees-mark-women-s-advance.html","abstract":"  THE names were threaded through Gov. George E. Pataki's State of the State Message yesterday, the women in his government. He just mentioned their names and titles, said no more, but the message was not lost on his listeners, especially his Democratic listeners. \"Look at all those women,\" a Democratic stalwart, who shall remain nameless at her request, fairly screeched into the telephone. \"In real jobs. Look at that. Do you believe it?\"   Mr. Pataki has indeed appointed a lot of women to prominent positions in his new administration -- most of them substantial jobs, not token ones or \"women's\" jobs. The budget director is a woman. The Health Commissioner is a woman. So is the Parks Commissioner, the communications director and the Social Services Commissioner. And of course Mr. Pataki's running mate, Elizabeth P. McCaughey, is now the Lieutenant Governor and designated Medicaid expert.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Unfair to Luxembourg","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-unfair-to-luxembourg-581295.html","abstract":"  To the Editor:   As a native of Luxembourg, I write regarding \"Tipplers and the Temperate: Drinking Around the World\" (Week in Review, Jan. 1).","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Student Loan Program Tells a Success Story; Restore Deductibility","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-student-loan-program-tells-a-success-story-restore-deductibility-577495.html","abstract":"  To the Editor:   \"Young, Eager and Deep in Debt\" (Op-Ed, Dec. 29) omits an additional measure taken by the Government contributing to the financial burden on graduates who financed their education with student loans: the elimination of the deductibility of interest on those loans.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/05/nyregion/metro-digest-789595.html","abstract":"  PATAKI PLEDGES TO REDUCE SPENDING Emphasizing his pledge to reduce state government, Governor Pataki promised in his first address to the Legislature to propose a budget for the coming fiscal year that would spend less than the state will spend this year. A1. Mr. Pataki made it clear that the first thing he intends to change is the Governor's relationship with the Legislature. News analysis, B7. \"He didn't call us any names,\" said Assemblyman Ronald Canestrari. \"So we've had a significant improvement already.\" B7. IN HARTFORD, ROWLAND APPEALS FOR UNITY On a day when Republicans around the nation were basking in their newly won power, John G. Rowland, the first Republican governor in Connecticut in 20 years, took office with a speech that never mentioned his party, avoided appeals to partisanship and called on legislators to work together as a team. A1. Governor Rowland marched in his own parade through Hartford; former Gov. Lowell P. Weicker Jr. took a limousine. B8. WOMAN PUSHED IN FRONT OF SUBWAY TRAIN A man who escaped from Manhattan Psychiatric Hospital on Christmas Eve pushed a 63-year-old woman off a subway platform to her death as a train pulled in, the police said. A1. Reuben Harris had escaped from a state mental hospital four times since May. B3. Soon Sin, the subway victim, spent her last morning doing what she loved. B3. NEW YORK CITY  FAMILIAR MAJORITY ON SEX EDUCATION The four-member majority that set a more conservative course for the New York City Board of Education re-emerged when the board voted 4 to 3 to give parents a greater role in teaching AIDS topics, including an explanation of different types of sexual intercourse. B3. REVENUE SHORTFALL TO WIDEN BUDGET GAP In a sign of the city's deepening fiscal difficulty, Mayor Giuliani said that there would be a shortfall in tax revenues for the fourth quarter of 1994. Administration officials said the shortfall would be at least $200 million and would lead to even more budget cuts. B4. OFFICIAL, FACING INQUIRY, QUITS CITY POST City Comptroller Alan G. Hevesi's second-in-command resigned as he faced an investigation into his purchase and financing of a West Side cooperative apartment. B5. A MESSAGE NOT LOST ON THE LISTENERS The names were threaded through Governor Pataki's State of the State Message: the women in his government. He just mentioned their names and titles, and said no more, but the message was not lost on his listeners, especially Democrats. Metro Matters, B6. REGION  INSURERS TO PAY FOR TESTING Good health now has the official seal of approval in New Jersey. Under a new law, insurers must offer coverage for tests that could, with the development of a healthful way of life, improve the well-being of state residents and reduce the long-term cost of health care. B9. MAN HELD IN SLAYING OF ESTRANGED WIFE A judge had granted Joanne Martinez a temporary restraining order against her estranged husband, and a ruling was due on whether to forbid Jacobo Martinez from contacting her indefinitely. Mr. Martinez dutifully appeared in court; his wife did not. She was lying dead in her Jersey City apartment. B9. Neediest Cases B2","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Five Charged With Holding Thai Women Captive for Prostitution","web_url":"https://www.nytimes.com/1995/01/05/nyregion/five-charged-with-holding-thai-women-captive-for-prostitution.html","abstract":"  Four men and a woman were charged with smuggling at least a dozen women from Thailand into this country and forcing them to work as prostitutes at a heavily guarded Chinatown brothel, Federal authorities announced yesterday.   Officials said that the defendants, all Thai citizens, promised the women lucrative restaurant jobs in New York but instead imprisoned them in the brothel and ordered them to have sex with 400 to 500 men to win their freedom.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Talk Radio, D.C.","web_url":"https://www.nytimes.com/1995/01/05/us/talk-radio-dc.html","abstract":"  After years of shouting in the hinterlands, talk-radio hosts gathered to raise a cacophony of chatter in the heart of the city that many of them consider America's citadel of waste, corruption and out-of-touch politicians.    Article, page A24.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Sony Classical Confirms Resignation of Its President","web_url":"https://www.nytimes.com/1995/01/05/arts/sony-classical-confirms-resignation-of-its-president.html","abstract":"  Gunther Breest, the president of the classical record division of Sony since 1988, has resigned his position in what some in the company have characterized as a dispute over what direction Sony repertory should take.    Word of Mr. Breest's resignation began to spread through the record world just before the holidays, but Mr. Breest, who is based in Hamburg, could not be reached, and Sony officials denied that he was leaving. His departure was announced in Hamburg on Tuesday, in a statement that said he had left for \"personal reasons\" as of Dec. 31.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Great Simulcast: Aqueduct Hooks Up to Gulfstream","web_url":"https://www.nytimes.com/1995/01/05/sports/horse-racing-the-great-simulcast-aqueduct-hooks-up-to-gulfstream.html","abstract":"  One year after \"the great simulcasting experiment\" was buried in snow and ice, Aqueduct opened a new era of simulcast racing with Gulfstream Park in Florida yesterday. You could park free, get into the grandstand for a dollar, watch 16 races on television and make 106 bets, all in bright sunshine at both tracks.   Nobody could guarantee that the sunshine would last forever, but New York seemed to have solved the problem of utter confusion that bedeviled the joint venture last year. The solution was to import the races from Florida into separate lounge areas at Aqueduct with their own TV monitors, betting windows and handicapping statistics, and the management even threw in boxes of New York State apples and Florida oranges to add tone.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-what-theyre-reading.html","abstract":"Christopher Caridia, head of the Berlin office of the Oxford University Press, is reading \"The Pelican Brief\" by John Grisham. .\"This is one of those books that keeps you up reading through the night. I find, unlike Mr. Grisham's other bo","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-522795.html","abstract":"  An article on Monday about the .22-caliber rifle tossed away by John C. Salvi 3d, a suspect in two killings at abortion clinics, referred incorrectly in some editions to the manufacturer, Sturm, Ruger & Company. It is American, not German.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The First 100 Days","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-first-100-days.html","abstract":"  Main developments as Congress convened on Wednesday:   HOUSE -- Representative Newt Gingrich of Georgia, elected Speaker on a foreordained party-line vote, presided over the voting on a package of internal rules reducing the number of committees and subcommittees, banning proxy voting in committees, establishing more stringent budget counting rules, opening more committee proceedings to the public and requiring a three-fifths vote to raise income taxes. The package also included legislation sponsored by Representative Christopher Shays of Connecticut to put Congress under the Fair Labor Standards Act, the 1964 Civil Rights Act's ban on discrimination in employment, the Americans with Disabilities Act, the Age Discrimination Act, the Family and Medical Leave Act, the Occupational Safety and Health Act and several other labor measures from which Federal lawmakers had previously exempted themselves.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Peace Program Is in Danger, Salvadorans Tell the U.N.'s Chief","web_url":"https://www.nytimes.com/1995/01/05/world/peace-program-is-in-danger-salvadorans-tell-the-un-s-chief.html","abstract":"  El Salvador's program of reconstruction and reconciliation is short $137 million and in danger of losing momentum in its critical last phase, the country's Vice President and leading members of the former rebel army told Secretary General Boutros Boutros-Ghali today.    \"Peace is not enough,\" the Vice President, Enrique Borgo Bustamante, said Tuesday. \"We need social peace. We need to remake whatever was Salvador. We need to walk that last part of the road, and we feel so short of breath.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"49ers Are Dancing to Sanders's Tune","web_url":"https://www.nytimes.com/1995/01/05/sports/football-49ers-are-dancing-to-sanders-s-tune.html","abstract":"  The San Francisco 49ers are no longer gagged and bound. Their quarterback scolds their head coach, their cornerback rarely huddles up and their end zone is a dance floor. Once upon a time, this team had the collective game-face of a chess player, but the organization has finally said, \"At ease.\"    This is a less cerebral 49er team, and the shocker is that no one has been chased into the principal's office, or George Seifert's. It is all due to a bandana-wearing cornerback, an effervescent rookie, an October punch in the face from Philadelphia and the lingering sound of Jimmy Johnson's tonsils.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-612695.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Twins' Mack Signs to Play in Japan","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-baseball-twins-mack-signs-to-play-in-japan.html","abstract":"  In the biggest contract in the history of Japanese baseball, outfielder SHANE MACK and the Tokyo Yomiuri Giants agreed yesterday to a two-year deal worth about $8.1 million.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Journal; Newt's Big Buck","web_url":"https://www.nytimes.com/1995/01/05/opinion/journal-newt-s-big-buck.html","abstract":"  Say it ain't so, Al. No sooner does Newt Gingrich give up an unseemly $4.5 million advance from HarperCollins and settle instead for a token one dollar than another publisher, Hyperion, announces the August publication of \"Enough Is Enough: Pasta, Potholes, and Other Things Worth Fighting For,\" by Senator Al D'Amato.   As HarperCollins is owned by a media magnate, Rupert Murdoch, who has dealings before Congress, so Hyperion is owned by Disney, which may seek to curry favor on the Hill should it go through with its threat to revive the Disney's America theme park.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Student Loan Program Tells a Success Story","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-student-loan-program-tells-a-success-story-576695.html","abstract":"  To the Editor:   David Lipsky's \"Young, Eager and Deep in Debt\" (Op-Ed, Dec. 29) states that \"by 1990, the average college student was graduating $10,000 in the red.\" The average student was doing no such thing. A study sponsored by the Education Department shows that 55 percent of college graduates had no educational debts upon graduation in 1990. Of the 45 percent who did have such debts, half owed less than $7,000.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-525195.html","abstract":"  An article yesterday about the appointment of a director for the United States Holocaust Memorial Museum in Washington misstated the arrival date of the the museum's founding director, Shaike Weinberg, who came out of retirement to work for it. Although the museum did not open until a year and a half ago, Mr. Weinberg began work on the permanent collection in 1988.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"French Brace For Violence From Algeria","web_url":"https://www.nytimes.com/1995/01/05/world/french-brace-for-violence-from-algeria.html","abstract":"  Bracing for new reprisals for the deaths of four Algerian militants who hijacked a French airliner to Marseilles late last month, France has stepped up surveillance of Islamic groups in France and canceled Air France flights to and from Algeria.   Foreign Minister Alain Juppe said today that France would also send a team of experts to Algeria to improve security for the dwindling community of French oil workers, business executives, missionaries and diplomats still living in the convulsed former French colony.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Excerpts From Gingrich's Speech on Party's Agenda for the 104th Congress","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-republican-leader-excerpts-gingrich-s-speech-party-s-agenda-for.html","abstract":"  Following are excerpts from the speech yesterday by the new Speaker of the House, Representative Newt Gingrich of Georgia, on the opening day of the 104th Congress, as transcribed by The New York Times:    This may seem particularly appropriate to say on the first day because this will be the busiest day on opening day in Congressional history. I want to read just a part of the \"Contract With America,\" not as a partisan act but to remind all of us of what we're about to go through and why.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"1895: Steamer Aground : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-1895-steamer-aground-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A despatch from Dover states that yesterday afternoon [Jan. 4] news had been received there that the large Channel steamer Empress, which runs with mails and passengers between Dover and Calais, was ashore off the latter place, and is now lying i","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/05/style/chronicle-763195.html","abstract":"  \"The Mikado\" may be a staple of the Gilbert and Sullivan repertory, but STEVE ALLEN is not a name that jumps to mind in connection with that familiar operetta.    So it may be something of a surprise to learn that Mr. Allen, the comedian and creator of the \"Tonight\" show, opens tonight in the title role. He signed on for 10 performances in the New York Gilbert and Sullivan Players production at Symphony Space on the Upper West Side.","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Brothers Poles Apart, Yet Close, Even Orbiting","web_url":"https://www.nytimes.com/1995/01/05/books/books-of-the-times-brothers-poles-apart-yet-close-even-orbiting.html","abstract":"  GENTLEMAN SPY The Life of Allen Dulles By Peter Grose Illustrated. 641 pages. A Richard Todd Book/Houghton Mifflin. $30.","thumbnail":null,"section":"Books"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-614295.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"On Casting First Stones : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-on-casting-first-stones-letters-to-the-editor.html","abstract":"To put Alan Cowell's article (\"War on Kurds Strains Turks' Ties to Allies,\" Nov. 18) into the right perspective, one should recall two stories that appeared in your pages earlier. One was about a draft order awaiting the signature of President","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"New Law Requires Insurers To Pay for Health Testing","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-law-requires-insurers-to-pay-for-health-testing.html","abstract":"  When someone offers wishes for a healthy New Year, take note. Good health now has the official seal of approval in New Jersey.   Under a new law that took effect on Sunday, insurers must offer coverage for a battery of tests that, with the development of a healthful way of life, could improve the well-being of state residents and reduce the long-term cost of health care.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Quick Indignation After CBS Interview","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-speaker-s-mother-quick-indignation-after-cbs-interview.html","abstract":"  The new House Speaker, Newt Gingrich, today started his day gnashing his teeth and condemning the news media because of a television interview with his mother.   In an interview to be broadcast Thursday on the CBS News television program \"Eye to Eye With Connie Chung,\" Mr. Gingrich's mother, Kathleen Gingrich, said her son once called Hillary Rodham Clinton \"a bitch.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"A Formula for a Whole New Sound","web_url":"https://www.nytimes.com/1995/01/05/arts/jazz-review-a-formula-for-a-whole-new-sound.html","abstract":"  The development of a new, worthwhile group sound in jazz is a rare thing, given the music's fealty to its classic triumvirate of piano, bass and drums. But the drummer Leon Parker has done it. In constructing his band, he has kept the bass, thrown out the piano and added a percussionist. And he has written music, or radically reinterpreted standards, in a way that makes all the instruments, including the bass and two horns, work percussively and independently.   On Tuesday night at Iridium (44 West 63d Street, Manhattan), where he and his group will be through Saturday night, it was also clear that Mr. Parker wasn't just using instrumentation or written bass lines to dictate the sound. He was after dynamics, and on tune after tune the music ballooned and shrank, creeping in at times on little cat feet, then suddenly erupting. Mr. Parker, who recently released his first album, \"Above and Below\" (Epicure), thinks dramatically.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/05/sports/transactions-368295.html","abstract":"  Auto Racing   INDY RACING LEAGUE -- Announced the resignation of Jerry Hauer, commissioner. Named Jack Long executive director. Baseball  American League  BOSTON RED SOX -- Named Jim Rowe trainer. Announced the resignation of Rico Petrocelli, hitting and infield instructor, of Trenton of the Eastern League. National League  PHILADELPHIA PHILLIES -- Re-signed Larry Bowa, Denis Menke, Johnny Podres, Mel Roberts, Mike Ryan and John Vukovich, coaches, to one-year contracts. Named Sonny Bowers midwestern scouting supervisor, effective Jan. 1. Japan League  TOKYO YOMIURI GIANTS -- Agreed to terms with Shane Mack, outfielder, on a two-year contract. Basketball  National Basketball Association  CHICAGO BULLS -- Activated Luc Longley, center, from the injured list. Placed Larry Krystkowiak, forward, on the injured list.   PHILADELPHIA 76ERS -- Suspended B.J. Tyler, guard, for one game for violation of team policy. Waived Jaren Jackson, guard. Signed Jeff Grayer, guard. Football  National Football League  CAROLINA PANTHERS -- Named Jim McNally offensive line coach and Richard Williamson receivers coach. Hockey  East Coast Hockey League  NASHVILLE KNIGHTS -- Acquired Chad Seibel, defenseman, from the Greensboro Monarchs for Brandon Coates, forward, and Derby Bognar, defenseman. Soccer  Major League Soccer  MLS -- Signed Tab Ramos, midfielder, and loaned him to Tigres of the Mexican First Division for the remainder of the 1994-95 season. College   BROCKPORT STATE -- Named Anne Fowler women's lacrosse coach.   CANISIUS -- Named Chuck Williams football coach.   EASTERN MICHIGAN -- Named Rick Rasnick football coach.   GEORGIA TECH -- Named Pat Watson offensive coordinator.   ILLINOIS -- Named Chris Cosh assistant head coach.   LOUISIANA STATE -- Named Morris Watts offensive coordinator.   TEXAS TECH -- Promoted Larry Hoefer, part-time football coach, to full-time outside linebackers coach.  ","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Man at Yeltsin's Side: Some Russians See a Sinister Role","web_url":"https://www.nytimes.com/1995/01/05/world/the-man-at-yeltsin-s-side-some-russians-see-a-sinister-role.html","abstract":"  Though increasingly isolated, life at the top for Boris N. Yeltsin may not be all that lonely. The Russian President has rid himself of scores of advisers and confidants over the last few years, but he still has at least one man always at his side: the chief of presidential security, Aleksandr A. Korzhakov, a former K.G.B. major who has been his bodyguard since 1985.    Tennis partner, drinking companion, political hatchet man, Mr. Korzhakov, 44, is increasingly perceived by some Russians to have the kind of access and bent for power that characterized the role of Rasputin, the zealous monk who haunted the court of the last Czar.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Quayle Is Resting Well After an Appendectomy","web_url":"https://www.nytimes.com/1995/01/05/us/quayle-is-resting-well-after-an-appendectomy.html","abstract":"  Former Vice President Dan Quayle underwent an elective appendectomy yesterday at a hospital in Indianapolis and was resting comfortably, cracking jokes and asking for a hamburger shortly after the procedure, his office said.   The appendix was removed in a minimally invasive procedure in which tubes with a tiny camera and surgical instruments are threaded into the abdomen.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Iran May Be Able to Build an Atomic Bomb in 5 Years, U.S. and Israeli Officials Fear","web_url":"https://www.nytimes.com/1995/01/05/world/iran-may-be-able-build-atomic-bomb-5-years-us-israeli-officials-fear.html","abstract":"  Iran is much closer to producing nuclear weapons than previously thought, and could be less than five years away from having an atomic bomb, several senior American and Israeli officials say.   \"The date by which Iran will have nuclear weapons is no longer 10 years from now,\" a senior official said recently, referring to previous estimates. \"If the Iranians maintain this intensive effort to get everything they need, they could have all their components in two years. Then it will be just a matter of technology and research. If Iran is not interrupted in this program by some foreign power, it will have the device in more or less five years.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"FOOTBALL;\nGame Plan: Get Marino Out of His Shell","web_url":"https://www.nytimes.com/1995/01/05/sports/football-game-plan-get-marino-out-of-his-shell.html","abstract":"Shawn Lee struggled to fit his rain parka over his shoulder pads. He said it made him look as if he were going into battle rather than practicing on the San Diego Chargers' muddy field.\n\n\"Interior linemen get all the pressure,\" said Lee, a defensive tackle. \"We're kind of like the Marines. We go in first and everyone follows afterward.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Far From Capitol's Din, A Hero at Clinton School","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-president-far-from-capitol-s-din-a-hero-at-clinton-school.html","abstract":"  The library is named for his wife. The recreation room is named for his mother. But the whole shebang is named for him, and if President Clinton was not the tallest timber in Washington today, he was a proud bastion of beige concrete block and shiny new linoleum at the William Jefferson Clinton Elementary Magnet School.   As the new Newtonian era dawned in Washington, Mr. Clinton was out among the people who helped him get there in the first place as he dedicated the school in the suburban community of Sherwood this morning. In doing so, he once again styled himself as the determined outsider intent on grappling with the nation's problems, even in the face of a Republican Congress abuzz with big, bold notions.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"A Woman, Forever Changed by Gunfire, Will Not Give Up","web_url":"https://www.nytimes.com/1995/01/05/nyregion/the-neediest-cases-a-woman-forever-changed-by-gunfire-will-not-give-up.html","abstract":"  The month was September, and the girl was sitting on a relative's stoop, savoring the afternoon sun. Then came the gunfire, ripping through the summer calm and changing the texture of her life forever.   A stray bullet lodged in Sharon B.'s spine that day in 1988, paralyzing her legs. She was an unintended victim of violence, and to this day she is not sure why the shots were fired. At 16, Miss B. had to drop out of high school and spend a year in the hospital, relearning how to dress and bathe and trying to accept that she would never walk again.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Debt Official, Facing Inquiry, Quits City Post","web_url":"https://www.nytimes.com/1995/01/05/nyregion/debt-official-facing-inquiry-quits-city-post.html","abstract":"  City Comptroller Alan G. Hevesi's second-in-command resigned this week, as he faced an investigation into his purchase and financing of a West Side cooperative apartment.   Mr. Hevesi said that Michael W. Geffrard, who as First Deputy Comptroller supervised the issuance of city debt and management of the city's pension funds, handed in his resignation effective Jan. 2. Mr. Geffrard had previously served as the director of the Office of Public Finance under Mayor David N. Dinkins.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"PATAKI PROMISES A REDUCED BUDGET AND LOWER TAXES","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-overview-pataki-promises-reduced-budget-lower-taxes.html","abstract":"  Emphasizing his pledge to reduce the size of state government, Gov. George E. Pataki promised today in his first address to the Legislature to propose a budget for the coming year that would spend less than the state will spend this year.   In his 45-minute State of the State address, Mr. Pataki, the first Republican Governor in 20 years, also rededicated himself to cutting state income taxes by 25 percent over four years. And he announced that he would sign an executive order declaring a moratorium on new state regulations, except those needed to protect public health and safety or to promote job creation.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Refunds in Payments For City Employees","web_url":"https://www.nytimes.com/1995/01/05/nyregion/refunds-in-payments-for-city-employees.html","abstract":"  Nearly $500 million will be refunded to New York City and more than 110,000 part-time and temporary municipal employees for Social Security payments made from 1986 to 1991 that were not required, Social Security officials said yesterday.   The officials said that the first payments, totaling $22 million, would be made over the next few weeks to employees who worked in 1986 and that initial refunds would run from a few hundred to a thousand dollars each.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/05/nyregion/inside-730595.html","abstract":"  The Eye's Hidden Role   Researchers say the eye has a function independent of normal sight: registering light that regulates the body's internal clock. Page A21. Forced Prostitution Charged    Five people were charged with smuggling women from Thailand and forcing them to work as prostitutes in Chinatown. Page B1. Death in Police Custody    The New York Medical Examiner said asphyxiation caused a man's death in police custody. Page B1.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Library Postal Increase","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-library-postal-increase-583995.html","abstract":"  To the Editor:   The New Year's postal rise of about 10 percent has been accepted by most people I've seen interviewed on television news broadcasts.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Pushed to Tracks, Woman Is Killed by F Train","web_url":"https://www.nytimes.com/1995/01/05/nyregion/pushed-to-tracks-woman-is-killed-by-f-train.html","abstract":"  A man who escaped from a state psychiatric center on Christmas Eve pushed a 63-year-old woman to her death from a Manhattan subway platform yesterday as a train pulled in, the police said. The suspect walked away, laughing and babbling gibberish, before he was tackled by a computer technician who had watched the attack from an escalator.   The victim was Soon Sin of Bay Ridge, Brooklyn, a retired seamstress who had become an American citizen only a couple of months ago. She was dragged by the Queens-bound F train, even though officials said the horrified train operator had slammed on the brakes as he came into the station at 34th Street and the Avenue of the Americas.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Deep-Sixed Chemical Weapons","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-deepsixed-chemical-weapons.html","abstract":"Western and Russian scientists will meet in Moscow next week to decide what to do about \"an impressive quantity\" of chemical munitions strewn on the floor of the Baltic and North seas..An estimated 300,000 tons of chemical agents, not countin","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Simpson Defense Drops DNA Challenge","web_url":"https://www.nytimes.com/1995/01/05/us/simpson-defense-drops-dna-challenge.html","abstract":"  Lawyers for O. J. Simpson dropped their challenge to the admissibility of crucial DNA evidence in the case today, substantially clearing the way for opening statements. And, Judge Lance A. Ito said today, those statements will be made before a sequestered jury.   Only a few evidentiary matters -- including whether the jury may hear about either Mr. Simpson's tumultuous relationship with his former wife, Nicole, or the racial attitudes of a Los Angeles police detective assigned to the case -- must now be resolved before testimony starts.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Man Is Sentenced In Student's Killing","web_url":"https://www.nytimes.com/1995/01/05/nyregion/man-is-sentenced-in-student-s-killing.html","abstract":"  Chandran Nathan, a Queens man whose obsession with a young woman led to the slaying of her fiance and to her suicide, was sentenced today to 37 1/2 years to life in prison.   \"This was one of the most despicable acts I've ever seen,\" said Judge Donald E. Belfi of Nassau County Court, who said he was imposing a sentence that would assure that Mr. Nathan \"never gets out of jail.\"","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Pay Athletes, Says Former N.C.A.A. Chief","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-college-athletics-pay-athletes-says-former-ncaa-chief.html","abstract":"  WALTER BYERS, reversing the view he held for most of his 36 years as head of the National Collegiate Athletic Association, says it is time to pay college athletes.   \"In light of the hypercommercialization of today's college athletics, dramatic changes are necessary to permit athletes to participate in the enormous proceeds,\" said Byers, who retired as N.C.A.A. executive director in 1987. \"College athletes don't need new rules. They need new freedoms.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"COLLEGE BASKETBALL;\nN.C. State Upsets Tar Heels","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-nc-state-upsets-tar-heels.html","abstract":"A year ago, North Carolina had so many gifted players on its roster, the problem was finding enough playing time. This season the bench is so thin that when a starter was lost to injury for the Atlantic Coast Conference opener at North Carolina State tonight, Coach Dean Smith was forced to start a walk-on for the first time in 16 seasons.\n\nThe lack of depth led the nation's top-ranked team to rely heavily on zone defenses, making the Tar Heels vulnerable to good perimeter shooting. N.C. State, the A.C.C.'s best 3-point shooting team, responded appropriately, hitting 14 of 38 attempts from 3-point range en route to an 80-70 upset victory.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Ramos Signs With Major League Soccer","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-soccer-ramos-signs-with-major-league-soccer.html","abstract":"  TAB RAMOS, the United States midfielder who suffered a serious head injury during the World Cup last summer, yesterday became the first player to sign with Major League Soccer. The start of the league has been delayed until 1996, and Ramos, 28, will be loaned to Tigres of the Mexican first division for the rest of the 1994-95 season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-613495.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Gingrich Takes Capital by Storm With Eye on History","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-speaker-s-day-gingrich-takes-capital-storm-with-eye-history.html","abstract":"  Newt Gingrich took the Capital by storm today like many of the generals he has studied -- before dawn, with a plan and with an eye on history.   As he achieved his longtime dream of becoming Speaker of the House, his method was also characteristically Newtonian -- expansive, buoyant, heavy on the symbolism and a bit disjointed.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Samaritan Is Solace of Victim's Family","web_url":"https://www.nytimes.com/1995/01/05/nyregion/samaritan-is-solace-of-victim-s-family.html","abstract":"  Hours after she died beneath the wheels of a subway train, the family of Soon Sin found comfort in two things: She had spent her last morning doing what she loved, and a total stranger had risked his life to catch the man accused of killing her.   Consoling himself in the knowledge that his mother was on her way to do volunteer work at the Korean senior citizens' center in Queens, her son David Shin said she spent her time helping people.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Jersey City Man Held in Slaying Of Wife in Presence of Children","web_url":"https://www.nytimes.com/1995/01/05/nyregion/jersey-city-man-held-in-slaying-of-wife-in-presence-of-children.html","abstract":"  An estranged husband who had been ordered by a court not to contact his wife has been charged with murdering her in the presence of her four young children.   The man, Jacobo Martinez, had a court date here Tuesday with his wife, Joanne. A family court judge had granted Mrs. Martinez the temporary restraining order in December, and a ruling was due on whether to forbid Mr. Martinez from contacting his wife indefinitely.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"More Juniors Declare Draft Eligibility","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-college-football-more-juniors-declare-draft-eligibility.html","abstract":"  Scratch quarterback JOHN WALSH from the 1995 Brigham Young lineup and mark him as a National Football League hopeful. With a week to go before the Jan. 11 deadline for underclassmen to declare their professional eligibility, Walsh, who passed for 4,166 yards and 33 touchdowns in leading B.Y.U. to a 10-3 record as a junior this past season, declared himself eligible yesterday for the N.F.L.'s April draft. Walsh will be one of three highly regarded quarterbacks in the draft, along with Alcorn State's STEVE McNAIR and KERRY COLLINS of Penn State, both seniors.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Speaking for House Speaker And Enjoying the Trappings","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-capitol-hill-notebook-speaking-for-house-speaker-enjoying.html","abstract":"  Tony Blankley, Newt Gingrich's sybaritic spokesman, was sitting in his new office in the Capitol, enjoying the view from the top.   His wine glasses, champagne glasses and brandy glasses were on a shelf of the bookcase. His Winstons were on his desk. \"And soon,\" promised this loyal soldier in the Republican revolution of austerity, \"I'll be getting a cappuccino maker in here.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Torvaianica Journal; Sunny Italy Turns a Scowling Face to Immigrants","web_url":"https://www.nytimes.com/1995/01/05/world/torvaianica-journal-sunny-italy-turns-a-scowling-face-to-immigrants.html","abstract":"  In this seaside town, battened down for the winter, the sudden notoriety is not terribly comfortable. But Torvaianica, population 7,000, has endured it ever since a 15-year old girl was struck and killed by a car carrying four drunken Moroccans a week ago.   The police in this Tyrrhenian port south of Rome said it appeared that the girl, Sara Folino, was hit accidentally. But on Dec. 28, the morning after the accident, a Moroccan was attacked by an Italian with a knife at a bus stop along Viale Danimarca. Later that day four Italians pulled a Moroccan from his motorbike and beat him up. Then on New Year's Day, a Moroccan in nearby Tor San Lorenzo was wounded by gunfire from a passing car, and an Indian man was stabbed with a knife.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"The Gingrich Paradox","web_url":"https://www.nytimes.com/1995/01/05/opinion/the-gingrich-paradox.html","abstract":"  There is no way of telling yet whether Newt Gingrich's inaugural speech to the House of Representatives yesterday was a genuine expression of born-again statesmanship or a brilliant tactical exercise. One hopes the former is true, that his gracious speech was not merely a masterly effort to make his \"Contract With America\" more palatable, but the emergence of a politician larger and more generous than his agenda. In any case, it was a surprising and startlingly effective performance -- animated, anecdotal, humane. It also left little doubt that, at least for the moment, Newt Gingrich is America's pivotal political figure, Bill Clinton and Bob Dole included.   Nor is there any telling how long the Speaker's magnanimity will last. It certainly was not in evidence during the snarly press conference that preceded his swearing-in. But once he took the gavel, he could hardly have done a better job of portraying his avowedly partisan \"Contract With America\" as an inclusive and non-threatening document that even his opponents could embrace without fear. Nor could he have been more energetic in his efforts -- we are \"commoners together,\" he said of the House -- to invite his critics' help.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"The Times Appoints Sunday Theater Critic","web_url":"https://www.nytimes.com/1995/01/05/arts/the-times-appoints-sunday-theater-critic.html","abstract":"  The appointment of Margo Jefferson as the Sunday theater critic of The New York Times was announced yesterday by Joseph Lelyveld, the executive editor. Starting in February, she will succeed Vincent Canby, who was recently appointed the chief daily theater critic.   Ms. Jefferson, 47, has been a book critic of The Times since July 1993. For two years before that she was a lecturer and teacher in literature and writing, including performing arts criticism, at Columbia University.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Human Eye Found Doing Second Job","web_url":"https://www.nytimes.com/1995/01/05/us/human-eye-found-doing-second-job.html","abstract":"  Boston researchers have demonstrated for the first time that the human eye has two functions, one of which is independent of its ability to see.   Just as the human ear controls both hearing and balance, the eye, these researchers showed, not only permits conscious vision but also independently registers light impulses that regulate the body's internal daily clock. Even people who are totally blind and have no perception of light can have normal hormonal responses to bright light, the researchers found.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/05/sports/results-plus-237695.html","abstract":"  PRO BASKETBALL Payton Is Perfect as Sonics Stop the Cavs    Gary Payton turned in the most accurate shooting performance in Seattle team history last night, going 14 of 14 from the floor, as the visiting SuperSonics stopped Cleveland's 11-game winning streak by beating the Cavaliers, 116-85. Payton scored 32 points and beat Lonnie Shelton's team record of 13 shots without a miss set in 1979 against Cleveland. Wilt Chamberlain holds the National Basketball Association record of 18 for 18 for Philadelphia against Baltimore in 1967. Cleveland's winning streak had tied a team record. (AP) Hornets 118, Trail Blazers 106: Scott Burrell made 4 of Charlotte's 6 3-pointers in the third quarter as the Hornets pulled away and beat Portland. It was the Hornets' first home victory ever against Portland, which was the last N.B.A. team to have won all its games at Charlotte Coliseum. Alonzo Mourning led Charlotte with 28 points. (AP) Pacers 94, Bullets 90: Reggie Miller scored 17 of his 20 points in the first half as Indiana defeated Washington for its 10th consecutive victory at home. Indiana, which led by as many as 20 in the third quarter, survived a fourth-quarter rally by the Bullets, who pulled within 3, 93-90, on a jumper by Calbert Cheaney with 2:03 remaining. (AP) Celtics 117, Heat 113: David Wesley's 3-pointer with 15 seconds left in overtime put Boston ahead for good as the Celtics finished with a 12-1 run and beat Miami. Miami got the first 7 points of overtime to take a 112-105 lead before Wesley started the rally with a free throw. (AP)  (AP) Suns 127, 76ers 122: Charles Barkley scored 14 of his 35 points in the final 8 minutes, helping Phoenix avoid a second straight home loss. Barkley also had 6 of his 14 rebounds in the final period, and one of his biggest plays was a burst past Clarence Weatherspoon to intercept a pass by Scott Williams with 58 seconds left. Twenty seconds later, Barkley hit a 10-footer in the lane for a 123-120 lead, the Suns' biggest since the second quarter. Weatherspoon scored 31 points for the Sixers, who dropped their third straight. (AP) Bulls 86, Nuggets 80: B. J. Armstrong scored the game's final 6 points, including a tie-breaking jumper with 1:46 to play, as Chicago squandered a 21-point lead but still defeated visiting Denver. Scottie Pippen scored 21 points, Toni Kukoc 20 and Armstrong 18 for the Bulls, who have their first three-game winning streak of the season. All three victories have come since Kukoc joined Pippen in Chicago's starting frontcourt. (AP) WOMEN'S BASKETBALL Seton Hall Is Upset by Boston College  Toya Squair scored 14 points and Teri McCormick chipped in 6 and pulled down a career-high 10 rebounds as Boston College, playing at home, upset 20th-ranked Seton Hall, 53-49, in a Big East game. The loss snaps a 10-game winning streak for the Pirates. Boston College (4-7 over all, 1-2 Big East) shot 51.3 percent from the field while holding Seton Hall (11-2, 2-1) to just 32.8 percent. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Faction of 4 Swings Vote On Sex Issue","web_url":"https://www.nytimes.com/1995/01/05/nyregion/faction-of-4-swings-vote-on-sex-issue.html","abstract":"  A familiar majority that set a more conservative course for the New York City Board of Education re-emerged yesterday when the board voted 4 to 3 to give parents a greater role in teaching AIDS topics, including an explanation of different types of sexual intercourse.   An argument over whether the board was allowing itself to be controlled by conservative factions broke out when a member, Dr. Irene H. Impellizzeri, proposed adding six sentences to a 224-page draft of the junior high school AIDS curriculum, which is not to be formally voted on for adoption for another two weeks.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/05/nyregion/no-headline-726795.html","abstract":"  \"We will roll back Federal programs, laws and regulations from A to Z -- from Amtrak to zoological studies.\" SENATOR BOB DOLE, the new majority leader.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Looking at Sexual and Racial Roles","web_url":"https://www.nytimes.com/1995/01/05/arts/dance-review-looking-at-sexual-and-racial-roles.html","abstract":"  The Altogether Different festival opened on Tuesday night at the Joyce Theater with a program that was certainly different and, even more, a puzzle. In \"S/He,\" Jane Comfort examines sexual and racial role-playing in a series of sketches, a procession of characters and situations that is set to music by Mio Morales and incorporating text by Ms. Comfort and excerpts from the Senate confirmation hearings of Supreme Court Justice Clarence Thomas.    In the witty opening number, a tiny, scruffy man played by Ms. Comfort and a towering, lushly endowed woman played by Andre Shoals lip-synch their way through a bit of rap banter that both espouses and shifts traditional sex roles. The closing number features a white, male Anita Hill, a white, female Clarence Thomas and a quartet of finger-popping black female Senators.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Graying of the Waterfront; Older Workers and Union Rules Hamper New York's Port","web_url":"https://www.nytimes.com/1995/01/05/nyregion/graying-waterfront-older-workers-union-rules-hamper-new-york-s-port.html","abstract":"  After 43 years of moving cargo across the docks of New York Harbor, first as a shipper's beast of burden and now as a heavy-equipment operator, Dominick Vacca is getting a bit creaky. He is still a proud longshoreman, but he can no longer do the more hazardous jobs. To make out the boss's commands, he needs to wear a hearing aid.    \"I'm kind of breaking down in my old age,\" Mr. Vacca, 61, said the other day at a terminal here. He is not the only one. A graying work force is a growing burden at the Port of New York and New Jersey, holding down productivity and hampering efforts to install new technology. The average age of longshoremen and shipping clerks, known as checkers, is more than 55. In the largest union local at the port, the average is nearly 59.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"City Hall Restoration Should Return Jefferson to Place of Honor","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-city-hall-restoration-should-return-jefferson-to-place-of-honor-582095.html","abstract":"  To the Editor:   I hope that when Deputy Mayor John S. Dyson restores New York's City Hall (news article, Dec. 30) he will repair the patinated plaster statue of Thomas Jefferson by Pierre David D'Angers (now pushed to the side in the Council chambers). The statue deserves to be returned to the landing at the juncture of City Hall's two magnificent, curvilinear staircases. From there it would be seen from the Rotunda below, as originally intended.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-526095.html","abstract":"  The $25 and Under column in Weekend on Friday misstated the telephone number for the Candle Cafe, a vegetarian restaurant at 1307 Third Avenue, at 75th Street, in Manhattan. Its number is (212) 472-0970.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"If It's 3 A.M. Wednesday, This Must Be the State of the State Speech","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-reporter-s-notebook-if-it-s-3-am-wednesday-this-must-be.html","abstract":"  If Gov. George E. Pataki looked a little sleepy as he delivered his first message to the Legislature today, it was because his final preparation came, as staff members can attest, pretty late. Mr. Pataki arrived at the Assembly chamber around midnight to practice his delivery and refine the final language. He stayed until 3 A.M., having run through the speech twice.    He began writing the speech, which was worked over by several advisers and a speechwriter the Pataki camp would not identify, only after giving his inaugural speech, an aide said. He was tinkering with details until early this morning, officials said.  Scoring Points    \"He didn't call us any names,\" said Ronald Canestrari, a Democratic Assemblyman from Albany and Rensselaer, after Mr. Pataki's State of the State speech today. \"So we've had a significant improvement already.\"","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"'Heartless' Parisians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-heartless-parisians-letters-to-the-editor.html","abstract":"Regarding \"Madame Grs's Secret and Perplexing Death\" (Features, Dec. 15) by Suzy Menkes:.Why all the fuss? The accusation that Parisians can be heartlessly unconcerned spawned the clich many of us have heard at French dinner parti","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Subway Killing Suspect Escaped 4 Times in 1994","web_url":"https://www.nytimes.com/1995/01/05/nyregion/subway-killing-suspect-escaped-4-times-in-1994.html","abstract":"  Reuben Harris, the homeless man accused of pushing a woman under a subway train yesterday, had escaped from a state mental hospital on Wards Island four times since May, most recently on Christmas Eve, officials said.    The next day, he showed up for a Christmas celebration at his parents' tidy brick house on a quiet block in East New York, Brooklyn. He told his family then that he hoped to get a job delivering newspapers. \"We knew that was just a dream,\" one of his brothers said yesterday.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The Brits' Folly","web_url":"https://www.nytimes.com/1995/01/05/sports/IHT-the-brits-folly.html","abstract":"Two men on holiday in the Caribbean decide it is time to come in from the sun. Their attention for the next couple of hours is on the television channel tuned to a far off station. And as they settled, glasses fully charged, Alan Sugar and David Dein mig","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"'Hey, Hey, LBJ...' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-hey-hey-lbj-letters-to-the-editor.html","abstract":"Regarding \"End of the Parties as You've Known Them\" (Opinion, Dec. 27) by William Pfaff:.The usually impeccable Mr. Pfaff misquoted the Johnson-era antiwar protesters. They did not chant, \"How many kids did you kill today, LBJ?\" but","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/05/nyregion/news-summary-690295.html","abstract":"  International A3-13  YELTSIN ORDERS HALT IN BOMBING  Under mounting criticism for Russia's offensive in the rebel region of Chechnya, President Yeltsin said he had ordered a halt to the bombing of the rebel capital. A1  EAST EUROPEANS WARY OF RUSSIA  In Eastern Europe, the fighting in southern Russia has set off nervous reactions. In some capitals, the apprehension has been expressed by long silences, prompted by concerns of offending Moscow. A9","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"German Court to Hear Appeal by Seles","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-tennis-german-court-to-hear-appeal-by-seles.html","abstract":"  A German court will hear an appeal by MONICA SELES and prosecutors against a suspended sentence given to the man who stabbed her during a tennis match and curtailed her career, court officials in Hamburg said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"After an Assault, Questions on School's Duty","web_url":"https://www.nytimes.com/1995/01/05/us/after-an-assault-questions-on-school-s-duty.html","abstract":"  A Chicago public school classroom was apparently the scene of a disturbing assault last winter that raises questions about the duty of teachers and schools to protect students during school hours.   According to a complaint filed by lawyers for a 9-year-old girl, a 12-year-old boy forced the girl to crouch under a desk during class and perform oral sex while the substitute teacher sat a few feet away.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Article 949995 -- No Title","web_url":"https://www.nytimes.com/1995/01/05/nyregion/article-949995-no-title.html","abstract":"  In a sign of New York City's deepening fiscal difficulty, Mayor Rudolph W. Giuliani said yesterday that there would be a shortfall in tax revenues for the fourth quarter of 1994. Although the Mayor said it was too soon to determine the amount, administration officials said the shortfall would be at least $200 million and would certainly lead to even more budget cuts.    That shortfall comes on top of a budget gap that administration officials have already estimated at between $200 million and $500 million for the fiscal year that ends in June. And it comes after the administration took the unusual step of imposing nearly $800 million in spending cuts by impounding funds to keep its $31.6 billion budget in balance.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"North America to See Casals Festival Concert","web_url":"https://www.nytimes.com/1995/01/05/arts/television-review-north-america-to-see-casals-festival-concert.html","abstract":"  Just in time for tourist season, the Arts & Entertainment Network's \"Stage\" series presents the \"38th Annual Pablo Casals Festival\" tonight in what is being billed as the first North American concert telecast of this prestigious event in Puerto Rico. The Puerto Rican tourist agency could hardly ask for more.   The legendary Pablo Casals -- cellist, composer and conductor -- established the Festival Casals in 1956. Raised in Catalonia, not far from Barcelona, he had fled Franco's Spain in the 1930's and become an ardent opponent of fascism. His ties to Puerto Rico were through his mother, who was born there. The festival's first concert was held on April 22, 1957. Casals performed a cello solo by Bach; his guest, the pianist Rudolf Serkin, offered Mozart and Schubert selections.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Sports of The Times; 'Three-peat' Lore Haunts The Cowboys","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-of-the-times-three-peat-lore-haunts-the-cowboys.html","abstract":"  IT has usually been injuries or the aging of the best players, if not both. Sometimes the other team makes a big play. Once the coach was no longer on the sideline.   For one or more of those reasons, not one of the five previous back-to-back Super Bowl champions has ever even advanced to a third consecutive Super Bowl, much less accomplished a \"three-peat.\" And now, as the Dallas Cowboys try to do what no other National Football League team has, two of those reasons haunt them.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"'A New Era': Excerpts From the State of the State","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-a-new-era-excerpts-from-the-state-of-the-state.html","abstract":"  Following are excepts from Gov. George E. Pataki's State of the State message yesterday, as recorded by The New York Times.                    . . .         The agenda of reform and renewal that I will put forward is specific and extensive. It sets out clear priorities but let me also say it's not meant as a list of everything that we will try to accomplish together in 1995. I know there is much to do; that each and every lawmaker here has ideas worthy of attention by this Legislature and by this administration.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"True Believers Rejoice in Babylon","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-talk-radio-true-believers-rejoice-in-babylon.html","abstract":"  Armstrong Williams leaned into the microphone, crooned a few bars of \"Happy Days Are Here Again\" and then cut loose at the top of his lungs.    \"If there's one American in this country who is happy today, it is me!\" shouted Mr. Williams, a radio talk-show host here. \"I've waited 35 years for this day. Some of you have waited a lifetime. You never thought you would see the day that the Republicans would take over.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Ice Bowl, the Catch and a Generation Gap","web_url":"https://www.nytimes.com/1995/01/05/sports/football-ice-bowl-the-catch-and-a-generation-gap.html","abstract":"  Fritz Shurmur, the second-oldest assistant coach in the National Football League, likes to tell his youthful Packers about their rich history.   So this week he has ended film clips of their practices with the classic Ice Bowl game of 1967: Bart Starr's beating the Cowboys with 13 seconds left on a 1-yard run, taking the N.F.L. championship and going on to Super Bowl II.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Dole Offers Foreign Policy Initiatives","web_url":"https://www.nytimes.com/1995/01/05/world/dole-offers-foreign-policy-initiatives.html","abstract":"  Bob Dole took up his role as Senate majority leader today with a two-pronged attack on the Administration's foreign policy, introducing legislation to stop observing the arms embargo against Bosnia and to give Congress more control over the scope and financing of United Nations peacekeeping.   The move represented the first foreign policy confrontation between the new Republican majority in Congress and the Administration. And it underscored the intention of the Republican-dominated Congress in general -- and Mr. Dole in particular -- to put the Administration on the defensive and try to wrest control of at least part of the foreign policy agenda from the Democrats.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Asphyxiation Killed Man In Custody","web_url":"https://www.nytimes.com/1995/01/05/nyregion/asphyxiation-killed-man-in-custody.html","abstract":"  The New York City Medical Examiner's office ruled yesterday that the death of a 29-year-old Florida man who died in police custody on Dec. 22 was caused by asphyxiation \"due to compression of his neck and chest\" as well as acute asthma.   A lawyer for the family of the victim, Anthony Baez, 29, said the medical examiner's finding supported the family's contention that Mr. Baez died as the result of being choked by the police.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Fans Don't Tire of Long Bowl Games","web_url":"https://www.nytimes.com/1995/01/05/sports/football-fans-don-t-tire-of-long-bowl-games.html","abstract":"  If college football games were any longer, they would be mini-series. Bowl games, for Osborne's sake, last long enough to roast a 12-pound turkey.   \"Everything lasts longer now,\" said ESPN's Beano Cook. \"College games used to be three hours. The only thing that doesn't last as long is marriage.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950105","time":"1995-01-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":13},{"date":"19950105","time":"1995-01-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":68,"wspd":14.8},{"date":"19950105","time":"1995-01-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":66,"wspd":14.8},{"date":"19950105","time":"1995-01-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":14.8},{"date":"19950105","time":"1995-01-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":68,"wspd":13},{"date":"19950105","time":"1995-01-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":74,"wspd":14.8},{"date":"19950105","time":"1995-01-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":78,"wspd":16.6},{"date":"19950105","time":"1995-01-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":76,"wspd":16.6},{"date":"19950105","time":"1995-01-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":79,"wspd":18.4},{"date":"19950105","time":"1995-01-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":77,"wspd":20.5},{"date":"19950105","time":"1995-01-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":82,"wspd":16.6},{"date":"19950105","time":"1995-01-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":84,"wspd":18.4},{"date":"19950105","time":"1995-01-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":84,"wspd":11.2},{"date":"19950105","time":"1995-01-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":84,"wspd":14.8},{"date":"19950105","time":"1995-01-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":87,"wspd":18.4},{"date":"19950105","time":"1995-01-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":84,"wspd":18.4},{"date":"19950105","time":"1995-01-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":91,"wspd":16.6},{"date":"19950105","time":"1995-01-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":92,"wspd":13},{"date":"19950105","time":"1995-01-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":87,"wspd":13},{"date":"19950105","time":"1995-01-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":91,"wspd":13},{"date":"19950105","time":"1995-01-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":87,"wspd":11.2},{"date":"19950105","time":"1995-01-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":89,"wspd":11.2},{"date":"19950105","time":"1995-01-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":91,"wspd":3.6},{"date":"19950105","time":"1995-01-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":92,"wspd":5.4},{"date":"19950105","time":"1995-01-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":32,"wspd":27.7},{"date":"19950105","time":"1995-01-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":34,"wspd":25.9},{"date":"19950105","time":"1995-01-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":41,"wspd":25.9},{"date":"19950105","time":"1995-01-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":45,"wspd":31.7},{"date":"19950105","time":"1995-01-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":25.9},{"date":"19950105","time":"1995-01-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":39,"wspd":24.1},{"date":"19950105","time":"1995-01-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":37,"wspd":25.9},{"date":"19950105","time":"1995-01-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":40,"wspd":25.9},{"date":"19950105","time":"1995-01-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":42,"wspd":27.7},{"date":"19950105","time":"1995-01-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":44,"wspd":22.3},{"date":"19950105","time":"1995-01-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":46,"wspd":20.5},{"date":"19950105","time":"1995-01-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":20.5},{"date":"19950105","time":"1995-01-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":25.9},{"date":"19950105","time":"1995-01-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":20.5},{"date":"19950105","time":"1995-01-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":44,"wspd":24.1},{"date":"19950105","time":"1995-01-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":43,"wspd":24.1},{"date":"19950105","time":"1995-01-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":39,"wspd":25.9},{"date":"19950105","time":"1995-01-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":36,"wspd":24.1},{"date":"19950105","time":"1995-01-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":33,"wspd":22.3},{"date":"19950105","time":"1995-01-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":30,"wspd":22.3},{"date":"19950105","time":"1995-01-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":30,"wspd":25.9},{"date":"19950105","time":"1995-01-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":29,"wspd":24.1},{"date":"19950105","time":"1995-01-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":24.1},{"date":"19950105","time":"1995-01-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":20.5}]}}