{"19930421":{"guardian_articles":[],"nytimes_articles":[{"date":"19930421","headline":"Governor Moonlight","web_url":"https://www.nytimes.com/1993/04/21/opinion/governor-moonlight.html","abstract":"  His official salary, paid by New York State taxpayers, is $130,000. But his day job earns him less than half the $273,700 Gov. Mario Cuomo took in last year in his second line of work: giving speeches for pay.   Newly released tax returns show that the much-in-demand Mr. Cuomo received an average of nearly $20,000 for each of 14 speaking engagements in 1992, surpassing his 1989 record of $151,150 for honorariums. The Governor's total income last year came to $424,644.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Friends Hold a Memorial Matinee for Stella Adler","web_url":"https://www.nytimes.com/1993/04/21/arts/friends-hold-a-memorial-matinee-for-stella-adler.html","abstract":"  As an occasion for drama, the memorial service yesterday for Stella Adler did not disappoint. Her friends, colleagues and students gathered at the Roundabout Theater in Manhattan to share stories and reminiscences about the legendary drama teacher whose approach to acting was passionate, scholarly and volatile.    \"She always had her eye on some distant ideal, for she thought the theater should lift man to some higher aspiration,\" said the playwright Arthur Miller of Miss Adler, the leading American exponent of the Method system of acting, who died at 91 in Los Angeles on Dec. 22.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Books of The Times; Gay Life in the Military: A Record of Success","web_url":"https://www.nytimes.com/1993/04/21/books/books-of-the-times-gay-life-in-the-military-a-record-of-success.html","abstract":"  Conduct Unbecoming  Lesbians and Gays in the U.S. Military, Vietnam to the Persian Gulf  By Randy Shilts  784 pages. St. Martin's Press. $27.95.     Nearly everybody who has ever served in uniform knows the facts. But secrecy and hypocrisy are often in command and sometimes even wear stars. The official position is that homosexuals and lesbians are barred from the United States armed forces. No problem avoiding service; just check the box on the application form asking whether you have \"homosexual tendencies\" and the Army, Air Force, Navy and Marines won't allow you to join the ranks of the red, white and blue heterosexual servicemen and -women. That permits the services to praise the Lord, pass the ammunition and tolerate only the official military way.","thumbnail":null,"section":"Books"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-043893.html","abstract":"  An article yesterday about a poll of students' awareness of Nazi Germany's destruction of six million Jews referred incorrectly to the president of the American Gathering of Jewish Holocaust Survivors. He is Benjamin Meed.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90928098035.html","abstract":"Pakistan Has Acted . Regarding \"Muslims' Guilty Silence\" (Letters, April 14) from Leila A. W. Rustom:. I must point out that the government of Pakistan has been among the foremost in bringing the issue of Bosnia to the notice of international fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"A Quiet Visitor to Israel: Martin Bormann's Son","web_url":"https://www.nytimes.com/1993/04/21/world/a-quiet-visitor-to-israel-martin-bormann-s-son.html","abstract":"  In this week devoted to remembrances of the Holocaust and the Warsaw ghetto uprising, one of the many people who grieved in Israel was the eldest son of Martin Bormann, a Hitler deputy who supervised the mass killing of European Jews.   \"My feeling was one of mourning,\" said the son, also named Martin Bormann, after he and other children of Nazi officers visited Yad Vashem, the Holocaust memorial in Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-90997738121.html","abstract":"Sign of the CrossRegarding the caption, \"Donna Karan's cardigan over flecked tweed, with cross\" (Features, April 6):. Some symbols represent human concepts and experiences too profound to trivialize. One such is the cross, for 2,000 years the","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-045493.html","abstract":"  An article yesterday about subway transportation to John F. Kennedy International Airport misidentified transfer points used by passengers for another airport, La Guardia, who take the subway to the Q33 bus, which stops outside the terminals. The points, in Queens, are the 74th Street-Broadway station on the No. 7 line and the Roosevelt Avenue station on the E, F, G and R lines.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Democrats Muster Only Weak Majority on Stimulus Package","web_url":"https://www.nytimes.com/1993/04/21/us/democrats-muster-only-weak-majority-on-stimulus-package.html","abstract":"  Senate Democrats barely mustered a majority on a test vote today for the scaled-down version of President Clinton's economic-stimulus bill and made no progress toward breaking a Republican filibuster.   Five Democrats deserted the President when the Senate voted, 52 to 46, to make the $15.4 billion measure he proposed last Friday, reduced from an earlier $19.5 billion, the bill it will consider if it ever gets to a final vote. A vote on ending the filibuster is scheduled for Wednesday morning, but most Democrats expect to fall short of the 60 votes that Senate rules require to halt debate.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Philharmonic Plans Summer Concerts","web_url":"https://www.nytimes.com/1993/04/21/arts/philharmonic-plans-summer-concerts.html","abstract":"  The New York Philharmonic is to give its second series of summer concerts at Carnegie Hall from July 14 to 29, with Kurt Masur conducting the orchestra in six performances devoted to the music of Brahms and Schumann. The format is similar to the Tchaikovsky series the orchestra presented at Carnegie Hall last year, with each concert prefaced by an extra event.    The opening program, on July 14 and 15, includes Schumann's \"Genoveva\" Overture and the Piano Concerto in A minor, and the Brahms First Symphony. Richard Goode is the scheduled soloist in the concerto.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"A New Italian Puzzle","web_url":"https://www.nytimes.com/1993/04/21/world/a-new-italian-puzzle.html","abstract":"  With a referendum that ended yesterday in a huge vote for change, many Italians sense that they have shed the past in a manner that deserves the same chorus of bravos as a good night at the opera.    The only question is, what to do for an encore?","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Where the Job Is, and Then Again Is Not, a Piece of Cake","web_url":"https://www.nytimes.com/1993/04/21/style/where-the-job-is-and-then-again-is-not-a-piece-of-cake.html","abstract":"WHENEVER I need spiritual sustenance, I pull out \"The Cake Bible\" and pick a recipe that looks absurdly challenging. I head to the market with a long list, and I spend an afternoon in the kitchen, scraping vanilla beans and hovering over chocolate melting in a double-boiler. When I manage to produce something credible, I am thrilled, and I think, Why not abandon journalism for the glamorous, artistically satisfying life of a pastry chef?\n\nOf course, anyone who has ever turned out souffles for 400 will tell you that struggling with industrial-size mixers and lifting 25-pound bags of flour are about as heady as working on a construction crew. My friend Jerilyn Tabor, an assistant pastry cook at Lespinasse, the sumptuous restaurant at the St. Regis, cackled when I told her that she had the most exciting job in New York. Determined to show me the grit behind the glamour, she arranged with the pastry chef, Rhona Lauvand, to have me work at her side.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"DEATH IN WACO: The Government's Plan; Confusion Abounds in the Capital On Rationale for Assault on Cult","web_url":"https://www.nytimes.com/1993/04/21/us/death-waco-government-s-plan-confusion-abounds-capital-rationale-for-assault.html","abstract":"  The Federal Bureau of Investigation had no recent evidence that children were being beaten in the Branch Davidian compound, F.B.I. Director William S. Sessions said today.    The Director's remarks contradicted assertions by President Clinton and Attorney General Janet Reno that escalating child abuse had been a major reason to assault the complex near Waco, Tex., on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; Don't Point at Lawyers","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-don-t-point-at-lawyers-079993.html","abstract":"  To the Editor:   I was more than slightly amused by \"Dedication, Not Money, Keeps Doctors Going\" (letters, April 13), defending the incomes of physicians. While there is no doubt that many doctors work grueling schedules with the true goal of healing people, there is also no doubt that the medical industry is extremely lucrative.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Wounded Muslims Vow to Return to Srebrenica","web_url":"https://www.nytimes.com/1993/04/21/world/wounded-muslims-vow-to-return-to-srebrenica.html","abstract":"  In a smoky bomb shelter beneath the main hospital here, wounded and maimed Muslim soldiers airlifted from Srebrenica vowed today to continue their yearlong struggle to defend their homes.   \"I'm going back for sure as soon as I'm well,\" said Muradif Habibovic from his bed. \"Even like this, I will go back.\" He held up both hands, which were bandaged and missing fingers.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"DEATH IN WACO: Why It Burned; A Fire Carried by the Wind Through Matchstick Walls","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-why-it-burned-a-fire-carried-by-the-wind-through-matchstick-walls.html","abstract":"  It was a solid half-hour before the first fire trucks arrived at the smoldering remains of the Branch Davidian compound on Monday.    But 30-mile-an-hour gusts, flimsy wooden construction and the almost certain use of incendiary fuel would have made saving the structure difficult from the moment the first flames rose along the sides of the building, firefighters at the scene and a fire expert said today.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Maker of Abortion Pill Reaches Licensing Pact With U.S. Group","web_url":"https://www.nytimes.com/1993/04/21/us/maker-of-abortion-pill-reaches-licensing-pact-with-us-group.html","abstract":"  The French company that makes the abortion pill RU-486 has agreed to license the drug to an American contraceptive research group so it can find a manufacturer in the United States, the Commissioner of Food and Drugs said today.   The Commissioner, Dr. David A. Kessler, said that after a meeting today in Rockville, Md., Edouard Sakiz, president of the French company, Roussel-Uclaf, agreed to license the drug and the technology to make it to the Population Council, a not-for-profit research organization based in New York City.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/21/nyregion/bridge-753493.html","abstract":"  The defending champions in the 1993 Von Zedtwitz Double Knockout Team Championship are headed by Michael Camp. His team suffered a surprising loss in the first round to a low-ranked squad, but stayed alive in the once-defeated bracket by winning a match Monday night, played at the Young Men's Philanthropic League at 4 East 80th Street.   Camp helped his team considerably with some fine card reading on the diagramed deal. When his partner balanced with two clubs he liked his diamond ten and ventured two no-trump. Barbara Haberman as North naturally continued to three no-trump and West led a heart.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Vicious 'Ethnic Cleansing' Infects Croat-Muslim Villages in Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/vicious-ethnic-cleansing-infects-croat-muslim-villages-in-bosnia.html","abstract":"  Fighting spread throughout Bosnia today as Serbian, Muslim and Croatian forces attacked civilians with a ferocity that appeared more than ever to overwhelm the United Nations military forces sent here to mitigate the effects of the war.   United Nations commanders who spoke over the weekend of building a broader peace from a fragile cease-fire in the besieged Muslim enclave of Srebrenica today were hopscotching across Bosnia in a desperate attempt to curb the new rush of hostilities. Deadlocks and More Deadlocks    Even the Srebrenica agreement, which established the eastern town as a \"safe area\" for tens of thousands of Muslim civilians, appeared to be in danger of collapsing as Bosnian and Serbian commanders deadlocked over meeting the terms.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/21/style/chronicle-834493.html","abstract":"  The man who helped catapult CAROL MOSELEY BRAUN, Democrat of Illinois, from an obscure Chicago politician to the first black woman elected to the United States Senate, is about to assume another role -- that of the Senator's husband.   Although no official announcement has been made, the Senator's press secretary, Stacey Grundman, confirmed yesterday that Ms. Braun was engaged to marry her former campaign manager, KGOSIE MATTHEWS, who is now deputy chairman of national affairs for the Washington Strategic Consulting Group.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/04/21/sports/results-plus-971593.html","abstract":"  HOCKEY  Olczyk Scores Tying Goal for U.S.  The Rangers' Ed Olczyk tipped in a shot from the blue line by Erich Weinrich early in the third period yesterday to gain a 1-1 tie for the United States against Finland in the world championships in Dortmund, Germany. The Finns took a 1-0 lead four minutes into the second period when Mike Richter, Olczyk's Ranger teammate, gave up an easy goal to Jarkko Varvio. It was the second tie in the tournament for the Americans, who scored a late third-period goal to tie the Czech Republic 1-1 in Sunday's opening game. The tie also left the United States in fourth place in Pool B with 2 points. Germany also has 2 points but a better goal differential than the United States, while the Czech Republic and Finland each have 3 points. The four top teams in each pool advance to the playoffs next week. In a game played in Munich, Geoff Sanderson of the Hartford Whalers had two goals, including the go-ahead score on the first penalty shot of his career, to lead Team Canada to a 4-1 victory over defending champion Sweden. With the score tied at 1-1, Canada was awarded the penalty shot after a Swedish defender covered the puck in front of his goal. The Rangers' Mike Gartner scored his second goal of the tournament in the victory, and goaltender Bill Ranford of the Edmonton Oilers had another exceptional game, making 36 saves after posting a shutout on Monday. Canada now has a 2-0 record in pool A. (AP) TENNIS  Another Clay Match, Another Becker Loss  Second-seeded Boris Becker made another early exit from a clay-court tournament yesterday, losing to Marc Rosset at the Monte Carlo Open in Monaco. Rosset beat Becker, playing in his first match, 7-6 (7-3), 6-3, in the second round. Top-seeded Stefan Edberg came from behind to beat Henri Leconte, 3-6, 7-5, 6-1. Seventh-seeded Andrei Medvedev, who has already won two clay-court tournaments this year, advanced with a 6-4, 6-0 victory over Tom Nijssen. Last week, Becker lost in the second round of the tournament in Nice, France. Yesterday's loss was Becker's third in an opening match in Monte Carlo and the 10th in 36 clay-court tournaments in his career. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-077293.html","abstract":"  To the Editor:   In line with the Clinton Administration's support of a managed competition form of health care, under which doctors and patients are encouraged to join health maintenance organizations, I want to point out certain ominous events regarding managed care plans in New York City.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Will Starks Run Nets' Lane Safely?","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-basketball-will-starks-run-nets-lane-safely.html","abstract":"  The Nets may have been thinking about John Starks today, but Starks had a different priority: tonight's game against Miami.   The Knicks and the Nets will meet on Wednesday night at Madison Square Garden, their first meeting since Feb. 28, the day Kenny Anderson's season ended. Anderson, the Nets' starting point guard, suffered a broken bone in his wrist after colliding with Starks in midair on a third-quarter drive to the basket. Starks was called for a flagrant foul on the play, and the Nets were angry, insisting afterward that Starks should be suspended.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Yee-Ha! Bar Has a Whiff Of the West","web_url":"https://www.nytimes.com/1993/04/21/nyregion/yee-ha-bar-has-a-whiff-of-the-west.html","abstract":"  The men wear string ties, jeans and cowboy boots, and the women wear fringed jackets and cowboy hats. When the band starts belting out country favorites, just about everyone is out on the dance floor doing the Texas two-step.   It's a Saturday night in Redding, Conn., deep in the heart of Fairfield County's back country, and this is the Georgetown Saloon, a bar and restaurant that New Yorkers and New Englanders have been coming to for 15 years to pretend they're out on the ranch.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Gore Congratulates Poland on Its Democracy","web_url":"https://www.nytimes.com/1993/04/21/world/gore-congratulates-poland-on-its-democracy.html","abstract":"  In his first major speech abroad as Vice President, Al Gore congratulated members of the Polish Parliament today on the progress their country had made in moving from Communism to democracy and capitalism.   Poland, where more than half the workers are in private enterprises and smooth democratic elections have been held, was showing the best economic and political health of the Eastern European countries that ousted Communist rulers in 1989, he said.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/21/nyregion/metro-digest-413693.html","abstract":"  NEW YORK CITY  CORRUPTION SCANDAL HITS ANTI-GRAFT UNIT   The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal, as two of its own managers were arrested in connection with a bid-rigging scheme. One of the managers was hired despite a burglary conviction in 1989. A1. LIBERALS ARM FOR SCHOOL FIGHT   Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards. A1.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-91825528682.html","abstract":"For Arab Democracy. A. M. Rosenthal's apparent concern for democracy in the Arab world (\"When Will Arabs Revolt Against Cruelty at Home?\" Opinion, April 14) is commendable. His expression of such sentiments would sound more credible if he were t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Penguins Have That Unbeatable Look","web_url":"https://www.nytimes.com/1993/04/21/sports/hockey-penguins-have-that-unbeatable-look.html","abstract":"  The Penguins put their enormous talents on display again tonight with a 7-0 triumph over the New Jersey Devils that gave Pittsburgh a playoff record for consecutive victories to go along with the regular-season mark it set less than two weeks ago.   The Penguins, who opened a 2-0 lead in their four-of-seven-game opening-round series with the Devils, scored their 13th consecutive playoff victory, dating to last season. That broke the mark set by Edmonton in 1984 and 1985.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Prepaid Medical Care: The Heart of Any Reform","web_url":"https://www.nytimes.com/1993/04/21/opinion/prepaid-medical-care-the-heart-of-any-reform.html","abstract":"Stanford is a fascinating vantage point from which to observe the debate over health care reform. We have Alain Enthoven, a former Clinton adviser, coiner of the term \"managed competition\" and long-time advocate of market reform in health care. And we have Stanford University Medical Center, a leading medical school and research center, which is nervous about what reform might augur for education and research.\n\nIn the middle of the discussion sits Stanford University Hospital, which must move quickly to define its future in northern California's rapidly evolving health services market.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Addio Italia, Hello Real World","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-addio-italia-hello-real-world.html","abstract":"At the beginning of the century, droves of disenchanted Italians left Europe in pursuit of happiness in the New World. They spoke of \"fare l'americano,\" doing it the American way. In the 1960s, people left Italy to quit a decadent civilization a","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Manacles of the Mind","web_url":"https://www.nytimes.com/1993/04/21/opinion/manacles-of-the-mind.html","abstract":"In the Texas Bible Belt, where I grew up and still live, religious cartoon characters such as David Koresh are the rule, not the exception. Here, all sorts of folks talk for God.\n\nWhen I was a child growing up in the Southern Baptist church, the Bible was often cited as justification for the strangest behavior. Holy Scripture was the reason I couldn't go to the movies on Sunday afternoons, swim in the same pool with boys or drink from the same water fountain as black people.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-044693.html","abstract":"  A front-page summary heading yesterday, referring to an article in Business Day about a law firm's settlement of a Government suit in a savings and loan bankruptcy, characterized the terms incorrectly. The firm, Jones, Day, Reavis & Pogue, agreed to pay the Government $51 million to settle a claim that it had aided the financier Charles H. Keating Jr. in the fraud that brought on the costliest bankruptcy in the savings and loan debacle. The firm was not fined.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Liberals Cooperating in New York School Races","web_url":"https://www.nytimes.com/1993/04/21/nyregion/liberals-cooperating-in-new-york-school-races.html","abstract":"  Gay-rights advocates, liberal clergy and some parents' and teachers' groups are organizing more aggressively than ever before to influence the elections for New York City's local school boards.   These groups have often had common interests in the past, but this year they find themselves working together even more closely in the face of an energized effort on the other side of the political spectrum by the Roman Catholic Church, the Rev. Pat Robertson and some community groups with a conservative social agenda.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Women's Group Recasts Religion in Its Own Image","web_url":"https://www.nytimes.com/1993/04/21/us/women-s-group-recasts-religion-in-its-own-image.html","abstract":"  In a crowded meeting room at the Convention Center here, the woman leading a \"Catholic-rooted feminist liturgy\" told several hundred worshipers, \"Even though we have no bread and we have no wine, God will feed us.\"    From the next room came snatches of a black spiritual. One floor up, about 120 people participated in an American Indian pipe ceremony. They were nearly drowned out by the 70 women down the hall who were drumming in a frenzy, shaking plastic egg rattles and singing a prayer to the ancient Greek goddesses of the hunt and the hearth.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"2 MANAGERS HELD IN BIDDING SCHEME AT SCHOOL AGENCY","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-managers-held-in-bidding-scheme-at-school-agency.html","abstract":"  The agency created four years ago to clean up graft in New York City school construction contracts faced its first corruption scandal yesterday. Two of its own managers were arrested in connection with a bid-rigging scheme -- one of whom, it turns out, was hired despite a burglary conviction in 1989.   Law-enforcement officials charged that the two employees, both project officers for the School Construction Authority, had accepted about $140,000 in bribes from contractors and had agreed to take hundreds of thousands more. Ten people connected with seven contractors also were arrested, with another expected to surrender soon.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-92409814879.html","abstract":"Skinheads in Warsaw . Regarding the report \"In Warsaw, a Grim Reminder\" (April 9):. This is indeed a grim reminder of Polish reality: Scores of bystanders spontaneously siding with skinheads shouting anti-Semitic slogans at the 50th anniversary","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"DEATH IN WACO: A Cultist's Mind; Experts Say Hostage Approach Led to Bloodshed","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-a-cultist-s-mind-experts-say-hostage-approach-led-to-bloodshed.html","abstract":"  Law-enforcement agencies might have avoided an Armageddon in their 51-day standoff with the Branch Davidian sect in Waco, Tex., if they had focused their attention on the fact that they were dealing with a violent sect, experts on cults said in interviews yesterday.   Instead, the Federal Bureau of Investigation and others involved in the ordeal approached it as if it were a hostage situation, the experts said. By relying on basic principles of hostage negotiation, they said, the agencies apparently ignored or minimized factors that might have told them the approach was unlikely to work, including the facts that the sect members were there by choice and that they held an ideology that glorified armed confrontation.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-041193.html","abstract":"  Meeting Lillie  Nuyorican Poets Cafe 236 East Third Street East Village Through May 15  By Amiri Baraka; directed by Rome Neal; production manager, Michael Thomas Newton; stage manager, Mike Jones; sound by David D. Wright; lighting by Tom Barker; costumes by Marcel Christian; set by Chris Cumberbatch. Presented by the Nuyorican Poets Cafe, Miguel Algarin, executive producer. WITH: Shaun Adams, Angela D. Brown, Lynn Dandridge, Erika De Shazo, Guy Ellis, Lawrence James, Carmen Mathis, Cortez Nance Jr., Evan Dexter Parke, Heather Simms, G. Dewey Smalls, Tawnya Stansell and William Williams.   Amiri Baraka's small, intense new drama, \"Meeting Lillie,\" runs barely 50 minutes. But its exploration of the tensions within a black family in Newark in 1943 has a historical resonance that extends well beyond the play's carefully evoked World War II setting.","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Brooklyn Precinct House Becomes a Crime Scene","web_url":"https://www.nytimes.com/1993/04/21/nyregion/brooklyn-precinct-house-becomes-a-crime-scene.html","abstract":"  A precinct house on a placid Brooklyn side street last night became a crime scene.   It was 1:25 P.M. on a gorgeous spring day, and Police Officer Mary Capotosto had in her custody a 27-year-old man who gave his name as Danny Cook. She had arrested him three blocks from the southeast corner of Prospect Park. The charge was possession of cocaine and heroin.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Three Rings Aren't Enough for This Ringmaster","web_url":"https://www.nytimes.com/1993/04/21/nyregion/about-new-york-three-rings-aren-t-enough-for-this-ringmaster.html","abstract":"  AS happens every time Ringling Brothers, Barnum and Bailey comes to New York, Eric Michael Gillett is again thinking about running away from the circus.   Mr. Gillett, you see, is the ringmaster, the man in the spangled cutaway and top hat who over the last six years has been welcoming \"children of all ages\" to a three-ring extravaganza, singing and introducing the acts.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Delegation, Amid Mixed Reaction, Completes Berlin Tour","web_url":"https://www.nytimes.com/1993/04/21/sports/olympics-delegation-amid-mixed-reaction-completes-berlin-tour.html","abstract":"  A delegation from the International Olympic Committee today completed a four-day visit to Berlin, part of a tour through six cities bidding to be host to the Olympic Games in the year 2000.   The 11 delegates, who are charged with assessing conditions in each city and reporting back to the full I.O.C., were guests of honor at a luncheon given today by President Richard von Weizsacker. They had earlier been welcomed by Germany's foreign and interior ministers, and by Mayor Eberhard Diepgen of Berlin.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/21/health/personal-health-825593.html","abstract":"  AT the risk of sounding like your mother, I am going to tell you to \"stop slouching and stand (sit) up straight.\" Not that poor posture will cause some dread disease or turn you into a laughingstock. But perpetually allowing your body to stand or sit in misaligned positions can exact an unpleasant toll on your physical well-being and possibly your social stature.   Body language says a lot to the world about your self-image. A person who stands up straight conveys a message of self-confidence and competence, while someone who stands with slouched shoulders and a sagging gut appears depressed and self-conscious. Poor posture can make you look older and fatter than you are.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-040393.html","abstract":"  Make Up Your Mind  New Group Theater 432 West 42d Street Clinton Through May 2  By Kurt Vonnegut; directed by Sam Schacht; design director, Zaniz; technical director, Kurt S. Nelson; production manager, Michelle Malloy McIntyre. Presented by the New Group Theater Company, Mr. Schacht and Scott Elliott, artistic directors. WITH: Richard Brandon, Tom Brannum, Rod McLachlan and Miranda Sinclair.   At the outset of \"Make Up Your Mind,\" a new play by Kurt Vonnegut being presented by the New Group, an actor delivers a brief synopsis of the hero's background (while stationed at the North Pole, Roland Stackhouse marries an Eskimo, etc.) and an apology. The purpose of the abridged bio is to spare the audience in this age of short attention spans a whole act of exposition. The apology is to any Eskimos who might be offended by the humor at their ethnic expense. (\"Hath not an Eskimo eyes? If you prick him doth not an Eskimo bleed?\")","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"Dolphins Sign Heller","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-pro-football-dolphins-sign-heller.html","abstract":"  Rather than wait until the National Football League draft to acquire an offensive lineman, the Miami Dolphins signed free-agent tackle RON HELLER of the Philadelphia Eagles yesterday. Heller, 30, became the Dolphins' best-paid offensive lineman when he accepted a three-year contract. The amount of the deal wasn't disclosed, but the Dolphins had reportedly offered him $950,000 per year. The nine-year veteran earned $600,000 last year.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Run vs. Swim? Statistician Says The Score Is In","web_url":"https://www.nytimes.com/1993/04/21/health/run-vs-swim-statistician-says-the-score-is-in.html","abstract":"  DR. HOWARD WAINER, a swimmer and statistician at the Educational Testing Service in Princeton, N.J., first began wondering if runners spend energy as efficiently as swimmers when he was an undergraduate in the early 1960's, and used to argue with his runner friends over whose workout was harder.    Now he has put those two interests together in a study published in the current issue of Chance, the journal of the American Statistical Association.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"NATO General Is Reticent About Air Strikes in Bosnia","web_url":"https://www.nytimes.com/1993/04/21/world/nato-general-is-reticent-about-air-strikes-in-bosnia.html","abstract":"  The top NATO commander told Congress today that while limited air strikes might be effective in reducing the Serbian shelling of Muslim towns and cities in Bosnia, it is unlikely that they would bring the Serbs to the negotiating table.   The assessment by Gen. John M. Shalikashvili of the United States came as President Clinton and his top aides met today to discuss the fighting in Bosnia. A senior Administration official said that no decisions were taken at the meeting.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"In Indian States, Violence Continues","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-in-indian-states-violence-continues-080293.html","abstract":"  To the Editor:   In \"Carnage Unseen\" (editorial, April 11), you list areas of the world where innocents are victims of ethnic wars and tribal hatreds. Your listing of hot spots recognizes the bloodshed in Kashmir, but fails to mention two other parts of India, Punjab and Assam, that have been aflame for a number of years. They too have victims unseen and unheard.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"COLLEGE LACROSSE REPORT","web_url":"https://www.nytimes.com/1993/04/21/sports/college-lacrosse-report.html","abstract":"  Army    The game of the week will be played in Michie Stadium at West Point on Saturday between Hofstra (7-1), No. 6 in the Intercollegiate Lacrosse Associatiion poll, and Army (7-2), No. 12. The outcome will weigh heavily upon the May 8 selections for the national tournament.   Because the Cadets have never lost to a Patriot League opponent, and are not likely to do so soon, the National Collegiate Athletic Association tournament is what the players anticipate the most and qualification is the annual goal of Coach Jack Emmer.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Frankfurt Journal; Danny the Red Greets the Far Right, but Gingerly","web_url":"https://www.nytimes.com/1993/04/21/world/frankfurt-journal-danny-the-red-greets-the-far-right-but-gingerly.html","abstract":"  Daniel Cohn-Bendit, who was celebrated as Danny the Red during the student rebellion in Paris in 1968, still has the head full of red hair that gave him the nickname, but his fiery temperament has given way to the philosophical acceptance of middle age.   In a German city where 170,000 of the 628,000 residents are foreigners, Mr. Cohn-Bendit is now the elected official responsible for \"multi-cultural affairs,\" which have become a lot more complicated all over Germany since an influx of hundreds of thousands of foreign asylum-seekers created a right-wing radical backlash.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Throw a Draft And They'll Come","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-throw-a-draft-and-they-ll-come.html","abstract":"  College football coaches want their underclassmen to remain on their teams and to finish degrees. National Football League executives say they want the same thing.   For each of the last five years, however, a steady number of underclassmen, mostly juniors, have entered the N.F.L. draft, and this year's draft is no exception. And some of the underclassmen will again shine: At least 10 juniors are projected to be first-round picks.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/21/theater/theater-in-review-887593.html","abstract":"  The Breaks  Women's Interart Center 549 West 52d Street Manhattan Through May 23  Written and performed by Deb Margolin and Rae C. Wright; directed by Cheryl Katz; set by Christina Weppner; lighting by Jeff Zeidman; costumes by Linda Gui; production stage manager, Dan Geist. Presented by the Interart Theater, Margot Lewitin, artistic director.   While caring for the elderly patients in a nursing home, two nurses take periodic breaks for cigarettes and conversation. Sitting at a table in a large broom closet, they talk about their work and reveal aspects of their lives. The play, \"The Breaks,\" written and performed by Deb Margolin and Rae C. Wright, is a small, gently observant mood piece in which intimacy is established through the most indirect of means.","thumbnail":null,"section":"Theater"},{"date":"19930421","headline":"I.O.C. Pressured to Make Beijing a Forbidden City","web_url":"https://www.nytimes.com/1993/04/21/sports/ioc-pressured-to-make-beijing-a-forbidden-city.html","abstract":"  Human Rights Watch, an organization that monitors human rights abuses worldwide, is lobbying International Olympic Committee members in an attempt to gain I.O.C. opposition to Beijing's bid to hold the 2000 Summer Olympic Games.   Robert Bernstein, chairman of Human Rights Watch, said his United States-based organization received \"an unacceptable response\" from the I.O.C. after his group had sent a letter to the I.O.C.'s president, Juan Antonio Samaranch, protesting the consideration of China as a host country.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Friend of Gotti Being Charged With Perjury","web_url":"https://www.nytimes.com/1993/04/21/nyregion/friend-of-gotti-being-charged-with-perjury.html","abstract":"  A businessman who is a close friend of John Gotti was charged yesterday with lying to a grand jury about a corporation that prosecutors say the defendant formed as a sham company to \"give the false impression\" that Mr. Gotti had legitimate income.   The indictment of Lewis Kasman, who has said Mr. Gotti was \"like a father to me,\" is the latest in a series of sustained attacks by the authorities on associates of the Mafia chieftain, who is serving a life prison sentence for murder and racketeering.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Yanks' Bullpen Falls Short Again","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-yanks-bullpen-falls-short-again.html","abstract":"  A remarkable comeback against Dennis Eckersley, five runs that they scored in the ninth inning, and the immense feeling of accomplishment the Yankees felt vanished in minutes tonight because their bullpen could not protect a one-run lead in the ninth inning. Again.   The game ended in stylish fashion in the 10th inning for the A's when Rickey Henderson slashed a two-run homer off John Habyan to carry them to a 9-7 victory at Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Crow Leaves A&M Post","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-crow-leaves-a-m-post.html","abstract":"  JOHN DAVID CROW, who won the Heisman Trophy playing for Bear Bryant, resigned as Texas A&M's athletic director yesterday to go into business with Bryant's son, PAUL BRYANT JR., at Gulf Greyhound Park.   Crow played for the Aggies from 1955 to 1957 under Bear Bryant and later coached under him at Alabama, where he became reacquainted with Bryant Jr., owner of the greyhound racing track in La Marque, Tex.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Janet Reno's Disaster, and Ours","web_url":"https://www.nytimes.com/1993/04/21/opinion/janet-reno-s-disaster-and-ours.html","abstract":"  The clumsiness and disarray demonstrated in the Government attack on a cultist compound in the heart of Texas cannot be papered over by Attorney General Janet Reno's willingness to take the blame. She has worked the television shows to take \"full responsibility,\" and yesterday President Clinton said that rather than trying to distance himself, he too took responsibility for the day of bad judgment on the Texas plains.    Stopping the buck is always commendable, yet it cannot be foisted on the public as a substitute for analysis, self-criticism and true accountability. This appears to be a case where F.B.I. officials, reluctant to rotate a new force of agents and support staff to monitor a stalemate, decided to push it to a conclusion. A very green Attorney General approved their plan. So did President Clinton, after a 15-minute talk that, had it been conducted by Ronald Reagan, would have been criticized as disengaged.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Federal Inspector Criticizes Indian Point Nuclear Plant for Lapses on Safety","web_url":"https://www.nytimes.com/1993/04/21/nyregion/federal-inspector-criticizes-indian-point-nuclear-plant-for-lapses-on-safety.html","abstract":"  A top inspector from the Nuclear Regulatory Commission said today that the Indian Point 3 nuclear plant, closed since Feb. 27 because of safety and management problems, had been running lately \"like a plane losing altitude.\"    The inspector, Peter W. Eselgroth, said in an interview that the 17-year-old reactor, 35 miles north of midtown Manhattan on the Hudson River here, had not reached the point of being dangerous, but had \"all the bad trends.\" Even before the shutdown, the plant had one of the worst records for reliability in the United States.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"2 Get Probation For Throwing Blocks Off Roof","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-get-probation-for-throwing-blocks-off-roof.html","abstract":"  A Yale Law School student and a former investment banker at Morgan Stanley avoided prison yesterday when they pleaded guilty to reduced charges for throwing cinder blocks from the roof of a 45-story apartment house on the Upper East Side of Manhattan after a night of drinking last September.   The two defendants, David Pardue and Jefferson Nutter, both 25 years old, were initially charged with attempted murder on Sept. 20 after some of the dozens of five-pound blocks they threw narrowly missed two police officers in front of the Waterford at 300 East 93d Street.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Spinning a Grim Tale of Chicanos Coming of Age Amid Violence","web_url":"https://www.nytimes.com/1993/04/21/movies/spinning-a-grim-tale-of-chicanos-coming-of-age-amid-violence.html","abstract":"  Although Taylor Hackford's \"Bound by Honor\" will not reach movie theaters until next week, it has already provoked powerful passions. At a preview in Las Vegas, Nev., several months ago, a violent gang fight outside the theater alarmed Mr. Hackford. The film's initial advertising and first title, \"Blood In, Blood Out,\" were viewed as too strong by its nervous producer, the Walt Disney Company. And the movie's Los Angeles opening has been delayed because of edginess over the Rodney King case.   \"It's a tough film,\" said Mr. Hackford, whose 1982 hit movie, \"An Officer and a Gentlemen,\" gave him instant Hollywood success. \"All my films are about working-class people. I'm a working-class guy. That's my roots. I grew up with Chicanos. And what I wanted to do was deal with the dynamic of what happened to Chicanos in the barrios and prisons in the 1970's.\"","thumbnail":null,"section":"Movies"},{"date":"19930421","headline":"Queens Bank Robbed of $430,000 After Worker Is Held Overnight","web_url":"https://www.nytimes.com/1993/04/21/nyregion/queens-bank-robbed-of-430000-after-worker-is-held-overnight.html","abstract":"  A lone gunman escaped with $430,000 in cash from a Queens bank yesterday after holding an assistant manager hostage in the bank overnight and then forcing her and the manager to open the vault, law-enforcement officials said.   No one was injured in the robbery at the Queens Village branch of the Bank of New York at 224-05 Jamaica Avenue, the officials said. Investigators of the Joint Bank Robbery Task Force would not say whether they believed anyone else was involved.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Suburban and Rural Schools Learning That Violence Isn't Confined to the Cities","web_url":"https://www.nytimes.com/1993/04/21/education/suburban-and-rural-schools-learning-that-violence-isn-t-confined-to-the-cities.html","abstract":"  When a 16-year-old freshman was stabbed to death by young intruders in his high school classroom in the placid suburb of Dartmouth, Mass., last week, bewildered students and townspeople told each other, \"This happens in city schools, not here.\"   But people in suburbs and small towns across the nation are increasingly confronting a somber truth about their schools: shootings, stabbings and assaults are no longer confined to places like New York City, Detroit and Los Angeles.","thumbnail":null,"section":"Education"},{"date":"19930421","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/21/style/chronicle-930893.html","abstract":"  JACQUELINE KENNEDY ONASSIS has broken a long silence to grant her first full-length interview in three decades.    Mrs. Onassis, who zealously guards her privacy, agreed to talk to JOHN F. BAKER, editorial director of Publishers Weekly, provided that all questions pertain to her professional life as a book editor, that she approve all quotes and that no tape recorders or cameras be used. Mr. Baker's article appears in this week's issue of the magazine.","thumbnail":null,"section":"Style"},{"date":"19930421","headline":"Israel Parade To Include A Gay Group","web_url":"https://www.nytimes.com/1993/04/21/nyregion/israel-parade-to-include-a-gay-group.html","abstract":"  Weeks of wrangling over a request by a predominantly homosexual congregation to march next month in a parade saluting Israel ended yesterday with a compromise that will put the synagogue's marchers with another organization.    A spokesman for the American Zionist Youth Foundation, sponsor of the May 9 parade, said Congregation Beth Simchat Torah accepted an invitation to march with the Association of Reform Zionists of America in the parade, behind a banner that will include the congregation's name and that of the association.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Chiefs and 49ers Come to Terms on Montana Trade at Last","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-football-chiefs-and-49ers-come-to-terms-on-montana-trade-at-last.html","abstract":"  Joe Montana, who helped the 49ers win four Super Bowls and was urged by fans to run for mayor, is officially leaving San Francisco.   Tonight, the 49ers traded the 36-year-old quarterback -- along with safety David Whitmore and a 1994 third-round draft pick -- to Kansas City for the Chiefs' first-round selection (the 18th over all) in the National Football League draft on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-93349543753.html","abstract":"By Any Other Name. By encouraging the establishment in the Balkans of another pseudo-nation, that of \"Macedonia,\" which claims to have an oppressed minority that needs liberating in neighboring Greece, aren't Greece's allies setting the stage fo","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/21/us/inside-312193.html","abstract":"  Step Nearer for Abortion Pill   A licensing agreement has been signed by the French maker of an abortion pill and an American research group, making sales of the drug here more likely. Page A18. After Italy Cheers    Amid a huge vote for change, many Italians sense that they deserve a chorus of bravos. The only question is what to do for an encore. Page A3. Giving Up on House & Garden    HG, founded as House & Garden in 1901, will close after its July issue. Its owner, Conde Nast, will focus on Architectural Digest. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"'Sham' Scheme Outlined In Armand D'Amato Trial","web_url":"https://www.nytimes.com/1993/04/21/nyregion/sham-scheme-outlined-in-armand-d-amato-trial.html","abstract":"  Federal prosecutors opened their case against Armand P. D'Amato today, charging that he was a willing and sophisticated participant in a \"bogus, phony, sham\" scheme to defraud a client, the Unisys Corporation.   Mr. D'Amato's lawyers countered that he was a novice political consultant who was innocently following the orders of the Unisys executive who hired him.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Just a Sporting Chance","web_url":"https://www.nytimes.com/1993/04/21/sports/IHT-just-a-sporting-chance.html","abstract":"If only sport were above suspicion, if only we could guarantee that all men played each game to the limits of their skill and spirit, Wednesday night's match would surely become a cornerstone of European soccer.. It is effectively the final leg of the Cha","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Clinton to Offer Plan for Change In U.S. Schools","web_url":"https://www.nytimes.com/1993/04/21/us/clinton-to-offer-plan-for-change-in-us-schools.html","abstract":"  The Clinton Administration today will unveil its plan for overhauling American schools, trading the Bush Administration's market-oriented approach for a national education policy guided more directly from Washington.   Revised after extensive negotiations between the Department of Education, Congressional Democrats and the nation's governors, the bill retains former President George Bush's plans for voluntary national curriculum standards and national testing but drops the vouchers that were the centerpiece of the Bush strategy. Instead, the Clinton plan would reward states for following Washington's lead by revamping schools along broad Federal guidelines.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"DEATH IN WACO: The Survivors","web_url":"https://www.nytimes.com/1993/04/21/us/death-in-waco-the-survivors.html","abstract":"  They gave him their daughters and wives, ate only popcorn and nuts for days on end and parted with him only as the flames consumed their home on the Texas prairie.   Little else is known about the nine surviving members of the Branch Davidian sect. But there is enough to peer into the relationship between a band of followers and David Koresh, who they were certain was the Messiah.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"U.S. Prepares to Get Tough With Haiti's Generals","web_url":"https://www.nytimes.com/1993/04/21/world/us-prepares-to-get-tough-with-haiti-s-generals.html","abstract":"  After weeks of quiet support for United Nations diplomacy in Haiti, Washington has begun sending strong signals that it will not tolerate delaying tactics or outright defiance by military leaders of international efforts to reinstate the country's exiled president.   In recent days, American diplomats have begun privately spelling out a series of new sanctions that the military leadership and its supporters here will soon face unless they accept a United Nations-brokered plan to end the 19-month political stalemate. American diplomats have begun to warn Haitian authorities publicly against further stalling.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"A North Star Retires","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-hockey-a-north-star-retires.html","abstract":"  Minnesota North Stars center BOBBY SMITH said he was retiring from hockey and will not follow the team when it moves to Dallas next season. Smith, 35, played for 15 seasons, eight with the North Stars (1979-83 and 1991-93) and seven with Montreal (1984-90), with 357 goals and 679 assists in 1,077 regular-season games. Smith was the N.H.L.'s first pick in the 1978 amateur draft and was voted rookie of the year in 1979. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Review/Music; Some Music Machines Go Through the Paces","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-music-machines-go-through-the-paces.html","abstract":"  A mechanized, self-performing piano, going by the name Contraption IPP 71512, held court at the Kitchen for an hour on Friday night. A massive frame lowered dozens of whirling, vibrating widgets onto the strings of a forlorn piano, under the direction of pre-arranged computer signals.    This diabolical machine was the work of Trimpin, a German inventor and composer who has taken inspiration from the player-piano music of the legendary American experimenter Conlon Nancarrow. The Contraption is an infinitely more versatile device than the pianolas from which Mr. Nancarrow drew his revolutionary rhythmic studies; dynamics, articulation and timbre are all under the computer's supervision. The machine doubles as a prepared piano, altering the tone quality of the strings at a moment's notice.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Self-Control Is Manly","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-self-control-is-manly-082993.html","abstract":"  To the Editor:   Re \"The Good Guys,\" Anna Quindlen's April 11 call to hear from the good guys in response to her conclusion that testosterone does not have to be toxic. If any of my two sons had ever behaved like one of the members of the Spur Posse in California or like one of the Glen Ridge, N.J., jocks, I would have reported them to the police, recommended psychotherapy or both.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Beating Case Is Viewed As Almost Appeal-Proof","web_url":"https://www.nytimes.com/1993/04/21/us/beating-case-is-viewed-as-almost-appeal-proof.html","abstract":"  \"There's good news and bad news,\" said a defense lawyer when asked about an appeal moments after his client, Sgt. Stacey C. Koon, had been convicted in the beating of Rodney G. King.   The good news, said the lawyer, Ira M. Salzman, was that the officers received a fair trial. The bad news, he said, was that this left little room for appeal.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-letters-to-the-editor-92494499418.html","abstract":"Less CIA, Not More . Many American presidents have had an unhealthy addiction for the CIA, but with all of Bill Clinton's emphasis on domestic affairs, we now read that the \"White House Wants Bigger '94 Intelligence Budget\" (April 16), beyond th","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Selling Unions Like Soap","web_url":"https://www.nytimes.com/1993/04/21/nyregion/selling-unions-like-soap.html","abstract":"  On television, over the radio and in the newspapers over the last month, Mayor David N. Dinkins has been called cruel to children, kindly to criminals and insufficiently mindful of fire hazards. Advertisements have also implied that he lies and, oddly, coddles sanitation workers.   To the average citizen of New York City, it might seem that the 1993 campaign for mayor is going full tilt.But the charges are not being fired by the other mayoral candidates. They are coming from some of the municipal employee unions -- teachers, police officers and firefighters, all of whom have been working without a contract since at least October 1991.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"DEATH IN WACO: The Overview; F.B.I. CITES FRESH EVIDENCE THAT CULT SET FATAL FIRE; OFFICIALS' ACCOUNTS CLASH","web_url":"https://www.nytimes.com/1993/04/21/us/death-waco-overview-fbi-cites-fresh-evidence-that-cult-set-fatal-fire-officials.html","abstract":"  Federal law-enforcement officials said today that they had new evidence that the fire that killed 86 people on Monday at the Branch Davidian compound was set from within. But survivors of the inferno shouted denials of the Government's accusation as they were led into court in chains. They blamed Federal agents for the fire.   In a day of charges and countercharges, the Federal Bureau of Investigation announced that it had found fuel canisters that it said had been used as part of an act of mass immolation ordered by the cult leader, David Koresh. The bureau also said it had three eyewitness accounts of people inside the compound setting fires.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Europe's Reasons to Skip Bosnia Aren't All Bad","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-europes-reasons-to-skip-bosnia-arent-all-bad.html","abstract":"Europe has been getting a bad press. It often does, because the European Community is called upon to deal with political problems when it is not yet a political union; thus it tends to move with the agility and surefootedness of a pantomime horse. But on","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Bias Crimes Now Include The Disabled","web_url":"https://www.nytimes.com/1993/04/21/nyregion/bias-crimes-now-include-the-disabled.html","abstract":"  The Dinkins administration yesterday expanded the definition of bias crimes to include attacks upon the disabled, including anyone who has or is perceived to have AIDS.   By creating a new category of bias crimes beyond those motivated by race, religion, ethnicity or sexual orientation, the disabled will now have their cases handled by police investigators assigned to a bias crime unit, a move that gives such crimes a higher priority but carries no higher penalty if convicted.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Labor Party Power. BRUSSELS . The promptness with which about 125,000 Belgian strikers returned to work on the issue of the Labor party manifesto allowing them to do so has excited great surprise. It shows the wonderful discipline of the party and t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Serving Up Blackjack Along With Borscht?; Catskills Resort Owners Put Their Hopes in New Attitudes Toward Casino Gambling","web_url":"https://www.nytimes.com/1993/04/21/nyregion/serving-up-blackjack-along-with-borscht-catskills-resort-owners-put-their-hopes.html","abstract":"  George Parker is fed up with the name Borscht Belt. As chairman of the Concord, one of the largest resorts in the Catskills, he is tired of being associated exclusively with the comedy, dance styles, decor, music and even food of another era. Sick, in other words, of running on nostalgia.   So as he strolls through his 1,225-room hotel, past the 1968 photograph of a youthful Woody Allen looking like a deer caught in headlights, past the club where his onetime baby sitter, Buddy Hackett, got his start, past the dining room where, indeed, borscht is still served, he is talking about a new vision. A vision with appeal to middle-class families and upscale singles, a vision more exciting than shuffleboard or even Simon Sez, a vision for the 90's.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Sports of The Times; 3 Reasons To Stay Involved","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-of-the-times-3-reasons-to-stay-involved.html","abstract":"  THE SPORTS industry is approaching full throttle: hockey playoffs are under way, pro basketball is rushing toward a dramatic conclusion, and pro football's annual draft is set for Sunday.   And baseball's back.   The boycotts threatened by Jesse Jackson and his Rainbow Coalition for Fairness in Sport never materialized: Players played; fans paid.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Review/Music; Some Audience Participation In an African-Inspired Concert","web_url":"https://www.nytimes.com/1993/04/21/arts/review-music-some-audience-participation-in-an-african-inspired-concert.html","abstract":"  By the end of the first concert of the Contemporary Music Festival at Mannes College on Monday night, several members of the audience were ecstatically waving their arms, undulating, whooping, dancing and clapping; others were chanting antiphonally with the calls from the stage. This was not the usual contemporary-music event.    But it was a sign of the kinds of transformations now taking place in contemporary music. The program, titled \"African Influences,\" began with two works written during the 1980's by young composers inspired by African folk music, and ended with a selection of traditional African works performed by the African musician and scholar Abraham K. Adzinyah. Mr. Adzinyah has participated in such programs before and has, through his teaching activities, lectures and performances, become a compelling advocate for the music of West Africa.","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Managed Care Will Drive Out Family Doctors; In It for the Money?","web_url":"https://www.nytimes.com/1993/04/21/opinion/l-managed-care-will-drive-out-family-doctors-in-it-for-the-money-078093.html","abstract":"  To the Editor:   As a college professor, I am amused by some of the comments from medical students in \"Medical Students Find Health Reform Unsettling\" (front page, April 9), who believe that after six years of training and a residency at \"minimum wage\" ($29,000), they deserve to be \"comfortable,\" if not downright rich. Says one, \"I think I deserve to get back exactly what I put in: up to half a million dollars.\"","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Germany Decides to Send Troops to U.N.'s Relief Effort in Somalia","web_url":"https://www.nytimes.com/1993/04/21/world/germany-decides-to-send-troops-to-uns-relief-effort-in-somalia.html","abstract":"After months of bickering, Chancellor Helmut Kohl's Government acted today to expand Germany's role in international military operations by agreeing to send troops to assist the United Nation's relief effort in Somalia.\n\nThe decision to send about 1,600 German troops to Somalia in June follows months of debate in Germany over what the country's role should be in international peacekeeping efforts.  The dispute centers on whether the nation's 1949 Constitution allows armed forces to take part in military missions outside NATO's sphere of influence.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Andreotti and Mafia: A Kiss Related","web_url":"https://www.nytimes.com/1993/04/21/world/andreotti-and-mafia-a-kiss-related.html","abstract":"  The most graphic description yet linking former Prime Minister Giulio Andreotti with the Mafia emerged today with testimony by an informer that the politician exchanged an embrace and kiss with Salvatore (Toto) Riina, the reputed \"boss of all bosses\" of the Sicilian Mafia.    Mr. Andreotti issued a statement tonight calling the allegation \"very serious slander.\"","thumbnail":null,"section":"World"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91619654358.html","abstract":"1918: The German View. BALE . Through the German spectacle Paris is having a very bad time at the hands of \"Bertha.\" The Klnische Zeitung says: \"Although it is forbidden for all persons entering Switzerland from France to open their m","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Public & Private; Beyond Doctors","web_url":"https://www.nytimes.com/1993/04/21/opinion/public-private-beyond-doctors.html","abstract":"  The doctor at the Vermont Women's Health Center in Burlington does not perform abortions. She has more difficult procedures to do: Caesarean sections, hysterectomies.    Instead, for 20 years, the physician's assistants have been doing first-trimester abortions, as they do Pap smears, annual checkups and other medical services. In this gynocentric universe, where the staff and the patients are all female, can be found solutions to the newest quandaries in the abortion battle in America.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Mets Are Considering Building a New Stadium","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-mets-are-considering-building-a-new-stadium.html","abstract":"  After nearly two years of consideration, the Mets have begun serious exploration of a plan to demolish Shea Stadium and construct a new stadium -- perhaps domed -- as part of an elaborate development project that could begin construction by the end of the decade.   The plan, which would require the approval of the city and state as well as the participation of any number of private investors, might include a multipurpose convention center, underground parking garages as well as one or more hotels. Construction would be on the stadium's current site or perhaps an adjacent area in the Willet's Point section of Queens. A direct transportation link with LaGuardia Airport might also be involved.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Justices Spar Over Validity Of a District Based on Race","web_url":"https://www.nytimes.com/1993/04/21/us/justices-spar-over-validity-of-a-district-based-on-race.html","abstract":"  Members of the Supreme Court sparred with one another today as much as with the three lawyers who appeared before them to argue over the validity of a new Congressional district that runs like a ribbon through 10 North Carolina counties.    The question was whether the district is the result of an unconstitutional racial quota, a routine application of the Federal Voting Rights Act, or -- the prospect that appeared to intrigue the Court most -- perhaps both.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"2 Children in Vehicle As It Is Stolen on L.I.","web_url":"https://www.nytimes.com/1993/04/21/nyregion/2-children-in-vehicle-as-it-is-stolen-on-li.html","abstract":"  As a mother watched in horror, a man fleeing the police jumped into a station wagon idling in front of a school and took off with two small children in the back seat.   The station wagon and the two children were found 45 minutes later, abandoned on a street six miles south of here in Lynbrook. The police said the children, aged 2 months and 18 months, were unharmed.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/21/nyregion/no-headline-358093.html","abstract":"  \"The fire was not started by us. There were no plans for a mass suicide.\" -- REMOS AVRRAM, a member of the cult in Waco, Tex.  [ A1:6. ] \"There's no doubt in our minds. We have very specific evidence that occupants in the compound started multiple fires.\" -- JEFFREY JAMAR, the FBI special agent in charge of the scene.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Belgrade: Hear the Warning","web_url":"https://www.nytimes.com/1993/04/21/opinion/belgrade-hear-the-warning.html","abstract":"  The world has cried wolf so many times about what will happen if Serbian forces continue to slaughter Bosnian civilians that Serbian leaders may have concluded that wolves are now extinct in their part of the forest. That could prove a catastrophic mistake.    What Slobodan Milosevic and his Bosnian allies may not yet grasp is that American and international political opinion has shifted in just the past few days, spurred by brazen Serbian defiance of U.N. cease-fires and diplomacy and fresh outrages against civilians in Srebrenica. The Clinton Administration and its European allies are being driven, almost despite themselves, to contemplate military action to save Bosnian lives. This week could be Serbia's last chance to stay their hand.","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"The Pop Life; Aretha Franklin, Rocker and Writer","web_url":"https://www.nytimes.com/1993/04/21/arts/the-pop-life-aretha-franklin-rocker-and-writer.html","abstract":"  A lot of people are honoring Aretha Franklin these days, what with greatest-hits record releases, awards and other tributes to her musical triumphs. This rush of retrospection might cause some performers to have the golden-oldies, has-been blues. But Ms. Franklin says she's \"far too progressive and contemporary for that.\"   \"I'm breaking new ground,\" this soul diva said in a telephone interview yesterday. \"I'm getting into another genre of music that I don't want to discuss at this time, not until I've made headway with it. It's a merging of styles. I can't wait to work it out.  You'll hear some of it on my new album.\"","thumbnail":null,"section":"Arts"},{"date":"19930421","headline":"Two Overtimes Later, Islanders Even Series","web_url":"https://www.nytimes.com/1993/04/21/sports/hockey-two-overtimes-later-islanders-even-series.html","abstract":"  The Islanders made things hard on themselves tonight, but they escaped the Capital Centre with a 5-4 victory over the Washington Capitals in double overtime, evening up their first-round playoff series at one game apiece. Brian Mullen was credited with scoring the winner, at 14 minutes 50 seconds of the second extra session, although it appeared that Ray Ferraro may have actually knocked Mullen's rebound past goalie Rick Tabaracci.   In regulation, Pierre Turgeon scored twice for New York and Dale Hunter scored three times for Washington, including one with three seconds remaining to tie the game. The four-of-seven-game series heads to Long Island for Games 3 and 4 on Thursday night and Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"5 Sail the Globe In, Yes, 80 Days","web_url":"https://www.nytimes.com/1993/04/21/sports/5-sail-the-globe-in-yes-80-days.html","abstract":"  More than 120 years after Jules Verne wrote the last line of \"Around the World in Eighty Days,\" five sailors paid tribute to the power of the writer's imagination by celebrating the feat on a catamaran.   After sailing more than 27,000 nautical miles, skipper Bruno Peyron of France and his four-man crew finished their nonstop journey at 9:18 tonight, precisely 79 days 6 hours 20 minutes 50 seconds after they departed. An American, Cam Lewis, and three Frenchmen -- Olivier Despaignes, Marc Vallin and Jacques Vincent -- shared Peyron's excitement.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Doctors Urged to Look For Signs of Depression","web_url":"https://www.nytimes.com/1993/04/21/health/doctors-urged-to-look-for-signs-of-depression.html","abstract":"  Most Americans suffering from depression go undiagnosed and untreated, and a Government-backed panel of experts is urging doctors to be more aggressive in attacking the problem.    The 12-member panel, which spent more than three years developing treatment guidelines for doctors and other health workers, said only one-third of patients who visit a primary-care doctor with symptoms of depressive disorders are appropriately diagnosed and treated.","thumbnail":null,"section":"Health"},{"date":"19930421","headline":"Fear and Repression Still Rule Area Occupied by Indonesia","web_url":"https://www.nytimes.com/1993/04/21/world/fear-and-repression-still-rule-area-occupied-by-indonesia.html","abstract":"  The eyes and ears of the military are everywhere in East Timor, an isolated, impoverished piece of island that was invaded and annexed by Indonesia in the 1970's.    Eighteen years after Indonesian troops poured into the former Portuguese colony, many East Timorese say it remains a place of frightening repression. The surveillance extends even to the graveyard.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"Phillies Find Power In Their Horses","web_url":"https://www.nytimes.com/1993/04/21/sports/baseball-phillies-find-power-in-their-horses.html","abstract":"  Dave Hollins calls them the horses of the team, that select group of players expected to lift a club not only to the top of its league but also to the very heights of its expectations as well.   Now someone hearing Hollins, the powerful third baseman of the Philadelphia Phillies, opine on such a group might leap to the conclusion that he was speaking of the Phillies' lineup that is one of the primary reasons the perennial also-ran of the National League East is riding high and mighty in this young 1993 season.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"Panel Receives Familiar Pleas To Retain Bases","web_url":"https://www.nytimes.com/1993/04/21/us/panel-receives-familiar-pleas-to-retain-bases.html","abstract":"  They complained of shoddy staff work and secret back-room deals and evoked images of legions of skilled military technicians unfairly tossed out of work. In short, a truly nefarious situation.   In the first of nine hearings nationwide, a Presidential commission that will decide the fate of scores of military bases heard lawmakers, community leaders and union chiefs today make angry and anguished pleas to save their local installations.","thumbnail":null,"section":"U.S."},{"date":"19930421","headline":"Outstanding Again: Dehere Wins Haggerty","web_url":"https://www.nytimes.com/1993/04/21/sports/sports-people-college-sports-outstanding-again-dehere-wins-haggerty.html","abstract":"  TERRY DEHERE, the senior guard from Jersey City who became the career scoring leader this past season for Seton Hall and in the Big East Conference, received the Haggerty Award last night during a dinner at Giants Stadium.   The award, named in memory of Frank J. Haggerty, the co-captain at St. John's in 1939-40, is voted on by the National Invitation Tournament/ Metropolitan College Basketball Writers Association to the oustanding player in the New York, New Jersey, Connecticut metropolitan area.","thumbnail":null,"section":"Sports"},{"date":"19930421","headline":"No Gang Tied to Killing, Just Three Rare Friends","web_url":"https://www.nytimes.com/1993/04/21/education/no-gang-tied-to-killing-just-three-rare-friends.html","abstract":"  In the days after three teen-agers armed with a baseball bat, a billy club and a hunting knife burst into a high school classroom here and stabbed a 16-year-old freshman to death, people wondered if their seaside community had been invaded by gangs.   But the police say there are no gangs in the town. The boys charged in the killing had no following, the police say, and few friends. If anything bound them together, it was skateboarding and family troubles.","thumbnail":null,"section":"Education"},{"date":"19930421","headline":"Asians Deserve Their Rights, Like Everyone Else","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-asians-deserve-their-rights-like-everyone-else.html","abstract":"For the last year, a group of Asian governments led by Singapore, Indonesia and China have been promoting, increasingly stridently, an \"Asian concept\" of human rights in which political and civil liberties are subordinated to economic developmen","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"Cuomo Blunts Sharp Queries From Mayors In L.I. Meeting","web_url":"https://www.nytimes.com/1993/04/21/nyregion/cuomo-blunts-sharp-queries-from-mayors-in-li-meeting.html","abstract":"  Officials from the 64 villages of still heavily Republican Nassau County called Gov. Mario M. Cuomo on the carpet here today for what many intended as a grilling about state-mandated programs, cuts in revenue-sharing and other state-inflicted ills.   Instead, the Democratic Governor showing his relish for political give-and-take, carved up his questioners so masterfully that many clamored afterward to pose for pictures with him.","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"I.M.F. UNVEILS PLAN FOR SOVIET LANDS","web_url":"https://www.nytimes.com/1993/04/21/world/imf-unveils-plan-for-soviet-lands.html","abstract":"  To help the former Soviet bloc's transition to a market economy, the International Monetary Fund unveiled a program today to provide billions of dollars in loans under less stringent conditions than usual to Russia and more than 20 other countries.   Michel Camdessus, the fund's managing director, said the program would provide $4 billion to $6 billion in loans during the next 18 months to help former Soviet bloc nations buy imported goods, ranging from food to spare parts needed to modernize industry.","thumbnail":null,"section":"World"},{"date":"19930421","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/21/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93381991193.html","abstract":"1943: Moonlight Assault. ALLIED HEADQUARTERS IN NORTH AFRICA . [From our New York edition:] Veteran infantry troops of General Sir Bernard L. Montgomery's British 8th Army began an assault on the Axis Enfidaville line late last night [April 19] resuming t","thumbnail":null,"section":"Opinion"},{"date":"19930421","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/21/nyregion/news-summary-321093.html","abstract":"  International A3-16  BOSNIA WAR WORSENING  The Bosnian war continued to worsen, with Serbian, Muslim and Croatian fighters engaging in heavy attacks on civilians.  A1  U.N. WARNING TO WEST  As the United States and its European allies review policies toward the conflict, United Nations officials are warning that air strikes against the Serbs or rearming the Muslims will imperil peacekeeping and relief efforts.  A10","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/21/nyregion/c-corrections-042093.html","abstract":"  An article last Wednesday about the trial of Robert A. Altman on charges of bribery and fraud, and a correction in this space on Thursday, misidentified the bank involved. It is the Bank of Credit and Commerce International.  ","thumbnail":null,"section":"New York"},{"date":"19930421","headline":"Foul! 64 in All to Be Exact as Knicks Top Heat","web_url":"https://www.nytimes.com/1993/04/21/sports/pro-basketball-foul-64-in-all-to-be-exact-as-knicks-top-heat.html","abstract":"  It was not exactly a day at the beach, but the Knicks left Miami with the victory they needed.   In a game slowed by 57 personal fouls, seven technical fouls and some strange delay tactics by the Miami Heat, New York (57-22) outlasted the frustrated Heat, 109-97, tonight at Miami Arena. The Knicks' 12th victory in their last 14 games kept them one game in front of the Chicago Bulls in their race for best record in the Eastern Conference. Both teams have three games remaining, including Sunday's Knicks-Bulls showdown at Madison Square Garden.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930421","headline":"The Supreme Court in La Paz, Bolivia, sentences former dictator Luis Garca Meza to 30 years in jail without parole for murder, theft, fraud and violating the constitution.","pages":[{"title":"La Paz","web_url":"https://en.wikipedia.org/wiki/La_Paz","description":"Capital of Bolivia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/La_Paz_Skyline.jpg/320px-La_Paz_Skyline.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"La Paz, officially known as Nuestra Seora de La Paz, is the seat of government of the Plurinational State of Bolivia. With an estimated 816,044 residents as of 2020, La Paz is the third-most populous city in Bolivia. Its metropolitan area, which is formed by La Paz, El Alto, Achocalla, Viacha, and Mecapaca makes up the second most populous urban area in Bolivia, with a population of 2.0million, after Santa Cruz de la Sierra with a population of 2.3million. It is also the capital of the La Paz Department."},{"title":"Bolivia","web_url":"https://en.wikipedia.org/wiki/Bolivia","description":"Country in South America","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Bandera_de_Bolivia_%28Estado%29.svg/320px-Bandera_de_Bolivia_%28Estado%29.svg.png","thumbnail_width":320,"thumbnail_height":218},"abstract":"Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. It is bordered by Brazil to the north and east, Paraguay to the southeast, Argentina to the south, Chile to the southwest and Peru to the west. The seat of government and executive capital is La Paz, while the constitutional capital is Sucre. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."},{"title":"Luis Garca Meza","web_url":"https://en.wikipedia.org/wiki/Luis_Garc%C3%ADa_Meza","description":"57th President of Bolivia (19801981)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/f/f9/LuisGarc%C3%ADaMeza1980.png","thumbnail_width":266,"thumbnail_height":413},"abstract":"Luis Garca Meza Tejada was a Bolivian general who served as the de facto 57th president of Bolivia from 1980 to 1981. He was a dictator convicted of human rights violations and leader of a violent coup. A native of La Paz, he was a career military officer who rose to the rank of general during the dictatorship of Hugo Banzer (197178)."}]}],"weather":[{"date":"19930421","time":"1993-04-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":80,"wspd":13},{"date":"19930421","time":"1993-04-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":82,"wspd":14.8},{"date":"19930421","time":"1993-04-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":80,"wspd":9.4},{"date":"19930421","time":"1993-04-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":13},{"date":"19930421","time":"1993-04-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":13},{"date":"19930421","time":"1993-04-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":85,"wspd":13},{"date":"19930421","time":"1993-04-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":84,"wspd":7.6},{"date":"19930421","time":"1993-04-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":79,"wspd":9.4},{"date":"19930421","time":"1993-04-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":68,"wspd":14.8},{"date":"19930421","time":"1993-04-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":60,"wspd":13},{"date":"19930421","time":"1993-04-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":51,"wspd":16.6},{"date":"19930421","time":"1993-04-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":47,"wspd":13},{"date":"19930421","time":"1993-04-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":48,"wspd":14.8},{"date":"19930421","time":"1993-04-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":43,"wspd":20.5},{"date":"19930421","time":"1993-04-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":43,"wspd":22.3},{"date":"19930421","time":"1993-04-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":45,"wspd":13},{"date":"19930421","time":"1993-04-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":44,"wspd":14.8},{"date":"19930421","time":"1993-04-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":43,"wspd":11.2},{"date":"19930421","time":"1993-04-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":42,"wspd":14.8},{"date":"19930421","time":"1993-04-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":18.4},{"date":"19930421","time":"1993-04-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":60,"wspd":14.8},{"date":"19930421","time":"1993-04-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":65,"wspd":11.2},{"date":"19930421","time":"1993-04-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":70,"wspd":7.6},{"date":"19930421","time":"1993-04-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":73,"wspd":13},{"date":"19930421","time":"1993-04-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":59,"wspd":20.5},{"date":"19930421","time":"1993-04-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":78,"wspd":13},{"date":"19930421","time":"1993-04-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":18.7},{"date":"19930421","time":"1993-04-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":67,"wspd":22.3},{"date":"19930421","time":"1993-04-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":16.6},{"date":"19930421","time":"1993-04-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":13},{"date":"19930421","time":"1993-04-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":80,"wspd":13},{"date":"19930421","time":"1993-04-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":59,"wspd":11.2},{"date":"19930421","time":"1993-04-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":86,"wspd":11.2},{"date":"19930421","time":"1993-04-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":9.4},{"date":"19930421","time":"1993-04-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":7.6},{"date":"19930421","time":"1993-04-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":86,"wspd":9.4},{"date":"19930421","time":"1993-04-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":9.4},{"date":"19930421","time":"1993-04-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":16.6},{"date":"19930421","time":"1993-04-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":61,"wspd":13},{"date":"19930421","time":"1993-04-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":57,"wspd":24.1},{"date":"19930421","time":"1993-04-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":61,"wspd":22.3},{"date":"19930421","time":"1993-04-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":59,"wspd":25.9},{"date":"19930421","time":"1993-04-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":42,"wspd":16.6},{"date":"19930421","time":"1993-04-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":40,"wspd":11.2},{"date":"19930421","time":"1993-04-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":41,"wspd":9.4},{"date":"19930421","time":"1993-04-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":43,"wspd":11.2},{"date":"19930421","time":"1993-04-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":45,"wspd":16.6},{"date":"19930421","time":"1993-04-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":56,"wspd":14.8}]},"19930422":{"guardian_articles":[],"nytimes_articles":[{"date":"19930422","headline":"Palestinians Agree To Mideast Talks","web_url":"https://www.nytimes.com/1993/04/22/world/palestinians-agree-to-mideast-talks.html","abstract":"  Palestinian representatives decided to end a boycott of the Mideast peace talks, and Israel and the Arab countries said they would resume negotiations in Washington next week.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Yeltsin Wins a Legal Point, but a Vote Is Yet to Come","web_url":"https://www.nytimes.com/1993/04/22/world/yeltsin-wins-a-legal-point-but-a-vote-is-yet-to-come.html","abstract":"  A ruling today by the Constitutional Court made it statistically more likely that President Boris N. Yeltsin would win a vote of confidence in Sunday's referendum.    But even such a victory is not expected to resolve the political impasse that has brought Russia to a near-standstill.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-891993.html","abstract":"  An article in Business Day on Monday about signs of improvement in the economy misstated the period in which employment growth more than doubled, and the comparative period in 1992. The economy added 713,000 jobs in the six months ended March 31, compared with 297,000 jobs in the six months ended Sept. 30.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"A Russian Assessment","web_url":"https://www.nytimes.com/1993/04/22/world/a-russian-assessment.html","abstract":"  The Russian chairman of a joint United States-Russian commission on American P.O.W.'s said today that he was convinced that a report that counted 1,205 American prisoners of war in Vietnam in 1972 was a genuine document from the archives of the Soviet Communist Party.    But he added that he could not vouch for the veracity of the information in the report.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Knicks By the Numbers: 2 Victories = the Top Spot","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-knicks-by-the-numbers-2-victories-the-top-spot.html","abstract":"  The Knicks would finish with the Eastern Conference's best record and the homecourt edge in the conference playoffs simply by winning their last two games, tomorrow night at Philadelphia and Sunday at home against the Chicago Bulls. But it would get complicated if the Knicks (58-22) and Chicago Bulls (56-23) finish with the same record.    If the Bulls beat the Knicks on Sunday, the head-to-head season series would end tied, 2-2, which is the first tie breaker for teams that finish with the same records. And if a Chicago victory on Sunday gave both teams identical overall records, they would also have identical records in the conference, the second tie breaker.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"A Burmese Test Case for Japanese Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-a-burmese-test-case-for-japanese-aid.html","abstract":"- Japan should not be taken in by recent attempts of Burma's military junta to project a friendlier face of fascism. After Burmese troops killed thousands of unarmed pro-democracy demonstrators in 1988, the Japanese government suspended aid programs to Burma worth nearly $260 million. In doing so, it joined other donor nations seeking to isolate the ruling State Law and Order Restoration Council in Rangoon.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Foreign Affairs; Italian Upheaval?","web_url":"https://www.nytimes.com/1993/04/22/opinion/foreign-affairs-italian-upheaval.html","abstract":"  \"Non cambia niente,\" the street vendor answered when asked what would happen now that Italians have overwhelmingly voted to reform their political system. \"Nothing will change.\"   His was a doleful, overly harsh and cynical judgment on this week's historic vote to cut down Italy's volatile 14-party system to about four parties and to make government more accountable, more efficient and more honest. But it was understandable among a people long plagued by massive political corruption and instability.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"HORSE RACING: Notebook; A Field of Undecideds In Derby Countdown","web_url":"https://www.nytimes.com/1993/04/22/sports/horse-racing-notebook-a-field-of-undecideds-in-derby-countdown.html","abstract":"  Storm Tower is in, probably. El Bakan is in, probably. Foxtrail and Devoted Brass are out, definitely. Sea Hero, Dixieland Heat, Wallenda and Corby are in, and training. Prairie Bayou has been there for two weeks, and is still the favorite.   And Rockamundo, who won the Arkansas Derby on Saturday at memorable odds of 108-1, has arrived and now reigns over the backstretch at Churchill Downs as the newest symbol of the confusion shrouding the countdown to the 119th Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ruling Is Likely to Take Florio Rival Off Ballot","web_url":"https://www.nytimes.com/1993/04/22/nyregion/ruling-is-likely-to-take-florio-rival-off-ballot.html","abstract":"  Barely a week after he quit his job as a postal worker and began a long-shot challenge to Gov. Jim Florio for the Democratic gubernatorial nomination, John Budzash lost a court ruling today that was likely to knock him from the June primary ballot.   Mr. Budzash, 42, has never held political office but he was propelled into New Jersey politics in 1990, when he telephoned a talk-radio show in a fit of anger over the record $2.8 billion tax increase Mr. Florio had pushed through a Democratic-controlled Legislature. When challenged by the hosts to back up his strong words, the Monmouth County resident helped form a group known as Hands Across New Jersey. A year later, it helped lead the campaign that gave Republicans a two-thirds majority in the Legislature.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/22/nyregion/metro-digest-299693.html","abstract":"  NEW YORK CITY  2 OFFICERS CLEARED IN SHOOTING OF 3D   A grand jury cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced. The incident raised the sensitive issues of race and police training. B3. A DESPERATE PRISONER, SUDDEN SHOTS   The police said it was a sense of hopelessness that prompted Danny Cook to grab an officer's gun in the bathroom and open fire, critically wounding two police officers, and then turn the gun on himself. B3.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/04/22/arts/pop-and-jazz-in-review-004293.html","abstract":"  Jane Ira Bloom Saxophonist Blue Note    Swing is such a strong musical force that it can obscure compositional shortcomings. Jane Ira Bloom, a soprano saxophonist who has recently released a new album, \"Art and Aviation\" (Arabesque), composes tunes that hurtle forward with real velocity. Ms. Bloom performed at the Blue Note on Monday night, and it was clear that the swing was hiding some real deficiencies.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-893593.html","abstract":"  A picture caption in some copies yesterday about a news conference after a shooting at a police station misidentified the police official at the left. He was First Deputy Commissioner John S. Pritchard 3d.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"'Never Again' -- Except for Bosnia","web_url":"https://www.nytimes.com/1993/04/22/opinion/never-again-except-for-bosnia.html","abstract":"  \"Never again.\" These emphatic words echo and re-echo this week. Half a century after the Holocaust -- on the 50th anniversary of the last gasp of the Warsaw Ghetto -- statesman after statesman proclaims with fervor that \"never again\" must such a crime be tolerated by the civilized world, never again must six million Jews be gassed to death, never again must genocide occur.   Yet what are we hearing? Is this truly a proclamation of a moral imperative? Or merely a pompous affirmation of hypocrisy?   The answer depends entirely on what these two powerful, poignant words really mean to us. And that depends on what we have learned from the scorching shame of a defenseless people massacred while the civilized world watched passively.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; A Stabbing in Brooklyn","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-a-stabbing-in-brooklyn-992393.html","abstract":"  To the Editor:   The youngsters you depict in \"Children of the Shadows\" are the very youngsters the Y.M.C.A. is determined to reach as part of its goal to serve 1 in 10 New York City kids by the year 2000. I felt I knew many of them because they reminded me of others I've heard about and seen in my travels around New York City. It's become my passion to reach out to these kids each time I see them -- even if it's just for a moment, a handshake, a positive thought. They seem to appreciate so much. They get so little. They face a daily struggle against odds that demand development of rare survival skills.   It was therefore devastating to read your April 12 article about Christian Abakpa, the young Nigerian who was stabbed to death in a Brooklyn playground after what was described as a \"routine accident.\" This same young man apparently participated last October in a dance performance in traditional Nigerian dress at a Brooklyn Y.M.C.A. branch.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"5 More Are Arrested in South African Killing","web_url":"https://www.nytimes.com/1993/04/22/world/5-more-are-arrested-in-south-african-killing.html","abstract":"  The South African Police arrested five more whites today in connection with the killing of Chris Hani, the popular black South African Communist leader, and said the official theory is that the assassination had been the result of a right-wing conspiracy.   The most prominent figures among those arrested early this morning were the wife of a white separatist already jailed in the case and a right-wing journalist, both well-known figures in the Conservative Party, the main white opposition to President F.W. de Klerk's National Party.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Topics of The Times; Romantic Coincidences","web_url":"https://www.nytimes.com/1993/04/22/opinion/topics-of-the-times-romantic-coincidences.html","abstract":"  It's an experience well known to people who live in Manhattan: A fleeting glance in an elevator. A furtive gaze through a bus window. A lost opportunity for romance in the big city.   In the film \"Indecent Proposal,\" Robert Redford describes one such encounter with a young woman. \"I was on the subway coming home from something, a movie, I think,\" Mr. Redford's character, Gage, recalls. \"And sitting across from me was a girl. She was wearing a dress buttoned up to here. She was the most beautiful thing I'd ever seen. . . . Finally I reached my stop and got off. . . . And just as the train was pulling out, she looked right at me and gave me the most incredible smile. . . . I wanted to tear the doors open. . . . And now 30 years later, there's not a day goes by that I don't think about her.\"","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/22/arts/home-video-765393.html","abstract":"  Old movies usually cost $14.98 in video stores, but at discount stores and supermarkets the price can drop to as low as $5.99.   For some movies, that is. You won't find \"The Sound of Music\" at $5.99, but the price applies to a raft of public-domain titles and B movies that studios and distributors figure they might as well sell as have lying around film vaults.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"National Awards for Magazines Great and Small","web_url":"https://www.nytimes.com/1993/04/22/arts/national-awards-for-magazines-great-and-small.html","abstract":"  The 1993 National Magazine Awards, given yesterday, rewarded journals both of wide renown and relative obscurity.    Harper's Bazaar and The New Yorker, which received barrages of publicity in the last year because of their new high-profile editors, Elizabeth Tilberis and Tina Brown respectively, won two awards each. Harper's Bazaar won for design and for photography and The New Yorker won for feature writing (under Tina Brown) and for fiction (for articles published by the former editor, Robert Gottlieb).","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Phoenix Cardinals Sign Beuerlein, Instead","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-football-phoenix-cardinals-sign-beuerlein-instead.html","abstract":"  The Phoenix Cardinals, unable to land JOE MONTANA, got another ex-Notre Dame quarterback yesterday when they signed STEVE BEUERLEINto a three-year, $7.5 million contract.   Beuerlein, a fourth-round draft choice of the Los Angeles Raiders in 1987, has been a backup to TROY AIKMAN at Dallas for two years. But the Cardinals said their latest free-agent acquisition may be their starter.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; For Parent Involvement","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-for-parent-involvement-991593.html","abstract":"  To the Editor:   I am a high school teacher at Washington Irving High School. I teach English as a second language to students who have come from all over the world. Last week, on the first day of our spring vacation, one of my students, Christian Abakpa, was brutally murdered while playing basketball. His classmates and I would like to express our feelings on this senseless tragedy.   My students, like Christian, are all immigrants whose parents brought them here for a better life. They tend to be highly motivated, diligent students who want to learn English. Parent involvement is critical in this, and I don't see as much of it as I would like to in my students.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Theater; By Wilder, 3 Works Rarely Seen","web_url":"https://www.nytimes.com/1993/04/22/theater/review-theater-by-wilder-3-works-rarely-seen.html","abstract":"    \"Wilder, Wilder, Wilder,\" originally produced by the Willow Cabin Theater Company at the Harold Clur     man Theater, has reopened at Circle in the Square. Following are excerpts from Wilborn Hampton's review, which appeared in The New York Times on Dec. 21, 1992.     Regarded for too long as the author of the High School Senior Play, Thornton Wilder was perhaps the American theater's greatest innovative genius. Often with breathtaking effect, Wilder explored the arrangement of time and space not as cosmic forces but as basic elements that define our everyday lives. Willow Cabin's polished staging of these seldom performed plays not only offers a rare chance to glimpse the origins of Wilder's great works to come, but also allows them to shine as small gems on their own.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"Polish Church Wins Court Fight on School Religion","web_url":"https://www.nytimes.com/1993/04/22/world/polish-church-wins-court-fight-on-school-religion.html","abstract":"  The Roman Catholic Church won a significant victory here today when a constitutional tribunal dismissed a legal challenge to compulsory religious teaching and prayers in public schools.   The challenge was brought by the Government-appointed ombudsman on human rights, Tadeusz Zielinski, a law professor and prominent liberal Catholic, who argued that the teaching of religion was turning Poland into a theocracy.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"No Hard Feelings and No Hard Hits","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-no-hard-feelings-and-no-hard-hits.html","abstract":"  The ominous specter of payback hung in the Madison Square Garden air last night before the Knicks took on the Nets.   Kenny Anderson sat on the end of the New Jersey bench in street clothes with a brace on his left wrist, a vivid reminder of a season derailed. Meanwhile, the man who perpetrated the injury, Knicks guard John Starks, was prancing with apparent impunity on the floor.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/22/nyregion/inside-184193.html","abstract":"  Court Hears Bias Crime Case   Hearing oral arguments, the Justices appeared on the verge of backing longer sentences for criminals who choose their victims based on race, religion or personal traits. Page B11. U.S. Rejects Sheik's Jailing    Officials said that there was no \"concrete evidence\" linking Sheik Omar Abdel Rahman to terrorism, and that he was not being held pending deportation because of the cost. Page B1. A Better Chance for Yeltsin    A ruling by Russia's Constitutional Court made it more likely that President Boris N. Yeltsin would win a vote of confidence on Sunday. Page A3. Prison Standoff Near End    The 11-day siege in Lucasville neared an end as inmates freed guards who had been held hostage. Page A16. Choice in Los Angeles    A tough-talking businessman and a liberal councilman will vie in a mayoral runoff in Los Angeles. Page A23. Buying Hotels for Homeless    To get the homeless out of commercial hotels, Westchester is buying one of the county's largest. Page B1.  ","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Mets Provide the Power, and Gooden Adds the Finesse","web_url":"https://www.nytimes.com/1993/04/22/sports/baseball-mets-provide-the-power-and-gooden-adds-the-finesse.html","abstract":"  It didn't seem to matter, throughout Dwight Gooden's successful night of work, that the old \"K corner\" might forever remain obsolete. On the Shea Stadium mound where Gooden once produced breathtaking displays of power pitching, his effectiveness last night was far more subtle but just as appreciated.   Had the corner still existed, two seasons after a surgical shoulder changed Gooden's professional life, it would have registered a 3. The scoreboard glowed with a zero, the only figure that really matters. \"I just take the out as it comes,\" Gooden said. And the Mets will take what they can get.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Cult Members' Relatives Begin a Wrenching Wait for Remains of the Dead","web_url":"https://www.nytimes.com/1993/04/22/us/death-waco-cult-members-relatives-begin-wrenching-wait-for-remains-dead.html","abstract":"  After waiting 51 days for the ordeal to end, relatives of the Branch Davidians are waiting once again.   But this time the wait is far grimmer: for word that they can pick up orphaned children or, worse, for permission to retrieve the remains of the 86 people who perished in the incinerated cult compound on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Eagles Sign Jets' McMillan","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-eagles-sign-jets-mcmillan.html","abstract":"  Free safety Erik McMillan finally severed his acrimonious relationship with the Jets yesterday, signing a three-year contract worth about $3.8 million with the Philadelphia Eagles as an unrestricted free agent.   The signing reunited McMillan with the defensive coordinator, Bud Carson, who filled that role for the Jets during McMillan's first two seasons, 1988 and 1989. McMillan was voted to the Pro Bowl in those seasons and was also voted National Football League Defensive rookie of the year in 1988.   When Bruce Coslet took over as Jets coach in 1990, McMillan's career took a nosedive. First he lost his starting free safety job to Lonnie Young in 1991 and last season he was switched to cornerback, but he couldn't beat out Mike Brim and wound up playing nickelback and on special teams.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Miscalculation, Then Embarrassment","web_url":"https://www.nytimes.com/1993/04/22/us/miscalculation-then-embarrassment.html","abstract":"  As Democrats have been forced to negotiate away almost all of President Clinton's package to stimulate the economy, a vexing question has emerged: How did such a small economic initiative turn into such a large political embarrassment?   By holding out for a plan that even Administration economists knew would have modest impact, Mr. Clinton expended much of his early and precious political capital on a proposal that he had never intended to make his biggest fight. And the resulting political defeat has left the Administration vulnerable to future assaults by Republicans, who surprised even themselves by finding unity.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"New Jersey Voters Approve 69% of Education Budgets","web_url":"https://www.nytimes.com/1993/04/22/nyregion/new-jersey-voters-approve-69-of-education-budgets.html","abstract":"  For the second year in a row, New Jersey voters treated their school districts with relative kindness, approving 69 percent of the local budgets.   The approval rating Tuesday was far above the recent low -- 52 percent in 1990 -- but a bit less than the 73 percent recorded last year. Education officials said the 31 percent of the budgets that were defeated were victims of the perpetual concern about property taxes and a low turnout at the polls.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"'There Are No Jobs'","web_url":"https://www.nytimes.com/1993/04/22/us/other-voices-there-are-no-jobs.html","abstract":"  The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article.   WUBNESH HYLTON , 19, Brooklyn (Hunter College): Working is not, like, a luxury; it's a necessity. Just like for a college student, you know, going to school only is not reality. You have to work and go to school. That's just the way it is. I pay my rent. I pay my bills, you know. Every once in a while I'm afforded a little luxury, you know, but it's pretty straight-laced.   BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): I have responsibilities. Like, my father is a superintendent.  I have to clean the building and stuff like that.  I have to take care of my sisters once in a while. And in the case of the work ethic in the sense of ---- I might not like doing this job.  But I'd better do it well, so I'd better start liking it. Because my father is going to come along and check the corners to see if they're clean. So I'd better start liking it.   WUBNESH I enjoy my work. I just wish it paid more. . . . I don't know if I'll keep with it.  . . . It pays the bills, but it doesn't allow you to have any fun and put something in the bank, too.   JUAN RIVERA , 18, Brooklyn (Edward R. Murrow High School): The thing about it is, is on the job, as far as it getting boring for me. And I might move on or something.    WUBNESH There are no jobs. I think young people want money. And a lot of young people are willing to work for it. But, again, young people want glamorous jobs. They want to work in the Gap. They don't want to work in McDonald's.   JUAN The other reason that a lot of young people don't go out and get jobs is that they don't know how to represent themselves. They might go in with these jeans, you know, untied shoes. . . . And they might not know what to say. They come in, like, \"What's up?\" you know? And they don't know how to represent themselves or something like that in an interview.    WUBNESH When you're younger, identity is something that you have to show. When you get older, identity becomes a part of you, and no matter what you wear, you know who you are. So, when you get older, you put aside your ego with that Champion sweat shirt or whatever.  And you get done with a T-shirt. You know, a suit and stuff. It's not such a big deal anymore.   EMMA KRAMER-WHEELER , 16, Brooklyn (Edward R. Murrow High School): Role models really help. I think that might be the most important thing.  If you see somebody who you can relate to, who has gotten somewhere, you know you can get somewhere.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Parcells Isn't Telling the No. 1 Secret","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-parcells-isn-t-telling-the-no-1-secret.html","abstract":"  Coach Bill Parcells emerged from his self-described bunker today, brandishing the top pick in the National Football League draft and, as usual, playing it coy.   This was only Parcells's third public appearance since he took over the New England Patriots three months ago, but that doesn't mean he hasn't been busy. Parcells has already gone through seven mock drafts preparing for Sunday, but the best may be ahead.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Envoy Says P.O.W. Evidence Undermines Old Russian Report","web_url":"https://www.nytimes.com/1993/04/22/world/envoy-says-pow-evidence-undermines-old-russian-report.html","abstract":"  A special Presidential envoy to Vietnam presented President Clinton today with evidence that he said undermined a recently found Russian document suggesting that Hanoi lied to Washington about the number of American prisoners it held in 1972.    Even as the envoy, John W. Vessey Jr., raised his questions, Clinton Administration officials said there had been no decision on moving toward recognition of the Hanoi Government or easing the 18-year-old trade embargo against Vietnam. \"No decisions have been made by the President in terms of what are the next steps to be made, and no recommendations have been made to him,\" said a senior Administration official who insisted on anonymity.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Review/Music; By Lost Composers, in a Lost Style, From a Lost Era","web_url":"https://www.nytimes.com/1993/04/22/arts/review-music-by-lost-composers-in-a-lost-style-from-a-lost-era.html","abstract":"  On the eve of Holocaust Memorial Day, the Hawthorne String Quartet devoted a program to Jewish composers imprisoned in the so-called model concentration camp at Theresienstadt, near Prague. Three were Czechoslovak, one Austrian; none survived the death camps to which they were sent in 1944 and 1945. The concert, Sunday night at Merkin Hall, gave a close and harrowing sense of the Holocaust's ineradicable calamity: the perishing of a whole musical culture, and the systematic murder of creative souls.   The Theresienstadt camp, established in 1941, served mainly as a holding point for prisoners on their way to the death camps farther east.  It also became a place of temporary confinement for painters, writers and musicians. The Nazis found that the artistic dimension of the camp made for good propaganda, a disguise for atrocities being committed elsewhere. They concocted an absurd film -- \"Hitler Presents the Jews With a City\" -- in which Theresienstadt metamorphosed into a bustling, culturally active village. A Jewish organization was allowed to put on a concert series that included chamber, choral and orchestral music, even several operas. Composers did not work in defiance of the regime, but beneath its lethal gaze; it was a diabolical period of grace.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Yanks Wreck Eck Again To Topple the A's in 9th","web_url":"https://www.nytimes.com/1993/04/22/sports/baseball-yanks-wreck-eck-again-to-topple-the-a-s-in-9th.html","abstract":"  The Yankees conquered Dennis Eckersley again tonight, but this time Steve Farr and the Yankee bullpen did their jobs.   The Yankees scored three runs in the ninth inning when Dion James and Bernie Williams lashed singles off Eckersley to give them a 5-3 victory over the A's at the Oakland Coliseum. It was Eckersley's third straight blown save this season, the same number he botched all last season when he converted 51 of 54 chances in winning the Cy Young and Most Valuable Player awards.   \"If there was ever a turning point in the season maybe we can look back at this being it,\" said Randy Velarde. A Chance for Redemption    Trailing by 3-2 entering the ninth, the Yankees loaded the bases on Danny Tartabull's single off Bobby Witt, Randy Velarde's pinch-hit double and Mike Stanley's walk against Rick Honeycutt with no outs. A's Manager Tony LaRussa had seen enough and called for Eckersley. Twenty four hours after the Yankees had scored three ninth-inning runs off Eckersley, the A's stopper had a chance to redeem himself.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Defense Minister Accused in Italian Scandal","web_url":"https://www.nytimes.com/1993/04/22/world/defense-minister-accused-in-italian-scandal.html","abstract":"  With his tattered nine-month Administration in its last hours, Prime Minister Giuliano Amato faced a final indignity today when Defense Minister Salvo Ando became the latest senior official to be accused by Sicilian magistrates of associating with the Mafia.   Mr. Amato's Government has at once overseen the exposure of postwar Italy's greatest political scandal -- including huge kickbacks and political ties with the mob -- yet been unable to escape infection by it. Two days after Italians voted overwhelmingly in a referendum heralding major political change, Mr. Amato went before Parliament tonight in a first step toward the Government's resignation, which is expected on Thursday.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"CLINTON DECLARES NEW U.S. POLICIES FOR ENVIRONMENT","web_url":"https://www.nytimes.com/1993/04/22/world/clinton-declares-new-us-policies-for-environment.html","abstract":"  Repudiating two major Bush Administration environmental policies, President Clinton said today that the United States would sign an international treaty protecting rare and endangered species and follow a specific timetable to reduce the threat of global warming.    In his first major speech on environmental policy, President Clinton declared: \"We cannot walk away from challenges like those presented by the biodiversity treaty. We must step up to them.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-890093.html","abstract":"  An article and a chart in Business Day on April 13, about conflicts between Japan and its Asian neighbors over its trade policies, misstated three years' trade balances between Japan and South Korea. South Korea had a $5.2 billion trade deficit with Japan in 1987, a $3.9 billion deficit in 1988 and a $4 billion deficit in 1989.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Women Can Choose Not to Be Esthetic Objects","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-women-can-choose-not-to-be-esthetic-objects-975393.html","abstract":"  To the Editor:   \"Fashion's Waif Look Makes Strong Women Weep\" (The Week in Review, April 11) neglects an important point: If women don't like the waiflike image purveyed by the fashion industry, or if they don't like the way the fashion industry treats women's bodies as esthetic and cultural objects, why don't they choose not to follow the industry's dictates?    That women can decide not to model themselves after the latest Calvin Klein ad seems not to be considered in discussions of this topic, which often adopt a tone of victimization: \"This only happens to women,\" you quote Naomi Wolf. And you state that \"the supermodels, too, are struggling to reinvent themselves.\"","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Finding a Way: The Quest of Derrick, 19","web_url":"https://www.nytimes.com/1993/04/22/us/finding-a-way-the-quest-of-derrick-19.html","abstract":"  Derrick White rides through the crumbling asphalt roads of the Hurt Village housing project where he played tag among the steel clotheslines and shot baskets through bent and wobbly hoops. He passes the trash bins where men with black plastic bags mine for cans to sell to a recycling center. He passes the \"dope track,\" where he saw a friend shot in the neck and killed.    Beyond the project, he passes the supermarket that refused him a job interview because, he believes, his address marks him as a project kid. He passes Northside High School, where he graduated 15th last year in a class of 299, third among the boys, and was king of the senior prom. He stops at a McDonald's restaurant, five miles away, where he worked 20 to 25 hours a week throughout the 11th grade. A Graduate in the Grease Pit    Inside, he points to the spot where he grilled hamburgers. \"You get tired of it,\" he said. \"You be back there cooking and cooking.\" Startled, he recognizes the fellow there now, a classmate at Northside High. \"Man!\" he whispered. \"He got a diploma and he's working at McDonald's.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Giants Plan to Stalk Defense in Draft","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-football-giants-plan-to-stalk-defense-in-draft.html","abstract":"  The Giants have excellent running backs, two new starting receivers, a veteran offensive line and quarterbacks for the present and the future. So their focus in the National Football League draft Sunday and Monday will be on defense, specifically a pass-rushing defensive end and a linebacker.   General Manager George Young met with reporters today and confirmed the quest for defensive help for a team whose previously solid 3-4 defense was in chaos last year under since-departed coaches. But he cited two stumbling blocks to the Giants' draft: the lack of a first-round choice and the physical and schematic changes in the kind of players coming out of college.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/22/style/chronicle-697593.html","abstract":"  William Shakespeare figures heavily in the life of LYNN REDGRAVE this week. On Friday, she will celebrate his 429th birthday by performing at the Actors' Fund Retirement and Nursing Homes in Englewood, N.J.    She will perform excerpts of a one-woman play, \"Shakespeare for My Father,\" that she wrote. She opens in it Monday on Broadway at the Helen Hayes Theater.","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"Copeland Is Cleared","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-cycling-copeland-is-cleared.html","abstract":"  Olympian DIRK COPELAND, who reportedly failed a drug test following a race in Uruguay, won't be penalized by the United States Cycling Federation.   The federation said that officials in Uruguay didn't follow drug-testing procedures established by international and American cycling authorities.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-977093.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article of April 8 describes Crystal Rossi, a 12-year-old girl, and her dissatisfaction with her junior high school in New York City. She finds her teachers \"mean\" and \"always yelling at her.\" Teachers with large classes are not able to \"provide individual attention.\"   Whose fault is this? Her school is \"underfinanced,\" and thus, presumably unable to provide individual attention to each student.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Review/Television; In 90 Minutes, 500 Years' Worth of Destruction","web_url":"https://www.nytimes.com/1993/04/22/movies/review-television-in-90-minutes-500-years-worth-of-destruction.html","abstract":"  The Earth Day message from HBO is that America was a much pleasanter land when it was inhabited by more bison than human beings, and when none of the latter were white Europeans.   If pretentiousness were an ecological threat, \"Earth and the American Dream\" would face a heavy fine for fallout. Moving through 500 years of assaults on the environment in 90 minutes, Bill Couturie (who won an Academy Award for his 1989 documentary, \"Common Threads: Stories From the Quilt,\" a work about AIDS) exploits visual effects the way American industry has exploited natural resources.","thumbnail":null,"section":"Movies"},{"date":"19930422","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/22/us/c-corrections-250393.html","abstract":"  A headline on Saturday about a delay in the issuing of a report on sexual assaults by Navy aviators referred incorrectly in some copies to the Government agency delaying the report. It was the Defense Department, not the Navy.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94185259142.html","abstract":"1943: Birthday Raids","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Royal Springboks","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"F.B.I. Saw the Ego in Koresh, But Not a Willingness to Die","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-fbi-saw-the-ego-in-koresh-but-not-a-willingness-to-die.html","abstract":"  In the last week and a half of David Koresh's life, Federal agents picked up three scrawled communiques that were dropped out the front door of the Branch Davidian compound, apparently dictated by the cult leader but signed in the name of God. They threatened that catastrophe would befall God's enemies.    \"Open your eyes and not your mouth,\" read one. \"Fear the hour of judgment, for it has come.\"","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Council Considers Penalties for Abortion Clinic Violence","web_url":"https://www.nytimes.com/1993/04/22/nyregion/council-considers-penalties-for-abortion-clinic-violence.html","abstract":"  To combat violence outside abortion clinics, a majority of the New York City Council is sponsoring a bill that would stiffen penalties against people who physically harass women and medical staff members as they try to enter the clinics.   The bill, which was introduced yesterday, would also allow victims to sue their harassers for triple damages in State Supreme Court. The bill is expected to pass the Council easily because it is sponsored by 29 of the 51 Council members.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Stiffer Terms Sought for Firearms in School","web_url":"https://www.nytimes.com/1993/04/22/nyregion/stiffer-terms-sought-for-firearms-in-school.html","abstract":"  Citing a 29 percent rise in serious crime in New York City schools in one year, city and state law-enforcement officials and educators yesterday called for tougher penalties under state law for drug and weapons violations on school grounds, and for juvenile offenders.   While making the law-and-order appeal, prosecutors conceded that a seven-year-old state law providing harsher punishment for those who sell drugs on or near school grounds has been virtually useless. The law does not work, they said, because it applies only when a sale is made to a person under age 20, which rules out police officers posing as students.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"U.S. and Allies Differ on Arms for Bosnia Muslims","web_url":"https://www.nytimes.com/1993/04/22/world/us-and-allies-differ-on-arms-for-bosnia-muslims.html","abstract":"  Differences emerged between the United States and its European allies today on the issue of allowing Bosnian Muslims to import arms, with France declaring that such a move would increase the conflict and mean an end to its relief role in the Balkans.   France's Foreign Minister, Alain Juppe, said lifting the United Nations arms embargo to help equip the outgunned Muslim-led Bosnian Government would \"mean the internationalization of the conflict and a general conflagration in the Balkans.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Victims of Divorce","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-victims-of-divorce-995893.html","abstract":"  To the Editor:   You describe Crystal Rossi (front page, April 8) as hardly the sort of child who would fail in school. Yet her parents are divorced, and she lives with a stepfather. In \"Second Chances,\" Judith S. Wallerstein and Joan B. Kelly outline the perils of divorce for children. Contrary to our beliefs, these are many, no matter how amicable the disunion. You merely reiterate a common popular misconception that divorce makes little difference to children's psyches and motivations.   Also contributing to our youths' easy use of and gravitation toward violence, as well as their reluctance to undertake the hard work of study and learning, is the omnipresence of television and video games. These breed passivity and inertia, along with presenting constant images of senseless harm toward others.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/22/nyregion/no-headline-224493.html","abstract":"  \"We were holding our breath on global warming, and we got everything we had hoped for.\" -- JIM MADDY, an environmentalist, on President Clinton's speech.  [ A10:6. ]","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Nuclear Fuel to Be Moved Through Populous Areas","web_url":"https://www.nytimes.com/1993/04/22/nyregion/nuclear-fuel-to-be-moved-through-populous-areas.html","abstract":"  Eager to rid the Shoreham nuclear power plant of its last radioactive pellets, the Long Island Power Authority has decided to move 100 tons of nuclear fuel by train to a power plant in Pennsylvania in 33 separate trips, using a route that passes through densely populated neighborhoods of Long Island, New York City and Westchester County.    The shipment, scheduled to begin in early June and end by next January, will allow the authority to complete its dismantling of Shoreham next year, authority officials said, but the route may raise safety concerns.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Violence Erupts on Israeli Borders as Talks Are Set","web_url":"https://www.nytimes.com/1993/04/22/world/violence-erupts-on-israeli-borders-as-talks-are-set.html","abstract":"  As a new round of Middle East peace talks was formally announced for next week, serious violence erupted today on Israel's northern border and in the occupied Gaza Strip.    In the north, Israel and its client Lebanese militia fired artillery rounds at villages in southern Lebanon said to be strongholds of the militant Party of God. The barrage followed stepped-up attacks by the pro-Iranian guerrillas on the so-called security zone that Israel established in that part of Lebanon. A man and a woman, both civilians, were killed, and nine others were wounded, according to news reports from the area.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Insurance Chief's Turnabout on Empire's Board","web_url":"https://www.nytimes.com/1993/04/22/nyregion/insurance-chief-s-turnabout-on-empire-s-board.html","abstract":"  The State Insurance Superintendent, who last week attacked Empire Blue Cross and Blue Shield for allowing its chief executive to serve simultaneously as chairman of the board, endorsed legislation in 1990 that enabled the executive, Albert A. Cardone, to fill both roles.   The Insurance Superintendent, Salvatore R. Curiale, acknowledged yesterday that he wrote a letter in 1990 in which he recommended approval of the measure, but added that Empire's performance over the last three years had made him reassess his position.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Singer's Husband Charged in Beating","web_url":"https://www.nytimes.com/1993/04/22/nyregion/singer-s-husband-charged-in-beating.html","abstract":"  The husband of the singer LaToya Jackson was arrested yesterday and charged with assault. He is accused of kicking her and beating her with a chair.   Ms. Jackson, 36 years old, was treated at Lenox Hill Hospital and released.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Standoff After Clash at Prison","web_url":"https://www.nytimes.com/1993/04/22/nyregion/standoff-after-clash-at-prison.html","abstract":"  Fifteen inmates and three guards were injured during a disturbance last night at a maximum security prison in Newtown, Conn., that continued into this morning.   Negotiations between prison authorities and about 90 inmates in one of the six cellblocks at the Garner Correctional Institution were continuing, The Associated Press reported early this morning.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Welfare Reform That Works","web_url":"https://www.nytimes.com/1993/04/22/opinion/welfare-reform-that-works.html","abstract":"  Small, positive change. That's been the unvarying refrain from studies of state programs to move welfare recipients into jobs. But now there's better news. A study of California's welfare reform shows that programs emphasizing job search, education and training can increase earnings by sizable amounts and also cut welfare outlays. Even better, the earnings boost for individuals gets bigger over time -- inviting hope that small change might eventually yield large gains.   California's welfare program mirrors the Family Support Act, a 1988 Federal reform, and incorporates President Clinton's call for reciprocal obligation. Welfare parents continue to get benefits, but in exchange agree to participate in programs designed to get them into steady jobs. The California plan places welfare recipients in literacy, schooling, job-search and training programs. It provides transportation and child care while recipients enroll in the program, and continues child care for a year after they locate jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Brazilians Vote Down Kings and Keep Presidents","web_url":"https://www.nytimes.com/1993/04/22/world/brazilians-vote-down-kings-and-keep-presidents.html","abstract":"  Rejecting appeals to restore the country's 19th-century monarchy, Brazilians voted today to retain the system they borrowed from the United States 104 years ago -- a presidential republic.   But in a reflection of the enduring fascination with the Bragancas, Brazil's royal family, about 12 percent of voters, or eight million people, apparently obeyed the monarchist command to \"vote for the King.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"With One Eye on Bulls, Knicks Roll Over Nets","web_url":"https://www.nytimes.com/1993/04/22/sports/pro-basketball-with-one-eye-on-bulls-knicks-roll-over-nets.html","abstract":"  There were no flagrant fouls. There was no trash-talking. And for the Knicks, beating the Nets was no problem.   Extending its home winning streak to 19 games, New York rolled to a 105-74 victory last night at Madison Square Garden. It was the Nets' season-low point total, it was their largest margin of defeat this season, and it was the fewest points allowed by New York this season.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Casting a 'Ring' Is an Art, the Art of Logistics","web_url":"https://www.nytimes.com/1993/04/22/arts/casting-a-ring-is-an-art-the-art-of-logistics.html","abstract":"  Casting an opera production is difficult. Casting a production of Wagner's \"Ring\" is very difficult. Casting a \"Ring\" production at the Metropolitan Opera is hair-raisingly difficult. So if in the midst of orchestral splendor and a number of excellent singers, you encounter a few more in major roles who are anything but, be critical, if you must, but try also to understand what a tough business this is.   One wonders whether Wagner ever thought about the logistical questions his followers would have to ask: Are the right singers out there to begin with? Will they come this far and stay in New York as long as they are needed? Will they accept the Met's fees when others are offering higher ones?","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Justices Affirm Route of Appeal By State Inmates","web_url":"https://www.nytimes.com/1993/04/22/us/justices-affirm-route-of-appeal-by-state-inmates.html","abstract":"  By the narrowest of margins, the Supreme Court today kept the Federal courts open to appeals from state prisoners challenging their convictions on the ground that they were interrogated by the police without being told of their right to remain silent.   The 5-to-4 decision, written by Justice David H. Souter, rejected arguments put forward last year by the Bush Administration and a majority of the states that state prisoners who had had a \"full and fair opportunity\" to bring one state court appeal on the basis of a violation of the Supreme Court's Miranda rule should not be able to reargue the question in a Federal habeas corpus petition.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/22/style/chronicle-982693.html","abstract":"  It was one more trip to the altar yesterday for BILL WYMAN, 56, the former Rolling Stones bass player who was married for the third time -- to SUZANNE ACCOSTA, 33, an American who has been described as a fashion designer and model.    According to the Press Association, the British news service, the civil ceremony took place in a 16th-century dungeon in the village of St.-Paul-de-Vence near the Riviera coast in France. It was followed by religious rites in the 13th-century Church of the Conversion of St. Paul.","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"TRIAL OF GOVERNOR IS IN JURY'S HANDS","web_url":"https://www.nytimes.com/1993/04/22/us/trial-of-governor-is-in-jury-s-hands.html","abstract":"  Jurors began deliberations this afternoon in the ethics trial of Gov. Guy Hunt after hearing theatrical closing arguments geared alternately toward conservative religious beliefs and the national revulsion with big-money politics.   If convicted on the felony ethics charge that he illegally converted money raised for his inauguration for his personal use, Mr. Hunt, Alabama's first Republican Governor since Reconstruction, could face 10 years in prison and a fine of up to $10,000. He would also be removed from office and replaced by Lieut. Gov. Jim Folsom Jr., a Democrat.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Muslim Defenders Disarmed, U.N. Says","web_url":"https://www.nytimes.com/1993/04/22/world/muslim-defenders-disarmed-un-says.html","abstract":"  After hours of tension that threatened new bloodshed, United Nations officers said late today that they had met a deadline for disarming the defenders of Srebrenica, the battered enclave that is one of the last Muslim footholds in eastern Bosnia.   If the announcement proves correct, Srebrenica will have to depend for its safety on a 145-man United Nations contingent from Canada, a prospect that is causing severe anxiety. The Canadians, who have only machine-guns, assault rifles and sidearms, would be the only buffer between the tens of thousands of civilians and an aggressive force of several thousand Serbian nationalists with tanks and heavy artillery. A Grim Prospect    A cease-fire signed early Sunday by the town's Government defenders and its Serbian attackers required the United Nations to disarm the Muslim forces within 72 hours. This was later extended by six hours.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Trouble With Off-the-Shelf Tank Parts","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-trouble-with-off-the-shelf-tank-parts-974593.html","abstract":"  To the Editor:   \"Tank Parts, Off the Shelf\" (editorial, April 6) leaves a mistaken impression about defense systems and their procurement. Your analogy to electronic components is inapt.    An electrical engineer can take resistors, capacitors, inductors and the right chips and build almost anything, from a stereo amplifier to a fire-control computer. Tanks are mechanical, not electronic. Light bulbs, wiring, hydraulic lines and fittings, gaskets, sealants, coatings and fasteners are one thing. But where can a designer shop for 120-millimeter high-velocity, smooth-bore main guns, composite ceramic armor of the right shape, turrets, laser gun sights, automatic loaders, high-performance terrestrial gas turbines or battle-damage-tolerant transmissions?","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Police Routine, a Desperate Prisoner and Sudden Gunfire","web_url":"https://www.nytimes.com/1993/04/22/nyregion/police-routine-a-desperate-prisoner-and-sudden-gunfire.html","abstract":"  The shooting in a Brooklyn precinct station house was a collision between a police officer who thought he was handling a routine drug arrest and a suspect who viewed it as the end, law-enforcement officials said yesterday.   As he sat in the grim holding cell in the 70th Precinct station house on Tuesday, Danny Cook told two other prisoners that he had nothing else to live for, the officials said.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Players Back Ex-Coach","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-people-basketball-players-back-ex-coach.html","abstract":"  Nine black Central Michigan players joined a Federal lawsuit their former coach filed against the school Tuesday. KEITH AMBROT, the former coach, was discharged for using a racial epithet after his team lost a game in November.   Dambrot, who is white, filed a lawsuit Monday in United States District Court in Bay City, Mich., alleging the school violated his right to free speech. He is seeking damages, reinstatement as coach and a preliminary injunction to reverse the hiring of the new coach, LEONARD DRAKE.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"Ohio Prison Siege Near End; Last Five Hostages Released","web_url":"https://www.nytimes.com/1993/04/22/us/ohio-prison-siege-near-end-last-five-hostages-released.html","abstract":"  The 11-day siege at Ohio's only maximum-security prison came to a peaceful conclusion tonight, as the last five hostages were released and the 450 rioting inmates surrendered, prison officials said.   The remaining guards who had been held by the inmates were freed about seven hours after an agreement to end the siege was announced by the authorities. Officials said they walked out under their own power, as a loud cheer rose up from in front of the drab brick institution.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Anger Greets Croatian's Invitation To Holocaust Museum Dedication","web_url":"https://www.nytimes.com/1993/04/22/us/anger-greets-croatian-s-invitation-to-holocaust-museum-dedication.html","abstract":"  As world leaders gathered for the opening of the Holocaust Memorial Museum here, Holocaust historians and survivors today condemned an invitation to the President of Croatia, Franjo Tudjman, who has been accused of writing that estimates of six million Jewish dead were inflated and that Jews were among those running a Croatian concentration camp.   Mr. Tudjman, (pronounced TOODGE-mahn), in a 1988 book \"Wastelands: Historical Truth,\" estimated that 900,000 Jews, instead of six million, died in the Holocaust, said Simon Wiesenthal, the renowned Nazi hunter. Elie Wiesel, the Nobel laureate, has also attacked the Croatian President for asserting that the number of dead in the Holocaust had been exagerrated.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-90546381012.html","abstract":"Listen to the Lady. Listening to Lady Thatcher chiding the Western democrats for their \"too little too late\" approach to the Bosnian massacre brought to mind Churchill's cry in the wilderness, when he warned us of the danger of sitting back wh","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor-91819179765.html","abstract":"President for Rent?. Regarding the report \"George Bush Rejected? Not in Kuwait\" (April 10):. If there were any doubts about who profited from the Gulf War, this latest expansion of the rent-a-president business would dispel it.. Meanwhile, as Fl","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; Kinship Foster Care","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-kinship-foster-care-993193.html","abstract":"  To the Editor:   Your \"Children of the Shadows\" article on Ladeeta from Brooklyn is an important account of a young woman's strength, courage and accomplishment. The missing piece, however, is that for the last four years Ladeeta has been in kinship foster care under the auspices of St. Christopher-Ottilie.   Kinship foster care empowers a relative to step in where the parent can no longer cope. Though this often requires more intervention by the social service agency, the sense of belonging greatly increases the child's chance for long-term success.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Prosecutor Says Parole Officer Aided Drug Gang, Leading to Dealer's Killing","web_url":"https://www.nytimes.com/1993/04/22/nyregion/prosecutor-says-parole-officer-aided-drug-gang-leading-to-dealer-s-killing.html","abstract":"  A violent gang of Queens crack dealers had two moles in the State Parole Division, one of them a parole officer, who provided information that led to the 1987 slaying of another drug dealer, a prosecutor declared in court yesterday.   The prosecutor's assertion came at the opening of the trial of Gerald Miller, reputed to be one of the most brutal and successful of the young kingpins who dominated the southeast Queens drug-trafficking scene at the height of the crack epidemic in the 1980's.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Guidelines for Foreign Aid","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-guidelines-for-foreign-aid.html","abstract":"- Japan provides more foreign aid than any other country - $11 billion in the 1991-92 fiscal year, compared with $9.4 billion from the United States. However, taking aid as a percentage of GNP, Japan is in the middle of the pack among industrial nations. With 0.32 percent in 1991-92, it is far short of the 0.7 percent target set by the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"U.S. Rejects Sheik's Jailing As Too Costly","web_url":"https://www.nytimes.com/1993/04/22/nyregion/us-rejects-sheik-s-jailing-as-too-costly.html","abstract":"  The Justice Department said yesterday that there was no \"concrete evidence\" that Sheik Omar Abdel Rahman had participated in terrorist acts and that he was not being detained while the Government tries to deport him because it would cost too much money.   The department made the decision even though Mr. Abdel Rahman, a Muslim cleric whose followers include at least two suspects in the World Trade Center bombing, is on the State Department's watch list for terrorists and other undesirables.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/22/nyregion/news-summary-190693.html","abstract":"  International A3-15  CLINTON'S ENVIRONMENT POLICY  Repudiating two principal Bush Administration policies, President Clinton pledged to follow a specific timetable to reduce the threat of global warming, and said he would sign an international treaty protecting endangered species.  A1  MEXICO DRAWS U.S. INVESTORS  Lured by eye-catching interest rates of 16 percent or more, Americans are investing billions of dollars in Mexican Treasury securities, thus helping to finance Mexico's move to an industrial economy.  A1","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"TALKS WILL RESUME","web_url":"https://www.nytimes.com/1993/04/22/world/plo-reconsiders-talks-will-resume.html","abstract":"  Representatives of the Palestinians decided to end their boycott of the Middle East peace talks today, and Israel and the Arab countries announced that they would resume the negotiations in Washington next week.   The decision followed a bitter debate among the Palestinians; a diplomatic campaign by the United States, Egypt, Syria and Saudi Arabia, and concessions by the Israelis that finally wooed the Palestinians back to the table.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Fugitive Bolivian Ex-Ruler Gets 30-Year Term","web_url":"https://www.nytimes.com/1993/04/22/world/fugitive-bolivian-ex-ruler-gets-30-year-term.html","abstract":"  The Supreme Court today sentenced Gen. Luis Garcia Mesa, a former military dictator, to 30 years in prison on charges of murder, looting the country's treasury, corruption and abuse of constitutional power during his bloody 14-month rule in 1980 and 1981.    Mr. Garcia Mesa, who was sentenced in absentia, disappeared in 1989 while his trial was going on. The Government of Jaime Paz Zamora has promised to capture Mr. Garcia Mesa before its term expires in August, but few Bolivians expect it to deliver on its promise.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-letters-to-the-editor.html","abstract":"Witnesses to the Agony. At a Bosnian refugeecamp in Norway, I heard stories like those the International Red Cross and Amnesty International have reported: Mass killings on a lonely country road, group graves for hundreds of civilians, tires placed arou","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"A Mayoral Challenger's Challenge; Stein, Behind in Polls, Sets About Recharging His Campaign","web_url":"https://www.nytimes.com/1993/04/22/nyregion/mayoral-challenger-s-challenge-stein-behind-polls-sets-about-recharging-his.html","abstract":"  For years, few New York City politicians have had better friends among the loyal old-line Democrats of the Queens County organization than City Council President Andrew J. Stein. But now, just when such friendship might be expected to pay off in early support and shoe leather for Mr. Stein's mayoral campaign, Queens is distinctly on the sidelines.   \"I have a long relationship with Andrew, but from a practical sense he really hasn't seemed to take off in the polls,\" said the county Democratic leader, Representative Thomas J. Manton, who knows firsthand the risks of early endorsements, having backed Richard Ravitch and then Edward I. Koch in the Democratic mayoral primary in 1989, before finally settling for David N. Dinkins in the general election.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Mr. Clinton's Invisible Drug Policy","web_url":"https://www.nytimes.com/1993/04/22/opinion/mr-clinton-s-invisible-drug-policy.html","abstract":"  President Clinton has yet to develop a national drug policy. He hasn't appointed a drug czar, and key positions in Health and Human Services remain vacant. Most alarmingly, the President's anti-drug budget follows the same approach as President Bush's did. It proposes to spend significantly more for law enforcement than for prevention and treatment, which didn't work under George Bush and won't work under Bill Clinton.   Even Federal judges are protesting the inadequacy of Washington's policies. Last week two senior Federal judges said they would refuse drug cases because they've found that harsh mandatory sentences and the emphasis on punishment over treatment have failed to dent the problem.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Armand D'Amato's Law Firm Paid for Work It Did Not Do, Executive Testifies","web_url":"https://www.nytimes.com/1993/04/22/nyregion/armand-d-amato-s-law-firm-paid-for-work-it-did-not-do-executive-testifies.html","abstract":"  A defense contractor paid Armand P. D'Amato's law firm $6,500 for a three-sentence report that the firm did not even write, a former executive of the defense contractor testified today at Mr. D'Amato's trial on charges of defrauding the Unisys Corporation.   The report was one of five -- none longer than two paragraphs -- that were secretly written by a Unisys employee as part of what the Federal Government contends was an elaborate scheme to conceal the fact that Mr. D'Amato had been hired by Unisys to lobby his brother, Senator Alfonse M. D'Amato, to help obtain military contracts for the company.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92944745063.html","abstract":"1918: Draft and Dublin","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Now Starring in the Carnival's Sideshow, It's the New York Mets","web_url":"https://www.nytimes.com/1993/04/22/sports/on-baseball-now-starring-in-the-carnival-s-sideshow-it-s-the-new-york-mets.html","abstract":"  American League East players used to talk about the phenomenon quite often when the Yankees were contenders and suffered from a malady known as the Steinbrenner factor.   No matter how good the Yankees were thought to be, no matter how many victories were projected, the theory went, five or so games could be extracted from the great expectations. Not because of lack of talent, but because of distractions.","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"G.O.P. Senators Prevail, Sinking Clinton's Economic Stimulus Bill","web_url":"https://www.nytimes.com/1993/04/22/us/gop-senators-prevail-sinking-clinton-s-economic-stimulus-bill.html","abstract":"  Senate Republicans killed President Clinton's economic stimulus program today, maintaining their filibuster until Democrats surrendered and agreed to limit the bill to $4 billion for extended unemployment benefits.   Mr. Clinton's first serious legislative defeat was marked by complaints from Democrats in the Senate and the White House. But Bob Dole, the Senate minority leader, was satisfied that the Republicans had shown that they deserved to be taken seriously. He avoided gloating, and promised occasional cooperation with the President.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Topics of The Times; New York's Field of Dreams","web_url":"https://www.nytimes.com/1993/04/22/opinion/topics-of-the-times-new-york-s-field-of-dreams.html","abstract":"  One afternoon this week a Times Square habitue strolled over to Bryant Park to see what was happening. Nothing, she is happy to report, was happening.   Which is to say there was nobody dealing drugs, bloating on booze or in the midst of a misdemeanor. The only action, in fact, was that of hands turning the pages of newspapers and books; of jaws chomping the remains of lunch; of heads as they swiveled to take in daffodils, narcissi and a tall stand of pink tulips.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Two German Trials Reopen Pre-1989 Wounds","web_url":"https://www.nytimes.com/1993/04/22/world/two-german-trials-reopen-pre-1989-wounds.html","abstract":"  Trials of an accused terrorist and a former Prime Minister opened in Germany this week, plunging eastern Germans into another painful review of the crimes of past dictatorships.   The two trials, and that of Markus Wolf, the former East German spymaser, which is scheduled to open in May, may provide new insights into techniques of repression in the former East Germany. They could also result in prison sentences for men who stood at the apex of power in that vanished Communist state.","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; 'It Was Not Fair'","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-it-was-not-fair-990793.html","abstract":"  To the Editor:   Christian was a good guy. In school he was a great friend and I am so sorry what happen to him by playing basketball with his brother. It was sad that he got killed just by hitting another guy with the ball. It was not fair that he was killed, he just was 17 years old. He came to this country to learn English and to become someone in the future. At nighttime he would spend time reading with his father. And is sad dying in his mother arms. I am sorry to his family. Is not fair because I lost my father when I was 13 years old. NANCY RIVERA  New York, April 14, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"A Book's Dark Tales Of Bush's Arts Agency","web_url":"https://www.nytimes.com/1993/04/22/books/a-book-s-dark-tales-of-bush-s-arts-agency.html","abstract":"  John E. Frohnmayer, the former chairman of the National Endowment for the Arts, charges in a new book that long before President George Bush dismissed him in February 1992, the White House staff worked steadily \"to cripple the N.E.A. internally by putting in political operatives.\"   Mr. Frohnmayer, 50, denounces John H. Sununu, President Bush's former chief of staff, as the main culprit in sabotaging his agency. He also states that while President Bush was encouraging him in a series of private meetings, Mr. Sununu would \"bark out his orders,\" which were invariably contrary to the President's.","thumbnail":null,"section":"Books"},{"date":"19930422","headline":"Westchester Plans to Buy Hotel To Shelter Homeless Families","web_url":"https://www.nytimes.com/1993/04/22/nyregion/westchester-plans-to-buy-hotel-to-shelter-homeless-families.html","abstract":"  The Coachman Hotel, a shelter for 110 homeless families that has become a symbol of the intractability of the homeless problem even in this wealthy area, is expected to get a new owner: Westchester County.   In taking over the Coachman, the largest hotel for the homeless in the county, officials hope to accomplish what other municipalities, including New York City, have been unable to do: get all the homeless out of commercial hotels and motels.","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Fernandez Urges Scrutiny of Conservatives","web_url":"https://www.nytimes.com/1993/04/22/nyregion/fernandez-urges-scrutiny-of-conservatives.html","abstract":"  Speaking out for the first time about New York City's raucous elections for local school boards, the ousted Schools Chancellor, Joseph A. Fernandez, said he was a victim of the conservative religious groups seeking to influence the campaign, and he warned voters to scrutinize the conservatives' candidates closely.   \"I think you can't separate what happened to me from their agenda on a national level,\" he said of the conservative forces. \"My colleagues all around the country are telling me they are very concerned about this issue.\"","thumbnail":null,"section":"New York"},{"date":"19930422","headline":"Free-Vaccine Plan Creates Unusual Array of Skeptics","web_url":"https://www.nytimes.com/1993/04/22/us/free-vaccine-plan-creates-unusual-array-of-skeptics.html","abstract":"  As President Clinton proposes to spend $1.1 billion a year buying vaccines for all American children, he faces an unusual combination of skeptics: not just Congressional conservatives but also some of the socially conscious doctors who work the neighborhoods where immunization rates are lowest.   Nothing like a political alliance is being born among such odd bedfellows. But the complaints that Republicans hurled today from a Capitol Hill hearing room find an odd echo across the Anacostia River, inside a medical van that works the city's poorest wards.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"Review/Opera; Holocaust Memorials Can Also Be Operas","web_url":"https://www.nytimes.com/1993/04/22/theater/review-opera-holocaust-memorials-can-also-be-operas.html","abstract":"  The most striking image in Morton Subotnick's stark chamber opera \"Jacob's Room\" is of a woman draped in a yellow shawl chanting the Lord's Prayer as she kneels and sways before a projected image that is distorted beyond recognition. Her voice is distorted, too: amplified and computer processed, it sounds like a metallic chorus, both frightened and frightening, and more cynical than hopeful. A Hebrew text is projected on the woman's shawl, and as she sways in a pool of light at the center of a nearly dark stage, she looks more like a ghostly holograph than like a real person.    Mr. Subotnick's 50-minute work had its world premiere here tonight as part of the American Music Theater Festival, and it is being presented at the Klein Branch of the Jewish Community Centers of Greater Philadelphia through Friday.","thumbnail":null,"section":"Theater"},{"date":"19930422","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/04/22/style/IHT-what-theyre-reading.html","abstract":"Richard Perle, consultant and former Defense Department official, is reading Denis Healey's autobiography \"Time of My Life.\". \"Like many politicians he tells good stories, mostly to his own advantage, so it makes terrific reading. What is a","thumbnail":null,"section":"Style"},{"date":"19930422","headline":"Sports of The Times; On Mulling The Mets' Mousetrap","web_url":"https://www.nytimes.com/1993/04/22/sports/sports-of-the-times-on-mulling-the-mets-mousetrap.html","abstract":"  NOW that the Mets are thinking about building a better mousetrap, the world won't beat a path to even a domed door unless the front office builds a better team.   But if a modern Mets stadium materializes in another decade either on the site of Shea Stadium or in nearby Willets Point, it should observe the 10 commandments of modern baseball construction as handed down by the Toronto Skydome and Camden Yards in Baltimore:","thumbnail":null,"section":"Sports"},{"date":"19930422","headline":"A Truce, or Else","web_url":"https://www.nytimes.com/1993/04/22/opinion/a-truce-or-else.html","abstract":"  As a vast European tragedy unfolds a tragedy unprecedented in 50 years -- where is the Western political leadership that will halt this slaughter of the innocents?   Sanctions have not persuaded the Serbians to accept the Vance-Owen peace plan and honor a cease-fire. The case for Western intervention in Bosnia has become overwhelming. Margaret Thatcher may have been emotional in calling for military intervention against Serbians. But she struck a chord with millions.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"Children of Shadows Teach How Schools Fail; How Volunteers Help","web_url":"https://www.nytimes.com/1993/04/22/opinion/l-children-of-shadows-teach-how-schools-fail-how-volunteers-help-994093.html","abstract":"  To the Editor:   Your compelling and provocative \"Children of the Shadows\" series is an urgent call to action. The youngsters you profile are crying out for help and the individual attention of a caring adult.   More men and women must be willing to intervene in the lives of young people who are survivors despite incredible obstacles or are in danger of falling between the cracks because of disintegrating homes and overworked, understaffed schools.","thumbnail":null,"section":"Opinion"},{"date":"19930422","headline":"40 Bodies of Cult Members Are Found in Charred Ruins","web_url":"https://www.nytimes.com/1993/04/22/us/death-in-waco-40-bodies-of-cult-members-are-found-in-charred-ruins.html","abstract":"  As wisps of smoke rose from the ashes of the Branch Davidian compound, investigators said today that they found about 40 bodies protruding from the charred rubble.   Texas law-enforcement officials said at a news briefing here that the bodies had not been identified, and that they could not determine whether they were men, women or children.","thumbnail":null,"section":"U.S."},{"date":"19930422","headline":"We Suffer, Too, Serbs in Bosnia Cry","web_url":"https://www.nytimes.com/1993/04/22/world/we-suffer-too-serbs-in-bosnia-cry.html","abstract":"  Nenad Deronjic stared down at the grave of his 5-year-old nephew, next to the grave of his brother, then looked across the pine-covered mountains whose ravines are now dotted with devastated towns.   \"It's unjust,\" muttered Mr. Deronjic, a 26-year-old policeman and a Bosnian Serb. \"The whole world is moved by the suffering in Srebrenica and not by our suffering.\"","thumbnail":null,"section":"World"},{"date":"19930422","headline":"Review/Television; Of Inspector Morse And His Personifier","web_url":"https://www.nytimes.com/1993/04/22/arts/review-television-of-inspector-morse-and-his-personifier.html","abstract":"  With series extending over several years, television often provides viewers with the unique pleasure of watching actors chisel away artistically at the characters they portray. Combining skill with intuition, the interpretations can become more precise and more subtle. Consider only public television's \"Mystery\" and its powerhouse lineup of British detectives.   From Jeremy Brett in \"Sherlock Holmes\" to David Suchet in \"Poirot,\" the series is awash in performances that have steadily evolved into the definitive portraits of characters created in crime novels. Casting is crucial, of course, and television has a curious knack for getting just the right person for the right role. Can anyone other than Leo McKern be imagined as Rumpole of the Bailey? And now the same must be said of John Thaw's Inspector Morse, currently going into the last lap of its sixth season PBS, Thursdays at 9 P.M.","thumbnail":null,"section":"Arts"},{"date":"19930422","headline":"Essay; MEGO of the Year","web_url":"https://www.nytimes.com/1993/04/22/opinion/essay-mego-of-the-year.html","abstract":"  Occasionally a speech is written of such apparently stupefying dullness that it rates the accolade \"MEGO of the Year.\" (MEGO is the acronym for \"My Eyes Glaze Over.\")   This year's award -- a half-lidded eyeball on a field of z's -- goes to Alan Greenspan, Federal Reserve chairman, for his speech this week to the Economic Club of New York. Its stirring title was \"Remarks,\" a come-on to become comatose.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930422","headline":"Eighteen-year-old Stephen Lawrence is murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham.","pages":[{"title":"Murder of Stephen Lawrence","web_url":"https://en.wikipedia.org/wiki/Murder_of_Stephen_Lawrence","description":"1993 killing in London","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Stephen Lawrence was a black British teenager from Plumstead, southeast London, who was murdered in a racially motivated attack while waiting for a bus in Well Hall Road, Eltham on the evening of 22 April 1993, when he was 18 years old. The case became a cause clbre: its fallout included changes of attitudes on racism and the police, and to the law and police practice. It also led to the partial revocation of the rule against double jeopardy. Two of the perpetrators were convicted of murder on 3 January 2012."},{"title":"Well Hall","web_url":"https://en.wikipedia.org/wiki/Well_Hall","description":"Human settlement in England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg/320px-Well_Hall_Road%2C_SE9_-_geograph.org.uk_-_229103.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Well Hall is a place to the north of Eltham in the Royal Borough of Greenwich in southeast London, England, with no present formal boundaries and located 13.5km (8.4mi) east-southeast of Charing Cross. In the past Well Hall was the grounds of a manor house, and then a hamlet. Today it is a largely residential suburb and housing estate absorbed by the development of Eltham and London. It is centred on the main road between Eltham and Woolwich, on which many shops and businesses are located. Several major A roads including the South Circular Road and A2 road pass through the area, as does a railway line, serving Eltham station which is located in Well Hall. The Postcode that covers Well Hall and most of the Eltham area is SE9, and the 020 dialing covers the entire Royal Borough of Greenwich. Well Hall is split across two electoral wards, Eltham West on the west side of Well Hall Road, and Eltham North on the east side of Well Hall Road. In 2015 the population of these two wards combined was recorded as 24,621, although the wards cover a larger area than just Well Hall."},{"title":"Eltham","web_url":"https://en.wikipedia.org/wiki/Eltham","description":"District of southeast London, England","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Eltham_wards.png/320px-Eltham_wards.png","thumbnail_width":320,"thumbnail_height":322},"abstract":"Eltham is a district of southeast London, England, within the Royal Borough of Greenwich. It is 8.7 miles (14.0km) east-southeast of Charing Cross, and is identified in the London Plan as one of 35 major centres in Greater London. The three wards of Eltham North, South and West have a total population of 35,459. 88,000 people live in Eltham."}]}],"weather":[{"date":"19930422","time":"1993-04-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":76,"wspd":9.4},{"date":"19930422","time":"1993-04-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":78,"wspd":9.4},{"date":"19930422","time":"1993-04-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":77,"wspd":5.4},{"date":"19930422","time":"1993-04-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":76,"wspd":5.4},{"date":"19930422","time":"1993-04-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":81,"wspd":9.4},{"date":"19930422","time":"1993-04-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":88,"wspd":9.4},{"date":"19930422","time":"1993-04-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":9.4},{"date":"19930422","time":"1993-04-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":82,"wspd":16.6},{"date":"19930422","time":"1993-04-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":79,"wspd":16.6},{"date":"19930422","time":"1993-04-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":69,"wspd":9.4},{"date":"19930422","time":"1993-04-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":65,"wspd":9.4},{"date":"19930422","time":"1993-04-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":62,"wspd":14.8},{"date":"19930422","time":"1993-04-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":61,"wspd":14.8},{"date":"19930422","time":"1993-04-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":58,"wspd":14.8},{"date":"19930422","time":"1993-04-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":55,"wspd":13},{"date":"19930422","time":"1993-04-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":53,"wspd":16.6},{"date":"19930422","time":"1993-04-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":56,"wspd":16.6},{"date":"19930422","time":"1993-04-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":58,"wspd":20.5},{"date":"19930422","time":"1993-04-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":69,"wspd":22.3},{"date":"19930422","time":"1993-04-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":73,"wspd":16.6},{"date":"19930422","time":"1993-04-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":74,"wspd":13},{"date":"19930422","time":"1993-04-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":83,"wspd":16.6},{"date":"19930422","time":"1993-04-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":83,"wspd":13},{"date":"19930422","time":"1993-04-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":81,"wspd":14.8},{"date":"19930422","time":"1993-04-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":14.8},{"date":"19930422","time":"1993-04-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":9.4},{"date":"19930422","time":"1993-04-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":9.4},{"date":"19930422","time":"1993-04-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":13},{"date":"19930422","time":"1993-04-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":9.4},{"date":"19930422","time":"1993-04-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":14.8},{"date":"19930422","time":"1993-04-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":13},{"date":"19930422","time":"1993-04-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":14.8},{"date":"19930422","time":"1993-04-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":9.4},{"date":"19930422","time":"1993-04-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19930422","time":"1993-04-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":5.4},{"date":"19930422","time":"1993-04-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":7.6},{"date":"19930422","time":"1993-04-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19930422","time":"1993-04-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":9.4},{"date":"19930422","time":"1993-04-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":100,"wspd":5.4},{"date":"19930422","time":"1993-04-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":22.3},{"date":"19930422","time":"1993-04-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":22.3},{"date":"19930422","time":"1993-04-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":18.7},{"date":"19930422","time":"1993-04-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":22.3},{"date":"19930422","time":"1993-04-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":22.3},{"date":"19930422","time":"1993-04-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":29.5},{"date":"19930422","time":"1993-04-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":68,"wspd":33.5}]},"19930423":{"guardian_articles":[],"nytimes_articles":[{"date":"19930423","headline":"Calm Restored After Violence At New Prison Near Danbury","web_url":"https://www.nytimes.com/1993/04/23/nyregion/calm-restored-after-violence-at-new-prison-near-danbury.html","abstract":"  Guards regained control of a high-security prison here early this morning after a seven-hour disturbance by about 90 inmates.   While state officials said that everything was under control, many local residents said the violence confirmed their fears about having a prison in their area. The prison opened six months ago after a community effort to keep it out of Newtown failed.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Review/Opera; 'Iphigenie en Tauride' at the Manhattan School of Music","web_url":"https://www.nytimes.com/1993/04/23/arts/review-opera-iphigenie-en-tauride-at-the-manhattan-school-of-music.html","abstract":"  The matters at stake in many operas are not only what happens to the characters, but also what happens to the nature of opera itself; esthetic battles have accompanied staged ones. One of the masters of both forms of conflict was Christoph Willibald Gluck, whose 1779 opera \"Iphigenie en Tauride\" was performed on Wednesday night at the Manhattan School of Music. This production, directed by James Robinson, also yearns to take a role in contemporary debates about operatic presentation, though it does so with far less coherence than did Gluck.    Gluck's impact on the evolution of opera was immense, and he made the issues clear from the very beginning of this elegantly dramatic work. He was opposed to the Italian style in which florid display of a singer's abilities could become an ornament to mythic tales. He wished, in his words, to \"restrict music to its true office of serving poetry by means of expression.\"","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/23/nyregion/editors-note-392093.html","abstract":"  An obituary on Tuesday, and in some editions on Monday, reported the death of South Dakota's Governor, George S. Mickelson, in an airplane crash.   The obituary included an account of a 1989 arrest of the Mickelsons' teen-age son after an incident during a party at the Governor's Mansion while the elder Mickelsons were out of town.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"TVWeekend; Helpless, as a Premature Baby Fights to Live and Fails","web_url":"https://www.nytimes.com/1993/04/23/arts/tvweekend-helpless-as-a-premature-baby-fights-to-live-and-fails.html","abstract":"  Born three months premature, Emily Butterfield weighed 1 pound 11 ounces. She died 53 days later. Emily's story, and that of her anguished parents, was told by her mother, Elizabeth Mehren, in the book \"Born Too Soon.\" Now it has been adapted by Susan Baskin into a movie, also titled \"Born Too Soon,\" that can be seen on Sunday at 9 P.M. on NBC. Anyone who has ever cared for a hospitalized child over an extended time will vouch for the keen authenticity of the details, physical and emotional.   Ms. Mehren, an East Coast correspondent for The Los Angeles Times, and her husband, Fox Butterfield, a correspondent for The New York Times, are played with quiet but tough honesty by Pamela Reed and Michael Moriarty. The story begins with Elizabeth, less than six months pregnant, making an ordinary business trip to Los Angeles. On the plane back to New York, her water breaks. Why? A doctor says sometimes it's just bad luck. Elizabeth says, \"Bad luck is supposed to happen to other people.\"","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Manhattan Apartments;\nCondominiums Growing in Popularity","web_url":"https://www.nytimes.com/1993/04/23/us/manhattan-apartments-condominiums-growing-in-popularity.html","abstract":"More prospective buyers are considering condominiums in Manhattan over co-ops because of factors like the greater liquidity of condominiums and the power of co-op boards to restrict who can buy. \n\n\"Historically, New York has been a co-op town, and owners originally wanted that type of control and the exclusivity that went with it,\" said Henry Robbins, vice president of Yale Robbins, a Manhattan publisher that reports on real estate trends. \"Now we're in the 1990's, and people want to be able to get up and go and not have to worry, 'Will the co-op board approve my buyer?' \"","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"But, Even in Hard Times, It's Not a Flea Market : Recession Cuisine for Paris Tables","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-but-even-in-hard-times-its-not-a-flea-market-recession-cuisine-for.html","abstract":"- The good news is that in today's economic climate, you can get a table at just about any restaurant you desire, on very short notice.The bad news is that when you go, you may very well be dining alone.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-92114661503.html","abstract":"Viewing vs. Reading. Regarding \"Declare War on Television's Sick Infatuation With Violence\" (Opinion, April 8) by George F. Will:. People who have grown up on television's false portrayal of fiction-as-fact do not learn to distinguish fact from","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Review/Art; A Trove of Collectibles, From Bibles to Letters","web_url":"https://www.nytimes.com/1993/04/23/arts/review-art-a-trove-of-collectibles-from-bibles-to-letters.html","abstract":"  Anyone eager to study one of the world's great illuminated manuscripts, to peruse a letter written backward by Jane Austen, to admire a handful of sublime Rembrandt etchings, to linger over the first complete printed edition of the Hebrew Bible, or to encounter a Redoute tulip the size of a grapefruit will have a heyday at \"A Great Legacy: Morgan Collections, 1913-1943\" at the Pierpont Morgan Library.   This astonishing grab bag of a show, drawn from the Morgan's vast holdings, offers these attractions and close to 300 others as well. If their chockablock display smacks of the curio-cabinet as much as the treasure chest, the objects themselves attest to a collection of stunning range and quality, one that is itself an artifact of the taste, power and patronage of a bygone day.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Giants Sign Fullback","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-pro-football-giants-sign-fullback.html","abstract":"  The Giants signed VICTOR JONES, a free-agent fullback, yesterday, and if he plays well enough he may keep OTTIS ANDERSON off the team. Jones, 5 feet 8 inches and 220 pounds, played for the Houston Oilers in 1990 and 1991 and the Denver Broncos last season, mostly on special teams. Last season, he started the Broncos' final game, against the Kansas City Chiefs. The Giants have not decided whether to offer Anderson, 36, a contract.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Sports of the Times; On Track and Off, Advancing a Stride at a Time","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-of-the-times-on-track-and-off-advancing-a-stride-at-a-time.html","abstract":"  A COLD wind was rippling flags from somewhere beyond 33d Street, making Thursday at the relays even more raw than the very first Thursday, 15 years ago. That was when the Penn Relays expanded to include an afternoon of events devoted entirely to females, giving high school girls and college women the chance to experience something they had only heard about from the boys and men -- the glory of Franklin Field when the flags ripple gently on a warm, spring afternoon.   O.K., so sometimes those flags are pushed out straight and the afternoon brings a post-winter freeze. No matter. The occasion is memorable enough that for those who usually compete away from the crowds, the setting is more important than the temperature.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/23/style/chronicle-733093.html","abstract":"  ELLEN V. FUTTER was a senior at Barnard College in 1971, when the Women's Center was formed there, \"very much a part of the emerging women's movement that affected my generation of students profoundly,\" she recalled yesterday.    Now, Ms. Futter is president of the college, and this evening she will be among 250 people who will gather to toast the center, now called the Barnard Center for Research on Women, at a dinner on the campus.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"12 IN STATE DEPT. ASK MILITARY MOVE AGAINST THE SERBS","web_url":"https://www.nytimes.com/1993/04/23/world/12-in-state-dept-ask-military-move-against-the-serbs.html","abstract":"  In an unusual revolt against American policy in the Balkans, the State Department's top experts on the Balkans have sent Secretary of State Warren Christopher an impassioned letter that calls Western diplomacy a failure and recommends military action against the Serbs.    The experts, career diplomats serving in Washington, said in a petition to Mr. Christopher that the United States had a moral obligation to save the Muslims from \"genocide\" at the hands of Serbian nationalist forces in Bosnia.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"Russian Official Links Defense Chief to Illegality","web_url":"https://www.nytimes.com/1993/04/23/world/russian-official-links-defense-chief-to-illegality.html","abstract":"  Just three days before a referendum on Boris N. Yeltsin's performance as Russia's President, Russia's top law enforcement officer today accused Mr. Yeltsin's Defense Minister of involvement in the illegal sale of military property in the former East Germany.   The charges against Gen. Pavel S. Grachev were made by Valentin G. Stepankov, the Procurator General of Russia, whose job is roughly that of an attorney general in the United States. They came only days after Vice President Aleksandr V. Rutskoi, who has broken with Mr. Yeltsin, accused various Yeltsin officials of corruption.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/23/nyregion/inside-368893.html","abstract":"  U.S. Role in Nuclear Issue   The United States offered to take part in talks to resolve North Korea's refusal to abide by an international treaty on nuclear weapons. Page A10. Lawmakers Support Reno    Attorney General Janet Reno was praised in Congress for her handling of the assault on the cult compound in Texas, but the agency involved in the initial raid is under fire. Page A20. Germany Cuts Interest Rates    The German central bank again lowered two key interest rates amid signs that Germany's recession had worsened substantially. Page D1. Italian Premier Resigns    Prime Minister Giuliano Amato of Italy formally resigned, opening what is likely to be intense political competition over a successor. Page A9. Holtzman's Bank Got Job    As the New York City Comptroller was renegotiating a loan, her office recommended a branch of the bank to become a bond underwriter. Page B1. Ozone Loss Goes On    The atmospheric ozone layer declined this year in the Northern Hemisphere, scientists say, but the effect may not last. Page A24.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor.html","abstract":"Japan's Cars in Europe. Regarding \"Man Who Built BMW Steps Down\" (March 19):. The article states that Japanese car companies \"are moving aggressively into the European Community market, where they are setting up production facilities to get","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"By Pratt & Whitney's Math, Connecticut Costs Too Much","web_url":"https://www.nytimes.com/1993/04/23/nyregion/by-pratt-whitney-s-math-connecticut-costs-too-much.html","abstract":"  When Pratt & Whitney, Connecticut's largest private employer, said last week that it might have to close most of its state operations, it did more than send a shudder through the state's economy.  It put a specific and startling price tag on just how badly Connecticut's business climate is out of step with its competition.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Review/Film; Love Recaptured, Far From the Alaskan Tundra","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-love-recaptured-far-from-the-alaskan-tundra.html","abstract":"Young Eskimo and sweetheart. Colorfully eccentric odyssey but conventional core. Best for eerily authentic Arctic episodes.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-93014546647.html","abstract":"A President's Priorities. Regarding \"To Lead an Unruly World, Clinton Needs Success\" (Opinion, April 12):. Leslie H. Gelb seems to have missed the point of President Bill Clinton's reason for being, and focuses on a questionable measure of a pre","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-90119380755.html","abstract":"A Lesson of Defiance . Regarding \"Bosnia: A Record of Western Inanity and Cowardice\" (Opinion, April 8) by William Pfaff:. At the end of his piece, Mr. Pfaff asks, \"What will follow?\" One answer appears in a headline on the front page","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"U.S. Examining Ways to Protect Nuclear Plants Against Terrorists","web_url":"https://www.nytimes.com/1993/04/23/us/us-examining-ways-to-protect-nuclear-plants-against-terrorists.html","abstract":"  The Nuclear Regulatory Commission said today that it had begun analyzing potential precautions to protect reactors against a truck-bomb attack like the one at the World Trade Center two months ago.    But commission members said they were concerned that the cost would be very high at some plants, and that a new requirement for defenses against truck or car bombs would lead to additional requirements to protect against bombs in boats and airplanes.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Intense Burst of Gamma Rays Adds to Puzzle About Origin","web_url":"https://www.nytimes.com/1993/04/23/us/intense-burst-of-gamma-rays-adds-to-puzzle-about-origin.html","abstract":"  An American satellite has detected the most intense flash of gamma radiation observed in the two years of its operation, further mystifying astronomers as to the nature and origin of the extremely powerful phenomenon known as gamma-ray bursts.   Astronomers said yesterday that \"the Super Bowl event,\" so called because it occurred on Jan. 31, the day of this year's National Football League championship game, appeared to produce 10 times more energy than any previously observed gamma-ray burst. The burst lasted about a second and was more than 100 times brighter at its peak than the brightest steady source of gamma rays in the Milky Way galaxy, and more than 1,000 times brighter than any other known extragalactic source.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"A Green and Gold Tonic for the Yankees","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-a-green-and-gold-tonic-for-the-yankees.html","abstract":"  Suddenly, Oakland did not seem like a problem place to visit anymore. The memory of a bullpen breakdown no longer lingered, and some Yankees were privately hoping to see Dennis Eckersley again. They never did today because the score was too lopsided.   Two straight victories can work wonders toward erasing one damaging loss, and the Yankees completed the healing exacta by taking advantage of an outfield misplay and Ron Darling's erratic control to scurry to a 5-1 triumph at the Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Look Who's Criticizing Israel Nowadays; Between Two Cultures","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-look-who-s-criticizing-israel-nowadays-between-two-cultures-123093.html","abstract":"  To the Editor:   \"Cruelty and Silence,\" A. M. Rosenthal's column of April 13, uses a discussion of book by Kanan Makiya to attack Prof. Edward W. Said, characterizing Professor Said as an Arab intellectual who has supported repressive regimes in the Arab world. In an Op-Ed article on Jan. 11, 1991, Professor Said wrote, \"No Arab president or king is accountable to his people; this is just as true of Saddam Hussein as of the others.\"    Edward Said has been one of the most outspoken critics of Saddam Hussein and has also spoken up with courage against the Ayatollah Ruhollah Khomeini's fatwa against Salman Rushdie. For a Palestinian to take either of these positions is to place himself in real jeopardy.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"When On Time Was Too Late","web_url":"https://www.nytimes.com/1993/04/23/sports/when-on-time-was-too-late.html","abstract":"  The wonder is not that the 1,095 Knicks playoff tickets available to the public for each of the seven potential home games in the first two rounds were snapped up almost as soon as they went on sale at 9 A.M. yesterday, but that some fans actually thought they could show up at Madison Square Garden at 9 A.M. and buy some.   As they discovered, the line had started forming about 6 P.M. Wednesday, quickly extending all the way to Eighth Avenue. It had grown so long by midnight that Garden security officials, concerned for the fans' safety and health in the rainy weather, decided to give both the fans and security guards a break. They issued numbered identification bracelets to those in line and sent them home assured of reclaiming their place after a night's sleep and being able to buy their quota, a total of up to six tickets per person.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Review/Film; Reunion at an Old Camp Where Love Flowered","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-reunion-at-an-old-camp-where-love-flowered.html","abstract":"Grown-up reunion at childhood camp. Sincere but lethargic.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Blind Secularism","web_url":"https://www.nytimes.com/1993/04/23/opinion/blind-secularism.html","abstract":"Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation 10 days: be thou faithful unto death, and I will give thee a crown of life.\n\nRevelation 2:10\n\nI n 870, the Danes assaulted a community of nuns at Coldingham, Scotland, and were flabbergasted to discover that, following the example of one Ebbe (later St. Ebbe the Younger), they had gashed their lips and noses with razors, rendering themselves so gruesome as to put to flight any lustful thoughts.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91694587327.html","abstract":"1943: The Church's Role","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Oksana Baiul: Orphan at 13 and Champion at 15","web_url":"https://www.nytimes.com/1993/04/23/sports/figure-skating-oksana-baiul-orphan-at-13-and-champion-at-15.html","abstract":"  Oksana Baiul cannot talk about the disappearance of her father, the death of her mother, or the years of uncertainty. When she tries, fat tears run from her blue eyes and Baiul can only shake her head.   \"Why?\" she asked, slumped on the sofa of a hotel suite. \"It is all in the past.\"","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Review/Dance; Dreams of Love in a Cloister Garden","web_url":"https://www.nytimes.com/1993/04/23/arts/review-dance-dreams-of-love-in-a-cloister-garden.html","abstract":"  Sweetness of spirit is not a quality one readily associates with flamenco dancers. And inspired staging and lighting do not usually seem to be priorities in Spanish dance performances. But Maria Benitez, whose company opened a two-week season at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea) on Tuesday night, has long followed her own road.   The American-born dancer and choreographer is known for her interest in creating new ways of presenting flamenco. And while the Maria Benitez Teatro Flamenco troupe closed the program with the traditional suite of flamenco dances, the high point of the evening was \"El Muro\" (\"The Wall\"), a tale of a nun who dreams of sensuous love.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Bulls Just Stay in Step In East's Pas de Deux","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-bulls-just-stay-in-step-in-east-s-pas-de-deux.html","abstract":"  It was like watching old home movies at Chicago Stadium tonight, with the Detroit Pistons here to block the Bulls' collision course with the Knicks, while making what figured to be their final playoff stand. Neither plan worked, though the Pistons came frighteningly close, as the Bulls blew a 13-point fourth-quarter lead and had to escape the aging former two-time champions in overtime, 109-103, behind, who else, Michael Jordan.   \"You don't count that team out until they're out,\" Bulls Coach Phil Jackson said of the Pistons.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Council Still Holding Report on Commissioner's Role","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-council-still-holding-report-on-commissioner-s-role.html","abstract":"  Contrary to the executive council chairman's expectation, the report that will redefine the role of the commissioner remained with baseball's ruling body today.   The chairman, Bud Selig of the Milwaukee Brewers, said last week that the report would be out of the executive council after today's meeting. But the council ended a two-hour session still holding on to the report. The longer the council delays action on the report, the longer it will take baseball's search committee to find a commissioner to succeed Fay Vincent, who resigned under pressure last Sept. 7.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/04/23/arts/restaurants-909093.html","abstract":"  Visiting Peter Luger, Brooklyn's historic steakhouse in the shadow of the Williamsburg Bridge, always induces deja vu. Since it opened in 1887, before the Williamsburg Bridge, the carnivorous formula has remained immutable.   Peter Luger, perhaps because of its marginal location, attracts a varied crowd: spiffy Manhattanites, many in stretch limousines; voracious families who have been coming for generations, and casually clad packs of young men who look as if they just came down from a Yankee game.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/04/23/arts/the-spoken-word.html","abstract":"   FILM LECTURE, Long Island University, Flatbush and DeKalb Avenues, Flatbush, Brooklyn. Leander Sales and Barry Alexander Brown, film editors, discuss their craft as part of the Spike Lee 40 Acres Film Institute lecture series. Tomorrow at 11 A.M. Admission: $25; $15 for students. Information: (718) 858-9620.  POETRY READING, La Galleria/La Mama, 6 East First Street, East Village. Edmund Pennant and Barry Wallenstein (with John Fisher, pianist) are to read from their work. Tonight at 8. Admission: $5. Information: (212) 505-2476.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"H.I.V. Positive, an Ex-Champion Comes Home","web_url":"https://www.nytimes.com/1993/04/23/sports/boxing-hiv-positive-an-ex-champion-comes-home.html","abstract":"  Ruben Dario (the Hurricane) Palacio has become a major Colombian sports figure in more ways than one. Although the 30-year-old boxer was recently stripped of his world featherweight championship title, he has gained widespread sympathy and attention here after having become infected with the virus that causes AIDS.   Palacio is the only boxer to have his title declared vacant for having contracted H.I.V., which was discovered in two blood tests performed in London last week. Public support here has grown for him.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Some Palestinians See Barrier to Peace Talks","web_url":"https://www.nytimes.com/1993/04/23/world/some-palestinians-see-barrier-to-peace-talks.html","abstract":"  Trudging back from an army checkpoint that had blocked his way to Jerusalem today, Khaled Tarayra said Palestinian leaders had no mandate from the people when they agreed this week to return to the Middle East peace talks.    \"This was not a decision for the Palestinian delegation to make, but for the Palestinian people, who are suffering under this siege,\" he said, referring to an Israeli-imposed closing of the occupied territories that prevents 1.8 million Palestinians from leaving.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"Canseco Not Guilty","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-baseball-canseco-not-guilty.html","abstract":"  Texas Rangers outfielder JOSE CANSECO was found not guilty yesterday on a misdemeanor battery charge filed after he punched a man in a Chicago nightclub last December. Cook County Judge WILLIAM O'MALLEY rejected claims by STEVEN BASSO of Chicago that Canseco hit him without provocation. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/arts/art-in-review-911293.html","abstract":"  Manny Farber  Rosa Esman Gallery 575 Broadway (at Prince Street) SoHo Through May 15    In his first New York exhibition in a decade, the California artist Manny Farber presents richly painted works that are like particularly articulate visual diaries. In each picture, Mr. Farber combines images of disparate objects, including sunflowers, fruits and vegetables, sketchbooks and iron rods of the sort used to reinforce concrete, and he shows them strewn across the surface of the painting as if across a tabletop.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Review/Film; Pseudonym Comes to Life in a Stephen King Tale","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-pseudonym-comes-to-life-in-a-stephen-king-tale.html","abstract":"Prof's bad side comes alive, via King novel. Funny, horrific  and decidedly original.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Look Who's Criticizing Israel Nowadays","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-look-who-s-criticizing-israel-nowadays-093593.html","abstract":"  To the Editor:   William Safire assures us in \"Progress in Ismailiya\" (column, April 12), on the meeting between Israel's Prime Minister Yitzhak Rabin and Egypt's President Hosni Mubarak, that democratic leaders like Mr. Rabin \"are tough cookies,\" that \"they can take criticism,\" and that sometimes this criticism helps.   Presumably, we are offered these assurances because Mr. Safire's fellow hawks, A. M. Rosenthal, Norman Podhoretz (of Commentary magazine) and their right-wing colleagues, who carried on endlessly about the immorality of American Jewish criticism of Israel's Prime Minister Yitzhak Shamir, have suddenly and shamelessly discovered the virtues of democratic dissent now that their man is out of office.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Mexico City Journal; Loved Clown Exits Down Memory-Filled Streets","web_url":"https://www.nytimes.com/1993/04/23/world/mexico-city-journal-loved-clown-exits-down-memory-filled-streets.html","abstract":"  After midnight, culture officials had said, the wake for Cantinflas was to be private: family, old friends and invited guests only. But the line of people waiting to say goodbye was still almost four blocks long.   It was the second of three wakes, really, sandwiched between one on Wednesday where President Carlos Salinas de Gortari and other important people stood guard at the comic actor's coffin and another today in the marble foyer of the Palace of Fine Arts. Tens of thousands of Mexicans filed by, and the time was still somehow short.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"Review/Film; Dialing 911? Don't Bother","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-dialing-911-don-t-bother.html","abstract":"Two Harlem barbers turned cops vs. ruthless realtor. Genial but slow.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Student Badly Hurt in Stabbing at Brooklyn High School","web_url":"https://www.nytimes.com/1993/04/23/nyregion/student-badly-hurt-in-stabbing-at-brooklyn-high-school.html","abstract":"  A 17-year-old student was stabbed in the chest yesterday in a dispute with another youth at George W. Wingate High School in Brooklyn, one of New York City's most troubled and violent schools, the police reported. The assailant, also a student at Wingate, fled on foot.   The police said the victim, Nick Soogrim, of 2015 Foster Avenue, Flatbush, a sophomore who is a native of Trinidad, was stabbed at 3:15 P.M., an hour after dismissal, in a first-floor hallway of the school at 600 Kingston Avenue, at Rutland Road in Flatbush. Witnesses said he chased the assailant outside, then returned to the school and collapsed.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"A Greener, Cleaner President","web_url":"https://www.nytimes.com/1993/04/23/opinion/a-greener-cleaner-president.html","abstract":"  President Clinton's speech commemorating Earth Day calmed the jangled nerves of those who had begun to question his interest in the environment, not least Al Gore. The Vice President was all smiles on Wednesday when Mr. Clinton pledged specific steps to address the threat of global warming and promised to sign an international treaty protecting rare and endangered species.   Both pledges reversed the timid policies of his predecessor and signaled that Mr. Clinton is prepared, at least for now, to assume the mantle of stewardship that George Bush declined.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/04/23/theater/on-stage-and-off.html","abstract":"  'Fools' Logic    The first rumpus about this year's Tony Awards surfaced this week, with the producers of \"Fool Moon\" protesting a ruling by the Tony administration committee that the show will be eligible in the category of best play. In a move that seems to defy logic, the producers said they would decline    any    nomination that implied \"Fool Moon\" -- a wordless series of clown skits performed by David Shiner and Bill Irwin, accompanied by the string-band music of the Red Clay Ramblers -- is a play.    Not that anyone thinks it's a musical. What the producers (and the performers) want is special dispensation -- either the creation of a new category or a special Tony -- that would make a distinction between the theatrical qualities of \"Fool Moon\" and those of a conventional play or musical. Not only does it make unique contributions to the theater, they say, but it's unfair to other eligible playwrights to have a wordless show competing for the best-play award, and unfair to other eligible actors to have them competing with clowns.","thumbnail":null,"section":"Theater"},{"date":"19930423","headline":"Review/Film; A Quiet Hero Lost at End Of the War","web_url":"https://www.nytimes.com/1993/04/23/movies/review-film-a-quiet-hero-lost-at-end-of-the-war.html","abstract":"  Raoul Wallenberg, the subject of Kjell Grede's deeply unsettling film \"Good Evening, Mr. Wallenberg,\" is considered one of the great heroes of World War II. A mild-mannered, apolitical upper-class Swede who was an importer of luxury foods from Hungary, he was directly responsible for saving thousands of Hungarian Jews from massacre by the Nazis.   In the film's opening scene, Wallenberg is traveling in the luxury dining car of a train speeding through central Europe when it suddenly halts, and policemen run through the cars drawing the shades. Peeking out his window, Wallenberg watches the bodies of Jewish prisoners being dumped from the cattle car of a freight train across the tracks. One is a little boy whose father leaps out to be with him and is shot to death clutching the dead child in his arms.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"Not All Bankruptcies End in Failure","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-not-all-bankruptcies-end-in-failure-088993.html","abstract":"  To the Editor:   Re \"Critics of Bankruptcy Law See Inefficency and Waste\" (front page, April 12): Chapter 11 is now used for many different purposes, with varying success. There have been glaring failures, like Eastern Airlines, which you mention. But there have been successes as well, like AM International, Baldwin-United and Texaco.   The reforms of Chapter 11 that you discuss are designed with the failures in mind. Their authors don't attempt to consider how the companies that have fared well in Chapter 11 would do under their schemes. Too often, we fear, these companies would be sold off early in the process at a low price, depriving creditors of the return they get in successful Chapter 11's.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/04/23/arts/diner-s-journal.html","abstract":"  Swiss Festival at L'Acajou    Switzerland may bring to mind fine chocolate and cheese rather than wine, yet its cool, rugged countryside produces some fresh, appealing whites and some surprisingly ripe pinot noirs and merlots. People interested in sampling some might stop by the French bistro L'Acajou, at 53 West 19th Street, Chelsea, where a Swiss food and wine festival continues through next week.   Aside from wine tastings, by the glass or the bottle, an arresting array of Swiss dishes is available at L'Acajou. Among the best sampled recently were the zucchini flan with mint ($7), cabbage stuffed with veal and pork along with a sweet onion sauce ($7), braised trout with grapes ($18), cumin-scented lamb stew with leeks and raisins ($18), and braised veal shank in red wine with prunes ($18).","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Penguins Save Best Shots for Last","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-penguins-save-best-shots-for-last.html","abstract":"  Twice they fell behind. They even trailed after two periods. But the Pittsburgh Penguins still found a way to skate off with another victory tonight, rallying to beat the Devils, 4-3, at Byrne Meadowlands Arena.   Three consecutive goals over the first part of the third period catapulted the Penguins to a 3-0 lead in the Patrick Division semifinal series. The Penguins, winners of the last two Stanley Cups and 14 straight playoff games, can eliminate the Devils with a victory here Sunday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Unions Have Worked to Attract Film Makers to New York","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-unions-have-worked-to-attract-film-makers-to-new-york-094393.html","abstract":"  To the Editor:   Your April 10 article on the ways Toronto lends itself to making films set in many other cities, including New York (arts pages), states that Toronto, unlike New York, \"offers compliant unions.\"   I'm a motion picture sound mixer and a member of the International Alliance of Theatrical Stage Employees, Local 52 in New York.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"U.S. Agrees to Discuss Arms Directly With North Korea","web_url":"https://www.nytimes.com/1993/04/23/world/us-agrees-to-discuss-arms-directly-with-north-korea.html","abstract":"  Bowing to Chinese entreaties, the United States offered today for the first time to take part in high-level talks with North Korea to help resolve a crisis caused by North Korea's refusal to honor a treaty on nuclear weapons.   The offer, a substantial easing of the Administration's stance, was made largely at the behest of China, officials said. Until now, the Administration had urged that the standoff be resolved by the United Nations, and had warned of sanctions against North Korea.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"The Art Market","web_url":"https://www.nytimes.com/1993/04/23/arts/the-art-market.html","abstract":"  Double Dutch   The Metropolitan Museum of Art came    this    close to making an important purchase recently.   The museum reached an agreement several weeks ago, people in the art world say, to pay $2.3 million for an 18th-century still life of flowers by the Dutch painter Jan van Huysum. The painting had hung for decades at Sudeley Castle, a stately home in Gloucestershire, England, owned by Lord and Lady Ashcombe. But at the last minute, in a move that surprised many experts, the Metropolitan changed its mind.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Faculty at U. of Virginia Accepts Limited Sex Ban","web_url":"https://www.nytimes.com/1993/04/23/us/faculty-at-u-of-virginia-accepts-limited-sex-ban.html","abstract":"  The University of Virginia faculty today rejected a proposal that would have barred romance between professors and undergraduates, and instead voted to ban relationships only between professors and the students they supervise.   The proposed ban, which must be approved by the university president, Dr. John T. Casteen 3d, would forbid professors and graduate teaching assistants from amorous or sexual relationships or overtures involving students whom they teach, coach, evaluate or to whom they allocate money.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Critic's Notebook; Making Art of the Holocaust: New Museum, New Works","web_url":"https://www.nytimes.com/1993/04/23/us/critic-s-notebook-making-art-of-the-holocaust-new-museum-new-works.html","abstract":"  \"To write poetry after Auschwitz is barbaric,\" said the German philosopher Theodor Adorno, and implicit in his statement was the challenge that has faced every artist who has tried to grapple with the Holocaust.   The four works of art commissioned by the United States Holocaust Memorial Museum, which opens to the public here on Monday, are attempts to meet that challenge. They have been chosen by an exceptionally thoughtful committee of curators, scholars and collectors. The artists have eschewed the \"small child clinging to mother's skirt\" sort of realism that has turned much memorial imagery into kitsch. These are serious works of abstraction that nonetheless try to evoke in their forms some of the difficult issues at hand.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/arts/art-in-review-115093.html","abstract":"  Jane Hammond   Jose Freire Fine Art  130 Prince Street  SoHo  Through tomorrow    The method behind Jane Hammond's complex use of images is neatly summed up in one of the paintings in this impressive if somewhat unsatisfying show. In it, a young woman in a bathing suit (the body is Esther Williams's; the face is the artist's, copied from a portrait done by a street painter) climbs out of a swimming pool in which bob a dozen or so unlikely looking male heads: clowns, comic-strip characters, phrenological models and so on. Above them all float two cartoon balloons full of numbers.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Atom-Fuel Route Reconsidered","web_url":"https://www.nytimes.com/1993/04/23/nyregion/atom-fuel-route-reconsidered.html","abstract":"  Responding to safety concerns, Long Island Power Authority officials said yesterday that they would reconsider a plan to ship 100 tons of nuclear fuel by rail from the Shoreham power plant through densely populated areas in Long Island and New York City.   Richard M. Kessel, chairman of the authority, said after a meeting with New York City officials that he and his staff would take another look at the option of shipping the radioactive fuel by barge instead of by train, since both Shoreham and the destination point, a power plant in Limerick, Pa., are accessible by water. 33 Rail Trips Planned    \"There's no fail-safe option here,\" Mr. Kessel said after the meeting. \"But we agreed to take a more concentrated look at the barge alternative.\"","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Mr. Smith, Independent of Ohio, Enters N.F.L. Draft","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-football-mr-smith-independent-of-ohio-enters-nfl-draft.html","abstract":"  Robert Smith. The name evokes intense emotions and opinions here in Buckeyes land.   Take your pick.   A) Robert Smith is home-grown -- born in Cleveland, grew up in nearby Euclid, was named the state's high school player of the year as a junior and senior and in 1990 broke Archie Griffin's freshman rushing record at Ohio State. A history major with an emphasis in a pre-med curriculm, he is as articulate and intelligent as he is talented at tailback, where he displays long, loping strides and beautiful breakaway speed. He quit the Ohio State football team in 1991 over an assistant coach's insistence that he miss classes for football practice, he said. He returned to the team last season, led it in rushing and is now projected as a first-round pick in the National Football League draft on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"For Children","web_url":"https://www.nytimes.com/1993/04/23/arts/for-children.html","abstract":"  Queens Zoo   53-51 111th Street  Flushing Meadows-Corona Park  (718) 271-7761  Recommended for all ages    The first thing you come upon at the Queens Zoo is the marsh, where the large pond ripples with the activity of ducks, sandhill cranes, swans, herons, egrets and Canada geese. The setting makes visitors feel as if they have stumbled into someone's woodsy, teeming backyard. The zoo's mix of familiar and not-so-familiar animals indigenous to North America make it a comfortable yet exotic visit.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"In Southern Africa, Rains' Return Averts Famine","web_url":"https://www.nytimes.com/1993/04/23/world/in-southern-africa-rains-return-averts-famine.html","abstract":"  After the worst drought this century ravaged much of southeastern Africa, the first rains began to fall here last November. Nzombe Munyoro and his wife were so happy they just stood in their empty parched fields and let the water soak them. And when month after month the rains kept coming, the 54-year-old farmer, who had lost his 18 cattle to starvation and had not even seen seeds sprout in his fields for over a year, planted maize and cotton and watched it grow, finally convinced his family would survive.   In Zimbabwe, one of the countries hardest hit by the drought, the advent of this year's wet season brought more than just a sigh of relief from farmers, cattle ranchers, businessmen and Government officials. After the year-long drought, which required the importation of millions of tons of food for most of East and Southern Africa, the rain in this largely agricultural country was greeted almost as a miracle, a reprieve from the brink of disaster.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"The Giants Stay Warm by Running Around the Bases","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-the-giants-stay-warm-by-running-around-the-bases.html","abstract":"  The Mets have found their gear, and it is neutral.   The engine can make noise from night to night, from inning to inning, but to no great purpose. Idle is what the Mets have done best, and their standing still hasn't always been pretty.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"One Speech Led to Demotion, Says Jeffries, Fighting Ouster","web_url":"https://www.nytimes.com/1993/04/23/nyregion/one-speech-led-to-demotion-says-jeffries-fighting-ouster.html","abstract":"  Dr. Leonard Jeffries of City College testified yesterday that the outcry following a 1991 speech in which he said there was a Jewish conspiracy against him, which critics called racist, crushed his academic freedom and right to free expression and said \"the weight of the reaction dampened my spirits.\"   Dr. Jeffries also said in Federal District Court in Manhattan that the controversial speech was the only reason that university trustees acted in March 1992 to strip him of his title as chairman of the black studies department, a job he had held for almost 20 years.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"7 EGYPT MILITANTS SENTENCED TO DIE","web_url":"https://www.nytimes.com/1993/04/23/world/7-egypt-militants-sentenced-to-die.html","abstract":"  In its first trial of Islamic militants charged with attacks on foreign tourists, an Egyptian military court today sentenced 7 of 49 defendents to death.   Seventeen of the men were acquitted, 3 were handed 25-year prison sentences and the others between 2 to 15 years at hard labor.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"If It's Playoff Overtime, It Must Be the Islanders","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-if-it-s-playoff-overtime-it-must-be-the-islanders.html","abstract":"  Patrick Flatley, who had missed part of the game with a scratched eyeball, slammed his body into the corner and forced the puck free. Benoit Hogue, who had missed part of the game with a swollen and possibly broken knuckle, took the puck, sprang out, froze a Washington defenseman in his tracks and slid a crisp pass in front of the net.   Ray Ferraro, who hadn't missed any time with any injury tonight and hardly remembers the broken leg that kept him out all last winter, stabbed at the puck and drove it past goalie Rick Tabaracci and into the Washington net, triggering a long, loud celebration among the 14,180 fans who watched the first playoff game at Nassau Coliseum in three years.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Magic Denies the Reports That He'll Coach Lakers","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-basketball-magic-denies-the-reports-that-he-ll-coach-lakers.html","abstract":"  Magic Johnson, who has Los Angeles Lakers season tickets, has reportedly been asked to sit instead on the team's bench.   A Los Angeles radio station reported today that the Lakers' owner, Jerry Buss, has offered Johnson the Lakers head coaching job. Johnson, the former all-star point guard who is infected with the virus that causes AIDS, denied that he had been offered the job through his agent, Lon Rosen.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Holocaust Museum Hailed as Sacred Debt to Dead","web_url":"https://www.nytimes.com/1993/04/23/us/holocaust-museum-hailed-as-sacred-debt-to-dead.html","abstract":"  Nearly 50 years after the furnaces of Nazi Germany devoured their last victims, survivors and world leaders gathered beneath a bleak, disconsolate sky today to dedicate a museum chronicling man's descent into darkness and the indifference to evil that marked the era.   The United States Holocaust Memorial Museum was hailed not as the triumph of the human spirit over brutality or survival over genocide, but as a debt to the dead, a warning to future generations of the cost of detachment.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/23/nyregion/news-summary-354893.html","abstract":"  International A3-12  BOSNIA DEBATE SHARPENS IN U.S.  In an unusual action, the State Department's top experts on the Balkans and the United States representative to the United Nations are pressing for military action against the Serbs.  A1  STANDOFF HOLDS IN SREBRENICA  A tense standoff continued in the enclave of Srebrenica, in eastern Bosnia, with Serbian nationalist commanders saying U.N. troops had made \"a farce\" of their pledge to disarm Muslim defenders.  A12","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/23/arts/sounds-around-town-905893.html","abstract":"  'Latin Pianos'    \"Latin Pianos in Concert '93,\" Lehman Center for the Performing Arts, Bedford Park Boulevard West and Goulden Avenue, Bedford Park, the Bronx, (212) 960-8833. This Latin piano shootout, which is to feature Eddie Palmieri, Papo Lucca, Danilo Perez and Edsel Gomez, will bounce between Latin jazz and hard salsa. Mr. Palmieri and Mr. Lucca lead their own bands, and both know their jazz harmony; Mr. Perez and Mr. Gomez are on the jazz scene and know their Latin vamps. They'll all be backed by the young percussionist Giovanni Hidalgo and a big band. The show on Sunday will start at 3; tickets are $15 to $25. George Clinton's Band    George Clinton and the P-Funk All-Stars, the Ritz, 254 West 54th Street, Manhattan, (212) 541-8900, and Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. One of the greatest funk and rock bands ever will spend the weekend in town. George Clinton presides over a sprawling, funky mess of a show, loud, carnivalesque, anarchic and more. Chants lead into intense guitar solos, which lead into songs; scatology mixes with politics, and when it's over -- even after a few volcanic hours -- the music is always missed. The show at the Ritz starts tonight at midnight; tickets are $22. The show at Tramps will start on Sunday at 8 P.M.; tickets are $25.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Bank Named to Bond Sale After Loan to Holtzman Campaign","web_url":"https://www.nytimes.com/1993/04/23/nyregion/bank-named-to-bond-sale-after-loan-to-holtzman-campaign.html","abstract":"  Seven months after a bank provided a timely loan to the Senate campaign of the New York City Comptroller, Elizabeth Holtzman, the bank's securities branch was named as an underwriter of city bonds on the recommendation of Ms. Holtzman's office, according to Federal election records and city officials.   The recommendation by Ms. Holtzman's office was made last month at the same time that Ms. Holtzman's Senate campaign was trying to renegotiate terms of the loan, which has been only partly repaid. Her office did not disclose the existence of the loan when it made the recommendation.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-90961500944.html","abstract":"Friendly Computerland . Regarding \"Here's to All My Pen Pals, Computerized and Human\" (Meanwhile, April 2):. As a result of my above-mentioned article, a number of people have asked me if my use of a computer and a modem to communicate is not co","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Mr. Dole's Selfish Strut","web_url":"https://www.nytimes.com/1993/04/23/opinion/mr-dole-s-selfish-strut.html","abstract":"  \"So, how do you think Clinton's doing?\" One confronts that question everywhere these days. Except for his surprisingly worthy speech on the environment, the President has been in a blind stagger for several days. With Janet Reno's help, he made Waco a synonym for fiasco. On the economic-stimulus package, Mr. Clinton and his staff managed to make the Senate Republicans, usually a milling school of minnows, look like a pack of tiger sharks.   But the economic debate deserves a closer look. Mr. Clinton's sin was clumsiness. The Republicans' was one of indifference to the plight of working people and to untangling the economic wreckage left by the Reagan and Bush Administrations. So it's important to look behind the headlines congratulating Senator Bob Dole and his colleagues on their tactical brilliance in killing this Administration's $19.5 billion package.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Roseanne Arnold Says She Will Leave ABC","web_url":"https://www.nytimes.com/1993/04/23/arts/roseanne-arnold-says-she-will-leave-abc.html","abstract":"  Roseanne Arnold, who has been waging a war of nerves and words against her television network, stepped up the conflict yesterday, declaring that her relationship with ABC was \"absolutely over.\"   Ms. Arnold, whose show \"Roseanne,\" which just completed the television season as the second-ranked show in prime time, after CBS's \"60 Minutes,\" said network executives had repeatedly lied to her about when they would decide the future of \"The Jackie Thomas Show,\" another comedy she produces. That show stars Ms. Arnold's husband, Tom Arnold.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"Alabama Governor Found Guilty Of Ethics Charges and Is Ousted","web_url":"https://www.nytimes.com/1993/04/23/us/alabama-governor-found-guilty-of-ethics-charges-and-is-ousted.html","abstract":"  Guy Hunt, the part-time preacher who became Alabama's first Republican Governor since Reconstruction, was convicted today on a felony charge of violating a state ethics law and was immediately removed from office.   Mr. Hunt, who rose from obscurity in rural Holly Pond to become Governor in 1987 and was re-elected in 1990, looked ashen but showed no emotion after jurors, who deliberated for only two and a quarter hours, found him guilty of converting $200,000 to personal use from a nonprofit fund set up for his inauguration.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"The Reinvention of a Shopping Mall","web_url":"https://www.nytimes.com/1993/04/23/nyregion/our-town-the-reinvention-of-a-shopping-mall.html","abstract":"  WITH the words \"Born to Shop\" printed across her pink pullover, 3-year-old Hillary Carter gazed upward from her stroller at the fountain shooting jets of water 30 feet into the air.   Her mother, Susan, in matching pink pullover and looking a little dazed, said, \"I think I'm lost. I don't recognize this place.\"","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Compound's Ashes Searched for Clues","web_url":"https://www.nytimes.com/1993/04/23/us/death-in-waco-compound-s-ashes-searched-for-clues.html","abstract":"  Amid the charred rubble of the Branch Davidian compound, two dozen workers today picked carefully through twisted wiring, stacks of burst canned goods and many small orange flags fluttering around the site. The flags marked bodies that investigators have found so far.   \"It's rather ominous,\" Dr. Nizam Peerwani, the Medical Examiner from neighboring Tarrant County, who is heading the forensic operation under contract with local officials, said of the scene. Contradicting statements made by Federal officials in Washington on Wednesday, he added, \"There is no evidence of any gunshot wounds\" in any of the victims discovered so far.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/23/sports/results-plus-817593.html","abstract":"  HOCKEY  U.S. Gets First Victory  Rob Gaudreau of the San Jose Sharks had two goals and three assists as the United States trounced an undermanned French team, 6-1, yesterday in Dortmund, Germany, for its first victory in the world championships. The Americans, after 1-1 ties with the Czech Republic and Finland, now have 4 points in Pool B and are virtually assured of a berth in the quarterfinals starting next Tuesday in Munich. Gaudreau's 5-point game was the best individual performance in the tournament. Adam Burt of the Hartford Whalers also scored two goals. France played without Franck Pajonkowski, Benoit Laporte and Christophe Ville, who were suspended one game for taking part in a post-game brawl after Wednesday's 5-3 loss to Germany. Eric Lindros scored three goals and had three assists as Canada routed Austria, 11-0, in Munich for its third straight victory. Austria has not won. Canada and Russia have advanced to the quarters from Pool A. Austrian player Christian Perthaler ruptured a blood vessel in his brain during the game against Canada. He was taken to a hospital, but did not require immediate surgery. Tournament officials said Perthaler's injury apparently was the result of overexertion, and wasn't caused by a hit. (AP) TRACK AND FIELD  Wisconsin Wins Medley  With temperatures in the 40's and winds gusting to 20 miles an hour at Franklin Field in Philadelphia, Claire Eichner anchored Wisconsin to victory in the Penn Relays' distance-medley yesterday, in 11 minutes 7.72 seconds. Eichner, who won the 1,500 and 3,000 meters in last month's National Collegiate Athletic Association indoor championships, ran her 1,600-meter split in 4:39.8, pulling away from Villanova's Cheri Goddard in the final 300 meters. Among other winners on the first full day of the weekend meet were Lauren Gubicza of Fordham, who outsprinted Molly McClimon of Michigan to score a repeat victory in the 3,000 meters individual race, and Danyel Mitchell of Louisiana State, who won the discus with a throw of 175 feet 7 inches and finished second in the shot put to Stevanie Wadsworth of Texas Christian, whose winning put was 54-0. In the high school competition, Amanda White, the nation's top schoolgirl distance runner, won the 3,000-meter in 9:46.62. The 17-year-old senior from Dulaney High in Timonium, Md., sprinted past Kate Landau of Grahamsville, N.Y., on the final lap to win by 15 meters and reverse the outcome of last year's race. White is the national cross-country champion.  TENNIS","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Standoff for Muslim Enclave in Bosnia","web_url":"https://www.nytimes.com/1993/04/23/world/standoff-for-muslim-enclave-in-bosnia.html","abstract":"  A tense standoff continued today in the Muslim enclave of Srebrenica in eastern Bosnia, with Serbian nationalist commanders claiming that United Nations troops had made \"a farce\" of their pledge to disarm the town's Muslim defenders, collecting only limited numbers of old weapons and allowing thousands of Muslim soldiers to retain their arms.    At one point today, Serbian commanders hinted that they might attack the town and its United Nations defenders, but at nightfall Canadian officers serving in the 145-man United Nations military contingent reported that the town and its immediate vicinity were mostly quiet.","thumbnail":null,"section":"World"},{"date":"19930423","headline":"A Museum Hall That Celebrates Human Evolution","web_url":"https://www.nytimes.com/1993/04/23/arts/a-museum-hall-that-celebrates-human-evolution.html","abstract":"  FEW things are so endlessly fascinating as the human body: its beauty of form, its maze of intricate mechanisms, its evolutionary origins, its place in the animal world. A new permanent exhibition opening today at the American Museum of Natural History celebrates the human body, and visitors will not be disappointed.   The new Hall of Human Biology and Evolution, combining spectacular dioramas with models, animated displays and lucid explanations, seems destined to become one of the most popular museum exhibitions New York City has seen. Eight years and $6.7 million in the making, the hall brightens the intrinsic attraction of its subject with eye-catching technologies, including holograms, fiber optics and stereo-photographic reproduction of ice-age cave walls, among other things.","thumbnail":null,"section":"Arts"},{"date":"19930423","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/23/nyregion/no-headline-379393.html","abstract":"  \"To forget would mean to kill the victims a second time. We could not prevent their first death; we must not allow them to be killed again.\" -- ELIE WIESEL, at the dedication of the Holocaust Memorial Museum in Washington.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Garden Chic in Germany:The Pond","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-garden-chic-in-germanythe-pond.html","abstract":"-When Peter Buhl and his colleagues have finished a hard day at the office, they go their separate ways. The colleagues go to a local pub to unwind and Buhl goes to his pond.He's not the only one. Neighbors on both sides have built ponds and spend their evenings after work and on weekends gazing into the clear waters watching goldfish and large water snails go about their business. \"But I was the first on the block,\" Buhl says with pride.","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Head Agent Is Haunted, but Unbowed","web_url":"https://www.nytimes.com/1993/04/23/us/death-in-waco-head-agent-is-haunted-but-unbowed.html","abstract":"  Bristling at suggestions that the authorities lost patience in the standoff with the Branch Davidian cult, the agent in charge of the Federal Bureau of Investigation's operation said today that he would \"live with the horror of this,\" but that he did not know what could have been done differently.   The agent, Jeffrey Jamar, sat in a Waco hotel room, reading a newspaper editorial that criticized the bureau's action as hasty. He shook his head and tossed the newspaper across a table.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Officers Cleared in Slaying of Fleeing Man","web_url":"https://www.nytimes.com/1993/04/23/nyregion/officers-cleared-in-slaying-of-fleeing-man.html","abstract":"  A Manhattan grand jury has voted not to indict two police officers in the fatal shooting of an armed man who ran from the scene of a brawl outside a 24-hour diner last month, the Manhattan District Attorney's office said yesterday.   The man, Bekim Ahmeti, 20, of 83 Continental Place in Mariners Harbor on Staten Island, was struck by four bullets -- one in the hand and three in the back of his body -- as he ran from the front of the Moonstruck Diner at 23d Street and Ninth Avenue in Manhattan at 5 A.M. March 20.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Munoz May Return","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-pro-football-munoz-may-return.html","abstract":"  ANTHONY MUNOZ, one of the great offensive lineman in N.F.L. history, who retired from the Bengals after last season, passed a physical and wants to play next season with the Tampa Bay Buccaneers. Munoz, 34, was an 11-time Pro Bowl selection in 13 years with Cincinnati. The Buccaneers are coached by the former Bengals coach SAM WYCHE. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Muggings in the Kitchen","web_url":"https://www.nytimes.com/1993/04/23/opinion/muggings-in-the-kitchen.html","abstract":"  Early this week a popular singer's husband was arrested for allegedly kicking her in the face and smashing her with a chair. The story made headlines because she's famous -- but it is hardly news. After all, an American woman is beaten by her husband or boyfriend every 15 seconds.    This week the Family Violence Prevention Fund, a 13-year-old nonprofit group, released a study that reveals just how familiar Americans are with domestic violence. While only 19 percent of those surveyed had witnessed a robbery or mugging, 34 percent had witnessed a battering.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Suit Is Filed In Shooting Tied to Theft Of an Auto","web_url":"https://www.nytimes.com/1993/04/23/nyregion/suit-is-filed-in-shooting-tied-to-theft-of-an-auto.html","abstract":"  Howard Caesar, the teen-ager who was shot as he got out of a stolen car last June 9, filed a Federal civil rights suit today seeking $50 million from the city of Newark and the police officers he said were involved in the shooting.   Mr. Caesar, who suffered massive internal injuries when he was struck by a .45-caliber bullet that an Essex County grand jury believed was fired by a Newark police officer, spent four months in the hospital and underwent 10 operations that removed his spleen and parts of his intestines and repaired damage to his kidneys and liver.   Today, the 17-year-old showed the cloth binder that he wears around his torso to support his abdominal muscles and cover a hole that his lawyers said was not completely closed by a series of skin grafts.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Perot Steps Up Attack on Clinton and Trade Pact","web_url":"https://www.nytimes.com/1993/04/23/us/perot-steps-up-attack-on-clinton-and-trade-pact.html","abstract":"  Sharpening his attacks on the Clinton Administration, Ross Perot told the Senate Banking Committee today that he no longer believed that the North American Free Trade Agreement could be fixed through side agreements, as the Administration plans.   Mr. Perot also said that he would produce at least one and probably several half-hour television commercials criticizing the pact -- and implicitly, Mr. Clinton -- to be broadcast in the coming months.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-the-movie-guide-94043935093.html","abstract":"El Viaje. Directed by Fernando Solanas. Argentina.. Part elegy, part accusal, and part odyssey, Fernando Solanas's filmis a romantic, cynical road movie in which 18-year-old Martin travels 150,000 kilometers(93,000 miles)on his bicycle from Patag","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Disputed Goal Saves Canadiens","web_url":"https://www.nytimes.com/1993/04/23/sports/hockey-disputed-goal-saves-canadiens.html","abstract":"  Canadiens 2, Nordiques 1   Vincent Damphousse scored a disputed goal in overtime as Montreal beat Quebec, 2-1, last night in Montreal. Quebec now leads the four-of-seven-game Adams Division series by 2-1.   Nordiques goalie Ron Hextall stopped Damphousse's shot on a power play, but the rebound went off the skate of a Quebec defenseman 10 minutes 30 seconds into overtime.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"THE MOVIE GUIDE","web_url":"https://www.nytimes.com/1993/04/23/style/IHT-the-movie-guide.html","abstract":"El Viaje","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Books of The Times; Please, Just Don't Tell Me What to Say or Think or Write","web_url":"https://www.nytimes.com/1993/04/23/books/books-of-the-times-please-just-don-t-tell-me-what-to-say-or-think-or-write.html","abstract":"  Kindly Inquisitors   The New Attacks  on Free Thought   By Jonathan Rauch   178 pages. The University of Chicago Press. $17.95.     The \"Kindly Inquisitors\" in Jonathan Rauch's fiercely argued new book are the anti-bigotry and anti-hate speech advocates who have recently begun to call for rules and regulations outlawing verbal harassment and restricting the spread of offensive words and ideas.","thumbnail":null,"section":"Books"},{"date":"19930423","headline":"2 Bodies Found in Ohio Prison Debris","web_url":"https://www.nytimes.com/1993/04/23/us/2-bodies-found-in-ohio-prison-debris.html","abstract":"  State troopers threading their way through a possibly booby-trapped cell block discovered the bodies of two more inmates today at Ohio's maximum security prison as state officials organized investigations into 11 days of rioting that left nine prisoners and a guard dead.   Niki Z. Schwartz, the Cleveland lawyer whose role as legal adviser to the more than 400 rioting inmates has been credited with helping end the siege on Wednesday, said he was not certain how he would monitor future compliance by the Ohio Department of Rehabilitation and Corrections to the 21 demands it had agreed to in negotiations with inmates.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Let Men Get a Chance at Home Careers","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-let-men-get-a-chance-at-home-careers-091993.html","abstract":"  To the Editor:   The April 8 letters on Anna Quindlen's column about Take Our Daughters to Work Day seem to omit the facts that few fathers take their sons to work (for that matter, why don't mothers take their sons to work?) and that, though few of the mothers of the present generation of women worked outside the home, many of this generation work.    It also seems strange that some of the writers think it is impossible to have a strong self-image unless one indentures oneself to some wage slavery, rather than being the linchpin of a family.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Secret Link To D'Amato Is Alleged","web_url":"https://www.nytimes.com/1993/04/23/nyregion/secret-link-to-d-amato-is-alleged.html","abstract":"  A Long Island military contractor turned to Armand P. D'Amato to lobby his brother, Senator Alfonse M. D'Amato, after the Senator refused to help the company because it had failed to support his 1980 election bid, a former executive of the company testified today.   The former executive, Charles F. Gardner, is the Government's main witness against Armand D'Amato, who is on trial in Federal District Court here on charges of defrauding the military contractor, Unisys Corporation.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"The Holocaust Remembered","web_url":"https://www.nytimes.com/1993/04/23/opinion/the-holocaust-remembered.html","abstract":"  The new Holocaust Memorial Museum was dedicated in Washington yesterday; so America, being America, is all tangled up in debate. Should there be a Holocaust museum in the United States? Couldn't it cheapen or distort this horrific chapter in history? Should it focus on the extermination of Jews? Should it even    be   ?   Let the debate continue. But let it not obscure and confuse. Too much hair-splitting could obliterate the point of what this and all other memorials to inhumanity are about -- absolute evil. A Holocaust Museum teaches about evil; it tells those who don't know, or who do not want to know, how people -- weak, ignorant, remarkably unremarkable people led by amoral, twisted demagogues -- tortured, starved, gassed, burned and otherwise murdered millions of people. Because of their religion and ethnic identity.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/23/style/chronicle-038293.html","abstract":"  Four years ago this week, JACK KLUGMAN had a vocal chord removed during surgery for cancer of the larynx, so he has been wearing body microphones for his co-starring role in \"Three Men and a Horse,\" now on Broadway in the Lyceum Theater.    \"The director, John Tillinger, noticed recently that my voice seemed to be getting stronger,\" Mr. Klugman said the other day. \"So, Tony Randall suggested that at the end of the matinee performance on Saturday, we ask the audience if they would like to see a scene from 'The Odd Couple.' Of course, they went crazy.\"","thumbnail":null,"section":"Style"},{"date":"19930423","headline":"Last Bastion for Foreign Smokers; Appalled by Restrictions, Visitors Take Refuge in Bistros","web_url":"https://www.nytimes.com/1993/04/23/nyregion/last-bastion-for-foreign-smokers-appalled-restrictions-visitors-take-refuge.html","abstract":"  Shortly after 10 o'clock on a recent morning, a white-and-blue tour bus lumbered up to Caffe Lucca, a popular coffeehouse in Greenwich Village, and disgorged dozens of Portuguese tourists. More than a few of them had cigarettes dangling from their lips like spare appendages.   The dimly lighted cafe beckons New Yorkers with the promise of dark espresso and deep conversation. But it is the blue-gray haze of cigarette smoke that makes European tourists feel at home. The young people are smoking. The grandmothers are smoking. Everybody is incessantly puffing in what seems to them, alas, the last bastion for smokers in New York City.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Accountant Is Charged With Bilking Entertainers","web_url":"https://www.nytimes.com/1993/04/23/nyregion/accountant-is-charged-with-bilking-entertainers.html","abstract":"  If the charges against James Powers are true, he must be quite an actor because most of the people he is said to have fooled are actors. Over several years he won their confidence, became their friend, took over their financial affairs and, prosecutors say, took their money.   He is charged with stealing more than $50,000 from an actress on \"L.A. Law\" and more than $150,000 from a star of \"The Guiding Light.\" In perhaps the greatest testament to his skill at illusion, he is accused of successfully impersonating his most famous client, the actress Jane Alexander, over the telephone while bilking her and her husband of more than $1 million.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Environmental Group Assails Electricity Deal With Quebec","web_url":"https://www.nytimes.com/1993/04/23/nyregion/environmental-group-assails-electricity-deal-with-quebec.html","abstract":"  Environmentalists in New York State and Quebec are trying to block renewal of a contract in which Consolidated Edison buys hydroelectricity from Quebec every summer, saying the deal helps finance dams that are destroying how Indians around James Bay live.   The environmentalists have proposed that instead of renewing the 15-year-old contract, New York should help Quebec use its electricity more efficiently. By doing so, they argue, New York would be able to buy the power saved and Hydro-Quebec, the utility owned by the Quebec government, would not have to build more dams.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"On My Mind; Testimony From Block 13","web_url":"https://www.nytimes.com/1993/04/23/opinion/on-my-mind-testimony-from-block-13.html","abstract":"  Name?   \"Harold Osmond Le Druillenec.\"   The witness is sworn and examined by Col. T. M. Backhouse.   \"I am a British subject, a schoolmaster by profession and my address is 7 Trinity Road, St. Helier, Jersey.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"A Book as Honest As the Game Is Long","web_url":"https://www.nytimes.com/1993/04/23/sports/baseball-a-book-as-honest-as-the-game-is-long.html","abstract":"  So we went to Shea, Sam and I, because he read The Book. I was pleased. A 24-year-old rocker who watches too much sports on TV. A whole book. In the big inning was the Word. Could lead to Proust.   \"I'm past Proust,\" said Sam, using my binoculars to scan the baseball writers interviewing one another behind the batting cage. \"I'm into Klapisch. You know him?\"","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Better Rifle?","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Shifting Emphasis in Health Spending","web_url":"https://www.nytimes.com/1993/04/23/nyregion/shifting-emphasis-in-health-spending.html","abstract":"  Gov. Mario M. Cuomo today unveiled a detailed plan to overhaul the state's health care system, proposing to cut up to $800 million from hospitals over the next three years while putting millions more into programs that encourage preventive and family medicine.   The thrust of Mr. Cuomo's plan, which is intended to limit costs and to begin shifting health-care responsibility away from hospitals and toward family practitioners, clinics and the like, was laid out by the Governor in a health-care message earlier this month.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Clancy Joins the Hunt For Baltimore Orioles","web_url":"https://www.nytimes.com/1993/04/23/sports/sports-people-baseball-clancy-joins-the-hunt-for-baltimore-orioles.html","abstract":"  The author TOM CLANCY said he has agreed to join a local group that is attempting to buy the Baltimore Orioles from cash-strapped ELI JACOBS, who has filed for personal bankruptcy. An Orioles bid would be Clancy's second attempt at becoming an owner of a professional sports franchise in Baltimore. For more than a year, he has led a group seeking a National Football League for Baltimore.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/23/movies/art-in-review-116893.html","abstract":"  'Drawing Into Film' 'Directors' Drawings'  Pace Gallery 32 East 57th Street Manhattan Through tomorrow    A movie buff's delight, \"Drawing Into Film\" presents sketches and drawings that well-known directors, from Sergei Eisenstein and Orson Welles to David Lynch and Martin Scorsese, have made in preparing some of their most famous films. Among the treats here are Federico Fellini's hilarious caricatures of bulbous women for his \"City of Women\" (1980), Tim Burton's pen-and-ink ghouls for \"Beetlejuice\" (1988) and two sketches by John Huston for \"Moby-Dick\" (1956), showing Ahab, crop in hand, riding the whale as if it were a stallion.","thumbnail":null,"section":"Movies"},{"date":"19930423","headline":"RENO WINS PRAISE AT SENATE HEARING","web_url":"https://www.nytimes.com/1993/04/23/us/death-in-waco-reno-wins-praise-at-senate-hearing.html","abstract":"  Attorney General Janet Reno was widely praised today by Democrats and Republicans in Congress for her handling of this week's assault on the Branch Davidian compound near Waco, Tex.   But Stephen E. Higgins, the official who approved the initial raid on the compound in February, came under heavy critical questioning on Capitol Hill, and some lawmakers said the future of his agency was now in doubt.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Women Ready to Fly for Navy, or Flee It","web_url":"https://www.nytimes.com/1993/04/23/us/women-ready-to-fly-for-navy-or-flee-it.html","abstract":"  For Lieut. Pamela Lyons, one of the Navy's few female fighter-jet pilots, the next several months will tell whether she becomes a part of military history or starts looking for a new job.   The armed services bar women from flying fighter planes in combat, but Lieutenant Lyons is allowed to pilot an FA-18 fighter in an electronic warfare training squadron. To cut costs, the Navy plans to eliminate her squadron in October, leaving Lieutenant Lyons and many other female fighter pilots with no place in the sky unless the Pentagon changes its combat-exclusion rules.","thumbnail":null,"section":"U.S."},{"date":"19930423","headline":"Convictions of Garcias in Wedtech Scandal Overturned Again","web_url":"https://www.nytimes.com/1993/04/23/nyregion/convictions-of-garcias-in-wedtech-scandal-overturned-again.html","abstract":"  A Federal appeals court in Manhattan yesterday reversed the extortion conviction of former Representative Robert Garcia of the South Bronx and his wife, Jane Lee. It was the second time the Garcias' convictions were overturned in a case which was part of the Wedtech scandal and which led to Mr. Garcia resigning from Congress.   In a unanimous ruling signed by Judge Daniel M. Friedman, the three-member Circuit Court overturned the Garcias' second conviction on the ground that the judge in the case failed to instruct the jury that to convict a defendant of extortion, the prosecution must prove \"quid pro quo,\" or that both sides alleged to have been involved received something in the extortion deal.","thumbnail":null,"section":"New York"},{"date":"19930423","headline":"Young Hit Books, Not Ceiling, During His Demotion","web_url":"https://www.nytimes.com/1993/04/23/sports/pro-football-young-hit-books-not-ceiling-during-his-demotion.html","abstract":"  Steve Young, demoted for 48 hours, has been reinstated as the 49ers starting quarterback. It is not the textbook way to treat the league's reigning most valuable player, but Young fortunately had a sizable distraction both those days: law school exams.   \"My head was in the books,\" said Young, who needs 14 more credits at Brigham Young University and to pass a bar exam to become a lawyer.","thumbnail":null,"section":"Sports"},{"date":"19930423","headline":"The Real Marian Anderson-D.A.R. Story","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-the-real-marian-anderson-dar-story-090093.html","abstract":"  To the Editor:   I was sorry to read your April 9 obituary of Marian Anderson, but even sorrier that -- for what reason, I can't imagine -- you rehashed the story of the singer and the Daughters of the American Revolution.   I think it's time this tired old legend (for that's what it is) was laid to rest. The D.A.R. did not deny Miss Anderson the use of Constitution Hall -- she sang there at least eight times. On the night in question, April 9, 1939, the hall had for some time been annually booked by the National Symphony Orchestra, making it impossible for Miss Anderson to be accommodated. Alternate choices were offered, but Sol Hurok had booked Miss Anderson very tightly that season, and she was unable to take advantage of them.","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/23/opinion/IHT-letters-to-the-editor-92016331589.html","abstract":"A Ravaged Landscape . Regarding \"Washington Should Get Out of the Sociology Business\" (Opinion, April 15):. By equating social ills with cities, George F. Will reveals an uncharacteristic intellectual provincialism. The idea that cities are &quo","thumbnail":null,"section":"Opinion"},{"date":"19930423","headline":"Look Who's Criticizing Israel Nowadays; Condone No Cruelty","web_url":"https://www.nytimes.com/1993/04/23/opinion/l-look-who-s-criticizing-israel-nowadays-condone-no-cruelty-124993.html","abstract":"  To the Editor:   A. M. Rosenthal, in his column of April 13, heaps praise on my book \"Cruelty and Silence\" while completely misunderstanding its central point. No cruelties on one side of a ledger can be used to condone cruelty on the other. The harsh and brutal realities of Israeli occupation on the West Bank are not justified by the deaths of all those Arabs at the hands of their own dictators.   Pointing to an external threat as a reason for ignoring the injustices being perpetrated by those with whom one identifies -- which is what Mr. Rosenthal does -- is the very logic employed in the Arab world that I criticize sharply in my book.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19930423","headline":"Eritreans vote overwhelmingly for independence from Ethiopia in a United Nations-monitored referendum.","pages":[{"title":"Eritrea","web_url":"https://en.wikipedia.org/wiki/Eritrea","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Flag_of_Eritrea.svg/320px-Flag_of_Eritrea.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Eritrea, officially the State of Eritrea, is a country in the Horn of Africa region of Eastern Africa, with its capital and largest city at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600km2 (45,406sqmi), and includes the Dahlak Archipelago and several of the Hanish Islands."},{"title":"Ethiopia","web_url":"https://en.wikipedia.org/wiki/Ethiopia","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Flag_of_Ethiopia.svg/320px-Flag_of_Ethiopia.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country located in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia to the east and northeast, Kenya to the south, South Sudan to the west, and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres. As of 2022, it is home to around 113.5 million inhabitants, making it the 13th-most populous country in the world, the 2nd-most populous in Africa after Nigeria, and the most populated landlocked country on Earth. The national capital and largest city, Addis Ababa, lies several kilometres west of the East African Rift that splits the country into the African and Somali tectonic plates."},{"title":"United Nations","web_url":"https://en.wikipedia.org/wiki/United_Nations","description":"Intergovernmental organization","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/320px-Flag_of_the_United_Nations.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The United Nations, referred to informally as the UN, is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and serve as a centre for harmonizing the actions of nations. It is the world's largest international organization. The UN is headquartered on international territory in New York City, and the organization has other offices in Geneva, Nairobi, Vienna, and The Hague, where the International Court of Justice is headquartered."}]},{"date":"19930423","headline":"Sri Lankan politician Lalith Athulathmudali is assassinated while addressing a gathering, approximately four weeks ahead of the Provincial Council elections for the Western Province.","pages":[{"title":"Sri Lanka","web_url":"https://en.wikipedia.org/wiki/Sri_Lanka","description":"Country in South Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Sri_Lanka.svg/320px-Flag_of_Sri_Lanka.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Sri Lanka, formerly known as Ceylon and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It lies in the Indian Ocean, southwest of the Bay of Bengal, separated from the Indian peninsula by the Gulf of Mannar and the Palk Strait. Sri Lanka shares a maritime border with the Maldives in the south-west and India in the north-west."},{"title":"Lalith Athulathmudali","web_url":"https://en.wikipedia.org/wiki/Lalith_Athulathmudali","description":"Sri Lankan politician and statesman (19361993)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Lalith_Athulathmudali.jpg/320px-Lalith_Athulathmudali.jpg","thumbnail_width":320,"thumbnail_height":448},"abstract":"Lalith William Samarasekera Athulathmudali, PC, known as Lalith Athulathmudali, was a Sri Lankan politician. He was a prominent member of the United National Party, who served as Minister of Trade and Shipping; Minister National Security and Deputy Minister of Defence; Minister of Agriculture, Food and Cooperatives and finally Minister of Education. Following a failed impeachment of President Ranasinghe Premadasa, he was removed from the UNP and formed his own party, the Democratic United National Front. He was assassinated under mysterious circumstances in 1993."},{"title":"Assassination of Lalith Athulathmudali","web_url":"https://en.wikipedia.org/wiki/Assassination_of_Lalith_Athulathmudali","description":"1993 murder in Kirulapana, Sri Lanka","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Lalith_Athulathmudali_after_the_Assassination_%2823-04-1993%29.jpg/320px-Lalith_Athulathmudali_after_the_Assassination_%2823-04-1993%29.jpg","thumbnail_width":320,"thumbnail_height":278},"abstract":"Lalith Athulathmudali, the former Cabinet Minister of Trade, National Security, Agriculture, Education and Deputy Minister of Defence of Sri Lanka was killed at 8:10p.m. Sri Lanka Time on 23 April 1993 in Kirulapana. Athulathmudali was fatally shot while addressing a gathering, approximately 4 weeks ahead of the Provincial Council elections for the Western Province, May 1993."},{"title":"Western Province, Sri Lanka","web_url":"https://en.wikipedia.org/wiki/Western_Province%2C_Sri_Lanka","description":"Province of Sri Lanka","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Colombo_City%2C_Sri_Lanka.jpg/320px-Colombo_City%2C_Sri_Lanka.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"The Western Province is one of the nine provinces of Sri Lanka, the first level administrative division of the country. The provinces have existed since the 19th century but did not have any legal status until 1987 when the 13th Amendment to the Constitution of Sri Lanka established provincial councils. Western Province is the most densely populated province in the country and is home to the legislative capital Sri Jayawardenepura Kotte as well as to Colombo, the nation's administrative and business center."}]}],"weather":[{"date":"19930423","time":"1993-04-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":84,"wspd":14.8},{"date":"19930423","time":"1993-04-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":9.4},{"date":"19930423","time":"1993-04-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":83,"wspd":14.8},{"date":"19930423","time":"1993-04-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":81,"wspd":11.2},{"date":"19930423","time":"1993-04-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":82,"wspd":16.6},{"date":"19930423","time":"1993-04-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":13},{"date":"19930423","time":"1993-04-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":85,"wspd":11.2},{"date":"19930423","time":"1993-04-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":18.4},{"date":"19930423","time":"1993-04-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":76,"wspd":20.5},{"date":"19930423","time":"1993-04-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":76,"wspd":13},{"date":"19930423","time":"1993-04-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":72,"wspd":14.8},{"date":"19930423","time":"1993-04-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":82,"wspd":18.4},{"date":"19930423","time":"1993-04-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":84,"wspd":14.8},{"date":"19930423","time":"1993-04-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":74,"wspd":18.4},{"date":"19930423","time":"1993-04-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":22.3},{"date":"19930423","time":"1993-04-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":70,"wspd":24.1},{"date":"19930423","time":"1993-04-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":71,"wspd":20.5},{"date":"19930423","time":"1993-04-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":72,"wspd":11.2},{"date":"19930423","time":"1993-04-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":85,"wspd":16.6},{"date":"19930423","time":"1993-04-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":85,"wspd":13},{"date":"19930423","time":"1993-04-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":86,"wspd":11.2},{"date":"19930423","time":"1993-04-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":11.2},{"date":"19930423","time":"1993-04-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":82,"wspd":7.6},{"date":"19930423","time":"1993-04-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":83,"wspd":7.6},{"date":"19930423","time":"1993-04-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":68,"wspd":37.1},{"date":"19930423","time":"1993-04-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":35.3},{"date":"19930423","time":"1993-04-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":38.9},{"date":"19930423","time":"1993-04-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":76,"wspd":31.7},{"date":"19930423","time":"1993-04-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":70,"wspd":33.5},{"date":"19930423","time":"1993-04-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":27.7},{"date":"19930423","time":"1993-04-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":27.7},{"date":"19930423","time":"1993-04-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":83,"wspd":27.7},{"date":"19930423","time":"1993-04-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":31.7},{"date":"19930423","time":"1993-04-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":25.9},{"date":"19930423","time":"1993-04-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":33.5},{"date":"19930423","time":"1993-04-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":25.9},{"date":"19930423","time":"1993-04-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":29.5},{"date":"19930423","time":"1993-04-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":58,"wspd":44.6},{"date":"19930423","time":"1993-04-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":63,"wspd":33.5},{"date":"19930423","time":"1993-04-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":71,"wspd":35.3},{"date":"19930423","time":"1993-04-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":44.6},{"date":"19930423","time":"1993-04-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":71,"wspd":40.7},{"date":"19930423","time":"1993-04-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":61,"wspd":40.7},{"date":"19930423","time":"1993-04-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":56,"wspd":40.7},{"date":"19930423","time":"1993-04-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":43,"wspd":48.2},{"date":"19930423","time":"1993-04-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":35,"wspd":42.5},{"date":"19930423","time":"1993-04-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":38.9},{"date":"19930423","time":"1993-04-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":32,"wspd":22.3}]}}