{"19940824":{"guardian_articles":[],"nytimes_articles":[{"date":"19940824","headline":"Simpson Lawyers Tell Court They Were Misled on Samples","web_url":"https://www.nytimes.com/1994/08/24/us/simpson-lawyers-tell-court-they-were-misled-on-samples.html","abstract":"  During closing arguments today over the division of the blood samples in the O. J. Simpson murder case, Mr. Simpson's lawyers argued that they had been misled about the amount of evidence available. They urged that new DNA tests be conducted to determine whether the initial tests implicating Mr. Simpson were inaccurate because they were based on contaminated samples or because they were improperly performed.   Judge Lance A. Ito said that he would issue a ruling on Friday.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Diversity Encouraged By Merrill Lynch","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-diversity-encouraged-by-merrill-lynch-050326.html","abstract":"  To the Editor:   The premise that Merrill Lynch would invest in a minority-owned brokerage firm to take bond business away from other minority-owned and women-owned firms stands the truth on its head (front page, Aug. 11).","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"1944: Pushing to Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1944-pushing-to-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS Allied Expeditionary Force - [From our New York edition:] American armor hammered out fresh gains south and southeast of Paris today [Aug. 23], while to the northwest of the captial - now fully in control of French patriots - American","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Alike, Yet Different, Two Officers' Paths Cross","web_url":"https://www.nytimes.com/1994/08/24/nyregion/alike-yet-different-two-officers-paths-cross.html","abstract":"  Officer Peter Del Debbio, who shot a transit police officer by mistake during a chaotic gunfight on a subway platform on Monday evening, had lived through another hellish night on a subway train in August 1990 that cost him part of his finger and no small amount of pride, the police and family members said yesterday.   That time, three young muggers attacked and mutilated him in a robbery on an N train. They held him at knife point and whipped him with his own pistol. Then, discovering he was a police officer, they held him down and sliced off part of his finger while his horrified fiancee looked on, the police said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Medieval Shenanigans, Even With Donkeys","web_url":"https://www.nytimes.com/1994/08/24/movies/film-review-medieval-shenanigans-even-with-donkeys.html","abstract":"An idealistic Parisian lawyer strives for justice in a medieval town. Crass but unsurprising. Hang 'em all.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Health Care Bill's Prospects Dim With the Hardening of Stances","web_url":"https://www.nytimes.com/1994/08/24/us/health-care-debate-negotiations-health-care-bill-s-prospects-dim-with-hardening.html","abstract":"  Health care legislation is hanging by a fraying thread. Eleven months after President Clinton proclaimed a bold -- and complex -- proposal to guarantee health insurance to all Americans, the last clear legislative path toward that goal seems to be closing.   Last Friday's bipartisan proposal by the self-styled \"mainstream coalition,\" which seemed to pro-Administration Democrats to offer a welcome basis for negotiation, looks less encouraging today after the group's Republican leader, Senator John H. Chafee of Rhode Island, continued to present it in all but \"take it or leave it\" terms.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Innovative Saxophone Structures","web_url":"https://www.nytimes.com/1994/08/24/arts/jazz-review-innovative-saxophone-structures.html","abstract":"  The saxophonist Tim Berne announced five song titles before his late set on Monday night at the Knitting Factory, starting with \"What Are the Odds\" and ending with \"Slight Discrepancy in the Figures.\" But where those titles corresponded with the uninterrupted hour of music that followed was a matter of conjecture.    Mr. Berne is one of jazz's structural innovators; he doesn't abide by the traditional format of theme-solos-theme. Where that form is circular, Mr. Berne's pieces are loops and spirals, whorls and lattices; a fully stated theme may appear at the beginning or the end of a piece, or it may be scattered amid improvisations, or fragments of it may be detached and reassembled.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Allied, Not American : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-allied-not-american-letters-to-the-editor.html","abstract":"Regarding \"From the Liberation of Paris, Potent Myth of national Unity Arose\" (Aug. 22) by Joseph Fitchett:.I did enjoy reading Mr. Fitchett's article, which gave a very balanced account of the liberation of Paris..However, may I point out","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Police Classes Are Postponed By Giuliani","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-classes-are-postponed-by-giuliani.html","abstract":"  After largely shielding New York City's Police Department from his budget knife, Mayor Rudolph W. Giuliani announced unexpectedly yesterday that he would delay for two months the start of the next two classes of recruits at the Police Academy.   The Mayor, who had opposed such a step during budget negotiations with the City Council last spring, said it would save about $10 million in salaries and pension costs for a total of 1,600 trainees. The first of the two classes was to start next Monday.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Campbell Names an Assistant","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-campbell-names-an-assistant.html","abstract":"  MIKE MURPHY, an assistant coach with the Toronto Maple Leafs the last three seasons and once the head coach of the Los Angeles Kings, joined the Rangers yesterday as an assistant to the new coach, COLIN CAMPBELL.   \"I was quite happy here; it's the mecca of hockey,\" Murphy said from Toronto. \"But the Rangers made me an offer that was impossible for me to turn down. It was just a fiscally sound decision.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"In America; Chavis's Noisy 15 Minutes","web_url":"https://www.nytimes.com/1994/08/24/opinion/in-america-chavis-s-noisy-15-minutes.html","abstract":"  There were a few hundred people in the auditorium of Paul Laurence Dunbar High School on Monday night, but for all practical purposes Ben Chavis was alone. Clinging desperately to the final seconds of his 15 minutes in the spotlight, Mr. Chavis has chosen, in his typically clumsy and contentious way, not to go quietly.   Just an hour or two earlier his lawyers had gone to court to try to block Mr. Chavis's ouster as executive director of the N.A.A.C.P. Now he was onstage, attempting to salvage whatever ego gratification he could from his so-called \"crucifixion.\"","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Medical Consumers","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-for-medical-consumers-050318.html","abstract":"  To the Editor:   Although much has been said about allowing the free market to regulate medical costs, nothing has been done to provide the consumer with information to make intelligent choices.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Justice Limits Larry Hogue's Detention","web_url":"https://www.nytimes.com/1994/08/24/nyregion/justice-limits-larry-hogue-s-detention.html","abstract":"  Larry Hogue, the mentally ill man accused of years of menacing behavior on the Upper West Side of Manhattan, was ordered by a State Supreme Court Justice yesterday to remain in the Creedmoor Psychiatric Center for no more than three months. His lawyer had suggested that Creedmoor was trying to delay his release to avoid political criticism.   The decision, by Justice Patricia Satterfield of Queens, was a compromise with the hospital, which asked to keep Mr. Hogue for six more months, and Mr. Hogue, who had requested to be released to an outpatient program in 60 days.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Woodstock '94 Repeated Safety Lapses","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-woodstock-94-repeated-safety-lapses-050288.html","abstract":"  To the Editor:   \"Woodstock, Not Quite Redux\" (editorial, Aug. 17) notes some of the fundamental similarities and differences between Woodstock '94 and the original. However, you forget to note the return of the failed crowd safety plan and miss the mark on moshing.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Vote Setback Divides Mexican Leftists","web_url":"https://www.nytimes.com/1994/08/24/world/vote-setback-divides-mexican-leftists.html","abstract":"  After the stinging rejection of its candidate and of its radical image, the primary party of Mexico's left -- once a strong challenger to the Government party but a weak third in Sunday's presidential election -- is so divided that it is in danger of tearing itself apart.    The splintering of the left as a political force raises fears that the most disaffected parts of society will feel cut off from the political process. The fears are made more real because of the armed uprising in Chiapas state on Jan. 1, launched by rebels who claimed they had been excluded from Mexico's political life.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Ivanisevic Quits With A Grimace In Hamlet","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-ivanisevic-quits-with-a-grimace-in-hamlet.html","abstract":"  If Goran Ivanisevic did not have enough problems playing on a hard court, he can add another one to the list.   Ivanisevic, the second-ranked player in the world who was top-seeded here, abruptly pulled out of his first-round match at the Waldbaums Hamlet Cup against Richey Reneberg today, complaining of an injury to his left hip flexor.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Population Conference Isn't About Abortion; A Planet Threatened","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-a-planet-threatened-050261.html","abstract":"  To the Editor:   \"Population Enrichment vs. Population Control,\" a full-page ad Aug. 15, misrepresents and misstates important aspects of the draft program of action to be considered at the International Conference on Population and Development in Cairo.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Population Conference Isn't About Abortion","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-population-conference-isn-t-about-abortion-050253.html","abstract":"  To the Editor:   This is a letter from two neighbors at the United Nations with a strong interest in population issues.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Despite Clinton's Order, Travelers Going to Island","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-charter-flights-despite-clinton-s-order-travelers-going-island.html","abstract":"  Charter flights have continued flying to Cuba despite President Clinton's weekend announcement that he was halting them to punish Fidel Castro for encouraging refugees to escape the island.   The delay in implementing his order was forced by the need to work out new regulations on air travel between Miami and Havana, Treasury Department officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"After Years of War, Hope in Sri Lanka","web_url":"https://www.nytimes.com/1994/08/24/world/after-years-of-war-hope-in-sri-lanka.html","abstract":"  After 11 years of war with the Tamil Tiger guerrillas that have blighted this once-idyllic nation with assassinations, dead-of-the-night \"disappearances\" and mass graves, Sri Lanka has begun to hope that the worst of its nightmare may be over.   Many in this tropical island in the Indian Ocean remain wary. But after at least 35,000 deaths in the conflict, Sri Lankans hoped the election this week of a new Prime Minister was a watershed in a war that had settled into a seemingly hopeless stalemate.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Off Season in Paris","web_url":"https://www.nytimes.com/1994/08/24/style/IHT-off-season-in-paris.html","abstract":"Summer theater in Paris replaces the city's national theaters that close for vacation. .In the Crypte Sainte-Agnès under Saint Eustache Church in Les Halles, Jean Anouilh's \"Thomas More\" is playing. Here Sir Thomas More is about to be be","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Schumann, Peaks and Valleys","web_url":"https://www.nytimes.com/1994/08/24/arts/critic-s-notebook-schumann-peaks-and-valleys.html","abstract":"  Redemption took various orms this evening, as the Bard Music Festival ended here with a triumphant account of Schumann's oratorio \"Das Paradies und die Peri.\" The Peri, who is barred from entering Eden because of her sullied birth, from the union of a mortal and a fallen angel, finally finds the precious key: a tear shed by a repentant sinner at the sight of a child at prayer.   This was the work that put Schumann on the compositional map in 1844, said John Daverio, a musicologist and violinist, in a preconcert lecture, and the quality of the music far transcends that of the Thomas Moore epic \"Lalla Rookh,\" on which it is based. Yet it is known today almost solely through recordings.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"E.P.A. Seeks Emissions Agreement for Northeast","web_url":"https://www.nytimes.com/1994/08/24/nyregion/epa-seeks-emissions-agreement-for-northeast.html","abstract":"  Besieged by auto makers, environmentalists and state officials, the Environmental Protection Agency is trying to broker an agreement in a fierce debate over whether to force the auto industry to begin selling low-emission cars, including electric cars, in the Northeast by the turn of the century.   The outcome of the battle will determine not only what sorts of cars will be sold in 12 Eastern states from Maine to Virginia, but also what other measures these states will take to meet the strict requirements of the 1990 Clean Air Act.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Recycling Bins Should Also Permit Reuse","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-recycling-bins-should-also-permit-reuse-049999.html","abstract":"  To the Editor:   The effort by newspaper companies to redesign newspaper recycling receptacles for train stations to prevent people from taking the newspapers out is a disgrace.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Exodus Is Very Different From '80 Boatlift","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-exodus-is-very-different-from-80-boatlift.html","abstract":"  Some here have labeled the latest Cuban exodus Mariel II, but there are some major differences from the 1980 boatlift that brought about 125,000 Cubans to Florida.    State Department statistics show that the influx over the past week exceeds the rate during the first week of the Mariel boatlift. During that week of April 21, 1980, 6,053 Cuban refugees arrived in Florida, compared with 8,491 who arrived in the last five days. A total of 7,634 arrived in the second week of Mariel in 1980, and then the pace tripled, with about 21,000 Cubans arriving each week for the next three weeks. By the end of the exodus, State Department figures show, 124,779 Cubans had arrived.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Tyson Names Co-Managers","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-boxing-tyson-names-co-managers.html","abstract":"  Two longtime associates of MIKE TYSON have been named co-managers of the former heavyweight champion, who is serving a six-year sentence in an Indiana prison for rape. JOHN HORNE and RORY HOLLOWAY will manage Tyson's fighting career if and when it resumes, according to a fax issued from Horne's Albany home. Tyson has been at the Indiana Youth Center in Plainfield, Ind., since March 1992 for rape. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Subway Chaos: Officer Firing at Officer","web_url":"https://www.nytimes.com/1994/08/24/nyregion/subway-chaos-officer-firing-at-officer.html","abstract":"  All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said yesterday. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off.   In the tumult, an off-duty New York City police officer opened fire on a black undercover transit officer, hitting him four times, at least twice in the back, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Where the Horseshoe Meets the Turf, You Will Find Bill Robinson","web_url":"https://www.nytimes.com/1994/08/24/sports/harness-racing-where-the-horseshoe-meets-the-turf-you-will-find-bill-robinson.html","abstract":"  Bill Robinson says he really hasn't changed much these last 20 years, but that's debatable. After all, in 1974 he was merely working on an assembly line. Today, he runs one.    \"I'm still the same guy I used to be,\" said Robinson, a trainer whose horses last year earned more than $10 million. \"But, yeah, sometimes when I think of all the things that have happened to me, I do feel like pinching myself.\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"On Campus; Study of Sign Language Booming at Rochester","web_url":"https://www.nytimes.com/1994/08/24/us/on-campus-study-of-sign-language-booming-at-rochester.html","abstract":"  After Spanish and French, the most popular foreign language at the University of Rochester is American Sign Language.    More than 120 sophomores, juniors and seniors have already pre-registered for American Sign Language 101, filling six sections and squeezing out most freshmen.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Question of Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-a-question-of-control-letters-to-the-editor.html","abstract":"On the same day that I read about the airliner that crashed while the pilot and co-pilot were fighting over who was to control it, I read about the beginning of the baseball strike in America. Why do I feel that these two events are related?. MICHAEL KAL","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"For Russians on a Shopping Spree, New Delhi Is a Magnet","web_url":"https://www.nytimes.com/1994/08/24/world/for-russians-on-a-shopping-spree-new-delhi-is-a-magnet.html","abstract":"  At a bustling little market on the edge of the diplomatic enclave, foreign window shoppers and serious buyers in sunglasses, shorts and T-shirts stroll in the summer heat, glancing at signs in Russian.   This is the Yashwant Place Shopping Center, better known as Little Russia, where Indian storekeepers speak fluent Russian. Even the menus at the tiny Tibetan restaurants are in Russian.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Lebow Inducted Into Track Hall of Fame","web_url":"https://www.nytimes.com/1994/08/24/sports/track-and-field-lebow-inducted-into-track-hall-of-fame.html","abstract":"  Fred Lebow, the founder and guiding spirit of the New York City Marathon who is stricken with brain cancer, was inducted into the National Track and Field Hall of Fame yesterday in a ceremony at Tavern on the Green.   Fittingly, the announcement was made just across from the blue line in Central Park that serves as the finish to the marathon, which celebrates its 25th anniversary Nov. 6.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Ousted N.A.A.C.P. Leader Goes to Court","web_url":"https://www.nytimes.com/1994/08/24/us/ousted-naacp-leader-goes-to-court.html","abstract":"  The Rev. Benjamin F. Chavis Jr. argued in court today that the N.A.A.C.P. should be ordered to reinstate him as its executive director because, he said, the group's board had failed to follow its own procedures when it dismissed him on Saturday night.   In a suit filed on Monday in District of Columbia Superior Court, lawyers for Mr. Chavis asserted that the board failed to give him sufficient notice before an emergency board meeting on Saturday that it might consider his dismissal and failed to give him enough time to prepare a defense or call witnesses on his behalf.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049816.html","abstract":"  An article on Aug. 9 about the stabbing of seven people in a New Haven coffee bar referred incorrectly to one of the people on the scene. He is Bruce Shapiro, a stabbing victim, not Ruth Shapiro. No one named Ruth Shapiro was involved in the incident. The article also said Mr. Shapiro was married, but he is not.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Winner in Mexico Calls for 'Dialogue' With Other Parties","web_url":"https://www.nytimes.com/1994/08/24/world/winner-in-mexico-calls-for-dialogue-with-other-parties.html","abstract":"  Bolstered by new election returns that showed his long-ruling party sweeping to a wide victory in the Congress, the winner of Mexico's presidential race, Ernesto Zedillo Ponce de Leon, has invited his opponents to discuss the policies his government will put into place.   In an interview, Mr. Zedillo said he was proposing \"a broad dialogue to build a platform of government\" that would include \"the best of the political platforms of all parties.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"1919: Against Profiteers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1919-against-profiteers-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Congress took the first step in legislating against the high cost of living when the House passed the Anti-Profiteering Bill. The bill brings the retail profiteer in food, clothing or other necessities within the reach of Federal prosecution, m","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Call From the Pulpits to Awaken Interest","web_url":"https://www.nytimes.com/1994/08/24/us/the-health-care-debate-a-black-agenda-call-from-the-pulpits-to-awaken-interest.html","abstract":"  With considerable ambivalence, several black groups are scrambling to generate support for changes in health care coverage at a time when the Clinton Administration's effort is slowing and amid grumbling about the inadequacy of the plans before Congress.   At the center of the effort to awaken black interest in the issue are the black churches. A coalition of nearly two dozen professional, civil rights and advocacy groups have this month been pressing black ministers to talk up health care from the pulpit. They want black congregations to begin letter-writing, telephone and telegram campaigns to lawmakers urging them to support efforts to overhaul the health system.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Curious in Luxembourg : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-curious-in-luxembourg-letters-to-the-editor.html","abstract":"I have a question concerning men's neckties - striped ties to be exact. I have noticed that on American ties the stripes run from the right shoulder toward the left hip and on British and other European ties, from the left shoulder toward the right hip.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Miami Defensive End Beats Odds All Way Back to Field","web_url":"https://www.nytimes.com/1994/08/24/sports/college-football-miami-defensive-end-beats-odds-all-way-back-to-field.html","abstract":"  Few people expected Rusty Medearis to be a member of the University of Miami football team this season. On Sept. 26, 1992, his left knee was badly damaged on a block by Hicham El-Mastoub of Arizona. Medearis underwent 13 hours of surgery and the prognosis by Dr. John Uribe, the team physician, was grim: don't play again or you could end up crippled.   Nearly two years later, after being granted unusual medical redshirt status, the 23-year-old Medearis, a sixth-year defensive end, has looked so good in scrimmages that he is very likely to start.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Resurgence in Export Trade Invigorates Port of New York","web_url":"https://www.nytimes.com/1994/08/24/nyregion/resurgence-in-export-trade-invigorates-port-of-new-york.html","abstract":"  As long as three football fields, its decks piled with so much foreign cargo that it looked like a floating warehouse, the freighter Raleigh Bay plodded into a dock here the other day for a stopover that once might have been decidedly lopsided: imports off, nothing back on.   But this time, in an increasingly common sight at the Port of New York and New Jersey, the ship took on a heartland's worth of American products, from chemicals to animal feed to medical supplies. It was another indication that the export business, dormant for years, is revitalizing a port that had begun to slip from the ranks of the world's great maritime centers.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nThe Folly Of Focusing On 'Assault Weapons'","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-the-folly-of.html","abstract":"America's love affair with guns has always been based more on myth than on reality.\n\nThere's the myth that in the Wild West cowboys had an unlimited right to bear arms. Not so. With historical accuracy unusual for Hollywood, the new movie \"Wyatt Earp\" shows how people had to check their guns with the local lawman when they rode into town. Dodge City in 1894 was far safer than most of our cities in 1994.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"In First, Michigan State Opens Women's Shelter","web_url":"https://www.nytimes.com/1994/08/24/us/in-first-michigan-state-opens-women-s-shelter.html","abstract":"  Michigan State University is not the sort of place usually associated with domestic violence. Its 40,000 students live in dorms spread across thousands of leafy acres or in apartments nearby, and many are single.   But when a new president arrived last year, his wife proposed a novel social service: an on-campus shelter for battered women. The campus police chief embraced the idea, and the shelter opened in June. It is believed to be the first of its kind in the country.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"To Church's Dismay, Priest Talks of 'Justifiable Homicide' of Abortion Doctors","web_url":"https://www.nytimes.com/1994/08/24/us/to-church-s-dismay-priest-talks-of-justifiable-homicide-of-abortion-doctors.html","abstract":"  After saying grace over his pancake breakfast in a crowded fast-food restaurant here, the Rev. David C. Trosch, clad in a clerical collar and black shirt, explained the logic for his theory that an ordinary citizen could be morally justified in killing abortion clinic doctors and staff members.    \"There is full human life, by Christian common belief, in the womb following conception,\" said Father Trosch, a Roman Catholic priest. \"They are persons worthy of defense, like any born person, and they must be defended by any means necessary to protect them, including the death of the assailants, which in this case would be the abortionists and their direct accomplices.\"","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"In North's Self-Defense : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-in-norths-selfdefense-letters-to-the-editor.html","abstract":"Although Oliver North's rejection for a gun permit on the ground that he is \"not of good character\" seems in no way to tarnish his potential as a U.S. senator, perhaps his skewed belief that a concealed pistol will protect him from Abu Nidal ou","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Juneau Reaches for the Stars","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-juneau-reaches-for-the-stars.html","abstract":"  JOE JUNEAU, after spending much of his National Hockey League career making other players look good, gained star status himself yesterday by signing the most lucrative contract in the history of the Washington Capitals.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"40 G.O.P. SENATORS POSE NEW HURDLE FOR THE CRIME BILL","web_url":"https://www.nytimes.com/1994/08/24/us/40-gop-senators-pose-new-hurdle-for-the-crime-bill.html","abstract":"  The bipartisan feelings that briefly flowered on Sunday when House Republicans joined Democrats to pass the crime bill vanished today as Senate Republicans threatened to block the bill in the upper chamber.   Senator Bob Dole, the minority leader, collected the signatures of 40 Republicans who, he said, would vote with him to scuttle the bill passed by the House on Sunday and force the Senate to work from an earlier bill that did not have a ban on assault weapons. If those commitments are firm, under Senate rules Mr. Dole would have enough votes to block the House-approved bill on a procedural challenge.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Struggling Hospital Shows Signs of Improving, O'Rourke Says","web_url":"https://www.nytimes.com/1994/08/24/nyregion/struggling-hospital-shows-signs-of-improving-o-rourke-says.html","abstract":"  Four months after appointing a new commissioner to shore up the struggling Westchester County Medical Center, County Executive Andrew P. O'Rourke said today that the hospital was showing signs of improvement.   From April to June, Mr. O'Rourke said, the medical center increased its emergency-room admissions and transfers from other hospitals while it decreased the average time that it took to discharge its patients.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Among Young Elites, the Tolerance of Maturity","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-among-young-elites-the-tolerance-of-maturity.html","abstract":"Can Russia really be summed up as a theater of Mafia crime, corruption, future Chernobyls and veiled aggression in the \"near abroad\"?.There is a deeper reality. Without fanfare, Russia's elites have undergone a crucial transition from ebullie","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Minor Parties File Petitions For Pataki and Rosenbaum","web_url":"https://www.nytimes.com/1994/08/24/nyregion/minor-parties-file-petitions-for-pataki-and-rosenbaum.html","abstract":"  Supporters of the two Republican candidates for governor filed petitions today aimed at making sure their names are on the general election ballot in November no matter who wins the primary next month.    The Rev. Al Sharpton, who is running for the United States Senate, had also announced his intention to collect signatures to form a new party, but the State Election Commission said it had not received the petitions today, the deadline for placing independent parties on the primary ballot in November.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049832.html","abstract":"  A picture credit on Monday with a photograph of the choreographer Joseph Wilson performing at Lincoln Center misspelled the photographer's name. It is Tom Brazil.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"There Ought to Be a Law (but Not This Crime Bill;\nCongress Is Stealing Our College Education","web_url":"https://www.nytimes.com/1994/08/24/opinion/there-ought-to-be-a-law-but-not-this-crime-bill-congress-is-stealing.html","abstract":"On April 19, I \"celebrated\" my anniversary. On that day I had been locked up for 14 years. I had survived and even grown stronger in the crucible of the keep (as good as any reason to celebrate), but after watching NBC's \"Dateline\" that evening, I feared I had outlived the best chance any ex-con has of making it once he hits the bricks again.\n\nThe lead segment on \"Dateline\" that night was on prisoners receiving Pell higher education grants to help finance undergraduate college education. A measure denying Pell grants to inmates was up for a vote in the House the next day; the Senate had already passed such a measure.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Paralympics Sue U.S.O.C.","web_url":"https://www.nytimes.com/1994/08/24/sports/paralympics-sue-usoc.html","abstract":"  Organizers of an Olympic-style competition for disabled athletes sued the United States Olympic Committee in Federal court today, contending that the U.S.O.C. is improperly attempting to claim royalties from the disabled athletes' mascot.   Blaze, a mascot resembling a Phoenix and designed by the Paralympic organizers, is a symbol for its games scheduled for Atlanta in August 1996.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Sports of The Times; Opening Question For Owners","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-of-the-times-opening-question-for-owners.html","abstract":"  WHEN the baseball owners and the baseball players finally meet face to face today, here is one question the players might ask of management:   \"Just out of curiosity,\" the players could begin, \"when you talk about a salary cap based on a 50-50 split of income, just what income are you talking about?\"","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Compared to Whommm?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-compared-to-whommm-letters-to-the-editor.html","abstract":"Regarding \"Convert Haitian Refugees Into Police\" (Opinion, Aug. 10) by George C. Wilson:","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"BASEBALL;\nIn the Shadow of .400, Gwynn Waits","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-in-the-shadow-of-400-gwynn-waits.html","abstract":"The sweat drips down Tony Gwynn's cheeks as he darts from one station to the next, adjusting weight as he goes, on the sleek Nautilus-style equipment. It appears that baseball's best hitter might have a plane to catch or an appointment to keep, he is in such a hurry. But no, his wife, Alicia, says, that's just the way Gwynn takes care of ordinary business.\n\nThe day before baseball's players and owners are expected to air their differences at a bargaining table in New York, a day that Gwynn believes will decide the season, the star outfielder for the San Diego Padres is at his home, 30 minutes from San Diego.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Pre-Strike Proposal Revealed","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-pre-strike-proposal-revealed.html","abstract":"  The major league baseball season could have continued uninterrupted if the owners had agreed to a pre-strike proposal by Robert Reich, the Secretary of Labor, a lawyer close to the labor dispute said last night.   Reich, the lawyer said, made a proposal to both sides, asking the players not to strike and the owners not to implement their salary cap unilaterally in the off season.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Thwack! The Sure Sound of Courier Coming Back","web_url":"https://www.nytimes.com/1994/08/24/sports/tennis-thwack-the-sure-sound-of-courier-coming-back.html","abstract":"  Jim Courier hasn't won a tennis tournament in more than a year, has dropped from No. 1 to a distant 11th, and just last week threatened to skip next week's United States Open, a declaration of dissatisfaction with his game that spurred talk he was quitting tennis.   Cancel that threat.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"The Beach on the Street; In Torpid Summer, the Fire Hydrant Yields an Ocean of the Imagination","web_url":"https://www.nytimes.com/1994/08/24/nyregion/beach-street-torpid-summer-fire-hydrant-yields-ocean-imagination.html","abstract":"  Children came and went constantly to the spewing fire hydrant, dousing themselves and others. Jamick Paris, who is 7, stood right next to the hydrant until water dribbled down his legs and you could hear the slap-slap of drops on the pavement. Then, in their unruffled innocence, he and a friend laid down in the middle of the street and let the water run over them.    Laughing, Jamick ducked behind the hydrant and, nimbly working his fingers over the spray cap, directed the arc of water so that it splashed the others. They galloped away, as if trying to flee a swarm of wasps. Some whooped with glee. Some, their faces dripping, threatened to get him back.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Devils Give Brylin a Contract","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-hockey-devils-give-brylin-a-contract.html","abstract":"  The New Jersey Devils signed center SERGEI BRYLIN, the club's second selection in the 1992 entry draft, to a multiyear contract yesterday. Terms were not disclosed. Brylin, 20, spent the last three seasons with the Central Red Army club in his native Moscow. Last season, he finished seventh on the club in scoring. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Police Officer Shot In a Queens Pursuit","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-officer-shot-in-a-queens-pursuit.html","abstract":"  A police officer was shot and wounded while chasing a suspect on foot in the Corona section of Queens early today, the police said.    The officer, whose name was not released, was shot in the arm about 12:25 A.M. near the intersection of 108th Street and 43d Avenue, and was taken to Elmhurst Hospital Center, the police said. Captain Thomas Fahey said at the hospital that the officer was not badly hurt.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"The Vaccine Debacle","web_url":"https://www.nytimes.com/1994/08/24/opinion/the-vaccine-debacle.html","abstract":"  Shortly after President Clinton took office, his Administration announced that it would provide free vaccinations for all youngsters -- rich, poor and in-between. The goal was laudable and sounded simple. But the Administration's attempts to reach it have been tortured beyond belief.   During the cramped Reagan years, the price of vaccine went up and Federal funding for childhood immunization went down. Congress, and eventually President Bush, pushed for more money. The 1991 Dallas measles epidemic proved a cautionary tale: 95 percent of the sick children had not been vaccinated because they were too young for school enrollment and their health providers did not have enough free vaccine for everyone.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049794.html","abstract":"  It is almost expected that every guest at a benefit dinner will take home a few free goodies like perfume, cosmetics or T-shirts, but there will be an added twist to the give-aways at the Art and Soul dinner-dance on Saturday at the Parrish Art Museum in Southampton, L.I. The plan is to give one guest at each table a personal memento contributed by one of the well-known creative people associated with the Hamptons. Among the mementoes already sent in are a baseball cap with Chevy Chase's signature, a song book from Marvin Hamlisch and a signed photograph by Arthur Elgort.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Elway Blasts Preseason Games","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-football-elway-blasts-preseason-games.html","abstract":"  Having played in about 50 preseason games over the course of his career -- the equivalent of more than three full regular seasons -- JOHN ELWAY could restrain himself no longer.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-049786.html","abstract":"  For the last decade, the backs of 200 New York buses have carried large advertising posters with sometimes puzzling and sometimes humorous messages. One of them read \"She ditched him -- JOHN WEITZ ties and all.\" Another two-liner acknowledged that the offbeat approach wasn't always easy to decipher. It simply said: \"I don't understand John Weitz advertising. You're kidding.\"    The observers who follow such things, amused or irritated, will have a respite next month. Mr. Weitz, the designer, is donating his bus-advertising space to Phoenix House, the drug-abuse service agency in New York. The message will say \"Need Help? Call 1-800-COCAINE, Phoenix House.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Silent Castro Puzzling U.S. Aides","web_url":"https://www.nytimes.com/1994/08/24/us/flight-from-cuba-in-havana-silent-castro-puzzling-us-aides.html","abstract":"  After encouraging an immigration crisis with the United States by permitting disgruntled Cubans to take to the high seas, Fidel Castro has suddenly and unexpectedly fallen silent, raising concerns about what additional moves he might be planning.   Normally not a man at a loss for words, the Cuban leader has made no significant public statements since President Clinton announced on Saturday that Cuban-Americans will no longer be allowed to visit or send remittances to relatives on the island and that anti-Castro broadcasts to Cuba will be increased.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Grover Washington, Jazzy","web_url":"https://www.nytimes.com/1994/08/24/arts/music-review-grover-washington-jazzy.html","abstract":"  Every so often, a musician who has prospered in pop-jazz decides to dust off the old jazz credentials. On Monday night at the Blue Note, it was the saxophonist Grover Washington, who has just made a straightforward jazz album, \"All My Tomorrows\" (Columbia).    Mr. Washington's way of crooning ballads on soprano saxophone has been emulated by the best-selling likes of Kenny G. It was the best portion of his set; in \"Nature Boy,\" he caressed every phrase, stating the melody with breathy delicacy and clarity, bubbling over into ornament at rare moments. As Freddie Cole and Jeanie Bryson whisper-sang \"For Heaven's Sake,\" Mr. Washington inserted shapely, seductive obbligatos.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inside-043001.html","abstract":"  Macy-Federated Merger Faces a Snag From Albany   The merger of Macy and Federated faces opposition from the New York State Attorney General, who called on Federated to sell all 12 Macy's stores in metropolitan New York. Page D1. A Priest's Logic on Abortion    Father David Trosch, a renegade priest, says that moral logic justifies killing abortion doctors. Page A12. Blockbuster Approves Sale    The board of Blockbuster Entertainment agreed to sell the company to Viacom for $8.4 billion. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Police Agencies Share Rules for Recognition","web_url":"https://www.nytimes.com/1994/08/24/nyregion/police-agencies-share-rules-for-recognition.html","abstract":"  The shootout on Monday in which two police officers were wounded by other officers happened so fast that even perfect training and procedure might not have prevented it, police officials said yesterday.   But there are rules and procedures for how and when officers can fire their weapons -- rules intended to prevent injury to bystanders, to avoid use of unnecessary or excessive force against suspects, and, of course, to avoid \"friendly fire\" errors like the one Monday night.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049808.html","abstract":"  A picture caption yesterday with an article about Russian organized-crime activity in Brooklyn described incorrectly the shooting of Naum Raichel, which law-enforcement officials said was linked to organized crime. Mr. Raichel was wounded in the attack; he was not killed.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Germany's Two Main Far-Rightist Parties Plan to Join Forces","web_url":"https://www.nytimes.com/1994/08/24/world/germany-s-two-main-far-rightist-parties-plan-to-join-forces.html","abstract":"  Leaders of Germany's two biggest far-right political parties, stung by electoral setbacks and poor showings in opinion polls, are seeking to put aside their rivalry and work together.   In a statement issued on Monday, Gerhard Frey, the millionaire publisher who leads the German People's Union, and Franz Schonhuber, a proud veteran of the Nazi SS who heads the Republicans, urged their followers \"to build a relationship that will prevent us from blocking our own electoral progress.\"","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Kukoc: Union Criticizes N.B.A.","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-pro-basketball-kukoc-union-criticizes-nba.html","abstract":"  The National Basketball Association's rejection of the contract signed last week between TONI KUKOC and the Chicago Bulls was denounced yesterday by the head of the players' union.   \"Once again the league is simply venting its frustration over its loss in court last year,\" said CHARLES GRANTHAM, executive director of the National Basketball Players Association. Kukoc signed his new contract after exercising his right to \"opt out\" of the contract he signed with the Bulls last year.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Prevent the Massacres : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-prevent-the-massacres-letters-to-the-editor.html","abstract":"The superpowers, at the height of the Cold War, were prepared to spend billions to prepare for a cataclysmic conflict. Nuclear holocaust no longer haunts us, yet genocidal tribal conflicts threaten millions of people. Some part of the \"peace dividen","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"A School To Mark A Century Of Success","web_url":"https://www.nytimes.com/1994/08/24/nyregion/about-new-york-a-school-to-mark-a-century-of-success.html","abstract":"  WHEN school opens in two weeks, Public School 6 on the East Side will start marking its centennial with a lot of tradition. Just like Choate or Groton or any of those la-di-da, hoity-toity private schools.    Of course, there are people who think that P.S. 6, on Madison Avenue and 82d Street, is one of those la-di-da, hoity-toity schools itself, because its neighborhood is rich, or because its students are consistently near the top in citywide exam scores, or because all the sixth graders have to study Latin.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"O for a Song: Court Gives 33 1/3 Jingles","web_url":"https://www.nytimes.com/1994/08/24/nyregion/o-for-a-song-court-gives-33-1-3-jingles.html","abstract":"  Steve Karmen has written such classics as \"I Love New York,\" \"Aren't You Glad You Use Dial\" and \"Weekends Were Made for Michelob.\" When it comes to composing musical sales pitches for a state, a soap or a beer, Steve Karmen has few peers. But in the critical view of a Federal appeals court in Manhattan, Steve Karmen is no Cole Porter.   Despite his impressive list of memorable tunes, the court ruled yesterday that Mr. Karmen was entitled to only a tiny percentage of the royalties accorded more famous songwriters.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Outside Income for British M.P.'s Is Questioned","web_url":"https://www.nytimes.com/1994/08/24/world/outside-income-for-british-mp-s-is-questioned.html","abstract":"  As a consultant to a Scottish electricity company, Philip Gallie keeps it up to date on what is happening in the House of Commons and sets up meetings with legislators. The company, Scottish Power P.L.C., pays him an undisclosed fee -- probably around $15,000 a year -- and gives him use of a company car.   But the consulting job is just a sideline for Mr. Gallie. He is better known as the Member of Parliament for Ayr, on Scotland's west coast, and for serving on the Select Committee on Scottish Affairs.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Embargo Dries Up Haiti Fuel Supply","web_url":"https://www.nytimes.com/1994/08/24/world/embargo-dries-up-haiti-fuel-supply.html","abstract":"  The sweating and ragged men and women who sell gasoline in the black market on the side of the road here have a saying: you never appreciate the tail of a donkey until you try to catch one running downhill.    In one more absurdity in an absurd place and time, the United States and relief groups may have to rely on this market to power hospital generators and the trucks that take food and medicine to Haiti's poor in a nation slowly being squeezed dry by an international embargo.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/24/nyregion/metro-digest-045209.html","abstract":"  IN SUBWAY, OFFICERS FIRING AT OFFICERS   All but one of the eight gunshots that turned a crowded East Side subway station into a battlefield Monday night were fired by police officers mistakenly aiming at each other, police officials said. The remaining shot, they said, occurred when a suspect dropped his shotgun and it went off. In the tumult, a white New York City police officer opened fire on a black undercover transit officer, hitting him four times. A1.   Officer Peter Del Debbio, who shot a transit police officer, had lived through another hellish night in the subway, a night that cost him part of his finger and no small amount of pride. B4.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Downsizing's Casualties","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-downsizing-s-casualties-050296.html","abstract":"  To the Editor:   Albert J. Dunlap is a symbol of capitalism's contradiction. At Scott Paper Company, he has been brought in to fire 30 percent of the employees (Business Day, Aug. 15). In the bargain, he has made a tidy profit.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Man Is Struck and Killed by Subway Train","web_url":"https://www.nytimes.com/1994/08/24/nyregion/man-is-struck-and-killed-by-subway-train.html","abstract":"  A man was struck and killed yesterday by an IRT train near the subway station at 96th Street and Broadway in Manhattan, delaying tens of thousands of riders for more than two hours, a Transit Authority spokeswoman said.   The man, who was not immediately identified, was walking on the tracks in a tunnel when a northbound No. 1 train hit him at 4:32 P.M., said the authority spokeswoman, Melissa Farley.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"'Getting to Know You': Giants' Secondary Song","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-getting-to-know-you-giants-secondary-song.html","abstract":"  The Giants' secondary is fast, quick and young. But it also is new, unsophisticated and not what the Giants are accustomed to.   Until the secondary becomes solid, the team may struggle. If the Giants' entire defense shows more cohesion and more aggressiveness in Saturday night's preseason finale against the Bears in Chicago, its outlook will be brighter for the season opener Sept. 4 against the Philadelphia Eagles at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Why New York Hasn't Warmed to Metrocard","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-why-new-york-hasn-t-warmed-to-metrocard-050300.html","abstract":"  To the Editor:   Re your Aug. 17 news article on the snub of the transit card by New Yorkers: The \"electronic token\" will not be a best seller until all stations and buses are equipped to use it. We have long supported fare discounts on quantity purchases and time-based passes to encourage increased transit ridership, particularly during off-peak hours. Testifying in favor of the last fare increase, we called for an end to multiple-fare zones.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Rep. Gallo Drops Out of Race, Citing Problems With Health","web_url":"https://www.nytimes.com/1994/08/24/nyregion/rep-gallo-drops-out-of-race-citing-problems-with-health.html","abstract":"  Citing health problems, Representative Dean A. Gallo, Republican of Parsippany, withdrew today as a candidate for re-election to the Congressional seat he has held for 10 years.   Mr. Gallo, who won a hard-fought primary election in June against three opponents, said he had learned over the Fourth of July weekend that a prostate cancer condition diagnosed and treated in 1992 was no longer in remission and would require further treatment. Mr. Gallo, who is 58, also underwent hip replacement surgery in March.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Why Punish the Cuban People?","web_url":"https://www.nytimes.com/1994/08/24/opinion/why-punish-the-cuban-people.html","abstract":"  President Clinton's abrupt reversal of 28 years of Cuban refugee policy last Friday looked clumsy enough, but over the weekend he made it worse. Seeking to punish Fidel Castro for unleashing the latest refugee tide, Mr. Clinton ended up also punishing ordinary Cubans. He cut off all cash support from their relatives in the U.S., rather than the 50 percent cut originally announced. By raising the temperature on Cuba when it should be trying to cool it, the Administration could yet convert a rhetorical emergency into a real one.    The package of pressures the President unveiled on Saturday did include two legitimate spurs to greater freedom in Cuba -- increased radio broadcasts and a new U.N. initiative on human rights. It also included a cutoff of charter flights from the U.S. -- unwise, since Cuban freedom is served by more contacts with Americans, not less.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"When the Car Crashes, Talent Means Nothing","web_url":"https://www.nytimes.com/1994/08/24/sports/college-basketball-when-the-car-crashes-talent-means-nothing.html","abstract":"  Tchaka Shipp still can't remember the accident. Kevin Simmons remembers it like his home phone number.   The two talented New York City basketball players, here to attend the University of California-Irvine, flipped their car in mid-July when one of them fell asleep at the wheel.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Nerekhta Journal; In a Factory Town, Soviet Feudalism Dies Hard","web_url":"https://www.nytimes.com/1994/08/24/world/nerekhta-journal-in-a-factory-town-soviet-feudalism-dies-hard.html","abstract":"  The urban veneer of this small industrial town is melting away. Chickens and goats roam the courtyards of huge Soviet apartment complexes, and cucumber and potato plants, not begonias, sprout out of window boxes and kitchen gardens. Nerekhta's factory workers have not been paid for months, and many are turning into citified subsistence farmers.   Survival tips, instead of gossip, now dominate the town's small talk. \"We grow our own food and we borrow from my mother's pension check,\" is how Galina Razzhivina, 39, a bookkeeper, described her household accounts. She and her husband, Mikhail, 36, work at the largest local plant, known simply as the Mechanical Factory, and neither has received a salary since May.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"New Artistic Director Named For Circle in the Square","web_url":"https://www.nytimes.com/1994/08/24/theater/new-artistic-director-named-for-circle-in-the-square.html","abstract":"  Josephine R. Abady, who was dismissed last January as the director of the Cleveland Play House, is to be the new artistic director of the financially troubled Circle in the Square Theater. The appointment was announced yesterday by Theodore Mann, the theater's current artistic director and one of its founders.    Few details of the new management arrangement were available yesterday, and neither Mr. Mann nor Ms. Abady could be reached. But a statement released by the theater said that Mr. Mann, 70, and Ms. Abady would share creative control of the company, which produced no plays last season and has reportedly been on the brink of shutting down for good. It has been dark since \"Wilder, Wilder, Wilder\" closed in May 1993. Three-Play Season Considered    The statement of Ms. Abady's appointment said that two plays were planned for the coming season: a revival of \"The Shadow Box,\" by Michael Cristofer, and Chekhov's \"Uncle Vanya.\" A third production, a new American play that was not named, was said to be under consideration.","thumbnail":null,"section":"Theater"},{"date":"19940824","headline":"Bonilla's Big Interest Goes Beyond Bucks","web_url":"https://www.nytimes.com/1994/08/24/sports/on-baseball-bonilla-s-big-interest-goes-beyond-bucks.html","abstract":"  Bobby Bonilla is going back to work this week.   No, not to that job, the one in which he stops ground balls at third base and hits home runs for the Mets. No, this one involves the business of baseball. Or more precisely, the business of trying to get baseball back on the field for the first time since major league players struck on Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"New Game In Town As Baseball Talks Begin","web_url":"https://www.nytimes.com/1994/08/24/sports/baseball-new-game-in-town-as-baseball-talks-begin.html","abstract":"  In place of the usual position-by-position matchups that precede the World Series, Major League Baseball was left yesterday with a matchup of verbal positions by owners and players as they prepared for their first face-to-face bargaining-table confrontation of the 13-day-old strike.   The positions, as articulated by John Harrington of the Boston Red Sox and Brett Butler of the Los Angeles Dodgers, spelled out in painfully precise terms where each side stands for today's session in the presence of a team of Federal mediators.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE VOYAGE -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Straits of Florida Hide the Unknown Toll of a Rush to Freedom","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-voyage-us-scrambling-cope-with-rising-tide-cuban-refugees-straits.html","abstract":"  They set out in foam boxes, inner tubes and packing crates that pass for rafts, loading their flimsy vessels with bare essentials -- a plastic container with water, fried meat and bread, an image of the Virgin Mary or a Santeria deity tucked away, a compass pointing north.   And as they do, Cubans by the thousands are disregarding warnings not to embark on the dangerous journey across the Straits of Florida. Unstated but implicit in the warnings are the many rafters who are feared dead.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/24/style/chronicle-047252.html","abstract":"  PRINCE PHILIP, the Duke of Edinburgh, will be the first member of the British royal family to visit Israel when he takes part in a ceremony in Jerusalem in October honoring his mother, Princess Alice of Greece. The Princess, who is credited with saving the lives of three Jews in Greece during the Holocaust, died in 1969 at the age of 84 and is buried in Jerusalem. She sheltered members of the Jewish family in her home in Athens.   Buckingham Palace, which made the announcement, said: \"Members of the royal family are always advised by the Foreign Office when traveling abroad. The Foreign Office felt that the time was right for this visit to Israel.\"","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/24/sports/transactions-048208.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Signed Shawn Moore, quarterback. Waived Brett Wallerstedt, linebacker; Bernard Basham, defensive end; Brian Bollinger, guard; and Gene McGuire, center. Placed Sean Wallace, safety, on injured reserve.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"1894: Bomb in Caracas : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-1894-bomb-in-caracas-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A despatch from Caracas to the Herald states that a deliberate attempt to murder General Crespo, President of Venezuela, was made yesterday [Aug. 22]. An unknown man threw a bomb at the President as he was passing along the street, but fortunat","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Odd Sort of Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-odd-sort-of-democracy-letters-to-the-editor.html","abstract":"Regarding \"Mexico's Ruling Party Would Do Better to Lose\" (Opinion, Aug. 18):.Stanley A. Weiss's suggestion to the PRI, Mexico's governing party, that it rig itself a loss for the recent elections was bizarre to say the least. If the PRI wins","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"New York City's Pot of Gold","web_url":"https://www.nytimes.com/1994/08/24/opinion/new-york-city-s-pot-of-gold.html","abstract":"  New York may be on the verge of acquiring an unexpected windfall -- millions of dollars in private money to be dipped into for the public good. A new investment fund sponsored by the New York City Partnership is seeking to raise $100 million from wealthy individual and corporate donors; $15 million has already been pledged on the basis of a mere 15 telephone calls. The Partnership's fund-raising is based on a powerful and proven idea: spread development money in the right places at the right moments and the whole city will profit.   Formed in 1978, just as New York was emerging from its last great fiscal crisis, the Partnership includes executives from more than 150 of the city's largest companies. Among them is the Wall Street financier Henry R. Kravis, who proposed the new fund after researching similar economic-development efforts by corporate leaders in cities like Atlanta and Minneapolis. Mr. Kravis has been named chairman.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Better to Ignore Him : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-better-to-ignore-him-letters-to-the-editor.html","abstract":"Regarding \"Yes, the Pope Has Done a Bad Thing\" (Opinion, Aug. 15) by A.M. Rosenthal:.It is, I believe, a \"bad thing\" you are doing in continuing to give space to the award to Kurt Waldheim of a papal honor..Of course the award was","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Programming Lunch, From 'Table's Ready' To 'Here's Your Check'","web_url":"https://www.nytimes.com/1994/08/24/style/programming-lunch-from-tables-ready-to-heres-your-check.html","abstract":"THEY may evoke images of the Jetsons rather than personal service and culinary artistry, but computers and electronic systems are transforming the workings and ambiance of an increasing number of restaurants:\n\n* The Prohost paging network, developed by Dallas-based Rock Systems, equips customers, waiters, cooks and managers with wireless message devices, worn on the wrist, that Dick Tracy might envy. Among the possibilities: diners buzz their waiters for service, a computer tells the cooks that they're taking too long to prepare food, or the manager sends a \"happy birthday\" message to a customer.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"U.S. Government Broadcasts to Cuba, And Wonders If Anyone Is Listening","web_url":"https://www.nytimes.com/1994/08/24/us/flight-cuba-airwaves-us-government-broadcasts-cuba-wonders-if-anyone-listening.html","abstract":"  Hour after hour, the airwaves in Cuba are filled with a single message: Don't go.   In Spanish, from antiseptic United States Government studios here, the reasons are listed again and again: The waters are unsafe. Hurricane season has started. People are dying. American policy has changed. There is no welcome for survivors. Refugees are detained. Don't go.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Violinists Win I.R.S. Challenge","web_url":"https://www.nytimes.com/1994/08/24/arts/violinists-win-irs-challenge.html","abstract":"  Two New York Philharmonic violinists who fought the Internal Revenue Service in court have won the right to claim a tax deduction for their rare early-19th-century violin bows. In a decision that could affect thousands of professional musicians, judges in Federal Tax Court in Washington ruled on Monday 10 to 7 in favor of the violinists.   Lawyers for the Internal Revenue Service, led by Pamela Cohen, argued last December that the two Philharmonic players, Richard and Fiona Simon, could not claim their bows as a deduction because the bows, made by the French master Francois Tourte, were works of art that appreciated in value with the passage of time and fetched large sums in the collectibles market.","thumbnail":null,"section":"Arts"},{"date":"19940824","headline":"Small Cost for Survival : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/24/opinion/IHT-small-cost-for-survival-letters-to-the-editor.html","abstract":"Regarding \"Do We Really Need to Start Bracing?\" (Opinion, Aug. 6) by William Pfaff:.It is extraordinary that a modern commentator like Mr. Pfaff should adopt so fatalistic an approach about the possibility of finding an asteroid or comet aime","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Study Suggests 2 Fatty Acids May Help Keep Hearts Healthy","web_url":"https://www.nytimes.com/1994/08/24/us/study-suggests-2-fatty-acids-may-help-keep-hearts-healthy.html","abstract":"  JUST when consumers think they have mastered the connections between dietary fats, cholesterol and heart disease, another finding emerges to confuse the issue. People who perhaps reluctantly replaced butter and other highly saturated fats with margarine and polyunsaturated vegetable oils were recently advised to eat less margarine and to use more monounsaturated olive and canola oils. Meanwhile, Federal health officials are recommending that all kinds of fats be used sparingly and that grains and other complex carbohydrates form the bulk of a healthful diet.   Now researchers from the Boston University School of Medicine say that all this advice is off base and will not adequately reduce the risk of fat-clogged arteries that lead to heart attacks and strokes. Rather, their preliminary studies indicate, a very low-fat diet may in itself touch off heart disease. They found that a major risk factor was an insufficient intake of two polyunsaturated fatty acids that are as essential to human nutrition as vitamins, minerals and protein.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049840.html","abstract":"  The Key Rates table on the Credit Markets page of Business Day yesterday misstated the prime rate and the discount rate for Friday and Monday in some editions. The prime rate on both those days was 7.75 percent, not 7.25 percent; the discount rate was 4 percent, not 3.5 percent.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Jets and Meola Part Ways but Stay in Touch","web_url":"https://www.nytimes.com/1994/08/24/sports/pro-football-jets-and-meola-part-ways-but-stay-in-touch.html","abstract":"  They gave Tony Meola a dozen footballs, a kicking tee and told him to go home and practice. And maybe, the Jets told him today, he can return soon.   The Jets were encouraging to Meola, who tried to live out his fantasy of switching from World Cup soccer goalie to National Football League kicker.","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/24/nyregion/no-headline-043699.html","abstract":"  \"A disconcerting number of rafters probably don't make it. It's certainly enough for us scientists to be extremely worried about it and consider this a tragedy.\" BRUCE R. ROSENDAHL, dean of the Rosenstiel School of Marine and Atmospheric Science at the University of Miami.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"FORAGING WITH: Faith Heller Willinger;\nDrum Major of Italian Cuisine","web_url":"https://www.nytimes.com/1994/08/24/style/foraging-with-faith-heller-willinger-drum-major-of-italian-cuisine.html","abstract":"TRAVELING anywhere with Faith Heller Willinger is a little like marching through Italy with Garibaldi's troops. You know there's something to be unified and it's big.\n\nFor more than a decade, a devoted phalanx of American food writers, cookbook authors, restaurateurs and just plain eager eaters has followed this leader of the food faithful from Sicily to Lombardy in search of, among other things, Barolo, lardo, prosciutto, gelato, balsamico, salumi, pane, dolce, pecorino, carciofi, grappa, tartufi and capperi. Not, however, everyday tartufi, but white truffles just dug from the microbe-rich soil of Alba. And not just any old capperi, but tiny capers from Pantelleria, preserved only in sea salt so as not to distort their flavor.","thumbnail":null,"section":"Style"},{"date":"19940824","headline":"Anti-Dumping Terms Preserve U.S. Trade","web_url":"https://www.nytimes.com/1994/08/24/opinion/l-anti-dumping-terms-preserve-us-trade-050270.html","abstract":"  To the Editor:   \"Mr. Clinton: Defend Your Trade Pledge\" (editorial, Aug. 19) misrepresents the profit deduction provision that the Senate Finance Committee approved as part of the antidumping code in the Uruguay Round implementing legislation.","thumbnail":null,"section":"Opinion"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049859.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about the acquisition of the Pioneer Bank by the Bank of Boston Corporation misidentified the institution that was purchased. The Pioneer Bank bought by the Bank of Boston is the largest cooperative bank in Massachusetts, not a subsidiary of Pioneer Bancshares Inc. in Chattanooga, Tenn.  ","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"With Boli, Glasgow Seeks Greater Glory in Europe","web_url":"https://www.nytimes.com/1994/08/24/sports/IHT-with-boli-glasgow-seeks-greater-glory-in-europe.html","abstract":"The tears of Basile Boli have flowed as constant as a river through recent European Champions Cups..In the 1991 cup final, this big, bold, bad man from the Ivory Coast sank to his knees after his team, Olympique Marseille, went out on a penalty shoot-","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Following A modern Prince Around His World","web_url":"https://www.nytimes.com/1994/08/24/movies/television-review-following-a-modern-prince-around-his-world.html","abstract":"  Tonight, as was breathlessly reported when \"Charles: The Private Man, the Public Role\" was shown in Britain, the royal known in the British tabloids as the heartless husband intimates that after his marriage to Princess Diana came apart he found comfort in the arms of Camilla Parker-Bowles. But that is only a passing tingle in a generally sober two-hour look that brings us as close to His Highness as commoners are likely to come.   The program's producer, Jonathan Dimbleby, trailed the heir to the British throne for about 15 months, on official rounds and during off-hour fishing, skiing and gamboling with his two sons. On the royal airplane heading here and there, Mr. Dimbleby respectfully inquires into the Prince's feelings about his line of work and related matters.","thumbnail":null,"section":"Movies"},{"date":"19940824","headline":"Inquiry at Utility Finds Questionable Spending","web_url":"https://www.nytimes.com/1994/08/24/nyregion/inquiry-at-utility-finds-questionable-spending.html","abstract":"  An internal investigation into the gas and electric utility serving Rockland and Orange Counties has found almost $4 million in questionable spending, including $885,000 in bogus business expenses billed by the company's former chairman and other executives.   Investigators said the former chairman, James F. Smith, used company funds to pay for personal expenses like vacation visits to Europe and Russia, gift baskets for friends, tickets to Broadway shows, expensive wine and $37,158 worth of food for private parties at the company's conference center in Sullivan County.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/24/nyregion/c-corrections-049824.html","abstract":"  A picture caption last Wednesday with an article about the effects of the Woodstock festival on Saugerties, N.Y., incorrectly described a woman displaying a T-shirt in a shop there. She was Regan Mashayekhi, a worker at the shop, not a tourist.","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/24/nyregion/news-summary-043052.html","abstract":"  International A3-11  MEXICO WINNER OFFERS DIALOGUE  The winner of Mexico's presidential election said he would seek a dialogue with his opponents, but he did not seem to be convinced that he would have to bring his opponents into the Government.  A1  FEARS FOR MEXICO'S LEFT  Mexico's left wing is so splintered by its poor showing that there are fears that it might be cut off from the political process and then turn to more violent ways to be heard.  A10","thumbnail":null,"section":"New York"},{"date":"19940824","headline":"Pope's Health Is Prompting New Concern","web_url":"https://www.nytimes.com/1994/08/24/world/pope-s-health-is-prompting-new-concern.html","abstract":"  The Vatican insisted today that Pope John Paul II was making \"excellent\" progress during a vacation in the mountains of northern Italy, despite concern over his health and questions about the potential hazards of the visit he plans to Sarajevo.   The worries about the 74-year-old Pope's physical well-being resurfaced on Sunday when he seemed to grimace in pain while descending from a platform after he had said Mass.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"FLIGHT FROM CUBA: THE OVERVIEW -- U.S. Scrambling to Cope With the Rising Tide of Cuban Refugees; Washington Considers Housing Newcomers at Mainland Sutes","web_url":"https://www.nytimes.com/1994/08/24/world/flight-cuba-overview-us-scrambling-cope-with-rising-tide-cuban-refugees.html","abstract":"  Alarmed that its new policy of keeping out Cuban boat people has failed to stem the flow of refugees, the Clinton Administration is considering greatly expanding the capacity of the naval base at Guantanamo Bay, Cuba, to handle them.   With the flood of Cubans picked up at sea exceeding 2,000 for the second straight day, some Administration officials said they might be forced to consider an emergency option: placing the Cubans in military bases and other Federal properties on the mainland, as was done during the Mariel exodus of 1980 when 125,000 Cubans left for the United States.","thumbnail":null,"section":"World"},{"date":"19940824","headline":"Two Red Sox Have Surgery And Are Out for the 'Season'","web_url":"https://www.nytimes.com/1994/08/24/sports/sports-people-baseball-two-red-sox-have-surgery-and-are-out-for-the-season.html","abstract":"  Red Sox third baseman SCOTT COOPER and left fielder MIKE GREENWELL underwent arthroscopic surgery yesterday and will be out for the season if the strike ends. Cooper, placed on the disabled list Aug. 7, had torn cartilage repaired in his right shoulder. Greenwell, who injured his left shoulder when he ran into the wall on opening day, was put on the disabled list Aug. 4. He also had torn cartilage repaired. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940824","headline":"Personal Health; Toxic shock: out of mind, but still a serious threat.","web_url":"https://www.nytimes.com/1994/08/24/us/personal-health-toxic-shock-out-of-mind-but-still-a-serious-threat.html","abstract":"  TOXIC shock syndrome may have faded from prominent public concern but not from the medical record books. This often-fatal disease may be nearly as common now as it was in the early 1980's, when it terrified menstruating women, especially those who used highly absorbent tampons.    Cases of toxic shock fell off sharply in 1984 after Rely, made by the Procter & Gamble Company, and other superabsorbent tampons were taken off the market. But according to data gathered in Minnesota, toxic shock cases slowly began to rise again as the staphylococcal bacteria that could produce the deadly toxin spread to more people.","thumbnail":null,"section":"U.S."},{"date":"19940824","headline":"A Bumper Year for Bugs","web_url":"https://www.nytimes.com/1994/08/24/opinion/a-bumper-year-for-bugs.html","abstract":"  Louder, definitely louder. That is the emphatic if impressionistic judgment about the nightly katydid chorus this August, ventured by a dozen householders and nature-watchers from Georgia to Connecticut. The weather is the cause: a punishing winter, a cool spring and a wet summer, an ideal combination for insect eggs and larvae, and bad for the predators and soil fungi that kill them. Hence what Dr. Louis Sorkin, an entomologist at the American Museum of Natural History, calls \"higher than average species populations\" for everything from crickets to mosquitoes.   From there, it all depends on one's perspective. Consider the grasshopper, which is said to cause $80 billion in crop damage every year, whose five-to-seven-year cycle is now peaking. Farmers around Washington D.C. contend that the green creatures have munched away whole fields of alfalfa and soybeans; backyard gardeners in Virginia report that \"gourmet grasshoppers\" are cleaning out beds of basil, sage and mint. It is small solace for victims to be reminded by agronomists that grasshopper guano is excellent fertilizer for next year's crops.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":79,"wspd":11.2},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":11.2},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":86,"wspd":7.6},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":85,"wspd":13},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":85,"wspd":9.4},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":85,"wspd":11.2},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":84,"wspd":11.2},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":81,"wspd":13},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":72,"wspd":16.6},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":63,"wspd":16.6},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":57,"wspd":22.3},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":49,"wspd":22.3},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":50,"wspd":14.8},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":49,"wspd":20.5},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":51,"wspd":18.4},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":47,"wspd":24.1},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":45,"wspd":18.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":73,"wspd":13},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":83,"wspd":13},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":68,"wspd":13},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":16.6},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":75,"wspd":9.4},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":80,"wspd":11.2},{"date":"19940824","time":"1994-08-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":43,"wspd":14.8},{"date":"19940824","time":"1994-08-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":13},{"date":"19940824","time":"1994-08-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":9.4},{"date":"19940824","time":"1994-08-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":55,"wspd":11.2},{"date":"19940824","time":"1994-08-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":61,"wspd":7.6},{"date":"19940824","time":"1994-08-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":7.6},{"date":"19940824","time":"1994-08-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":72,"wspd":9.4},{"date":"19940824","time":"1994-08-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":0},{"date":"19940824","time":"1994-08-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19940824","time":"1994-08-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":7.6},{"date":"19940824","time":"1994-08-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":13},{"date":"19940824","time":"1994-08-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":11.2},{"date":"19940824","time":"1994-08-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":13},{"date":"19940824","time":"1994-08-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":51,"wspd":11.2},{"date":"19940824","time":"1994-08-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":9.4},{"date":"19940824","time":"1994-08-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":40,"wspd":9.4},{"date":"19940824","time":"1994-08-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":38,"wspd":14.8},{"date":"19940824","time":"1994-08-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":44,"wspd":14.8},{"date":"19940824","time":"1994-08-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":16.6},{"date":"19940824","time":"1994-08-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":48,"wspd":14.8},{"date":"19940824","time":"1994-08-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":57,"wspd":13}]},"19940825":{"guardian_articles":[],"nytimes_articles":[{"date":"19940825","headline":"Arias Up and Calls It Quits","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-arias-up-and-calls-it-quits.html","abstract":"  Eleven years ago, Jimmy Arias made it all the way to the United States Open semifinals, where he lost to Ivan Lendl before a full house on the Stadium Court at the National Tennis Center.   Yesterday, on Court 18 before 100 of the curious and nostalgic, Arias succumbed in the first round of Open qualifying. Afterward, he said farewell to the tennis tour.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"International Ban for Maradona","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-soccer-international-ban-for-maradona.html","abstract":"  DIEGO MARADONA, the Argentine soccer star, has been banned from playing nationally or internationally for 15 months because he took a banned stimulant during the World Cup.   A disciplinary panel for FIFA, soccer's world governing body, decided on the sanction against Maradona for his failure of a drug test after Argentina's second match of the World Cup against Nigeria on June 25. Five days later, Maradona, 33, captain of the Argentine team, was banned from the rest of the World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"A Yellowstone Mine Means Double Trouble","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-a-yellowstone-mine-means-double-trouble-057916.html","abstract":"  To the Editor:   The Canadian-based Noranda Inc.'s proposed mine adjacent to Yellowstone National Park would be more than just a ripoff of the United States Treasury.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Chinese Star Given 2-Year Ban","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-swimming-chinese-star-given-2-year-ban.html","abstract":"  A female Chinese swimmer tested positive for drug use, and has been banned from competition for two years and stripped of her three Goodwill Games gold medals, the official Xinhua News Agency reported yesterday from Beijing.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Jet Awaits His Punts at Ground Zero","web_url":"https://www.nytimes.com/1994/08/25/sports/football-jet-awaits-his-punts-at-ground-zero.html","abstract":"  The Jets' biggest concern, says Coach Pete Carroll, is punt returns. And Aaron Glenn's preseason statistics leave room for concern: four punts handled (or mishandled) for zero yards.   Carroll hopes all that will change in Tampa, Fla., on Friday night when the Jets oppose the Tampa Bay Buccaneers in their preseason finale. He said Glenn will be the punt returner and one of two kickoff returners, but he did not exactly give the rookie a vote of confidence. Glenn said he knows he must produce.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/inside-057614.html","abstract":"  Powerful Hollywood Chief Is Leaving Disney Studios    Jeffrey Katzenberg is resigning as chairman of Disney Studios. Mr. Katzenberg had sought, and failed, to get the No. 2 job at Walt Disney, the studio's parent company. Page D1. Gates Against Crime    It may sound simple, but the residents of the Five Oaks neighborhood in Dayton, Ohio, put up 35 curb-to-curb gates and watched violent crime fall by 50 percent. Page C1.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"U.S. Has Itself to Blame for Cuban Refugees","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-us-has-itself-to-blame-for-cuban-refugees-057894.html","abstract":"  To the Editor:   President Clinton has made the first real change in Cuba policy in 28 years by \"adjusting\" the Cuban Adjustment Act of 1966. But by stating once again that he will continue to enforce the embargo against Cuba and the Cuban Democracy Act, the President is allowing a small minority of ultraconservatives in Miami to dictate United States policy.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Professor Challenges Ellis Island Health Exhibit","web_url":"https://www.nytimes.com/1994/08/25/nyregion/professor-challenges-ellis-island-health-exhibit.html","abstract":"  One Sunday last month, Dr. Victor Herbert went to Ellis Island in search of his namesake, his father's famous first cousin, the composer of period-piece operettas like \"Naughty Marietta.\" That Victor Herbert arrived at Ellis Island in the days when it was the immigrant's gateway to a new country and a new life.   Dr. Herbert did not find his relative's name among the thousands on the Wall of Honor. But he found something else that set off a volley of letters, faxes and Freedom of Information requests.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"At That Moment in Paris We Were the Finest of All","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-at-that-moment-in-paris-we-were-the-finest-of-all.html","abstract":"As Aug. 25, 1944, dawned, the U.S. 4th Infantry Division found itself in a bivouac just south of Paris. Orville Schroeder, my communications sergeant, brought me out of a deep sleep by shaking me and saying, \"Wake up, Captain Ausland, we are going t","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Cuomo Pledges Technology School for Talented","web_url":"https://www.nytimes.com/1994/08/25/nyregion/cuomo-pledges-technology-school-for-talented.html","abstract":"  Gov. Mario M. Cuomo said today that he would ask the State Legislature to approve financing next year for a high school of technology for academically talented students on Long Island.   Mr. Cuomo, who made the announcement at a news conference with the Suffolk County Executive, Robert J. Gaffney, said the school would provide talent for high technology industries that were essential to Long Island's future.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"A G.O.P. Star Rejects a Race For President","web_url":"https://www.nytimes.com/1994/08/25/us/a-gop-star-rejects-a-race-for-president.html","abstract":"  At a time when most Republican hopefuls are still mulling over whether to run for President, one of them, William J. Bennett, announced today that he would not join the race.   Mr. Bennett, a former Education Secretary and director of drug policy, cited family and professional reasons for not seeking the Republican nomination, leaving up for grabs the religious conservatives who have been his biggest supporters.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Editorial Notebook: The Cozy Culture of Washington; Mr. Espy's Troubles Are Rooted in Custom","web_url":"https://www.nytimes.com/1994/08/25/opinion/editorial-notebook-cozy-culture-washington-mr-espy-s-troubles-are-rooted-custom.html","abstract":"  Because he accepted and in some cases solicited plane rides, sports tickets and other favors from companies he regulates, Mike Espy, the Secretary of Agriculture, deserves harsh criticism. And while he insists he later reimbursed his corporate friends, and made no regulatory rulings in their favor, he may also have won himself the scrutiny of an independent counsel -- assuming that a panel of judges grants Attorney General Janet Reno's request for an investigation of Mr. Espy's conduct.   At first blush, it seems baffling: How could Mr. Espy, a former Congressman savvy in the ways of Washington, get into this mess? But that's just the trouble. He seems to have been blinded by his six years in the House to the impropriety of sponging off those with a huge stake in his official decisions. After all, members of Congress do it all the time.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Animal Anti-Cruelty Laws Protect Rats Too","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-animal-anti-cruelty-laws-protect-rats-too-057940.html","abstract":"  To the Editor:   In the case of the rat killer of Hillside, N.J., it is repugnant that a man who cruelly killed an animal is called a hero while another man, charged with enforcing laws to protect animals against cruelty, is called unreasonable for trying to do his job.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"U.N. Rwanda Rights Effort Is Hurt by Understaffing","web_url":"https://www.nytimes.com/1994/08/25/world/un-rwanda-rights-effort-is-hurt-by-understaffing.html","abstract":"  The United Nations efforts to monitor human rights in Rwanda and to bring to justice those suspected of taking part in massacres are understaffed and ill-equipped, officials said today.   Only 3 of a planned 20 monitors have arrived in Rwanda and they do not have communication equipment or vehicles to allow them to move around the country.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Clinton Says Coalition Plan Lacks Scope","web_url":"https://www.nytimes.com/1994/08/25/us/the-health-care-debate-the-senate-clinton-says-coalition-plan-lacks-scope.html","abstract":"  President Clinton today criticized the health care plan of a bipartisan group of senators because it does not require employers to pay for their workers' insurance. He said that not including such a provision prevented the plan from providing prescription drug coverage for the elderly or much money for long-term care.   Mr. Clinton said the senators in the self-styled \"mainstream coalition\" were \"walking away from what is the only known way to provide universal coverage, control cost increases in the out years and still generate enough money.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Economist Hired by Union Disputes Owners' Loss Claims","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-economist-hired-by-union-disputes-owners-loss-claims.html","abstract":"  The Milwaukee Brewers, owned by Bud Selig, the acting commissioner, and one of the clubs most often cited as the epitome of a small-market team in trouble, are financially healthy and appear to have economic problems only because of excessive general and administrative costs.   That assessment is one of many intriguing conclusions reached by Roger Noll, a Stanford University economist, in an analysis of major league baseball's financial data that was commissioned by the Players Association. The clubs provided the information to the union to bolster their contention that baseball needs a new economic system in which the clubs would have cost control.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/25/style/IHT-what-theyre-reading.html","abstract":"Mark Palmer, former American ambassador to Hungary and now president of the Central European Development Corporation in Berlin, is reading \"Fatherland\" by Robert Harris...\"This book says so much about the terrible events that took place","thumbnail":null,"section":"Style"},{"date":"19940825","headline":"A Goodwill Gesture by Indians","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-baseball-a-goodwill-gesture-by-indians.html","abstract":"  Pitcher MATT TURNER, who continues to undergo chemotherapy treatments for Hodgkin's disease, was released yesterday by the Cleveland Indians so that he can receive the remainder of his contract, a team official said.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Brinksmanship Prevails in Fight on Crime Bill","web_url":"https://www.nytimes.com/1994/08/25/us/brinksmanship-prevails-in-fight-on-crime-bill.html","abstract":"  The majority and minority leaders of the Senate appeared locked in a game of political brinksmanship over the well-worn crime bill today, with the prestige of the White House at stake.   But neither George J. Mitchell, the Democratic leader, nor his Republican counterpart, Bob Dole, seemed prepared to move first.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Transit Police Training Video Urges Restraint","web_url":"https://www.nytimes.com/1994/08/25/nyregion/transit-police-training-video-urges-restraint.html","abstract":"  The action happens so fast that the scene is almost a blur. A woman rushes upstairs from a New York City subway platform and screams at a nearby Transit Authority police officer: \"There's a man with a gun down there.\"   The officer, who is white, draws his gun and rushes downstairs, where he confronts a black man and a Hispanic man on the platform, holding a gun on a white man. With the grainy realism of cinema verite, the officer approaches the three men with his gun trained on them. Then there is the sound and flash of gunfire.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/25/nyregion/metro-digest-052507.html","abstract":"  OFFICER'S PARTNER DETAILS SHOOTING The partner of the transit police officer who was critically wounded in the subway on Monday has told investigators that an off-duty police officer continued firing at the transit officer after he had been hit and had fallen face down, shooting him at least twice in the back, an official familiar with the investigation said. A1. A transit police videotape is aimed at preventing the kind of shooting that occurred. B2.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Hollywood Wunderkind's Fall and Rise","web_url":"https://www.nytimes.com/1994/08/25/movies/books-of-the-times-hollywood-wunderkind-s-fall-and-rise.html","abstract":"  The Kid Stays in the Picture  By Robert Evans  Illustrated. 412 pages. Hyperion. $24.95.    The great age of the Hollywood mogul was over by the time Robert Evans became Paramount's head of production in the mid-1960's, but no one let Mr. Evans know. So he reigned with the shameless exuberance of an old-time studio czar, living large and attracting talent of every stripe. He lived in a house with a 2,000-rosebush garden, as he is fond of mentioning. And he held weekly at-home screenings, at which \"among the mainstays were Warren, Dustin, Jack, Roman,\" etc. Generous to a fault, in 1969 he was renting cars for 14 different aspiring actresses. And \"today, of the 14 girls, six have become internationally famous stars, none earn less than a million bucks a year.\"","thumbnail":null,"section":"Movies"},{"date":"19940825","headline":"Rights of Aliens","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-rights-of-aliens-058092.html","abstract":"  To the Editor:   Anthony Lewis, in criticizing a Clinton Justice Department brief opposed to the free speech rights of resident aliens, tries to bolster his case by distinguishing resident aliens from aliens seeking entry, who \"have no rights\" (column, Aug. 19).","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Park Strollers Thwart Attack On 9-Year-Old","web_url":"https://www.nytimes.com/1994/08/25/nyregion/park-strollers-thwart-attack-on-9-year-old.html","abstract":"  A group of people enjoying a sunny afternoon in Prospect Park in Brooklyn saved a 9-year-old girl from being kidnapped by a convicted sex offender yesterday, the police said.   Detective Mary Ann Mullin, a police spokeswoman, said that the man, who was a stranger to the girl, tried to lure her to his home with the promise of video games.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Accounts of Police Shooting Say Officer Fired After Victim Fell","web_url":"https://www.nytimes.com/1994/08/25/nyregion/accounts-of-police-shooting-say-officer-fired-after-victim-fell.html","abstract":"  The partner of the transit police officer who was critically wounded in the New York subway on Monday has told investigators that an off-duty police officer continued firing at the transit officer after he had been hit and had fallen face down, shooting him at least twice in the back, an official familiar with the investigation said yesterday.   The account of the partner, David Thompson, was similiar in some ways to that of another witness, a commuter who said he saw the off-duty officer stand over the transit officer and fire into his back three times at point-blank range.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Board Agrees On Ballots In Chinese","web_url":"https://www.nytimes.com/1994/08/25/nyregion/board-agrees-on-ballots-in-chinese.html","abstract":"  After failing to comply for two years with a Federal law requiring Chinese translations on ballots, the New York City Board of Elections has reversed itself and agreed to provide the translations in the Sept. 13 primary for the first time.   The board had said there was not enough room on the ballots to fit the translations and that printers hired to produce the ballots were unable to handle Chinese characters.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Giants Get a Kick Out of This Linebacker","web_url":"https://www.nytimes.com/1994/08/25/sports/football-giants-get-a-kick-out-of-this-linebacker.html","abstract":"  The arms on Corey Miller look like something out of a Popeye episode. His biceps, or guns as some of his Giants teammates call them, are as big as most people's thighs. He can bench-press 480 pounds. That's a golf cart with Dan Reeves sitting in it. On his light days, he benches 225 pounds 36 times. Ho-hum.   At 6 feet 2 inches and 255 pounds, the 25-year-old Miller is a tremendous physical presence. He is also the backup place-kicker. That's right. The backup kicker. If Brad Daluiso goes down, Miller and all those muscles would attempt a field goal.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Health Care's Genial Wheeler-Dealer","web_url":"https://www.nytimes.com/1994/08/25/us/the-health-care-debate-behind-the-scenes-health-care-s-genial-wheeler-dealer.html","abstract":"  When John Berlinger Breaux, the Louisiana Democrat who is at the center of fading hope for compromise on health care legislation, emerged from a Senate Democratic caucus the other day, a pile of waiting reporters glommed onto him like iron filings on a magnet.    \"We're going in circles,\" the trim, tanned Senator told them with the merest hint of a smile. \"But we're moving aggressively.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Quiet Winners in House Fight on Crime: Women","web_url":"https://www.nytimes.com/1994/08/25/us/quiet-winners-in-house-fight-on-crime-women.html","abstract":"  With the Senate snared in the second act of a summer stock drama on the crime bill, House members are taking a closer look at the paper trail left by their furious late-night trading as they careened toward consensus last week.   After all the uproar over what conservative critics called \"pork\" in the $30.2 billion crime measure, the fretting over total failure and the dimming -- finally -- of the C-Span lights, what they are finding is that the quiet winners in the bill that finally emerged are women and children.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"A Legend Is Seeking Power Role","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-notebook-a-legend-is-seeking-power-role.html","abstract":"  Martina Navratilova won't be the first retired athlete to segue into politics, but she's probably the first to run against her own longtime doubles partner, Pam Shriver. The post at stake in this curious competition is the presidency of the WTA Tour Players Association, a position held by Shriver for the last three years.   At an election to be held in New York City Sunday night, the fourth-ranked Navratilova, an outspoken advocate of challenging the tennis establishment, will attempt to block Shriver's re-election bid.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Ollie North Enjoying Run To the Top in Senate Race","web_url":"https://www.nytimes.com/1994/08/25/us/ollie-north-enjoying-run-to-the-top-in-senate-race.html","abstract":"  As a call-in host here egged him on this morning before a live radio audience, the candidate for the United States Senate swigged a cup of water, then squirted it between the gap in his front teeth high into the air, hitting a target nearly 10 feet away.   \"Bull's eye! Dead on!\" said Oliver L. North, the former lieutenant colonel in the Marines, who still likes to prove he has that can-do spirit.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Clinton's Only Hope on Cuba","web_url":"https://www.nytimes.com/1994/08/25/opinion/clintons-only-hope-on-cuba.html","abstract":"President Clinton has backed himself into a corner with his new detention policy for Cuban refugees. As thousands flee their island on leaky rafts thrown together from inner tubes and packing crates, the President has just three choices, all unpalatable.\n\nHe can abandon the detention policy and admit the arriving refugees. He can lift the 30-year embargo against Cuba, easing some of the island's economic woes. Or he can escalate the raft wars with a full naval blockade of commercial shipping to Cuba.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Argentines Concede Missteps on Bombing","web_url":"https://www.nytimes.com/1994/08/25/world/argentines-concede-missteps-on-bombing.html","abstract":"  Despite announcements two weeks ago that Argentina had evidence linking Iranian diplomats to the bombing of a Jewish community center here on July 18, the Government is still far from knowing who carried out the attack and may never resolve the case, Argentine officials say. The bombing killed 100 people and wounded scores of others.    The officials, who are familiar with the Government's investigation of the bombing and who spoke on condition of anonymity, said in recent interviews that the case against the Iranian diplomats was very thin, based mainly on circumstantial evidence provided by an Iranian dissident whose credibility was uncertain.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Let High Schools Shop For Supplies and Save","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-let-high-schools-shop-for-supplies-and-save-058130.html","abstract":"  To the Editor:   As a New York City school supervisor, I am pleased Schools Chancellor Ramon C. Cortines believes it is necessary to modify the way the Board of Education buys supplies. This should be simplest to do in high schools, which the Chancellor controls.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Jansen, Happy on Television, Announces His Retirement","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-speed-skating-jansen-happy-on-television-announces-his-retirement.html","abstract":"  Having finally won an Olympic gold medal and busy with endorsements and a new career as a television commentator, DAN JANSEN announced his retirement from speed skating yesterday.    Jansen, 28, won a gold medal in the 1,000 meters at Lillehammer, Norway, in February, ending years of Olympic frustration.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Israel Yielding Some Authority For West Bank","web_url":"https://www.nytimes.com/1994/08/25/world/israel-yielding-some-authority-for-west-bank.html","abstract":"  Israel will begin handing over to Palestinians the running of schools, health and welfare services and tax collection in the West Bank on Monday as a result of an agreement that was initialed today in Cairo.   The newly initialed agreement, known as the Palestinian \"early empowerment\" accord, was originally envisioned by the 1993 settlement that created the Palestinian self-rule enclaves in Gaza and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-058017.html","abstract":"  Hong Kong's Legislative Council probably doesn't have any idea of the peripheral credentials of a young man who will soon be working for one of its members.   The curriculum vitae of DAVID C. VIOTTI, 24, one of 15 young men and women just named Luce Scholars, include membership in Phi Beta Kappa; a degree from Georgetown University, where he majored in government, and studies at Oxford University. Less well known is that Mr. Viotti, a native of Colorado Springs, was named Funniest Person on Campus at Georgetown and was a member of an improvisational comedy group at Oxford.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Washington Finds Way to Upset Edberg","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-washington-finds-way-to-upset-edberg.html","abstract":"  The sixth time was the charm for MaliVai Washington.   After having never won a set against Stefan Edberg in five previous meetings, Washington won two tonight in a 6-0, 3-6, 6-3 second-round upset of Edberg at the Waldbaum's Hamlet Cup.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Judge Rejects Chavis's Effort to Be Reinstated in N.A.A.C.P. Job","web_url":"https://www.nytimes.com/1994/08/25/us/judge-rejects-chavis-s-effort-to-be-reinstated-in-naacp-job.html","abstract":"  A judge refused today to order the N.A.A.C.P. to reinstate the Rev. Benjamin F. Chavis Jr. as executive director, saying that if Mr. Chavis believed that the organization had improperly dismissed him, he could sue for breach of contract.   The ruling by Judge Herbert Dixon of the Superior Court of the District of Columbia temporarily halted the skirmishing between the association and Mr. Chavis, who was dismissed on Saturday over accusations of financial mismanagement and personal misconduct.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Montreal Journal; A 'Free' Quebec? In Many Tongues, a Firm 'No!'","web_url":"https://www.nytimes.com/1994/08/25/world/montreal-journal-a-free-quebec-in-many-tongues-a-firm-no.html","abstract":"  Italian-born Johnny Cicchino, who has lived in Canada for 25 of his 52 years and now owns a fruit and vegetable business in one of the biggest and busiest Montreal food markets, says the idea that Quebec might separate from Canada is \"crazy, completely crazy.\"   \"We all work here together,\" Mr. Cicchino declared, arms waving expansively at the workers crowding around his colorful stall, beside bins brimming with figs, tomatoes and melons. \"We speak French, English, Italian -- it makes no difference. We're all good friends. We don't want anybody ordering us to speak French.\"","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Catholic Leaders' Dilemma: Abortion vs. Universal Care","web_url":"https://www.nytimes.com/1994/08/25/us/health-care-debate-catholic-church-catholic-leaders-dilemma-abortion-vs.html","abstract":"  The nation's largest private provider of health care, the Roman Catholic Church, finds itself of two minds when it comes to new health care legislation.   It desperately wants universal coverage. But it cannot live with a provision that many legislators are likely to insist on including: guaranteed coverage for abortion.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn","web_url":"https://www.nytimes.com/1994/08/25/nyregion/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html","abstract":"  For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity.   A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating in the July 1977 blackout that produced a night of smoke and looting. \"Ridgewood has only five years left to go\" was the popular phrase 25, 20 and 15 years ago among doomsaying residents, convinced that Bushwick's blight would spread.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"1919: Doubting Tokio : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1919-doubting-tokio-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Coreans in Paris express complete scepticism as regards the reforms which are to be effected by the Japanese in Corea. Mr. Earl K. Whang, of the Corean mission, stated yesterday [Aug. 24] that the measures outlined in the Imperial rescript issued","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Starr Filed No Brief for Women's Group","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-starr-filed-no-brief-for-women-s-group-058122.html","abstract":"  To the Editor:   In your call for Kenneth W. Starr to step down as Whitewater independent counsel (editorial, Aug. 18), you state that he \"was working on a legal brief for a conservative women's organization opposing President Clinton.\" The Independent Women's Forum is not conservative, does not oppose President Clinton and has not asked Mr. Starr to prepare a legal brief.   The forum is troubled by the notion that any man should enjoy legal immunity from charges of sexual har- assment. We asked Mr. Starr, among others, to explore with us the constitutional question of whether or not a sitting President is immune from civil liability for nonofficial acts before taking office. While we might decide to take some sort of action, no such decision has been made. It is therefore quite a leap for you to conclude that \"Mr. Starr passed from public commentator to litigating opponent.\"   We speak for women working to raise families and build careers. We consider ourselves neither conservative nor liberal, but sensible. Our interest in the Paula Jones case was prompted by a concern that if the immunity defense prevailed, it might serve as a precedent for powerful men to avoid or delay accountability for the sexual harassment of less powerful women. ANITA K. BLAIR  Pres., Independent Women's Forum Arlington, Va., Aug. 18, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Hutu and Tutsi Mill the Rice and Set an Example","web_url":"https://www.nytimes.com/1994/08/25/world/hutu-and-tutsi-mill-the-rice-and-set-an-example.html","abstract":"  A day in Rwanda's rice-growing region is a reminder that not every Hutu is a killer or a refugee.   At the rice-milling cooperative here, men are again working eight-hour days, shelling, bagging and selling the rice brought in by members, Hutu and Tutsi. The cement factory, which employs both Hutu and Tutsi, may reopen soon.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Hardening Its Stance, U.S. Expands Guantanamo Camp","web_url":"https://www.nytimes.com/1994/08/25/us/flight-cuba-government-policy-hardening-its-stance-us-expands-guantanamo-camp.html","abstract":"  The Clinton Administration today ordered a vast and immediate expansion of its capacity to house fleeing Cubans at Guantanamo Bay and said it was prepared to maintain encampments of Cubans at the base or perhaps in third countries for the indefinite future.   Faced with an ever-surging flow of refugees, the Administration made clear that it intended to expend enormous effort to accommodate the Cubans in tent cities abroad without allowing them to spill onto American shores.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"New From Orson Welles: Updated 'Quixote'","web_url":"https://www.nytimes.com/1994/08/25/movies/new-from-orson-welles-updated-quixote.html","abstract":"  With a soundtrack featuring Orson Welles's own booming narration, a roughly cut version of the director's unfinished film \"Don Quixote\" made its public debut at the Edinburgh Film Festival this week, nine years after his death.   Critics and sponsors said audiences who filled a screening hall over the weekend reacted with a mixture of enthusiasm and bewilderment to their first glimpse of the scratchy, sometimes grainy black-and-white film, which Welles began in 1954.","thumbnail":null,"section":"Movies"},{"date":"19940825","headline":"Study of Virus Halted at Yale After Mishap","web_url":"https://www.nytimes.com/1994/08/25/nyregion/study-of-virus-halted-at-yale-after-mishap.html","abstract":"  At the request of Federal officials, Yale University has temporarily halted research into the rare virus that infected a university scientist in a laboratory accident earlier this month. But there are no plans to close the lab where the accident occurred, state health officials said.   Yale has asked state and Federal health officials to review all procedures used at the laboratory at its medical school and to recommend any necessary changes.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/25/nyregion/no-headline-051934.html","abstract":"  \"The Presidency is an important job. But there are other important jobs. And much, indeed most, of the important work that needs to be done in our country will have to be done outside of the Federal Government. For the present time, that's where I plan to be.\" -- WILLIAM J. BENNETT, former Education Secretary.  [ B7:4. ]","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Gender Gap Continues to Close on S.A.T.'s","web_url":"https://www.nytimes.com/1994/08/25/us/gender-gap-continues-to-close-on-sat-s.html","abstract":"  Citing significant strides in math and science by women of all ethnic backgrounds, the College Board said today that the male-female gap on Scholastic Assessment Test scores continued to narrow among high school students last year.   Releasing the annual report on S.A.T. scores, Donald A. Stewart, the president of the College Board, which oversees the tests, said:","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Essay; The En-En Document","web_url":"https://www.nytimes.com/1994/08/25/opinion/essay-the-en-en-document.html","abstract":"  The Clinton Administration's most revealing policy document laying out \"the national security strategy of the United States,\" no less -- has been kept secret by the fiendishly clever device of making it public.   Issued a month ago in the dead of night, the blue-covered \"National Security Strategy of Engagement and Enlargement\" was dubbed \"the En-En Document\" by engaging reporters and enlarged pundits.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-057991.html","abstract":"  A $10 million copyright infringement lawsuit against the singer BILLY JOEL has been dropped, The Associated Press reported yesterday. Alan Friedman, Mr. Joel's lawyer, said that GARY ZIMMERMAN, the claimant, had received no money; Carl Person, Mr. Zimmerman's lawyer, confirmed that.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Stock Market Surge Startles Wall Street","web_url":"https://www.nytimes.com/1994/08/25/us/stock-market-surge-startles-wall-street.html","abstract":"  Shaking itself out of a summer-long torpor, the stock market staged a remarkable rally yesterday, with the Dow Jones industrial average surging 70.90 points, or almost 2 percent, to 3,846.73. The magnitude of the rally stunned Wall Street. Some analysts said it could signal a recovery in stocks, which have been under pressure since the Federal Reserve began raising interest rates in early February. Others doubted the rally's momentum would be long-lived.   Several factors fed the rally. Bond prices have risen, while the dollar has come out of its tailspin.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Pupils of Burned School in Alabama Start Classes Hoping for Harmony","web_url":"https://www.nytimes.com/1994/08/25/us/pupils-of-burned-school-in-alabama-start-classes-hoping-for-harmony.html","abstract":"  Under a lowering gray sky, the 600-odd students of Randolph County High trooped into the charred remnants of their school today for the first day of classes and, many hoped, a fresh attempt at racial peace in Wedowee, a troubled rural hamlet in the Appalachian foothills.    Indeed, there were plenty of assertions of new-found harmony from local school officials, before and after the shortened first day. \"It was like a family,\" said the new assistant principal, Lucille Burns, who is black, after the school day ended at midmorning. \"We're healing.\"","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Nigeria's Tarnished Brass","web_url":"https://www.nytimes.com/1994/08/25/opinion/nigeria-s-tarnished-brass.html","abstract":"  The reckless soldiers who govern Nigeria seem to have a single response to anything that displeases them: Lock up everybody who is out of step, even if that means half the country. Since the country in question happens to be the most populous in Africa, a major exporter of oil and a volatile mix of a dozen cultures, 250 languages and 3 unstable regions, this martial misrule has to be of serious concern to Africa, Washington and the world.    It would appear that the army manual stipulates these rules for dividing, demoralizing and impoverishing a potentially great nation:","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Showalter Avoiding Delicate Matters","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-showalter-avoiding-delicate-matters.html","abstract":"  Buck Showalter sounded confused and helpless as he talked about the status of his striking players, two emotions that are rarely associated with the control-crazed, detail-oriented Yankee manager. Whether he is watching another minor league game or scampering through another airport, Showalter's thoughts for almost two weeks now have frequently drifted to what his players are doing. He wishes he knew.   Showalter says that he has not spoken to any players since the strike began on Aug. 12 because he has been inundated with scouting trips. After spending a few days at home in Pace, Fla., he went to Fort Mill, S.C., and then to Columbus, Ohio, to scout the Yankees' Class AAA Clippers. He is now in Albany, with the Class AA club.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"No Betting on Cane Favorite","web_url":"https://www.nytimes.com/1994/08/25/sports/horse-racing-no-betting-on-cane-favorite.html","abstract":"  Cam's Card Shark, seeking to become the richest single-season horse in harness racing history, drew post position No. 5 yesterday for Saturday night's $391,780 Cane Pace at Yonkers Raceway.   Only five rivals dared to enter the race against Cam's Card Shark, who is such an overwhelming favorite that Yonkers received permission from the New York State Racing and Wagering Board to exclude him from parimutuel wagering. For wagering purposes, Cam's Card Shark will in effect be invisible; bets will be taken on the race's other horses.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"1894: Servian Reversal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1894-servian-reversal-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Many unexpected events arise in Servia, but the news which has just been received from that little kingdom passes all bounds. It is stated that the young King Alexander, acting on the advice of his father, is about to abrogate the Constitution of","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"And Iran's Neighbors?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-and-irans-neighbors-letters-to-the-editor.html","abstract":"Regarding \"Oppose Iranian and Other Extremists, Not All Islam\" (Opinion, Aug. 19):.Omar Al Hassan has weighty credentials, but his article is short on facts and long on conjecture..Iran's annual arms procurement was recently estimated by th","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Mayor's Veto of Food Vendor Bill to Stand","web_url":"https://www.nytimes.com/1994/08/25/nyregion/mayor-s-veto-of-food-vendor-bill-to-stand.html","abstract":"  Backing away from a confrontation with Mayor Rudolph W. Giuliani, the City Council has decided not to challenge his veto of a bill that would have allowed food vendors to operate on streets where the Mayor had sought to crack down on illegal vending.   The bill would have allowed food vendors to operate on 17 midtown streets that had previously been restricted and that have been subject to a vigorous enforcement effort by the Giuliani administration. The bill was approved in June by the Democratic-controlled Council by a 40-to-11 vote.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Cost of Lead Cleanup Puts More Poor Children at Risk","web_url":"https://www.nytimes.com/1994/08/25/nyregion/cost-of-lead-cleanup-puts-more-poor-children-at-risk.html","abstract":"  In the bedroom of a South Bronx apartment, paint is peeling down to the bare wood of the door and window frames. On the bed, Belinsky Solano, a 13-month-old boy with bright brown eyes, wriggles and smiles. Recently, doctors found he had one and a half times the level of lead considered safe in his blood, and the peeling lead-based paint around him is the prime suspect.   \"They said if it goes higher he could get brain damage,\" said Angie Diaz, the boy's mother. She does not have the money to move to another building and the landlord said the income from rent would not pay for repairs to the building. Ms. Diaz expressed her feelings in a single word, \"Trapped.\"","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/25/nyregion/chronicle-058009.html","abstract":"  It could be that life as a royal dog isn't all that exciting: the corgis and dorgis of QUEEN ELIZABETH II have been looking for action again. The monarch returned to London on Tuesday from a visit to Canada, unaware that three of her dogs had just caused no little excitement.    London newspapers reported that the three slipped away from royal aides waiting to greet the Queen at Heathrow Airport, hurtled across the grass and, growling and snarling, circled a German shepherd police dog. The small terrorists were recaptured before any blood was spilled.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Rare Bizet Comic Opera Is to Be Presented","web_url":"https://www.nytimes.com/1994/08/25/arts/rare-bizet-comic-opera-is-to-be-presented.html","abstract":"  A concert performance of Bizet's rarely heard one-act comic opera \"Djamileh\" is to be the featured work in the opening concert of the American Symphony Orchestra's 1994-95 season, on Sept. 25 at 3 P.M. at Avery Fisher Hall. The concert, called \"Paris in the 1860's: The Origins of Impressionism,\" will be presented in conjunction with an exhibition of Impressionist works at the Metropolitan Museum of Art. The program will also feature excerpts from Offenbach's operetta \"La Vie Parisienne.\"","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/25/nyregion/news-summary-051560.html","abstract":"  International A3-11  MORE AUTONOMY FOR PALESTINIANS  An agreement was initialed by Israeli and Palestinian negotiators to give Palestinians in the West Bank more autonomy over schools, health and welfare services and taxes.  A1","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Russian Reunion on Sharks","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-hockey-russian-reunion-on-sharks.html","abstract":"  Left wing VIKTOR KOZLOV may have a chance to play side-by-side with his boyhood heroes, San Jose Sharks wing SERGEI MAKAROV and center IGOR LARIONOV.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"CASTRO RULES OUT ANY MOVE TO HALT FLOW OF REFUGEES","web_url":"https://www.nytimes.com/1994/08/25/world/flight-from-cuba-the-overview-castro-rules-out-any-move-to-halt-flow-of-refugees.html","abstract":"  Challenging President Clinton's decision to send Cuban refugees to Guantanamo naval base as an \"absurd response\" to the mounting immigration crisis between the United States and Cuba, Fidel Castro said tonight that he would make no effort to halt the flow of people leaving his country.   Speaking on state television, the Cuban President said the United States was to blame for the exodus that began earlier this month and is growing by the day. New policy measures announced by Mr. Clinton in recent days only \"make the problem more complicated,\" Mr. Castro said.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Article 056499 -- No Title","web_url":"https://www.nytimes.com/1994/08/25/arts/article-056499-no-title.html","abstract":"  The Academy of American Poets has announced the establishment of the Tanning Prize, the largest prize for poetry in the United States. The $100,000 prize is to be awarded annually to a living American judged to be a master of the art of poetry.   The prize is named for the painter Dorothea Tanning, the widow of the painter Max Ernst, who contributed $2 million to the academy to endow the prize. A panel of three judges appointed each year by the academy will select the winner, with a chancellor of the academy acting as chairman. The chancellors are 12 eminent poets who advise the academy on literary matters.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"In Debate, Change and Record Are Cited","web_url":"https://www.nytimes.com/1994/08/25/nyregion/in-debate-change-and-record-are-cited.html","abstract":"  In the first debate between the two Democratic candidates for governor, John B. Larson proudly embraced his eight-year tenure as president of the State Senate and said he should not be blamed for the state's fiscal troubles.   Although his opponent, State Comptroller William E. Curry Jr., branded Mr. Larson part of the old guard that left the state with a deep deficit at the end of the 1980's and raised taxes, Mr. Larson spent much of the hourlong debate citing his legislative accomplishments as evidence that he was the experienced hand that the government needed.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"They Do Not Feel Free : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-they-do-not-feel-free-letters-to-the-editor.html","abstract":"Regarding \"Population Economics: The Sensible View Goes Unheard\" (Opinion, Aug. 22) by Julian L. Simon:.Of the hundreds of millions of couples in poor countries who wish to plan their families, most do not get the chance. Almost half of the 5","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057657.html","abstract":"  An article and a headline in some editions on Monday about the New York City Congressional delegation's role in passing the House crime bill misstated the delegation's position in some copies. The delegation was indeed united in voting to bring the bill to the floor, but two Manhattan Democrats, Charles B. Rangel and Jerrold L. Nadler, then voted against the bill itself.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"With Most of Mexican Vote Counted, Zedillo Lead Grows","web_url":"https://www.nytimes.com/1994/08/25/world/with-most-of-mexican-vote-counted-zedillo-lead-grows.html","abstract":"  With the official vote count nearly complete, Ernesto Zedillo Ponce de Leon slightly increased his sizable lead today in Mexico's presidential election, even as officials said they had uncovered plans to sabotage the computers used to tabulate the votes.    By this afternoon, with more than 88 percent of the estimated 36 million hand-marked ballots from Sunday's election counted, Mr. Zedillo had 50.08 percent of the vote. It was not clear whether the final percentages would push his total over the 50.47 percent that Carlos Salinas de Gortari received in 1988 in what was the lowest ever turnout for the ruling Institutional Revolutionary Party, or PRI, since it first gained the presidency in 1929. Exceeding 50 percent also would enable Mr. Zedillo to avoid the difficulty of being branded a President elected by a minority of the voters.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"The People's Lawyer","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-the-people-s-lawyer-058106.html","abstract":"  To the Editor:   Many have expressed hopes (and doubts) that Kenneth W. Starr will be impartial as the Whitewater special prosecutor, as if strict neutrality were the supreme qualification.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"All Haitians Are Tuned In to the Rumor Mill","web_url":"https://www.nytimes.com/1994/08/25/world/all-haitians-are-tuned-in-to-the-rumor-mill.html","abstract":"  The story spread like wildfire: a secret underground pipeline had been built under the border and was pumping gasoline from the Dominican Republic into Haiti, defying international sanctions. That fanciful tale going around this month was then succeeded by reports of dozens of clandestine laboratories being built in the countryside to make poison for use against American invaders.   Millions of Haiti's people live beyond the reach of newspapers, television and even radio, but everyone here, from illiterate peasants to the rich, has a lifetime subscription to the flourishing word-of-mouth network known as \"telediol,\" or \"mouth television.\" Part rumor mill, part oral news service, telediol is one of the most accessible and effective means of communication for Haitians.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Woods, 18, Advances In Amateur","web_url":"https://www.nytimes.com/1994/08/25/sports/golf-woods-18-advances-in-amateur.html","abstract":"  Tiger Woods, the 18-year-old amateur sensation from Cypress, Calif., won his first-round match today in the United States Amateur Championship, defeating Vaughn Moise of Kingwood, Tex., 2 and 1.   Moise, 46, who is a PGA Tour rules official, hit his tee shot into the water at the infamous 17th hole, the Island Green, which is the signature hole at the Stadium Course at the TPC Sawgrass, home of the PGA Tour.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"1944: London Suffers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/25/opinion/IHT-1944-london-suffers-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Germans have sent about 7,250 flying bombs, each carrying a ton of explosive, against London and nearby parts of England, the government disclosed tonight [Aug. 24], as the barrage continued after a lull of several daylight hours. The fury of","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Scientists See Hope for Harnessing an Elusive, Intense Laser","web_url":"https://www.nytimes.com/1994/08/25/us/scientists-see-hope-for-harnessing-an-elusive-intense-laser.html","abstract":"  The \"hard\" X-ray laser -- an intense form of radiation once considered a potential weapon against ballistic missiles and long sought as a tool by molecular biologists and materials scientists -- may at last be within the reach of research laboratories.   A team of scientists led by Dr. Charles K. Rhodes of the University of Illinois at Chicago has discovered a new way to produce X-ray laser pulses of almost incredible intensity by jostling the inner electron shells of atoms.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Bye-Bye, 1969","web_url":"https://www.nytimes.com/1994/08/25/opinion/l-bye-bye-1969-058114.html","abstract":"  To the Editor:   I couldn't help laughing when I read \"Lost at Woodstock\" (Op-Ed, Aug. 19), Martha Bayles's article whining for the pop music of 1969. What Ms. Bayles has shown is that she, much like everybody else who gets older, doesn't understand the music listened to by the younger generation, and therefore makes judgments such as \"performances are less about music than primal scream therapy for Generation X,\" and today's \"rage-venting music\" is \"artistically impoverished and trite.\"","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"Sharks' Irbe Bitten by His Dog","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-hockey-sharks-irbe-bitten-by-his-dog.html","abstract":"  San Jose Sharks goaltender ARTURS IRBE has declined to discuss what made his dog Rambo bite him on his left hand.   Irbe was recovering well from a fractured finger, nerve damage and a severed artery in his left hand after his dog bit him last month at his home in Latvia, team doctors said.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"21-Year-Old Death Solved","web_url":"https://www.nytimes.com/1994/08/25/nyregion/21-year-old-death-solved.html","abstract":"  The police yesterday said they had solved a 21-year-old murder case with the arrest of Juan Erias of Long Island City, Queens. Mr. Erias, 53, an alcohol treatment counselor, was charged with the stabbing death of his neighbor, Victor Vasquez, in Harlem on Aug. 5, 1973. The police said Mr. Erias became a suspect shortly after the killing, but fled to Puerto Rico. He returned to New York less than a year later, they said, and had since led a quiet, law-abiding life under his own name. Investigators said they found him with the help of an informant.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-051551.html","abstract":"  An obituary on Friday of Catholicos Vazgen I, Supreme Patriarch and head of the Armenian Apostolic Church, referred imprecisely to the structure of the church. Since 1933, the church has been divided in two. The larger body is made up of the Eastern and Western Dioceses of the Armenian Church, which are under the administrative jurisdiction of the Catholicos at Echmiadzin in Armenia. That was Vazgen I. The other part of the church, the Eastern and Western Armenian Prelacies, recognizes the Catholicos at Echmiadzin as Supreme Patriarch of the church but is under the administrative jurisdiction of the Catholicos of Cilicia, in Antelias, Lebanon.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Williamstown Museum Selects a Director","web_url":"https://www.nytimes.com/1994/08/25/arts/williamstown-museum-selects-a-director.html","abstract":"  Michael Conforti has been named director of the Sterling and Francine Clark Art Institute in Williamstown, Mass. The appointment of Mr. Conforti, the chief curator at the Minneapolis Institute of Arts, was announced this week.   Beginning on Nov. 7, Mr. Conforti is to oversee a renowned collection of French Impressionist paintings, Old Master paintings and American works and significant collections of silver, prints, drawings, sculpture and porcelain. The Clark Institute, founded in 1955, also has a research library with some 130,000 volumes.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/25/nyregion/bridge-054763.html","abstract":"  Learning bridge, or learning to play the game better, is a popular activity for the elderly. There are many such classes at the 92d Street Y.M.H.A. on Lexington Avenue, and an advanced group is taught by William Strasser, a volunteer.   Many of the elements in play that he teaches were featured in the diagramed deal, on which he sat South. It was played at the Town Club, 9 East 86th Street, where there is a group of players who once played at the old Cavendish Club. He and his partner, Arnold Oberlander, climbed to six clubs by a sensible sequence.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057665.html","abstract":"  The excerpts last Thursday from the Senate's health care debate misattributed the first statement, a discussion of insurance company practices. That excerpt, nine paragraphs long, was taken from a statement made by Senator Edward M. Kennedy, Democrat of Massachusetts, not Senator Charles E. Grassley, Republican of Iowa.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057630.html","abstract":"  Because of an editing error, an article in Business Day on Monday, about the Dell Computer Corporation's introduction of a new line of computers based on the Intel Corporation's Pentium computer chip misidentified one of Dell's rivals in this market. It is Gateway 2000 Inc., a South Dakota computer maker, not Gateway Communications Inc., a maker of computer networks based in Irvine, Calif.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057649.html","abstract":"  An article in Science Times on Aug. 16, about a suit charging that rankings of physics journals published in rival journals are false advertising, omitted a portion of the judge's ruling in dismissing part of the case. The judge ruled that efforts by the American Institute of Physics and the American Physical Society to advertise and promote the rankings were commercial in nature, not constitutionally protected free speech, and that this part of the case could proceed.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Officer Shot in Gun Battle With Suspect","web_url":"https://www.nytimes.com/1994/08/25/nyregion/officer-shot-in-gun-battle-with-suspect.html","abstract":"  A New York City police officer, responding to a report of a fight early yesterday in Queens, was wounded in a gun battle with a suspect, who was also wounded, the police said. After the suspect was caught, the police learned that he was wanted in connection with a killing in June.   Both the officer, who was shot in the arm, and the suspect, who was hit in the groin, were in stable condition at Elmhurst Hospital Center yesterday.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/25/nyregion/c-corrections-057622.html","abstract":"  An entry in the listing of new equity issues in Business Day on Monday included erroneous information supplied by MCM Corporate Watch about the size and type of New Vision Technology Inc.'s expected offering this week. It is a secondary offering of 1.9 million units, each consisting of one common share and one warrant.","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"House Democrats Far Short of Votes for Health Care Plan, Tallies Find","web_url":"https://www.nytimes.com/1994/08/25/us/health-care-debate-house-house-democrats-far-short-votes-for-health-care-plan.html","abstract":"  Confidential vote counts by the most ardent supporters of universal health insurance show that House Democrats are far short of the votes needed to pass sweeping health care legislation.   The counts are hardly a surprise.  Democratic leaders in the House have not begun to whip their partisans into line, and they have conceded for weeks that they cannot pass the legislation they want today. The Senate is even less eager to embrace widespread changes in the health care system.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Agency Presses S.& L. Inquiry In Arkansas","web_url":"https://www.nytimes.com/1994/08/25/us/agency-presses-s-l-inquiry-in-arkansas.html","abstract":"  The Resolution Trust Corporation asked a Federal court today to enforce subpoenas for a wide variety of documents against Gov. Jim Guy Tucker of Arkansas as it investigates possible civil suits against him in connection with the collapse of the Madison Guaranty and Trust Company in his state.   The trust corporation, the Federal agency charged with sorting out the widespread problems in the nation's savings and loan associations, also asked the Federal court to enforce similar subpoenas against James P. McDougal, the onetime chairman of Madison, which collapsed in 1989 at an estimated cost to taxpayers of more than $60 million.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Where an Island Vacation Is Only 20 Minutes Away","web_url":"https://www.nytimes.com/1994/08/25/nyregion/where-an-island-vacation-is-only-20-minutes-away.html","abstract":"  On hot summer days, when the stresses of everyday life become too much, Eileen Curtin escapes to an island.   \"It's so therapeutic to go,\" said Ms. Curtin, 30. \"As soon as you get on the boat, you leave your worries behind.\"","thumbnail":null,"section":"New York"},{"date":"19940825","headline":"Sports of The Times; A Lesson In Economics Is Ignored","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-of-the-times-a-lesson-in-economics-is-ignored.html","abstract":"  IF God is truly \"in the details,\" as the saying goes, the major league baseball owners and the striking players must worship different deities.   Because both sides can offer up proof positive that the game is only the way they say it is.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"N.C.A.A. Sues Florida Regents","web_url":"https://www.nytimes.com/1994/08/25/sports/sports-people-college-football-ncaa-sues-florida-regents.html","abstract":"  The N.C.A.A. sued the Florida Board of Regents yesterday, seeking to void a state law that has prevented it from acting on the eligibility of several Florida State players who took part in an illegal shopping spree. The National Collegiate Athletic Association wants to overturn a 1992 law that has kept it from actively investigating possible rules violations at Florida State and also at the University of Miami, said the N.C.A.A.'s enforcement executive, DAVID BERST.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Episcopalians Soften Stance On Sexuality","web_url":"https://www.nytimes.com/1994/08/25/us/episcopalians-soften-stance-on-sexuality.html","abstract":"  The bishops of the Episcopal Church passed a broad statement today that affirms marriage as the standard for sexual relationships but acknowledges that a significant minority of people are homosexuals and that the church must \"respond pastorally\" to people whose sexual behavior falls outside traditional norms.   But in a reflection of deep divisions among Episcopalians over sexual issues, the bishops reduced the document's status from a \"pastoral teaching\" to a \"study document\" and appended a statement by conservative bishops that calls for chastity outside marriage and says the church cannot condone homosexuality.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"The Police Corruption Hearings","web_url":"https://www.nytimes.com/1994/08/25/opinion/the-police-corruption-hearings.html","abstract":"  New Yorkers are getting encouraging signals from City Hall about prospective changes in how the police department does business. The City Council Speaker, Peter F. Vallone, opens hearings today on a bill to create an independent agency to monitor police corruption, as recommended by the Mollen commission. Mayor Rudolph Giuliani had approached the idea cautiously, but has now endorsed it -- though he has withheld judgment on the critical issue of the new agency's investigative powers.    Meanwhile, in the quality-of-life department, the Mayor has embarked on a plan for using citizens' patrols to deter crime in the city's parks, beginning with Prospect Park in Brooklyn and Marcus Garvey Park in Harlem.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"South African Wildcat Truck Strike Worries Business Leaders","web_url":"https://www.nytimes.com/1994/08/25/world/south-african-wildcat-truck-strike-worries-business-leaders.html","abstract":"  A wildcat trucking strike that turned many miles of Africa's most modern highway system into a fuming gridlock ended tonight, but not before creating new fears of anarchy to bedevil President Nelson Mandela in his courtship of foreign investors.   The protest began on Monday when hundreds of truckers demanding better pay parked across a tollgate on the country's busiest freight highway, near the Indian Ocean port of Durban. It spread quickly to three other major routes, as the truckers rallied one another to choke points on citizens' band radios.","thumbnail":null,"section":"World"},{"date":"19940825","headline":"Transactions","web_url":"https://www.nytimes.com/1994/08/25/sports/transactions-056286.html","abstract":"  Football  National Football League   DENVER BRONCOS -- Waived Reggie Johnson, tight end. Signed Will Furrer, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"Coast Guard and Navy Divert 70 Ships to Refugee Crisis Off Florida","web_url":"https://www.nytimes.com/1994/08/25/us/flight-cuba-military-coast-guard-navy-divert-70-ships-refugee-crisis-off-florida.html","abstract":"  Scrambling to keep up with the flow of Cuban refugees, the Navy and Coast Guard have diverted to the crisis more than 70 ships on the East and West Coasts that had been used for interdicting drugs, patrolling fisheries or tending buoys.   More than 8,500 Coast Guard and Navy personnel at sea and ashore have joined what military officials say is one of the largest rescue operations of its kind. That includes about 350 marines on board the Coast Guard vessels to provide security.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"All's Topsy-Turvy as Sampras And Graf Put Racquets Down","web_url":"https://www.nytimes.com/1994/08/25/sports/tennis-all-s-topsy-turvy-as-sampras-and-graf-put-racquets-down.html","abstract":"  If Pete Sampras will be coming into the United States Open cold, Steffi Graf will be coming in lukewarm at best.   Sampras, the defending Open champion who is universally regarded as the world's best player, pulled out of the Waldbaum's Hamlet Cup here this morning, where he was to have played doubles with Richey Reneberg later tonight. Graf, the women's No. 1, announced her withdrawal today from the SNET Classic in New Haven suffering from an inflammation of the joints in her back.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"A Not-So-Odd Mideast Couple","web_url":"https://www.nytimes.com/1994/08/25/opinion/a-not-so-odd-mideast-couple.html","abstract":"  Like it or not, Middle East peace is in the firm grasp of the same tough and idiosyncratic characters we have hated and distrusted in the regional conflict. Our ambivalence about these Arab leaders is becoming a major obstacle in managing the transition from war to peace -- especially the implementation of the Palestinian-Israeli agreement and efforts to produce a Syrian-Israeli peace, which would transform the region.   Yasir Arafat makes all the decisions for the new Palestinian authority. This frustrates many Palestinians, the Israelis and virtually all foreigners and world economic institutions.","thumbnail":null,"section":"Opinion"},{"date":"19940825","headline":"The So-Called World Of an Adolescent Girl, As Interpreted by One","web_url":"https://www.nytimes.com/1994/08/25/arts/television-review-so-called-world-adolescent-girl-interpreted-one.html","abstract":"  The built-in obstacle for a dramatic series about teen-age life that aims to engage an adult audience has to do with its level of sophistication. It needs to be authentic enough that, on the one hand, it's persuasive and maybe even instructive about the angst and perplexity and exhilaration of the adolescent Zeitgeist. On the other hand, you don't want it to be too authentic. That would be stultifying (or terrifying), like living with your neighbors' kids. Where's the entertainment in that?   \"My So-Called Life,\" the much-ballyhooed new series that has its premiere tonight on ABC, bravely takes on this problem, and even adds a degree of difficulty. The stories are ostensibly told from the point of view of the main character, a 15-year-old girl named Angela Chase; much of the action is accompanied by her voice-over narration, literally making the show's narrative voice her own.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Scene Surrounding American Pastime Takes On an International Flair","web_url":"https://www.nytimes.com/1994/08/25/sports/baseball-scene-surrounding-american-pastime-takes-on-an-international-flair.html","abstract":"  It was probably as appropriate as it was inevitable that the talks aimed at resolving a parochial dispute between multimillionaires involving the American national pastime would be held in a distinctly cosmopolitan setting in a moneyed New York neighborhood at a Japanese-owned hotel flying the American and Swedish flags.   \"The Swedish ambassador stays here,\" explained John Crowley, the 68-year-old Irish-born doorman on duty at the East 48th Street entrance to the Hotel Inter-Continental, site of yesterday's resumed baseball talks.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"U.S. Humanities Endowment Makes Grants","web_url":"https://www.nytimes.com/1994/08/25/arts/us-humanities-endowment-makes-grants.html","abstract":"  The National Endowment for the Humanities has announced 307 grants, totaling $29.7 million, for the third quarter of 1994. The grants, announced Monday, will support projects in scholarship, education and public programming.   A little more than $6.4 million in grants went to institutions in New York State, with New York City accounting for $4.2 million and two of the largest grants nationwide. American Social History Productions in Manhattan will receive $750,450 to make the first hour in a projected five-hour documentary film series titled \"Forever Free: America in the Era of Emancipation and Reconstruction.\" The New York Center for Visual History, also in Manhattan, will receive $552,493 for a one-hour documentary on the Polish writer and war correspondent Ryszard Kapuscinski.","thumbnail":null,"section":"Arts"},{"date":"19940825","headline":"Waiting Anxiously For Rules On Cuba","web_url":"https://www.nytimes.com/1994/08/25/us/flight-from-cuba-in-florida-waiting-anxiously-for-rules-on-cuba.html","abstract":"  As the Clinton Administration delayed announcing new rules on trade with Cuba today, small businesses here that depend on sending visitors and goods to Cuba waited anxiously to find out whether the escalating United States crackdown would put them out of business.   New regulations reflecting President Clinton's order restricting money transfers and charter flights to Cuba were supposed to be published today by the Treasury Department's Foreign Assets Control Office. But Administration officials said this evening that the publication of the rules would be delayed.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"S. Carolina Experiences Fresh Surge By G.O.P.","web_url":"https://www.nytimes.com/1994/08/25/us/s-carolina-experiences-fresh-surge-by-gop.html","abstract":"  The Republican nominees for governor, lieutenant governor and attorney general who emerged from run-off primaries in South Carolina on Tuesday were all, until four years ago, promising white Democrats.   The flow of such talent into a Republican Party that two decades ago could have met in a telephone booth and could hardly dream of holding a competitive primary and run-off is part of a realignment that has made South Carolina perhaps the most two-party state in the South.","thumbnail":null,"section":"U.S."},{"date":"19940825","headline":"Go for Gin A Dull 3d; Title Bid Fades, Too","web_url":"https://www.nytimes.com/1994/08/25/sports/horse-racing-go-for-gin-a-dull-3d-title-bid-fades-too.html","abstract":"  Go for Gin, the winner of the Kentucky Derby and one of the stars of the Triple Crown series, may have lost two races at the same time today. He was outrun in the Forego Handicap by long shots American Chance, the winner, and Evil Bear. And he fell farther behind Holy Bull in the long-range race for champion 3-year-old.   His trainer, Nick Zito, who has been pronouncing the horse fresh and primed after a two-month rest, watched his prize colt miss by less than two lengths and promptly went to his defense. At least, he blamed the jockey more than the horse.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/25/sports/results-plus-055425.html","abstract":"  SWIMMING  Perkins Sets World Record  The Australian swimmer Kieren Perkins broke his own world record last night in the 1,500-meter freestyle at the Commonwealth Games in Victoria, British Columbia. Perkins was timed in 14 minutes 41.66 seconds to take 1.82 seconds off the mark he set at the 1992 Barcelona Olympics, where he won the gold medal.   In setting his record, Perkins covered 800 meters in 7:46.00. That's 0.60 seconds better than the record time he set at Sydney in February 1992. On Monday, Perkins missed breaking the 400 mark by Russia's Evgeny Sadovy by 0.77 seconds.","thumbnail":null,"section":"Sports"},{"date":"19940825","headline":"New Wrinkle in Korea Issue: Who Is in Charge in North?","web_url":"https://www.nytimes.com/1994/08/25/world/new-wrinkle-in-korea-issue-who-is-in-charge-in-north.html","abstract":"  The North Korean nuclear issue, already fraught with dangerous uncertainties, is now punctuated by another troubling question mark: who is in charge in North Korea?   In recent days there has been a string of reports, some from North Korea, some amplified by the South Korean Government for its own purposes, hinting at strife over choosing a successor to Kim Il Sung, the Communist dictator who ruled North Korea for more than four decades until his death nearly two months ago.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940825","time":"1994-08-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":82,"wspd":7.6},{"date":"19940825","time":"1994-08-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":88,"wspd":5.4},{"date":"19940825","time":"1994-08-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":89,"wspd":5.4},{"date":"19940825","time":"1994-08-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":88,"wspd":5.4},{"date":"19940825","time":"1994-08-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":86,"wspd":3.6},{"date":"19940825","time":"1994-08-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":87,"wspd":3.6},{"date":"19940825","time":"1994-08-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":87,"wspd":3.6},{"date":"19940825","time":"1994-08-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":80,"wspd":5.4},{"date":"19940825","time":"1994-08-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":7.6},{"date":"19940825","time":"1994-08-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":82,"wspd":3.6},{"date":"19940825","time":"1994-08-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":90,"wspd":1.8},{"date":"19940825","time":"1994-08-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":85,"wspd":3.6},{"date":"19940825","time":"1994-08-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":79,"wspd":7.6},{"date":"19940825","time":"1994-08-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":72,"wspd":11.2},{"date":"19940825","time":"1994-08-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":63,"wspd":14.8},{"date":"19940825","time":"1994-08-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":59,"wspd":16.6},{"date":"19940825","time":"1994-08-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":55,"wspd":18.4},{"date":"19940825","time":"1994-08-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":60,"wspd":9.4},{"date":"19940825","time":"1994-08-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":62,"wspd":5.4},{"date":"19940825","time":"1994-08-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":68,"wspd":11.2},{"date":"19940825","time":"1994-08-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":79,"wspd":9.4},{"date":"19940825","time":"1994-08-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":64,"wspd":13},{"date":"19940825","time":"1994-08-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":66,"wspd":13},{"date":"19940825","time":"1994-08-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":11.2},{"date":"19940825","time":"1994-08-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":13},{"date":"19940825","time":"1994-08-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":11.2},{"date":"19940825","time":"1994-08-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":13},{"date":"19940825","time":"1994-08-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":9.4},{"date":"19940825","time":"1994-08-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":9.4},{"date":"19940825","time":"1994-08-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":11.2},{"date":"19940825","time":"1994-08-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":9.4},{"date":"19940825","time":"1994-08-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":75,"wspd":13},{"date":"19940825","time":"1994-08-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":68,"wspd":13},{"date":"19940825","time":"1994-08-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":16.6},{"date":"19940825","time":"1994-08-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":18.7},{"date":"19940825","time":"1994-08-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":20.5},{"date":"19940825","time":"1994-08-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":20.5},{"date":"19940825","time":"1994-08-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":49,"wspd":22.3},{"date":"19940825","time":"1994-08-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":51,"wspd":22.3},{"date":"19940825","time":"1994-08-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":53,"wspd":22.3},{"date":"19940825","time":"1994-08-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":51,"wspd":20.5},{"date":"19940825","time":"1994-08-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":20.5},{"date":"19940825","time":"1994-08-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":18.7}]},"19940826":{"guardian_articles":[],"nytimes_articles":[{"date":"19940826","headline":"Atom Arrests Are Vote Issue In Germany","web_url":"https://www.nytimes.com/1994/08/26/world/atom-arrests-are-vote-issue-in-germany.html","abstract":"  With public fears over the smuggling of atomic material rising in Germany, opposition leaders today accused Chancellor Helmut Kohl of staging several highly publicized seizures of plutonium and uranium to improve his image before the national election in October.   \"There is serious suspicion that these most poisonous of poisons were brought to Germany with the help of the German authorities,\" Gunter Verheugen, a senior official of the opposition Social Democratic Party, told reporters today in Bonn. \"This smacks of a stunt.\"","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Cuban Group Forges Link to Clinton","web_url":"https://www.nytimes.com/1994/08/26/world/flight-from-cuba-in-miami-cuban-group-forges-link-to-clinton.html","abstract":"  For the moment at least, the refugee exodus from Cuba has given Jorge Mas Canosa, a longtime supporter of Republican Presidents, access to the inner circles of a Democratic White House.   Mr. Mas, president of the Cuban American National Foundation and an enthusiastic supporter of Presidents Ronald Reagan and George Bush, today praised President Clinton's revised policies on Cuba, policies Mr. Mas had a hand in shaping in a meeting with Mr. Clinton last Friday.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Man Shot to Death on Subway in Brooklyn","web_url":"https://www.nytimes.com/1994/08/26/nyregion/man-shot-to-death-on-subway-in-brooklyn.html","abstract":"  A man was shot to death last night aboard a Manhattan-bound IRT No. 4 train as it approached the Franklin Avenue Station in the Crown Heights section of Brooklyn and his assailant fled into the subway tunnel, the transit police said last night.   The victim, who was not immediately identified, was shot in the rear car of the train shortly after 11 P.M. after it left the Utica Avenue Station. The transit police said they had not determined whether the shooting involved a robbery or a dispute.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Clinton's Smiles on the Crime Bill Mask the Pain Over Health Care","web_url":"https://www.nytimes.com/1994/08/26/us/decision-senate-white-house-crime-bill-approved-61-38-but-senate-going-home.html","abstract":"  As the Senate tottered toward a two-week recess tonight, even a big victory on the crime bill did relatively little to lift flagging spirits in the White House about health care legislation, which President Clinton has made the centerpiece of his Administration.   Mr. Clinton said this afternoon that he did not consider the legislation dead, and added that he did not think the recess would kill it.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"As Florida Center Is Filled, Cubans Are Taken to Texas","web_url":"https://www.nytimes.com/1994/08/26/world/flight-cuba-arrivals-florida-center-filled-cubans-are-taken-texas.html","abstract":"  With a growing number of Cubans making it past the Coast Guard and Navy armada in the Florida Straits, the Immigration and Naturalization Service today started flying new arrivals to a detention center in Texas because the one near Miami was nearly full.   This afternoon, 49 Cubans were flown from Key West to the Port Isabel Service Processing Center in Port Isabel, Tex., near Brownsville in south Texas, said Amy Otten, an agency spokeswoman.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"At the Bar; A law review article on abortion comes face to face with real life -- and death.","web_url":"https://www.nytimes.com/1994/08/26/us/bar-law-review-article-abortion-comes-face-face-with-real-life-death.html","abstract":"  Douglas Cook, a professor at Regent University Law School in Virginia Beach, Va., was counting on a peaceful day of fishing on Saturday, July 30, until he glanced at a newspaper headline in the bait shop.   The newspaper reported that Dr. John B. Britton, who performed abortions at a clinic in Pensacola, Fla., had been shot to death along with his security escort, James H. Barrett, a retired Air Force colonel.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"In August, There Ought to Be Baseball;\nStill On Strike. You Know Me Al.","web_url":"https://www.nytimes.com/1994/08/26/opinion/in-august-there-ought-to-be-baseball-still-on-strike-you-know-me-al.html","abstract":"Friend Al, \n\nWell Al as you may have guest the strike goes on. I'm not sure what the Bedford papers has been saying about it all Al but I'll tell you that I for one am sure sore because I was just getting my good stuff back on August 11 and would have cut loose with my high hard one against the Seattles if we hadn't walked out and sat down.  When I'm right there ain't a Griffey Junior nor Senior can turn on my heater that they don't look like a schoolgirl shoeing horseflies at the church picinic. You know me Al.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Sports of The Times; They Found 256 Players For the Open","web_url":"https://www.nytimes.com/1994/08/26/sports/sports-of-the-times-they-found-256-players-for-the-open.html","abstract":"  \"PSSST, hey, bud.\"   He was shoving a handbill at me. I thought I'd seen him on 42d Street outside a certain magazine shop.   \"No, thanks,\" I said, trying to get rid of him. \"I'm not into that kind of stuff.\"","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"The Baseball Network Says the Players' Analyst Struck Out","web_url":"https://www.nytimes.com/1994/08/26/sports/tv-sports-the-baseball-network-says-the-players-analyst-struck-out.html","abstract":"  As if The Baseball Network did not have enough problems -- besides the players' strike, which has placed the embryonic baseball-ABC-NBC joint venture in limbo after only five games -- now it has been ripped by a players' union economist hired to poke through the owners' finances with a fine-toothed bulldozer.   While Stanford University's Roger Noll makes compelling arguments in many other non-TV elements of his analysis, his view of TBN is, at the very least, not buttressed by enough information.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Midtown Traffic Horrors Would Worsen With Airport Rail Link","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-midtown-traffic-horrors-would-worsen-with-airport-rail-link-069698.html","abstract":"  To the Editor:   The Port Authority of New York and New Jersey wants to spend $2.5 billion on a rail system that would fail to deliver passengers to their airline terminals on the Queens side and would force passengers to travel through midtown traffic on the Manhattan side.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Simpson Defense Team Attacks New Grand Jury Investigation","web_url":"https://www.nytimes.com/1994/08/26/us/simpson-defense-team-attacks-new-grand-jury-investigation.html","abstract":"  A Los Angeles County grand jury that was convened to investigate the circumstances of O. J. Simpson's flight from the police two months ago is under attack from his defense team, which accuses prosecutors of using the grand jurors to engage in a fishing expedition involving the broader murder case against him.   In a departure from the custom of maintaining secrecy on grand jury proceedings, the current inquiry was made public on Wednesday by District Attorney Gil Garcetti.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Gore Wants U.N. to Leave Abortion Up to Each Nation","web_url":"https://www.nytimes.com/1994/08/26/world/gore-wants-un-to-leave-abortion-up-to-each-nation.html","abstract":"  Vice President Al Gore said today that although the United States will insist at a United Nations conference next month that every nation should decide for itself whether to permit abortions, the United States would never assert that a woman's right to choose an abortion should be internationally guaranteed.   Mr. Gore, who will head the American delegation to the International Conference on Population and Development in Cairo in two weeks, defended the Clinton Administration's policies on issues to be discussed there.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"West Virginia's Nehlen Has Respect for Nebraska","web_url":"https://www.nytimes.com/1994/08/26/sports/football-west-virginia-s-nehlen-has-respect-for-nebraska.html","abstract":"  Each autumn in the second decade of this century, The Chicago Tribune ran an article with the headline, \"Stagg Fears Purdue.\"   The content concerned Amos Alonzo Stagg, the coach at the University of Chicago, and his attitude about the upcoming game against the Boilermakers. It became a coaching posture as familiar as the laces on the football.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Let the Cubans Decide : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-let-the-cubans-decide-letters-to-the-editor.html","abstract":"For those of us who have lived and worked in Cuba, the recent events in Cuba are particularly tragic and could have been avoided..The blockade of Cuba should have been lifted years ago; it should not now be reinforced. Lifting it would allow Cuban socie","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Oh, Strike That: Talks Put Off Until Further Notice","web_url":"https://www.nytimes.com/1994/08/26/sports/baseball-oh-strike-that-talks-put-off-until-further-notice.html","abstract":"  With the temperature rising on the last day of the second week of the baseball strike, mediators recessed talks indefinitely yesterday, leaving the owners and players no less rigid in their positions than when they began face-to-face bargaining two days ago.   The heat came from each side in a give-and-take discussion of the owners' salary-cap proposal, according to participants in the second bargaining session, attended by 12 owners and club executives and a large group of players.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/26/style/chronicle-161942.html","abstract":"  ELIZABETH TAYLOR is seeking a preliminary injunction to stop NBC from making a mini-series based on her life, The Associated Press reported earlier this week. She will have her day in court on Sept. 22, but before then, on Sept. 9, Judge Diane Wayne of Los Angeles Superior Court will hear lawyers for NBC on their motion to dismiss Miss Taylor's complaint as unfounded.   Miss Taylor's allegations include invasion of privacy and unauthorized use of her name among other contentions. Neil Papiano, Miss Taylor's lawyer, said that material for the mini-series, to be based on a forthcoming biography of the actress by C. David Heymann (the author of \"A Woman Named Jackie,\" a best-selling biography of Jacqueline Kennedy Onassis), contained \"deliberate falsehoods.\" Douglas Mirell, a lawyer for NBC, said that no one who is as much in the public eye as Miss Taylor is \"can skirt the First Amendment.\"","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"1894: Neglected Grave?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-1894-neglected-grave-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The rumors that the grave of Guy de Maupassant, in the Montparnasse cemetery, has been neglected are altogether unfounded, and Mme. d'Harnois de Blangues, aunt of the late novelist, who visited it yesterday [Aug. 26], states that it is daily cover","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/08/26/arts/restaurants-067440.html","abstract":"  Campagna is not an Italian restaurant.   That is the secret of its success. Look around the big, boisterous rooms: this is a typical New York restaurant. Women who seem to have spent their days bouncing between the gym and the hairdresser move self-consciously from table to table, kissing the air above each other's cheeks and pulling up chairs to sit with friends. Men in casually expensive clothes shout happily to one another. Enormous plates of food are delivered and devoured in a cacophony of clatter and conversation. After-shave, perfume and garlic mingle, creating an aroma that gets headier as the night wears on. Is everybody happy? Sure looks like it.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/08/26/books/the-spoken-word.html","abstract":"  ART AT THE MET, Metropolitan Museum of Art, Fifth Avenue and 82d Street. Today: \"Renoir's 'Madame Georges Charpentier and Her Children Georgette and Paul,' \" by Patricia Sands, 11 A.M.; \"A Closer Look: An American Rococo Revival Room,\" by Alice Schwarz, 12:30 P.M; \"Batak: Art of North Sumatra,\" by Wendy Schoenfeld, 3 P.M.; \"The Sacred Tree in Assyrian Art\" by Eva von Dassow, 5 P.M.; \"Thomas Eakins,\" by Diana Linden, 6 P.M.; \"Dali: The Early Years,\" by Deborah L. Roldan, 7 P.M. Tomorrow: \"The Art of the Spanish Netherlands,\" by Gracia Lafuente, 11 A.M.; \"Picasso and the Weeping Women: The Years of Marie-Therese Walter and Dora Maar,\" by Richard Meyer, 11 A.M.; \"American Architecture at the Metropolitan Museum of Art,\" by Matthew Kennedy, 7 P.M. Sunday: \"El Greco: Techniques of the Painter,\" by Lisa Rotmil, 11 A.M.; \"Dali: The Early Years,\" by Mr. Meyer, 11 A.M. Free with museum admission: $7; $3.50 for students and the elderly. Information: (212) 535-7710.","thumbnail":null,"section":"Books"},{"date":"19940826","headline":"2 Men Are Charged in Luring And Abusing Teen-Age Girls","web_url":"https://www.nytimes.com/1994/08/26/nyregion/2-men-are-charged-in-luring-and-abusing-teen-age-girls.html","abstract":"  Two men have been accused of luring two 13-year-old girls to a house here, serving them alcohol and showing them pornographic videos before sexually abusing them, the Nassau County police said today.   The suspects, Greg Poelker 33, an employee of Lufthansa Airlines, and Victor Nagy, 19, who is unemployed, were arrested late Wednesday after the parents of two teen-age girls told the police their daughters had complained of being sexually abused by the two men in their home at 18 Lantern Road.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Yonkers Budget to Albany","web_url":"https://www.nytimes.com/1994/08/26/nyregion/yonkers-budget-to-albany.html","abstract":"  The Yonkers City Council sent a $414.8 million budget plan to State Comptroller H. Carl McCall in Albany for certification today after overriding Mayor Terence A. Zaleski's veto of the spending plan late Wednesday night.    The Comptroller's certification would end a bitter summerlong stalemate between the Council and the Mayor and avert spending cuts of 30 percent the State Financial Control Board had ordered if the impasse was not broken by the end of the month.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Esiason Says Jets Are Better For 1994","web_url":"https://www.nytimes.com/1994/08/26/sports/football-esiason-says-jets-are-better-for-1994.html","abstract":"  If this were the season's opener, the Jets would find themselves without an experienced receiver in their big-play spot, without a punt returner, with a 50-percent passer and with a propensity to lose the ball.   But the Jets will face Tampa Bay on Friday night and they are blessed with a powerful running game and a defense that has smothered runners -- in short, the basic ingredients for success.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Young Lovers With a Flaw That Proves Fatal","web_url":"https://www.nytimes.com/1994/08/26/movies/film-review-natural-born-killers-young-lovers-with-a-flaw-that-proves-fatal.html","abstract":"Young lovers on killing spree, via Stone. Gory garbage with flimsy satirical trimmings.","thumbnail":null,"section":"Movies"},{"date":"19940826","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/26/nyregion/inside-062405.html","abstract":"  AT& T Deal Is Approved   A Federal judge approved AT& T's $12.6 billion deal to buy McCaw Cellular Communications, effectively removing the main obstacle. Page D1. Home Health Care Probe    A lawsuit brought by an AIDS patient may offer insight into a Federal investigation of the country's largest home health care provider. Page A20. Timeout Called in Baseball    As the strike reached the two-week mark and the talks reached a boiling point, Federal mediators declared an indefinite recess. Page B7.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Sculpture Under the Sky: Free, Daring and Soon Departed","web_url":"https://www.nytimes.com/1994/08/26/arts/art-review-sculpture-under-the-sky-free-daring-and-soon-departed.html","abstract":"  A CENTURY ago, there were two kinds of outdoor sculpture in New York City: sculpture that commemorated and sculpture that decorated. American Presidents, Arctic explorers, even heroic huskies found themselves cast in bronze in Central Park. Nymphs and angels and animals of stone were de rigueur on fountains and facades across the city.    Things have changed with time. Heroism counts for less in our uncommemorative age and modernist architecture of glass and steel has little use for ornament. Yet, as even a glancing look at recent outdoor sculpture reveals, the form still flourishes. Detached from old uses, it is perhaps more marginal than of yore, but it is also more adventurous: as often abstract as figurative, politically critical rather than celebratory, confrontational rather than seductive, perfectly willing to trade permanence for ephemerality.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"1944: Battle for Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-1944-battle-for-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - American and French columns fought their way into the center of Paris today [Aug. 25] and received a thunderous welcome from her citizens as they opened battle with Germans and Vichy militiamen still entrenched in important strongholds. The Allied","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Ireland's Premier Meets U.S. Irish on Ulster","web_url":"https://www.nytimes.com/1994/08/26/world/ireland-s-premier-meets-us-irish-on-ulster.html","abstract":"  Prime Minister Albert Reynolds conferred today with a group of prominent Irish-Americans who are to meet with the political leaders of the outlawed Irish Republican Army on Friday in Northern Ireland.   Mr. Reynolds's office said after the one-hour meeting that the delegation, headed by Bruce Morrison, a former Congressman from Connecticut, agreed with the Irish Government that only \"a permanent end to violence,\" would gain the I.R.A. a place at a peace table through its political wing, Sinn Fein. No other details were disclosed by those at the meeting, who included Foreign Minister Dick Spring and six Irish-Americans.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Plant Assembling Electric Vehicles to Open in Syracuse Area","web_url":"https://www.nytimes.com/1994/08/26/nyregion/plant-assembling-electric-vehicles-to-open-in-syracuse-area.html","abstract":"  Giving New York State a foothold in a new high-tech industry, a plant assembling battery-powered vehicles is to open early next year in the Syracuse area, state officials said yesterday.   The plant is a joint venture between the Niagara Mohawk Power Corporation, the Syracuse utility, and an electric car company, U.S. Electricar of Santa Rosa, Calif.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"In August, There Ought to Be Baseball;\nThe Way It Used To Be: $10 a Day For Meals","web_url":"https://www.nytimes.com/1994/08/26/opinion/in-august-there-ought-to-be-baseball-the-way-it-used-to-be-10-a-day.html","abstract":"To me, the baseball strike tastes like the same old soup warmed over. The first strike in which I was involved occurred during spring training 1969. The players' union was just coming into its own, and if we were going to have any teeth it was time to cut them. The owners had just negotiated a network TV contract that raised their revenues from half a million dollars to $17 million, and their next move was to reduce the players' percentage. All we wanted was to keep the percentage we had.\n\nThis time, with TV revenues headed the other way, the owners want a salary cap. And the players, just like in 1969, are trying to protect what they have.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Midtown Traffic Horrors Would Worsen With Airport Rail Link; Why Duplicate Tunnel?","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-midtown-traffic-horrors-would-worsen-with-airport-rail-link-why-duplicate-tunnel-069710.html","abstract":"  To the Editor:   No one knows better than we residents and business people of the East Side that more than $1 billion has already been invested in the 63d Street Long Island Rail Road tunnel. In the next decade the L.I.R.R. intends to complete this tunnel, making direct access to Grand Central Terminal from Long Island a reality.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"State Official Is Suspended For Remarks","web_url":"https://www.nytimes.com/1994/08/26/nyregion/state-official-is-suspended-for-remarks.html","abstract":"  Attorney General G. Oliver Koppell suspended the head of his office's criminal bureau in Albany today after a woman said that her answering machine had taped him saying that homosexuals \"shouldn't have kids.\"   Calling the statement \"personally repugnant,\" Mr. Koppell ordered an investigation and suspended Thomas J. Neidl, 45, head of the Albany criminal prosecutions bureau since 1987, from his supervisory duties. The investigation, coming as the race for Attorney General heats up, will also focus on a second accusation by the woman, that a top aide to Mr. Koppell tried to persuade her not to pursue a complaint about the message.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"How the Battle Was Won: Dole Fails to Halt Defections","web_url":"https://www.nytimes.com/1994/08/26/us/decision-senate-showdown-battle-was-won-dole-fails-halt-defections.html","abstract":"  \"You win some, you lose some,\" Senator Bob Dole said just moments before the Senate cleared a chief procedural hurdle today toward passage of the $30 billion crime bill.   But if the Republican leader's remark seemed lighthearted, it belied deep disapointment. \"I regret,\" he added, \"that I failed as a leader to keep our people together on this side of the aisle.\"","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/26/nyregion/c-corrections-068861.html","abstract":"  A front-page article on Aug. 15 about an increase in counterfeit checks made with personal computers misstated the role of a software program in the case of John S. Halleron, who was charged with passing nearly 100 fake checks. Prosecutors in Franklin County, Ohio, say that the software, Create-a-Check, was found in Mr. Halleron's possession but that they do not know whether he used the software to create any of the counterfeit checks.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/26/arts/art-in-review-069906.html","abstract":"  Xu Bing   Bronx Museum of the Arts  1040 Grand Concourse (at 165th Street)  Morrisania  Through Sept. 11    Although still in his 30's, the Chinese-born artist Xu Bing has already gone through a few artistic lifetimes. He earned a degree in traditional printmaking techniques at the Central Academy of Fine Arts in Beijing, then gained favorable critical attention as an installation artist in the Chinese avant-garde. In the repressive aftermath of Tiananmen Square in 1989, his work came under Government censure and a year later he immigrated to America.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"In Tears, Not Anger, Wounded Officers Meet","web_url":"https://www.nytimes.com/1994/08/26/nyregion/in-tears-not-anger-wounded-officers-meet.html","abstract":"  Early yesterday, a childhood friend sitting at the bedside of Transit Police Officer Desmond Robinson finally broke the news to him that the man who had shot him down in the subway on Monday was a fellow officer. Officer Robinson's first words, the friend said, were, \"Is he all right?\"   Later, at 4 A.M., waking again from the strong pain medication that causes him to doze periodically, he asked to see the officer, Peter Del-Debbio, to reassure him that he was all right, that there were no hard feelings.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"CRIME BILL APPROVED, 61-38, BUT SENATE IS GOING HOME WITHOUT ACTING ON HEALTH","web_url":"https://www.nytimes.com/1994/08/26/us/decision-senate-overview-crime-bill-approved-61-38-but-senate-going-home-without.html","abstract":"  The Senate tonight passed a $30 billion crime bill that may cure a quarter-century of Democratic political problems with that issue, but it decided to take a vacation and leave national health insurance legislation behind, in continued peril.   The 61-to-38 vote to send the crime bill to President Clinton for his signature represented a major success for the President, who was widely dismissed as ineffective just two weeks ago today when the House voted not even to consider the bill. The House reversed that action Sunday evening and moved the measure to the Senate, where Republicans began a stall that ended with the vote tonight.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Feeling at Home Up the Hudson With 3 Artists","web_url":"https://www.nytimes.com/1994/08/26/arts/feeling-at-home-up-the-hudson-with-3-artists.html","abstract":"FOR sybarites overwhelmed by summer in the big, begrimed city, the best quick fix is retreating to the Metropolitan Museum of Art, where addled souls can dash past the show of the moment to the serene American Wing. While others are communing with Picasso's \"Weeping Women,\" those craving the solace of rustic scenes can seek out 19th-century landscape artists like Frederic Edwin Church. With their luminous skies and pristine rivers, Church's lush canvases are the ones that sensualists will want to crawl into when New York seems like a caldron.\n\nSince Church and many of his colleagues found their inspiration -- and built their summer homes -- upstate, it's worth making a pilgrimage to the settings they found so seductive. Within three-hour drive from Manhattan are Olana, Church's Moorish retreat with a stunning view of the Catskills; the Federal-style house across the Hudson where his mentor, Thomas Cole, lived, and Locust Grove, the beautifully tended \"ornamental farm\" where the protean Samuel F. B. Morse (who made his living as a portraitist before he patented the telegraph) practiced the art of landscape design.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Paris Chefs Fish in New Waters","web_url":"https://www.nytimes.com/1994/08/26/style/IHT-paris-chefs-fish-in-new-waters.html","abstract":"For more than 25 years, Paris's best fish restaurant, and its clubbiest, has been Le Duc, in Montparnasse, a place where one submitted to snobbery and abrupt service for the pleasures of sampling the Minchelli brothers' top-notch fish cuisine..Now Paul","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"Admirers Debate Plan For Statue Of Einstein","web_url":"https://www.nytimes.com/1994/08/26/nyregion/admirers-debate-plan-for-statue-of-einstein.html","abstract":"  For decades, scientists have interpreted the theories of Albert Einstein. Now the borough of Princeton, where the prominent physicist spent his final years, is trying to interpret his wishes -- specifically, what he would think about a proposal to erect a statue of him here.   It's an idea that started this year when two French tourists asked Melvin A. Benarde for directions to Einstein's house.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/26/style/chronicle-068829.html","abstract":"  Dr. LORRAINE HALE, who founded Hale House in Harlem with her mother, Clara McBride Hale, is preparing to return to Rwanda next month, where she recently visited children in refugee camps. Hale House, established in 1969, is a nonprofit agency for children born addicted to drugs or alcohol or infected with H.I.V., the virus that causes AIDS.    On her first trip, earlier this month, Dr. Hale had intended to bring a group of Rwandan children back to the United States. But after visiting the camps, she said she found it impossible to choose six or seven children from the thousands who had been orphaned, abandoned or stranded without their parents.","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"In Absentia, the President Runs Up a Vacation Tab","web_url":"https://www.nytimes.com/1994/08/26/us/decision-senate-vineyard-absentia-president-runs-up-vacation-tab.html","abstract":"  At last, President Clinton and his family are about to set off on the Martha's Vineyard vacation that they could only dream about while trapped in the capital.   But taxpayers have been footing the bill for several days.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Shadows Blur Mexico Right's Gains","web_url":"https://www.nytimes.com/1994/08/26/world/shadows-blur-mexico-right-s-gains.html","abstract":"  Losing elections is something the National Action Party has always done well. For more than half a century, it has fought decently against a far more powerful governing-party machine, succumbed to disadvantage and fraud, and sworn each time to do better the next.   But as Diego Fernandez de Cevallos buried his hopes of becoming the first opposition President in Mexico's modern history, even other leaders of his right-of-center party thought he might have outdone himself in his quick, gracious acceptance of defeat.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Castro vs. Clinton","web_url":"https://www.nytimes.com/1994/08/26/world/flight-from-cuba-at-the-white-house-castro-vs-clinton.html","abstract":"  To a limited but important degree, Fidel Castro has done what President Clinton vowed to keep him from doing.   Mr. Castro's actions -- chiefly his decision to permit an unlimited number of disgruntled Cubans to set sail into the perilous Florida Straits on rickety rafts -- have prompted Mr. Clinton to change United States immigration policy, and to change it into something difficult to sustain.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"On My Mind; Why Two Cops Were Shot in the Subway","web_url":"https://www.nytimes.com/1994/08/26/opinion/on-my-mind-why-two-cops-were-shot-in-the-subway.html","abstract":"  Two cops are wounded by police bullets in frenzied crossfire on a New York subway platform. The people and the press demand to know why such a thing happened, and who was responsible.   Why? Two young thugs strolled into the subway, one with a handgun and the other with a shotgun. That is why. The rest is the consequence of cops risking their lives to do their duty.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"In Wake of Shooting, Bratton Appoints a Panel to Study Racial Attitudes","web_url":"https://www.nytimes.com/1994/08/26/nyregion/in-wake-of-shooting-bratton-appoints-a-panel-to-study-racial-attitudes.html","abstract":"  Acknowledging that black plainclothes police officers face special dangers, Police Commissioner William J. Bratton said yesterday that a special department panel would study the racial attitudes of police officers to try to avert a repeat of the shooting of a black transit officer by a white police officer earlier this week.   Through the use of focus groups, the committee will try to find out whether officers consider the race of a suspect before taking potentially lethal action. The goal is to increase the sensitivity of officers so they do not automatically think that a black or Hispanic man with a gun is a threat, and remember that dozens of black members of the department are working undercover every day.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Last 80 Americans in Somalia To Pull Out, U.S. Aides Say","web_url":"https://www.nytimes.com/1994/08/26/world/last-80-americans-in-somalia-to-pull-out-us-aides-say.html","abstract":"  With violence rising in Mogadishu and prospects bleak for brokering peace with rival Somali clans, the Clinton Administration plans to withdraw the last 80 American diplomats and marines from Somalia by mid-September, State Department officials said today.   The decision to move the two dozen American diplomats and their Marine security detail from Mogadishu to Nairobi writes the final chapter in what began as a mission of mercy for the United States in December 1992 and at its peak involved 26,000 American troops. The last American combat forces left Somalia in March.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/26/nyregion/c-corrections-068837.html","abstract":"  Because of an editing error, an article on Wednesday about the winner of Mexico's presidential election, Ernesto Zedillo Ponce de Leon, incorrectly characterized his remarks about naming members of the opposition to his Cabinet. Mr. Zedillo said he would not choose members expressly to represent opposition parties, but he did not rule out the possibility that he might name individuals who happen to belong to opposition parties.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"U.S.-Cuba Strain Cools Haiti's Invasion Fever","web_url":"https://www.nytimes.com/1994/08/26/world/us-cuba-strain-cools-haiti-s-invasion-fever.html","abstract":"  The red-and-blue banners that stretch across main streets in Port-au-Prince read, \"No to the U.S. invasion.\" But the colors are beginning to fade after being up for more than a month, because the likelihood of such an invasion to reinstate the deposed President, the Rev. Jean-Bertrand Aristide, seems to have grown dimmer for many Haitians.   The State Department's attention in the region seems to be focused on Cuba, and what Haitians once called invasion fever seems to have broken.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Ruling for Lilco Could Raise Suffolk Taxes","web_url":"https://www.nytimes.com/1994/08/26/nyregion/ruling-for-lilco-could-raise-suffolk-taxes.html","abstract":"  Already paying among the highest utility rates and property taxes in the nation, Suffolk County residents face still higher taxes to refund $60 million to the Long Island Lighting Company for overassessment of the defunct Shoreham nuclear power plant.   In a unanimous ruling, the Appellate Division of State Supreme Court agreed this week that, from 1976 to 1983, assessors in the Town of Brookhaven overcharged Lilco by $34 million. The company can also recover about $26 million in interest, the court said. County tax law requires Suffolk to make good on any refund for property taxes.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/26/nyregion/c-corrections-068870.html","abstract":"  A front-page picture caption yesterday about baseball players at the bargaining table misidentified the player at right in some copies. He is B. J. Surhoff of Milwaukee, not Jay Bell of Pittsburgh.  ","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/26/arts/art-in-review-069914.html","abstract":"  New Acquisitions   Brooklyn Museum  200 Eastern Parkway (at Prospect Park)    Bill Jensen's \"Untitled (With Yellow)\" (1990-1992), one of the better paintings in his most recent show, at the Mary Boone Gallery in SoHo, has been acquired by the Brooklyn Museum. Although it's small (2 by 3 feet), it holds its own among much larger works jammed into the museum's gallery for contemporary art. Bright shots of yellow stand out against a moody backdrop that may suggest lush Andean hills or the sharp mountain peaks in Chinese scroll paintings. The work's punch also comes from its elaborated surface -- typical of Mr. Jensen -- the paint clotted, loosely laid down, slathered on and dripped. (Pat Steir's dripped \"Everlasting Waterfall\" hangs beside it, and the two pictures play off each other.)","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"When the Old Order in China at Last Changes; The Bachelor Surplus","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-when-the-old-order-in-china-at-last-changes-the-bachelor-surplus-069396.html","abstract":"  To the Editor:   \"A Chinese Bias Against Girls Creates Surplus of Bachelors\" (front page, Aug. 16) says there is a 3-to-2 male-to-female ratio among the 205 million single Chinese older than 15; and a 10-to-1 ratio among the 8 million single Chinese in their 30's.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Serbs of Sarajevo Stay Loyal to Bosnia","web_url":"https://www.nytimes.com/1994/08/26/world/serbs-of-sarajevo-stay-loyal-to-bosnia.html","abstract":"  Tarsa Petkovic, a 71-year-old Serbian grandmother, lit a pair of cigarettes and stuck them, filters downward, into the soft dirt of her son's grave in Sarajevo's Orthodox cemetery. She and her daughter then lit two more for themselves.   \"He loved to smoke,\" Mrs. Petkovic said of her son Stanislav, as wisps of smoke curled into nothingness above the grave she says will keep her in this city as long as she lives.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Looking Back on a Life Of Divided Loyalties","web_url":"https://www.nytimes.com/1994/08/26/arts/tv-weekend-looking-back-on-a-life-of-divided-loyalties.html","abstract":"  \"Long Shadows\" is the kind of formulaic, sentimental film biography that tells its story in flashbacks and begins with the subject in old age, looking over a desk full of well-worn, memory-inducing photographs. In this case, the subject is Haru Reischauer, an Asian-born, Western-educated woman whose interesting bi-cultural life earned her some fame and historical import when her husband, Edwin O. Reischauer, was named American Ambassador to Japan by President John F. Kennedy.   The film begins in 1990, just after her husband's death, the day his ashes are to be ceremonially scattered over the Pacific. In her home in La Jolla, Calif., Mrs. Reischauer (played by Fumi Dan, a lovely 37-year-old Japanese actress, who, in the late-in-life sequences, is caked in truly unpersuasive makeup), is indulging in grief-stricken nostalgia. As quick as you can say Land of the Rising Sun, the film returns to prewar Japan, where Mrs. Reischauer, then known as Haru Matsukata, grew up in a privileged household with a healthy respect for Occidental culture that ran counter to Japan's prevailing nationalism. Sent to college in the United States, somewhat against her will, Haru didn't feel quite at home there, either. And indeed, the film takes as its theme the notion that Haru's life, straddling the Pacific, leaves her feeling like a fish out of water wherever she is. The feeling is naturally exacerbated by World War II and its aftermath.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Market Place; One Manager's Little Gamble Prompted Big Shift in Stocks","web_url":"https://www.nytimes.com/1994/08/26/us/market-place-one-manager-s-little-gamble-prompted-big-shift-in-stocks.html","abstract":"  A strategy designed to earn the smallest of profits -- about an extra 1 percent a year -- backfired late Wednesday and played a major role in sending the Dow Jones industrial average up more than 70 points.   That surge, which was followed by a slump in stock prices yesterday, shows how the stock market can be roiled by little-known strategies using sophisticated securities.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/08/26/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"LAUGHTER ON THE 23D FLOOR,\" Richard Rodgers Theater, 226 West 48th Street, Manhattan. Neil Simon's play about New York comedy writers in the early days of live television. Through tomorrow. Performances: Tonight at 8; tomorrow at 2 and 8 P.M. Tickets: $35 to $50. Information: (212) 307-4100.","thumbnail":null,"section":"Theater"},{"date":"19940826","headline":"Article 067970 -- No Title","web_url":"https://www.nytimes.com/1994/08/26/arts/article-067970-no-title.html","abstract":"  Here is what I learned about restaurants from eating at Kwanzaa, the stylish and trendy downtown outpost of pan-American soul food: Never follow Stevie Wonder.   Musicians probably take that as gospel, but diners ought to know as well that Mr. Wonder and his entourage have big appetites. So, on a recent visit to Kwanzaa, we were informed that while the restaurant ordinarily had wonderful specials, \"Stevie Wonder was in last night,\" so no specials were left, not even \"soup of the day.\"","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Too Many Nuclear Labs","web_url":"https://www.nytimes.com/1994/08/26/opinion/too-many-nuclear-labs.html","abstract":"  Now that the U.S. and Russia have begun to dispose of their overstocked nuclear arsenals and are seeking to ban nuclear tests, Washington needs to decide what to do with the renowned weapons laboratories that designed all its warheads. Although the Federal Government is shrinking its nuclear production facilities, it has yet to impose a similar reduction on its three design facilities.   The laboratories clearly have a legitimate, continuing role in \"stewardship\" -- insuring that warheads remaining in the stockpile are safe and reliable, and retaining the expertise to replace old warheads when they eventually decay. But some officials in the laboratories and the Pentagon want to expand that mission and stay in the business of designing better bombs, even for missions that have not been defined.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"2 No. 1's, Both Hurt, Find Tonic In Draw","web_url":"https://www.nytimes.com/1994/08/26/sports/tennis-2-no-1-s-both-hurt-find-tonic-in-draw.html","abstract":"  The ailing defending champions may be on shaky perches atop the seeding lists, but Steffi Graf and Pete Sampras got breaks yesterday in the draw for the United States Open.   Sampras, who has been sidelined for a month with a sore foot, drew a qualifier as his first-round opponent, and Graf, who played her last tournament in a back brace, was matched against Anne Mall, a lowly ranked California wild card.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"In August, There Ought to Be Baseball;\nCorncob Balls, Broomstick Bats","web_url":"https://www.nytimes.com/1994/08/26/opinion/in-august-there-ought-to-be-baseball-corncob-balls-broomstick-bats.html","abstract":"Some years ago, in Cooperstown, N.Y., I talked with Lloyd Waner, the younger of two Hall of Fame brothers who played outfield for the Pirates in the 1920's and 30's. Paul and Lloyd Waner had grown up on a small farm in Harrah, Okla. Rustling through a haze of fond memories, Lloyd talked of their love for baseball, remembering how they played with \"old rag-and-twine balls,\" and sometimes, in a pinch, corncobs soaked in water. For a bat, they used a sawed-off broomstick. \"Broomsticks and corncobs,\" Lloyd said. \"That's the beauty of baseball -- anybody can play it and it doesn't have to be done too fancy.\"\n\nAnd then the world became magical for the Waners. First Paul and then Lloyd reached the big leagues.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/26/nyregion/metro-digest-062871.html","abstract":"  TEARS BUT NO ANGER AS OFFICERS MEET   Waking in his hospital room, Transit Police Officer Desmond Robinson asked to see Peter Del-Debbio, the police officer who shot him in the subway on Monday. In the meeting that followed, both men cried and hugged, between the tangle of tubes attached to Officer Robinson and the cast on Officer Del-Debbio's arm, while Officer Del-Debbio repeated, \"I'm sorry,\" over and over. A1.   In response to the shooting, a panel will study the racial attitudes of police officers. B3.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/08/26/arts/art-in-review-067644.html","abstract":"  Flor Garduno   Lowinsky Gallery  578 Broadway (near Prince Street)  SoHo  Through Sept. 30    Like the images of Manuel Alvarez Bravo, the Mexican master for whom she worked as a printer, Flor Garduno's black-and-white photographs emphasize the fantastic qualities of Latin American folk customs, and are made in a style that suggests a photographic version of magical realism. This survey presents a wide-ranging selection of Ms. Garduno's work over the last decade, including both well-known and unfamiliar images.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Russia's Spilt Milk","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-russia-s-spilt-milk-069558.html","abstract":"  To the Editor:   \"We have spent too much money making this material to just mix it with radioactive wastes and bury it,\" says Viktor N. Mikhailov, Russia's Minister of Atomic Energy, of his country's bomb-grade plutonium (front page, Aug. 19). Mr. Mikhailov should learn one of the basic tenets of Western economics: In making decisions, one should ignore sunk costs; only future costs and benefits matter. EDWARD STEINBERG  Teaneck, N.J., Aug. 19, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Boys Find Student's Tuition","web_url":"https://www.nytimes.com/1994/08/26/nyregion/boys-find-student-s-tuition.html","abstract":"  Two brothers, ages 5 and 7, were riding bicycles near their home in South Hempstead on Tuesday when they found an envelope containing $2,200 in cash and college registration forms.   Meanwhile, in Island Park, Jose Rodriguez was beside himself. He was headed to Molloy College in Rockville Centre to pay his tuition for next semester when he lost the envelope, said a Nassau County police officer, Robert Totans.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"When the Old Order in China at Last Changes; Shifting Power Bases","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-when-the-old-order-in-china-at-last-changes-shifting-power-bases-069345.html","abstract":"  To the Editor:   Your Aug. 21 news article says that if Prime Minister Li Peng were to lead a grab for power, he would need the backing of \"aged revolutionary heroes\" like Chen Yun. But Mr. Chen has long lost his influence, since his reluctance to support Deng Xiaoping's economic reforms, and a retrenchment will only backfire.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Crackdown On Crime Strains Jails","web_url":"https://www.nytimes.com/1994/08/26/nyregion/crackdown-on-crime-strains-jails.html","abstract":"  The Giuliani administration's aggressive effort to crack down on street crime is placing new strains on New York City's courts and jails, forcing the city to scramble to handle the overload without hiring more workers.   Correction Department officials requested an emergency procedure this week to speed up the building of temporary prison quarters with 600 new beds at Rikers Island, to be completed by next spring at a cost of $30 million.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Future Yankee Too Good to Be True?","web_url":"https://www.nytimes.com/1994/08/26/sports/baseball-future-yankee-too-good-to-be-true.html","abstract":"  Uncle Joe has skin cancer and it has spread. It is serious. Those were the only words Derek Jeter needed to hear from Aunt Julie before he used his first scheduled day off in six weeks to transform himself from a star shortstop in Columbus, Ohio, to a concerned nephew in Kearny, N.J.   Aunt Julie gave Derek a gold New York Yankees necklace when he was in the sixth grade and the gift helped form a strong bond between them. Necklace or not, Jeter did not need to be cajoled into spending Tuesday with Uncle Joe.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Moses Malone to Spurs","web_url":"https://www.nytimes.com/1994/08/26/sports/sports-people-basketball-moses-malone-to-spurs.html","abstract":"  MOSES MALONE, a three-time National Basketball Association most valuable player and the only former American Basketball Association player still active in the league, signed yesterday with the San Antonio Spurs. Terms were not announced. Malone, 39, played for the Philadelphia 76ers last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Mashona Looks for an Opening in the Open","web_url":"https://www.nytimes.com/1994/08/26/sports/tennis-mashona-looks-for-an-opening-in-the-open.html","abstract":"  In a week in which her family is spread out on tennis courts from Queens to Suffolk County, 18-year-old Mashona was the only Washington in action yesterday. She made the most of the spotlight by winning her match against Federica Fortuni of Italy, 6-1, 6-3, in the first round of qualifying for the United States Open in Flushing Meadows.   Mashona, a nationally ranked junior, hit with her more famous brother, MaliVai, on Wednesday; later that night, he upset Stefan Edberg in the second round of the Waldbaum's Hamlet Cup in Commack, L.I.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Judge Disqualifies Kunstler Firm From Role in Bombing-Plot Trial","web_url":"https://www.nytimes.com/1994/08/26/nyregion/judge-disqualifies-kunstler-firm-from-role-in-bombing-plot-trial.html","abstract":"  A Federal judge yesterday disqualified two of New York City's best-known and most aggressive lawyers from defending their last remaining client in the bombing conspiracy trial of a blind Egyptian cleric, Sheik Omar Abdel Rahman, and 12 other defendants.   The ruling will almost certainly delay by at least two or three months what promises to be the stormy and complicated trial of a group of men, most of them followers of Mr. Abdel Rahman, accused of plotting what the indictment calls \"a war of urban terrorism against the United States,\" specifically the bombing of several New York City landmarks.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"A Core Meltdown?; Giuliani Alienates Diehard Supporters in 'Molinari Country'","web_url":"https://www.nytimes.com/1994/08/26/nyregion/a-core-meltdown-giuliani-alienates-diehard-supporters-in-molinari-country.html","abstract":"  Just a few short weeks ago, the very idea would have been unthinkable.   On Monday Rudolph W. Giuliani, the first Republican Mayor in a generation, called his close friend and diehard political supporter, Guy V. Molinari, the Republican Borough President of Staten Island.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"For Children","web_url":"https://www.nytimes.com/1994/08/26/arts/for-children.html","abstract":"  'All Over the Map'   52d Street Project  Ensemble Studio Theater  549 West 52d Street  Clinton  (212) 969-0252  Recommended ages: 6 and up  Tonight through Sunday    Willie Reale received his first check from the MacArthur Foundation -- for $11,000 -- on July 1, but so far he has been too busy even to buy new shoes. Mr. Reale, who is in his late 30's, founded the 52d Street Project in 1981 to enhance the lives of children in the Clinton neighborhood of Manhattan by providing theater workshops for them, as well as summer vacations far from the city.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Different Philosophies On Preseason Games","web_url":"https://www.nytimes.com/1994/08/26/sports/football-notebook-different-philosophies-on-preseason-games.html","abstract":"  Quarterback Dave Brown walked through the locker room with his throwing arm wrapped in ice. He looked like Robocop. When someone asked what was wrong, he smiled and replied: \"No story here.\"   True, there was no story. Brown is fine, just sore from a long preseason. Kent Graham took most of the snaps today to help preserve Brown's arm, and so the story isn't Brown, but the preseason itself. Some think that it has become too long and grueling and five games are far too many.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"A Gambling Peasant Stumps Jesus and Satan","web_url":"https://www.nytimes.com/1994/08/26/theater/theater-review-a-gambling-peasant-stumps-jesus-and-satan.html","abstract":"  \"Y se Armo la Mojiganga\" (\"And the Carnival Erupted\") is an apt title for a new musical at the Gramercy Arts Theater, the most spectacular production ever by Repertorio Espanol. Adapted by the Colombian director Jorge Ali Triana from a popular Colombian play that is itself derived from a classic 19th-century story, this \"Carnival\" starts on earth, falls into hell, ends in heaven, and makes all those places ring with laughter.   In 90 minutes throbbing with music that might be called rock salsa, it shows a miraculous cosmos: flights of gossiping angels and pits of lewd devils; cured cripples, wily bishops, jobless grave diggers, souls floating in the air; a fat, gartered king who is a real back-room politician; and Jesus, Peter and Satan all flummoxed by a peasant who gambles without pause and gives all his winnings to the poor.","thumbnail":null,"section":"Theater"},{"date":"19940826","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/26/nyregion/c-corrections-068853.html","abstract":"  A brief report in the Company News column of Business Day yesterday about the sale of part of a subsidiary by the Triarc Companies misstated the company's headquarters city. Triarc's headquarters is in New York; the company is no longer based in Miami Beach.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Work by Unknown Scandinavians","web_url":"https://www.nytimes.com/1994/08/26/arts/photography-review-work-by-unknown-scandinavians.html","abstract":"  For American audiences, Scandinavia has remained largely terra incognita as far as photography is concerned. \"Stranger Than Paradise: Contemporary Scandinavian Photography,\" at the midtown branch of the International Center of Photography, sets out to correct this ignorance and put the work of Nordic artists on the photographic map.    Organized by the American-Scandinavian Foundation with Steven Henry Madoff as curator, \"Stranger Than Paradise\" presents work by 20 photographers from Sweden, Norway, Denmark, Finland and Iceland.  The show's scope is narrow, limited to the self-conscious use of photography as an art medium; absent are documentary images, portraits and examples of other genres that aim beyond a gallery audience.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/26/sports/transactions-067059.html","abstract":"  Basketball  National Basketball Association   CLEVELAND CAVALIERS -- Named Rich Dalatri strength and conditioning coordinator.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"U.S. Rejects Castro's Proposal for Talks","web_url":"https://www.nytimes.com/1994/08/26/world/flight-from-cuba-in-washington-us-rejects-castro-s-proposal-for-talks.html","abstract":"  A day after President Fidel Castro of Cuba proposed broad talks as a step toward ending the refugee crisis, the Clinton Administration rejected his overture, insisting that such talks would prove fruitless because Mr. Castro appears resolutely opposed to the reforms sought by Washington.   Even as many members of Congress urged President Clinton to agree to a high-level dialogue on the trade embargo, political reform and other points of contention, Administration officials insisted that such talks were unnecessary on the ground that Mr. Castro persists in blocking the changes he knows are needed to satisfy his people.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Justice Cracks Down on Redlining","web_url":"https://www.nytimes.com/1994/08/26/opinion/justice-cracks-down-on-redlining.html","abstract":"  The Justice Department dramatically sharpened its attack on discriminatory lending practices this week when it got Chevy Chase Federal Savings Bank, the largest in the Washington D.C. area, to agree to set up branches in black neighborhoods. Justice has gone after banks that discriminated against black loan applicants, but until the Chevy Case case it had never used anti-discrimination laws to challenge where banks provided services or placed branches.   The new tactic deserves praise. As Attorney General Janet Reno observed, blacks are no better off if a bank shuns their neighborhood than if it rejects their loan applications. The purpose of anti-discrimination laws is to guarantee that qualified blacks have an equal shot at loans. At Chevy Chase they did not. According to Justice, the bank made 97 percent of its loans between 1976 and 1992 in white neighborhoods. It opened no branches where 90 percent of blacks in Washington D.C. live, nor did it open branches where 75 percent of the blacks in Prince George's County, Maryland, live.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Nuclear Black Market: Much Ado About Not Much","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-nuclear-black-market-much-ado-about-not-much.html","abstract":"Psst, wanna build a bomb? Come to Germany, it's hog heaven for plutonium, lithium and other goodies that go into the making of nuclear or even thermonuclear weapons..Fortunately, that is poppycock, even though German authorities have counted 440 illici","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"A Folk Duo Oblivious To Fashion","web_url":"https://www.nytimes.com/1994/08/26/arts/pop-review-a-folk-duo-oblivious-to-fashion.html","abstract":"  Everything but the Girl, an English folk duo that took its name from a furniture store, has prospered for more than a decade in spite of the fact that its quiet folk-pop music remains stubbornly oblivious to pop fashion. What the pair offers is a consistency that is as impressive as its music is low-key. Tracey Thorne and Ben Watt, who met at the University of Hull in 1981, both compose, sing and play the guitar. Their tuneful, thoughtful, deeply personal songs have found a loyal cult audience    As Mr. Watt said early in the duo's performance at the Fez Lounge of Time Cafe (380 Lafayette Street, East Village) on Wednesday evening, his songs deal with such things as the fact that just when you least expect it, things come along from your past to complicate your present. One number, \"25th December,\" from the duo's newest album, \"Amplified Heart\" (Atlantic), illustrates what he described as \"the new theory of relativity.\" It states: \"If you spend too much time with your relatives, time just seems to expand.\"","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Waiting for Selig: Is Milwaukee Next On Fehr's Itinerary?","web_url":"https://www.nytimes.com/1994/08/26/sports/on-baseball-waiting-for-selig-is-milwaukee-next-on-fehr-s-itinerary.html","abstract":"  At some point near the nadir of most every baseball work stoppage, Donald Fehr, the head of the players' union, usually takes a road trip.    He will travel across the country to rally the troops and, no less important, send a signal to owners that if they continue on the same bent, there's no reason to stay around to participate in vacuous negotiating sessions.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Strike at G.M. Parts Plant Ends After Idling 46,000","web_url":"https://www.nytimes.com/1994/08/26/us/strike-at-gm-parts-plant-ends-after-idling-46000.html","abstract":"  The General Motors Corporation and the United Automobile Workers union reached a settlement tonight to end a small but crippling three-day-old strike at a parts-making complex in Anderson, Ind.   For want of parts made by Anderson's 3,300 workers -- tail lights, brake lights and bumpers -- 13 G.M. assembly plants throughout North America shut down today, idling 42,850 hourly and salaried workers elsewhere and cutting off deliveries to dealers of Corvettes, Camaros, full-size pickup trucks and at least 20 other models.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/26/nyregion/news-summary-061905.html","abstract":"  International A2-13  A DOGGED CUBAN EXODUS  Not even rainstorms or President Clinton's stern new policy are deterring Cubans from taking to the sea in vast numbers. Thousands are in fact speeding their departure in search of a new future in the United States.  A1  FOR CLINTON, STICKY CHOICES  News analysis: Fidel Castro has changed American immigration policy into something that will be difficult to sustain. And President Clinton cannot consider talking with Mr. Castro, for fear of alienating Florida's Cuban-American colony.  A1","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Northridge, Calif., Gains the Little League Final","web_url":"https://www.nytimes.com/1994/08/26/sports/baseball-northridge-calif-gains-the-little-league-final.html","abstract":"  The no-hit bid was over and now the game was on the line. Top of the sixth inning, runners on first and second base with two out, the Springfield, Va., star, Ethan Lare at bat, and the Northridge, Calif., ace, Nathaniel Dunlap, on the mound with a three-run lead.   Lare had struck out in his first two at-bats on curveballs. His father, a coach, told him to look curveball again. Larry Baca, Dunlap's coach, told him to throw fastballs.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"The Washingtons Would Both Love a Breakthrough","web_url":"https://www.nytimes.com/1994/08/26/sports/tennis-the-washingtons-would-both-love-a-breakthrough.html","abstract":"  MaliVai Washington has been to the doorstep of the top 10 in the world of tennis.   Two years ago, he rose as high as 11th in the rankings, perhaps a shot here or a serve there from establishing himself as one of the game's premier players.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/26/style/chronicle-068810.html","abstract":"  \"It may just be the most glamorous evening in the history of women's professional tennis,\" said GABRIELA SABATINI, the tennis superstar and, more to the point, a host of the 18th annual Women's Tennis Association Tour Players Awards Gala on Monday. The awards program will benefit the New York Special Olympics, the organization for sports training and athletic competition for mentally retarded children and adults.   Among the players expected to receive or present awards are Steffi Graf, Mary Pierce, Martina Navratilova, Chris Evert, Billie Jean King, Arantxa Sanchez Vicario, Conchita Martinez, Mary Joe Fernandez, Gigi Fernandez and Natalya Zvereva.","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"When the Old Order in China at Last Changes","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-when-the-old-order-in-china-at-last-changes-069310.html","abstract":"  To the Editors:   \"In the Twilight of Deng, China's Rising Stars Jostle\" (news article, Aug. 21) states that as the health of China's leader, Deng Xiaoping, falters, speculation about a successor is intensifying and that President Jiang Zemin is consolidating power.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"After Inferno, a White Plains Neighborhood Battles Back","web_url":"https://www.nytimes.com/1994/08/26/nyregion/after-inferno-a-white-plains-neighborhood-battles-back.html","abstract":"  Some are finally able to sleep through the night, no longer haunted by memories of the devastation. Others have begun replacing the charred shingles, melted blinds and singed shrubbery.   But many residents in the northwest section of this city say they are still struggling to recapture a sense of order and security in the weeks since the neighborhood erupted in flames on July 27 after a propane tanker truck slammed into an overpass along Interstate 287 and exploded.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"1919: Silesians' Future : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-1919-silesians-future-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The old allies of the Huns - artillery, incendiarism and torture - have again been called into play, this time not for military purposes, but with a political object. The population of Upper Silesia, by the terms of the Peace Treaty, is to decide","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"MUSIC REVIEW","web_url":"https://www.nytimes.com/1994/08/26/arts/music-review.html","abstract":"  Implied in most of the music we come across are the four walls and ceiling off which it is meant to bounce. At Lincoln Center Out of Doors on Wednesday night, the sounds of \"Earth Vibration\" rose from the stage of Damrosch Park and simply kept on going into the night air.   \"C.A.G.E. II,\" the first part of this amalgam of music, vocalizing and dance, must have begun with such a process in mind. Tan Dun's music was commissioned for the series and for the place, making it, to a degree, site-specific. Acknowledged, in other words, is the built-in chaos generated by a Manhattan summer evening, also a helplessness to do anything about it.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Montreal Red Chasing Dehere's Saratoga Sweep","web_url":"https://www.nytimes.com/1994/08/26/sports/horse-racing-montreal-red-chasing-dehere-s-saratoga-sweep.html","abstract":"  Only one horse in the last 78 years has swept all three stakes races for 2-year-old colts at Saratoga and thereby become the instant favorite for the next Kentucky Derby. That was Dehere, who did it last year but broke down with a leg injury and never got to the Derby.   Now, there is another possibility: a young chestnut colt in Barn 27 at Saratoga Race Course who has run only three times in his career but who stands at the edge of some racing history. Montreal Red is undefeated, has won the first two stakes in the series at Saratoga and he will shoot for a sweep on Sunday in the 90th running of the Hopeful Stakes.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"The Sun in Their Eyes : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-the-sun-in-their-eyes-letters-to-the-editor.html","abstract":"Regarding \"The Galilean New World Offers an Opportunity to Seize Quickly\" (Opinion, Aug. 17):. It was Copernicus, not Galileo, who moved the Earth out of the center of the solar system. Further, to both Copernicus and Galileo, the sun was at th","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"In Clinton's Defense : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-in-clintons-defense-letters-to-the-editor.html","abstract":"By what bizarre logic do some of your columnists figure that if President Bill Clinton's crime and health proposals fail to pass through Congress, it should be his Democratic Party that will suffer in future elections? Surely the resulting opprobrium wil","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"A Late Run Brings Woods Back From the Brink","web_url":"https://www.nytimes.com/1994/08/26/sports/golf-a-late-run-brings-woods-back-from-the-brink.html","abstract":"  The kid looked across the water at the island green and took a deep breath. Then he took a couple of practice swings. One. Two. He was nervous, but he wasn't choking. The wind was blowing hard, right to left, and he was on the tee at the 17th hole at the Stadium Course at the TPC Sawgrass, his match all square and the honor all his.   Tiger Woods might not win the United States Amateur Championship this week. He is in the quarterfinals, and significant hurdles remain. But he did not lose it today, when the opportunity was right there to fold up, when he was four down after eight holes to Buddy Alexander, 41, a player who had won this championship in 1986 and who looked like he was about to take the kid to school.","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/08/26/arts/sounds-around-town-069850.html","abstract":"  Charlie Parker    Charlie Parker Jazz Festival, Tompkins Square Park, Avenue A at Seventh Street, East Village, (no telephone). Charlie Parker's home at 151 Avenue B, east of Tompkins Square Park, has just been added to the National Register of Historic Places. At 2:15 on Sunday afternoon, there is to be a ceremony, speeches and music at the house. To celebrate, mainstream and post-modern be-bop devotees are to present an afternoon of jazz in the park. Butch Morris's \"Conduction No. 44: Ornithology,\" a composition and guided improvisation featuring Arthur Blythe on alto saxophone, Christian Marclay on turntables and 15 flutists, is to have its premiere at 3:15 P.M. The singer (and scat singer) Sheila Jordan is to perform at 4:15 P.M. with a quartet, which is to include Ben Riley on drums, followed at 5:30 P.M. by the Heath Brothers (Albert on drums, Percy on bass and Jimmy on saxophones) with the vibraphonist Milt Jackson of the Modern Jazz Quartet.  Sunday at 3 P.M. Free. JON PARELES Steve Ferguson    Steve Ferguson and the Midwest Creole Ensemble, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. When NRBQ started a quintet in the late 1960's, Steve Ferguson was its guitarist. He left the band in the mid-1970's, made a promising solo album and then largely dropped out of sight, though he turned up a few years ago playing bright, twangy guitar with Johnny Johnson, Chuck Berry's pianist. Sharing the bill is to be the duo of Dan Zanes, the raspy-voiced former singer for the Del Fuegos, and Mitchell Froom, known as the producer for Richard Thompson, Los Lobos and various alternative-rock bands. Shows are tonight at 8:30 and 11:30. Cover charge, $8; there is also an $8 minimum at the tables. J. P.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Apartheid's Arms-Maker Finds Respectability","web_url":"https://www.nytimes.com/1994/08/26/world/apartheid-s-arms-maker-finds-respectability.html","abstract":"  Talk about political baggage: This company armed the police who terrorized black townships. It helped white South Africa secretly make an atomic weapon. Its biggest export customer in sub-Saharan Africa was the former regime in Rwanda. It flouted international arms-trafficking sanctions.   For Armscor, the Armaments Corporation of South Africa, fitting into the gentler, democratic South Africa of Nelson Mandela would seem to require a tour de force of political dexterity.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Trap Is Baited for Fugitives, And They Come Running","web_url":"https://www.nytimes.com/1994/08/26/us/trap-is-baited-for-fugitives-and-they-come-running.html","abstract":"  Elvis Davis was the first to be stung. When he applied for money from Ohio's victims' compensation program in 1991, a computer check found an outstanding warrant for the 34-year-old factory worker, who had been indicted 10 years earlier for breaking and entering. So investigators at the Attorney General's Office told him to stop by for his money. He did and was arrested.   The case of Mr. Davis convinced the law-enforcement powers of Cleveland that there is a cheap, easy way to catch fugitives: Lie. Tell them a check is waiting, and they will come.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Investigative Power Urged For Unit to Monitor Police","web_url":"https://www.nytimes.com/1994/08/26/nyregion/investigative-power-urged-for-unit-to-monitor-police.html","abstract":"  As the New York City Council opened public hearings yesterday on a bill to establish a permanent agency to monitor police corruption, Speaker Peter F. Vallone strongly urged that such a panel be authorized to conduct independent investigations and to subpoena witnesses.   Those positions put Mr. Vallone firmly behind two core recommendations of the Mollen Commission, which released an exhaustive report in July on corruption in the city Police Department. But the Speaker's position goes well beyond the ground staked out by Mayor Rudolph W. Giuliani on the issue.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/08/26/theater/on-stage-and-off.html","abstract":"  New to the Circle    \"I've been aware I had to find a successor for some time,\" Theodore Mann said yesterday, telling why he recently named Josephine R. Abady co-artistic director of Circle in the Square.    Mr. Mann, himself the artistic director of the organization he helped found in 1951, is 70 years old, and for the last 18 months he has been desperately trying to keep the Circle, which hasn't put on a show since May 1993, from drowning in debt.","thumbnail":null,"section":"Theater"},{"date":"19940826","headline":"A Recovering Alcoholic Sues, Asserting Job Bias","web_url":"https://www.nytimes.com/1994/08/26/us/a-recovering-alcoholic-sues-asserting-job-bias.html","abstract":"  As a candidate for a high school basketball coaching job, David White seemed to have top-notch credentials. He has taught physical education for 14 years and served as an assistant coach at several Wisconsin schools. Plenty of basketball fans around here still remember him as a star player at Madison Edgewood in the 1970's.   But some people recall something else about Mr. White's past: his drinking. And after he was rejected for a coaching job three times here last year, he said a school official had told him he could not be hired because it would bring \"negative attention\" to the team. He said he was told that he could not even serve as a volunteer assistant. The official, he said, cited his personal \"baggage.\"","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Crime Bill Coverage Distorts the Debate","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-crime-bill-coverage-distorts-the-debate-069531.html","abstract":"  To the Editor:   Here follows a small yet insidious example of how journalism is acting to distort and destroy public discourse today:","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Cuba: Time to Talk","web_url":"https://www.nytimes.com/1994/08/26/opinion/cuba-time-to-talk.html","abstract":"  Well, why not open broad negotiations with the Castro regime?    The Clinton Administration was quick to rebuff Fidel Castro's proposal of multi-issue talks yesterday. Washington anticipated a propaganda session where Havana would offer to keep its unhappy citizens from leaving only if the U.S. promised to ease its economic embargo, halt anti-Castro radio broadcasts and maybe throw in the return of the Guantanamo Bay Naval Base to Cuba as well.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Young People Adrift In Beautiful Hong Kong","web_url":"https://www.nytimes.com/1994/08/26/movies/film-review-young-people-adrift-in-beautiful-hong-kong.html","abstract":"  \"Autumn Moon\" was shown as part of the 1992 New York Film Festival. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on Sept. 26, 1992. The film -- in English, Cantonese and Japanese with English subtitles -- opens today at the Papp Public Theater, 425 Lafayette Street, East Village.   Hong Kong, with its modern skyscrapers soaring over a misty harbor framed by a spectacular mountain backdrop, is one of the most photogenic cities in the world. And it has never looked more imposingly spiffy than in Clara Law's gorgeous \"Autumn Moon.\"","thumbnail":null,"section":"Movies"},{"date":"19940826","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/26/style/IHT-what-theyre-reading.html","abstract":"Sir Christopher Mallaby, the British Ambassador to France, is reading \"Le Premier homme\" by Albert Camus..\"I read all Camus's novels as a student. I am now 58 and so excited and thrilled to be able to read this novel, unpublished until no","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"A Dome for All Seasons, But Not for All Time","web_url":"https://www.nytimes.com/1994/08/26/us/a-dome-for-all-seasons-but-not-for-all-time.html","abstract":"  Over time, every stadium seems to take on some of the characteristics of the city it represents. Like dog owners and their pets, they even start to look like each other.   So it is in Seattle, a city famous for rain and slightly goofy public structures, that the Kingdome has become a grunge incarnation of every homeowner's worst nightmare. The roof leaks. The ceiling is falling. And what was once merely ugly is now unsightly to the point of revulsion.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Senate Panel's Leaders Pose New Questions on Whitewater","web_url":"https://www.nytimes.com/1994/08/26/us/senate-panels-leaders-pose-new-questions-on-whitewater.html","abstract":"The Senate Banking Committee's chairman and its ranking Republican have asked the head of the Resolution Trust Corporation to explain why three officials whose work helped bring on the Whitewater investigation have been suspended.\n\nSenator Donald W. Riegle Jr., the Michigan Democrat who heads the committee, and Senator Alfonse M. D'Amato of New York, the ranking Republican, made the demand on Wednesday in a letter to Jack Ryan, the acting president of the Resolution Trust Corporation.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Hear This","web_url":"https://www.nytimes.com/1994/08/26/style/IHT-hear-this.html","abstract":"With a proliferation of topless bars, all-nude, bring-your-own-booze joints and a nude steakhouse, Longview has become known as the sex capital of Texas - to the chagrin of some residents who are videotaping customers frequenting the nightspots. Other bar","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"Lodz Survivors Meet and Remember","web_url":"https://www.nytimes.com/1994/08/26/world/lodz-survivors-meet-and-remember.html","abstract":"  For three days this week, Lodz was once more filled with the wailing sounds of klezmer music and Yiddish songs. Men with beards and hats once again strolled down Piotrkowska Street. Cries of \"mazel tov!\" filled the air as a rabbi hammered a shiny new mezuza into a doorway at Revolution of 1905 Street. And Jews again lined Lutomierska Street, though this time, unrestrained by ghetto walls.   Fifty years ago this month, the Nazis cleared out all but about 800 of the Lodz ghetto's 220,000 Jews, deporting to Auschwitz the 80,000 or so who had not already been gassed or died of starvation or disease. By war's end, all but 10,000 of them, remnants of what had been, after Warsaw, the second-largest Jewish site in Europe, had perished.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/26/style/chronicle-180590.html","abstract":"  ELIZABETH TAYLOR is seeking a preliminary injunction to stop NBC from making a mini-series based on her life, The Associated Press reported earlier this week. She will have her day in court on Sept. 22, but before then, on Sept. 9, Judge Diane Wayne of Los Angeles Superior Court will hear lawyers for NBC on their motion to dismiss Miss Taylor's complaint as unfounded.   Miss Taylor's allegations include invasion of privacy and unauthorized use of her name among other contentions. Neil Papiano, Miss Taylor's lawyer, said that material for the mini-series, to be based on a forthcoming biography of the actress by C. David Heymann (the author of \"A Woman Named Jackie,\" a best-selling biography of Jacqueline Kennedy Onassis), contained \"deliberate falsehoods.\" Douglas Mirell, a lawyer for NBC, said that no one who is as much in the public eye as Miss Taylor is \"can skirt the First Amendment.\"","thumbnail":null,"section":"Style"},{"date":"19940826","headline":"Election-Season Concerns Help Carry Crime Bill","web_url":"https://www.nytimes.com/1994/08/26/us/decision-in-the-senate-the-vote-election-season-concerns-help-carry-crime-bill.html","abstract":"  In the end, the days of Congressional rancor over whether the crime bill had too much pork did not matter. The overriding concern for Democrats and some Republicans was simpler: returning home with something to show on what voters consider the nation's most pressing issue.   \"The telephones in the state of Delaware are ringing off the hook,\" Senator Joseph R. Biden Jr., a Democrat from that state who is chairman of the Judiciary Committee, told his colleagues on the floor this week. \"They are not talking about pork or pork chops or anything else. They are saying: 'Pass the crime bill. Give me 100,000 cops, build more prisons, and get on with it.' \"","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Suppose We Rent Some Cabins and Run Our Own Camp?","web_url":"https://www.nytimes.com/1994/08/26/movies/film-review-suppose-we-rent-some-cabins-and-run-our-own-camp.html","abstract":"Young outcasts establish own summer camp. Contagious fun.","thumbnail":null,"section":"Movies"},{"date":"19940826","headline":"Home Video","web_url":"https://www.nytimes.com/1994/08/26/arts/home-video-068217.html","abstract":"  What to Rent?    It happens all the time in video stores. Movie seekers don't find what they want and leave empty-handed or with consolation choices that don't live up to cassette-box blurbs, critics' assessments or clerks' recommendations.","thumbnail":null,"section":"Arts"},{"date":"19940826","headline":"Lovelorn Cousins Commiserate","web_url":"https://www.nytimes.com/1994/08/26/theater/theater-review-lovelorn-cousins-commiserate.html","abstract":"  The Whisper Cafe, the setting of Robert W. Cabell's musical, \"Two Hearts Over Easy,\" is a tiny Manhattan boite of the sort frequented by aspiring show-business types who like to stand around the piano and sing show tunes. Here is where Maggie (Melanie Demitri) and Jimmy (Bill Ebbesmeyer), two cousins who are pushing 40, meet regularly to commiserate about their empty love lives.    Maggie, who is well heeled and chic, has recently divorced her philandering husband. Jimmy has lost one lover to AIDS and another to fear of AIDS. Attending them are Rusty (Randy Weiss), a hunky bartender whom both Maggie and Jimmy fancy, and Gina (Maggie Wirth), a self-hating, overweight waitress and aspiring actress who has a role in an \"Off-Off-Off-Off Broadway\" space-age adaptation of \"Hamlet.\" Mr. Weiss and Ms. Wirth also portray assorted friends, relatives and fantasy figures who enter the couple's conversation.","thumbnail":null,"section":"Theater"},{"date":"19940826","headline":"7 Chiefs Retire From Housing Force as Police Merger Nears","web_url":"https://www.nytimes.com/1994/08/26/nyregion/7-chiefs-retire-from-housing-force-as-police-merger-nears.html","abstract":"  At a time of major transition for their department, seven high-ranking members of the New York City Housing Authority police force have filed for retirement.   On Oct. 1, the housing police force is to be put under the command of the Police Department. On Jan. 1, the transit police force also is to merge with the department.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"When the Old Order in China at Last Changes; Dog's Place in History","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-when-the-old-order-in-china-at-last-changes-dog-s-place-in-history-069370.html","abstract":"  To the Editor:   Your Aug. 17 Shanghai Journal emphasizes spreads false information by saying dogs were \"once seen here only as a source of food.\"","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/26/sports/results-plus-066516.html","abstract":"  GOLF  Nause 65 Ties Record  Martha Nause birdied the last three holes yesterday to match the course record with a 7-under-par 65 and take a one-stroke lead after the opening round of the du Maurier Classic in Ottawa. Nause had eight birdies and one bogey in equaling the record set by the former club pro Ken Clark and matched by Jack Nicklaus in 1960. Leigh Ann Mills, Kelly Robins, Debbie Massey and Michelle McGann were all at 66 on the rain-soaked course. Nancy Lopez, Kim Williams, Dottie Mochrie and Betsy King were another shot back. (AP) Birdies Lift Stadler: Craig Stadler birdied the last four holes yesterday in Akron, Ohio, to complete a five-under-par 65 that gave him a share of the first-round lead in the NEC World Series of Golf with Loren Roberts. Jose Maria Olazabal of Spain, Mark McCumber and Jeff Maggert were a stroke back. The PGA and British Open champion, Nick Price, put his tee shot into the water on No. 17 and made a bogey 4 to finish at 68, tied with the United States Open champion, Ernie Els of South Africa. (AP)   TENNIS  Schultz Wins Twice  Brenda Schultz won over two separate galleries yesterday at the inaugural SNET Classic in New Haven with her big service, her vastly improved all-round game, her grit and never-say-die determination and, above all, her joyous court demeanor. In the process, the 23-year-old Schultz, who is from the Netherlands, upset Zina Garrison-Jackson, 6-1, 7-5, in the afternoon and Lindsay Davenport, 6-4, 0-6, 7-5, at night to earn a berth against her longtime idol, Martina Navratilova, in tonight's semifinals of this eight-player exhibition event.   Another promising young player, 18-year-old Chanda Rubin, upset Fernandez, who is ranked 11th, 1-6, 7-6, (7-4), 7-6 (7-4) in a match that began late this afternoon and ended this evening. But tonight, in her second match of the day, Rubin fell to eighth-ranked Jana Novotna, 6-3, 6-1.   Lendl, Bruguera Join Upset Victims: The top-seeded Sergi Bruguera and No. 6 Ivan Lendl were ousted from the OTB International in Schenectady, N.Y., yesterday. Bruguera, ranked third in the world, fell at night to Jonas Bjorkman, 2-6, 6-4, 6-2. Lendl, 34, lost by 7-6 (7-5), 6-4 to Chuck Adams, ranked 70th in the world. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"U.S. to Pay Off Its U.N. Debt For Peacekeeping Operations","web_url":"https://www.nytimes.com/1994/08/26/world/us-to-pay-off-its-un-debt-for-peacekeeping-operations.html","abstract":"  The Clinton Administration has won a $1.2 billion appropriation for United Nations peacekeeping operations from the Congress, which will be sufficient to pay off its $950 million peacekeeping arrears by the end of this year and still leave some money for next year's bills.   But unless there is a dramatic decline in future peacekeeping costs, the Administration will probably need to ask Congress for additional money next year, or find itself falling into arrears again, since it is using funds voted for its 1995 budget to pay off past debts.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Another Algeria Scenario : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-another-algeria-scenario-letters-to-the-editor.html","abstract":"Regarding \"Why the Stakes Are So High in Algeria\" (Opinion, Aug. 13) by Daniel Pipes:.Mr. Pipes's scenario for North African and potentially European apocalypse at the hands of Algeria's so-called fundamentalists begs for a bit of calm and co","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"2 Young Defensemen Sign With the Rangers","web_url":"https://www.nytimes.com/1994/08/26/sports/sports-people-hockey-2-young-defensemen-sign-with-the-rangers.html","abstract":"  The Rangers signed two players to their first professional contracts yesterday, defensemen SCOTT MALONE and ANDY SILVERMAN. Malone played three seasons at the University of New Hampshire. He scored 14 goals and led Hockey East with 162 penalty minutes. Silverman played for Maine for three seasons and was voted its top defenseman in 1994. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/26/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the editorial \"Enter the Floating Waffle\" (Aug. 24): The New York Times asks why the cartoonist Garry Trudeau has begun to take aim at President Bill Clinton. Clearly he has become infected with the disease that afflicts the rest of th","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/26/nyregion/no-headline-062227.html","abstract":"  \"Time is the 101st Senator. He is the ally of the people who want to do nothing.\" SENATOR CHRISTOPHER DODD,  [ A19:3. ]","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"In August, There Ought to Be Baseball;\nHome Run","web_url":"https://www.nytimes.com/1994/08/26/opinion/in-august-there-ought-to-be-baseball-home-run.html","abstract":"My son and I drove to Detroit\nand Tiger stadium for\n\na doubleheader. We sat\nin a right field upperdeck box\n\nwhere lefthanded pull hitters\nhit home runs. It wasn't until\n\nthe seventh inning of the second\ngame that our Norman Cash\n\nlifted one up:\n\nThe ball\ngrew larger as it closed, like the moon\n\napproaching Apollo's astronauts\nthat summer. I stuck out\n\nmy naked left hand -- there was\nan El Producto in my right --\n\nand the ball banged against\nmy palm with a flat smack audible\n\nto the whole ballpark\nbefore bouncing to the lower deck. My hand\n\npuffed up, flushed like my face,\nas I stood bowing to the crowd's cheers.\n\n\nWhen we had lost both games,\nmy son and I drove in silence to\n\nhis mother's place. Back\nin my room, I drank bourbon red-handed.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Paris Journal; 50 Years After the Liberation, France Toasts Itself","web_url":"https://www.nytimes.com/1994/08/26/world/paris-journal-50-years-after-the-liberation-france-toasts-itself.html","abstract":"  As a military victory, the liberation of Paris was not significant. By the time Parisians took up arms against their German occupiers on Aug. 22, 1944, Allied forces were encircling the city. And by the time French troops arrived here three days later, most Germans had fled.   Yet as Parisians celebrated the 50th anniversary of the end of four years of German occupation tonight, with World War II tanks and jeeps re-enacting the entry of the Second Armored Division of Gen. Philippe Leclerc, the extraordinary political significance of the occasion again became apparent.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Deconstructionist Turns to Building","web_url":"https://www.nytimes.com/1994/08/26/books/books-of-the-times-deconstructionist-turns-to-building.html","abstract":"  Pretty Boy Floyd   A Novel   By Larry McMurtry and Diana Ossana   444 pages. Simon & Schuster. $24.   Written by Larry McMurtry and the screenwriter Diana Ossana, the novel \"Pretty Boy Floyd\" possesses many of the hallmarks of Mr. McMurtry's own fiction: a western backdrop where myth and grubby reality overlap; a boyish hero beloved by women and given to recurrent bouts of melancholy and sadness, and a Dickensian supporting cast of cowboys, whores, farmers and petty criminals.","thumbnail":null,"section":"Books"},{"date":"19940826","headline":"Starring John Candy and Various Crude Jokes","web_url":"https://www.nytimes.com/1994/08/26/movies/film-review-starring-john-candy-and-various-crude-jokes.html","abstract":"Fed-up pioneers head back. Dimwitted comedy takes all the wrong turns.","thumbnail":null,"section":"Movies"},{"date":"19940826","headline":"In August, There Ought to Be Baseball;\nFenway's Child","web_url":"https://www.nytimes.com/1994/08/26/opinion/in-august-there-ought-to-be-baseball-fenways-child.html","abstract":"I know the past is gone. But I can still remember that spring day in the early 1950's. I held my grandfather's hand as we walked up the ramp, out of the darkness, and I saw the little green jewel box that was Fenway Park.\n\nThe memory is still as vivid today as it was over 40 years ago: the sun making me squint, the green of Mr. Yawkey's special grass, the smells and sounds of baseball. Most of all, I remember the look on my grandfather's face -- he in his suit and tie, with his hat and his ever-present pipe. I was 3 1/2, and I knew I belonged in this magical place.","thumbnail":null,"section":"Opinion"},{"date":"19940826","headline":"Mystery Plot: Whodunit in Newark?","web_url":"https://www.nytimes.com/1994/08/26/nyregion/mystery-plot-whodunit-in-newark.html","abstract":"  The sky hung low and opaque, cut by rows of dull wire towers. Market Street was teeming with sweaty bodies and vendor carts. Inching down the sidewalk, Valerie Wilson Wesley absorbed the complex rhythms of Newark, committing each detail to memory.   In the city's disorder and decay, Ms. Wilson Wesley sees rich material for murder mysteries. Her first, \"When Death Comes Stealing,\" unfolds against the backdrop of the city's brooding neighborhoods, which Ms. Wilson Wesley hopes to harvest for a series of whodunits.","thumbnail":null,"section":"New York"},{"date":"19940826","headline":"Fraud Inquiry Aims at a Home Health Care Giant","web_url":"https://www.nytimes.com/1994/08/26/us/fraud-inquiry-aims-at-a-home-health-care-giant.html","abstract":"  A lawsuit filed on behalf of an Atlanta AIDS patient offers details of the kinds of charges being looked into by a Federal investigation of the nation's largest home health care provider.   The company, Caremark Inc., was the subject of an indictment in Minnesota earlier this month. At that time it was widely reported that a larger investigation into a broader range of the company's activities was under way.","thumbnail":null,"section":"U.S."},{"date":"19940826","headline":"Cuban Gets Scholarship","web_url":"https://www.nytimes.com/1994/08/26/sports/sports-people-baseball-cuban-gets-scholarship.html","abstract":"  AUGUSTO DUQUESNE, who left the Cuban team and requested refugee status in Canada during the world championship of basketball earlier this month, will accept a scholarship from Durham College in Oshawa, Ontario, near Toronto. Duquesne, 26, is a 6-foot-6-inch forward. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940826","headline":"For Cubans Facing Sea: Last Chance","web_url":"https://www.nytimes.com/1994/08/26/world/flight-from-cuba-in-cuba-for-cubans-facing-sea-last-chance.html","abstract":"  Neither the fierce rains whipping the palm trees today nor the harsh new measures by President Clinton were going to keep Juan Carlos Gonzalez from making another attempt to take to the sea in search of a new future in the United States.   In fact, thousands of people like Mr. Gonzalez, fearing this may be their last chance to leave the country, are speeding up their exodus, rather than hesitating over the uncertainty of the voyage.","thumbnail":null,"section":"World"},{"date":"19940826","headline":"Medical Malpractice Is Hardly an Epidemic","web_url":"https://www.nytimes.com/1994/08/26/opinion/l-medical-malpractice-is-hardly-an-epidemic-069523.html","abstract":"  To the Editor:   Sidney Zion asserts that more people die of medical malpractice than are victims of guns and rifles in the United States (letter, Aug. 19). A recent article in the Journal of the American Medical Association suggests his figure underestimates the number of deaths from firearms (15,377 versus 36,000), since it apparently includes only homicides, but not suicides or unintentional deaths.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940826","time":"1994-08-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":80,"wspd":7.6},{"date":"19940826","time":"1994-08-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":80,"wspd":9.4},{"date":"19940826","time":"1994-08-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":81,"wspd":5.4},{"date":"19940826","time":"1994-08-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":82,"wspd":5.4},{"date":"19940826","time":"1994-08-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":85,"wspd":7.6},{"date":"19940826","time":"1994-08-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":86,"wspd":5.4},{"date":"19940826","time":"1994-08-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":90,"wspd":7.6},{"date":"19940826","time":"1994-08-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":90,"wspd":5.4},{"date":"19940826","time":"1994-08-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":86,"wspd":14.8},{"date":"19940826","time":"1994-08-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":81,"wspd":13},{"date":"19940826","time":"1994-08-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":75,"wspd":9.4},{"date":"19940826","time":"1994-08-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":62,"wspd":13},{"date":"19940826","time":"1994-08-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":57,"wspd":16.6},{"date":"19940826","time":"1994-08-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":48,"wspd":20.5},{"date":"19940826","time":"1994-08-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":45,"wspd":18.4},{"date":"19940826","time":"1994-08-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":37,"wspd":18.4},{"date":"19940826","time":"1994-08-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":37,"wspd":18.4},{"date":"19940826","time":"1994-08-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":41,"wspd":27.7},{"date":"19940826","time":"1994-08-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":44,"wspd":16.6},{"date":"19940826","time":"1994-08-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":47,"wspd":16.6},{"date":"19940826","time":"1994-08-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":69,"wspd":13},{"date":"19940826","time":"1994-08-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":71,"wspd":18.4},{"date":"19940826","time":"1994-08-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":76,"wspd":11.2},{"date":"19940826","time":"1994-08-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":78,"wspd":14.8},{"date":"19940826","time":"1994-08-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":69,"wspd":18.7},{"date":"19940826","time":"1994-08-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":18.7},{"date":"19940826","time":"1994-08-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":74,"wspd":14.8},{"date":"19940826","time":"1994-08-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":14.8},{"date":"19940826","time":"1994-08-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":14.8},{"date":"19940826","time":"1994-08-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":13},{"date":"19940826","time":"1994-08-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":11.2},{"date":"19940826","time":"1994-08-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":78,"wspd":9.4},{"date":"19940826","time":"1994-08-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":11.2},{"date":"19940826","time":"1994-08-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":11.2},{"date":"19940826","time":"1994-08-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":84,"wspd":11.2},{"date":"19940826","time":"1994-08-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":84,"wspd":9.4},{"date":"19940826","time":"1994-08-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":9.4},{"date":"19940826","time":"1994-08-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":14.8},{"date":"19940826","time":"1994-08-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":13},{"date":"19940826","time":"1994-08-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":62,"wspd":13},{"date":"19940826","time":"1994-08-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":53,"wspd":16.6},{"date":"19940826","time":"1994-08-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":50,"wspd":20.5},{"date":"19940826","time":"1994-08-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":42,"wspd":13},{"date":"19940826","time":"1994-08-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":18.7},{"date":"19940826","time":"1994-08-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":44,"wspd":18.7},{"date":"19940826","time":"1994-08-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":45,"wspd":22.3},{"date":"19940826","time":"1994-08-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":47,"wspd":16.6},{"date":"19940826","time":"1994-08-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":20.5}]}}