{"19930301":{"guardian_articles":[{"date":"19930301","headline":"Trade Centre bombers still mystify authorities","web_url":"https://www.theguardian.com/world/1993/mar/01/september11.usa","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19930301","headline":"Starks's Voice Is Loud But Can't Carry Team","web_url":"https://www.nytimes.com/1993/03/01/sports/on-pro-basketball-starks-s-voice-is-loud-but-can-t-carry-team.html","abstract":"  When John Starks talks, people listen, usually because he's in their face. Thus, they have no choice.   Before the Nets laid a 102-76 statement of a beating on the Knicks yesterday, Starks could be found inside the Knicks' locker room ragging on Doc Rivers before taking it outside to the Byrne Meadowlands Arena court to the Nets' Drazen Petrovic.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Review/Music; Surrealism Translated Into Mistaken Identity","web_url":"https://www.nytimes.com/1993/03/01/arts/review-music-surrealism-translated-into-mistaken-identity.html","abstract":"  The music of Francis Poulenc plays at the edge of the trivial. Amid a farrago of ditties and dances, detritus of early 20th-century popular culture, Poulenc announces himself by stealth, in dissonant spasms and general stylistic disorientation. In a Wednesday night double bill of \"Les Mamelles de Tiresias\" and \"La Voix Humaine,\" two short operas composed in 1944 and 1958, the Juilliard Opera valiantly tried to capture this elusive voice but fell short. \"Mamelles\" was especially problematic: taking words and music at face value, it plunged headlong into banality.    The greatest challenge of \"Mamelles\" is its text, a \"Surrealist drama\" by the turn-of-the-century poet Guillaume Apollinaire. The tale of Tiresias originally appears in Ovid's \"Metamorphoses\": a man is transformed into a woman, then finds himself a man again and informs the curious gods that womanhood was preferable. Apollinaire wove this androgynous parable into a wildly absurd operetta plot. Empowered by the rhetoric of sexual liberation, a woman named Therese wills herself into manhood (her breasts float away as balloons); her frustrated husband consequently turns himself into a woman and gives birth to dozens of babies, all for France's glory.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Book Critics Honor 'All the Pretty Horses' in Fiction","web_url":"https://www.nytimes.com/1993/03/01/books/book-critics-honor-all-the-pretty-horses-in-fiction.html","abstract":"  Cormac McCarthy's novel \"All the Pretty Horses\" (Alfred A. Knopf), the story of a young rancher who heads off for a dangerous adventure along the Texas-Mexico border, won the 1992 National Book Critics Circle Award for fiction, the organization announced yesterday.   The novel, which also won the National Book Award, is Mr. McCarthy's sixth, but it was the first one to be acclaimed and to become a best seller. Even now, months after its publication, \"All the Pretty Horses\" often climbs back onto best-seller lists.","thumbnail":null,"section":"Books"},{"date":"19930301","headline":"Losses Hurt Reputation Of 5 Horses","web_url":"https://www.nytimes.com/1993/03/01/sports/horse-racing-losses-hurt-reputation-of-5-horses.html","abstract":"  Racing people were still searching for clues and candidates today after at least five contenders for the Kentucky Derby were beaten this weekend in major prep races in Florida and California.   At Gulfstream Park here on Saturday, in one section of the Fountain of Youth Stakes, the favored Silver of Silver ran third, while in the other section, Great Navigator finished second and Itsal'lknownfact ran sixth. At Santa Anita, meanwhile, two even higher-ranking prospects for the Derby were far outdistanced in the San Rafael Stakes: the favored Stuka finishing in third place, 12 lengths behind, and the second choice, Art of Living, fifth in the field of six. Storm Tower Undefeated    Amid the debris, the winners were Storm Tower and Duc d'Sligovil in the two sections of the Fountain of Youth, and Devoted Brass in the San Rafael. And in terms of advancing on the road to Louisville, where the 119th Kentucky Derby will be run May 1, the most progress was probably made by Storm Tower, who is now undefeated in four starts in a brief career that began last June at Monmouth Park in New Jersey.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Today's Forecast: Hurricane George","web_url":"https://www.nytimes.com/1993/03/01/sports/baseball-today-s-forecast-hurricane-george.html","abstract":"  The news release was copied and quickly distributed to reporters early this morning, establishing the guidelines for the return of George Steinbrenner to the Yankees on Monday.   The release might as well have been gold-embossed: It \"invited\" the news media to chronicle the event and \"encouraged\" them to be at the spring training complex by 10:30 A.M.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Garage; Panel Warned in 1985 of Vulnerability of Center's Parking to Bombing","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-twin-towers-garage-panel-warned-1985-vulnerability-center-s-parking.html","abstract":"  An anti-terrorist task force for the World Trade Center told the Port Authority eight years ago that the center's parking garage was vulnerable to a bomb attack and should be closed to the public.   Although the recommendation was rejected then, Stanley Brezenoff, the Port Authority's executive director, said yesterday that the agency would consider restricting public access to the garage as well as other measures to increase security. \"Everything is on the table,\" he said.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Review/Dance; The Dancers at Purchase, In an Annual Spring Rite","web_url":"https://www.nytimes.com/1993/03/01/arts/review-dance-the-dancers-at-purchase-in-an-annual-spring-rite.html","abstract":"  One of New York's best-kept dance secrets is the Purchase Dance Corps. It is common knowledge that the dance division of the State University College at Purchase, N.Y., produces some of the best performers around, and that many of them may be seen without much trouble by dancegoers in Manhattan. But the students' annual spring concert, presented only in Westchester at the college's theater complex, is more difficult to get to.  And that is a pity. The performances can be eye opening when they feature revivals of familiar dances. The dancers are skilled and fresh, and perform without a trace of affectation.    This year's program, which will be repeated Thursday through Sunday at the college's Performing Arts Center (735 Anderson Hill Road, Purchase), opens with \"Forest,\" an exquisite modern dance piece choreographed by Robert Cohan, the director of the London Contemporary Dance Theater and a former Martha Graham principal. Bodies move through dim light in soft-colored leotards. The eager attack is Graham. The look of limpid suspension is Merce Cunningham. The nine dancers bring a simplicity to the choreography that reveals but does not stress the dance's many small surprises.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Review/Pop; At Ice Cube Rap Concert Everyone Goes to a Party","web_url":"https://www.nytimes.com/1993/03/01/arts/review-pop-at-ice-cube-rap-concert-everyone-goes-to-a-party.html","abstract":"  Ice Cube hit the stage, and the audience jumped to its feet. Starting out with the song \"When Will They Shoot?,\" featuring self-aggrandizing and mildly paranoid lyrics and his own percussive rapping, he turned the house into a party. He had the men in the audience chanting lines, only to have the women compete with them; he and his fellow rapper, W. C., split the house in half to see who could cheer more loudly, and everybody yelled, cued by W. C., the standard abusive lines at Ice Cube. By the time the show had finished, the wall between audience and performer had gone down several times.   The concert, at the Apollo Theater on Saturday night, was supporting Ice Cube's new album, \"The Predator\" (Priority), which hasn't done as well as it might have. His last, \"Death Certificate,\" was a major pop hit, and when he toured for it, Ice Cube took an elaborate stage setup with him. His new stage is different, spare and uncluttered, leaving Ice Cube and W. C. to cruise the stage, driving home his stories.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/01/nyregion/no-headline-224093.html","abstract":"  \"If we did everything we're supposed to do, probably nobody even knew we were there. Nothing at all was shot at us.\" -- CAPT. JIM SMITH, Air Force pilot who flew on Bosnian relief mission.  [ A6:2. ]","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Alexandra Petas, Dean Pappas","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-alexandra-petas-dean-pappas.html","abstract":"  Alexandra Elizabeth Petas, the daughter of John and Virginia Petas of Hastings-on-Hudson, N.Y., was married yesterday to Constantine William Pappas, the son of William and Helene Pappas of Bridgewater, N.J. Metropolitan Silas, the Greek Orthodox bishop of New Jersey, performed the ceremony at Holy Trinity Greek Orthodox Church in New Rochelle, N.Y.   Mrs. Pappas, 25, graduated from the University of Vermont. She is the human resources officer for National Westminster Bancorp in White Plains. Her father is the vice president of Monitor Controls Corporation, an elevator-accessories manufacturer in Farmingdale, L.I. Her mother is the director of development at the Chapin School, a private girls school in New York.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Orioles to Meet With Hispanic Group","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-baseball-orioles-to-meet-with-hispanic-group.html","abstract":"  The Baltimore Orioles' president, LARRY LUCCHINO, said he will meet with officials from an Hispanic group to discuss comments about Mexicans made by a team scout.   \"We're going to sit down with them, have a dialogue with them and address their concerns,\" Lucchino said.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Dudley Takes Anger Out On Knicks","web_url":"https://www.nytimes.com/1993/03/01/sports/pro-basketball-dudley-takes-anger-out-on-knicks.html","abstract":"  As the trading deadline neared last Thursday, the talk in the Nets' locker room was that Chris Dudley would be sent to Utah for center Mike Brown.   In fact, it was more than just talk. The Nets were only a heartbeat away from making the last-minute deal but had a change of heart. Dudley was both confused and angered when he heard about the proposed deal, saying to another player: \"I don't understand. Why are they sending me to Utah? I want to stay here.\"","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/01/nyregion/bridge-611393.html","abstract":"  The literature of bridge includes thousands of books, and it is quite surprising that there is not one titled \"Play or Defend.\" There are many fascinating deals on which a reader can be challenged to decide whether the declarer can succeed after a given lead. A good example is the diagramed deal.   South reaches six diamonds after his partner has opened an old-fashioned one heart. West leads a spade, since his partner has overcalled in that suit. Would you choose to play or defend? South is obviously in danger of losing a heart trick and a club trick.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Boddicker May Need Knee Surgery","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-baseball-boddicker-may-need-knee-surgery.html","abstract":"  Kansas City Royals pitcher MIKE BODDICKER has a possible cartilage tear in his left knee that could require surgery this week. Trainer NICK SWARTZ said Boddicker could be pitching again in two weeks if the tear is small, as suspected. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Snowmobiles: Comparing Liabilities and Assets","web_url":"https://www.nytimes.com/1993/03/01/nyregion/lowville-journal-snowmobiles-comparing-liabilities-and-assets.html","abstract":"  THE message painted on a plastic-covered bale of hay is simple: \"No Snowmobilers! Keep Out!\"    That is a succinct summary of one side of a winter-sports debate here in Lewis County, where many people are tired of the constant whine of snowmobiles in their backyards and on local roads.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Puzzle; A Lack of Definitive Claim For Attack Baffles Officials","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-twin-towers-puzzle-lack-definitive-claim-for-attack-baffles-officials.html","abstract":"  What is still baffling the investigators trying to determine whether terrorists were behind the World Trade Center bombing is the effective silence that has followed it.   Since attention is a main goal of terrorism, the people responsible for such acts usually find a way to make it clear that they were the ones who carried them out. But in the aftermath of the bombing on Friday at the World Trade Center, none of the more than 50 callers who have claimed responsibility have presented convincing proof.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Michael F. Adubato, 58, Ex-New Jersey Legislator","web_url":"https://www.nytimes.com/1993/03/01/nyregion/michael-f-adubato-58-ex-new-jersey-legislator.html","abstract":"  Michael F. Adubato, a former New Jersey Assemblyman who sponsored a bill that changed the way the state's motorists pay for automobile insurance, died on Saturday at Claramaass Hospital in Belleville, N.J. He was 58 and lived in Newark.   The cause of death was a heart attack, said his nephew, Stephen Adubato Jr.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Jody Lewis, William Gorin","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-jody-lewis-william-gorin.html","abstract":"  Jody Louis, a vice president at National Westminster Bank, was married yesterday to William S. Gorin, a vice president in the financial products group of Kidder, Peabody & Company, both in New York. Rabbi Daniel Mehlman performed the ceremony at the Sephardic Temple in Cedarhurst, L.I.   Mrs. Gorin, 32, graduated magna cum laude from Boston University. She is a daughter of Mr. and Mrs. Henry Louis of North Woodmere, L.I. Her father, now retired, was a senior vice president of the Sidney Gould Company in New York, a former women's sportswear division of Interco Inc., a St. Louis-based manufacturer of shoes and furniture..","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Turgeon Unwilling to Let Islanders Give One Away","web_url":"https://www.nytimes.com/1993/03/01/sports/hockey-turgeon-unwilling-to-let-islanders-give-one-away.html","abstract":"  The Islanders, getting the winning goal in overtime from Pierre Turgeon, picked up 2 more points in their quest to earn a playoff spot with a 7-6 victory over the hapless Hartford Whalers tonight.   The victory came when Turgeon took a drop pass from Steve Thomas just inside the Hartford blue line, skated fiercely toward the Whalers' net and smoked a wrist shot through the goaltending pads of Sean Burke with 2 minutes 21 seconds left in overtime.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Businesses Plan to Carry On After Explosion","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-at-the-twin-towers-businesses-plan-to-carry-on-after-explosion.html","abstract":"  Officials announced yesterday that the twin towers of the World Trade Center would be closed for at least a week, and Gov. Mario M. Cuomo asked the Federal Government to make low-interest loans available to small businesses affected by the bombing in a center garage on Friday.   In a race to prepare for the work week, executives and workers at the huge financial center in lower Manhattan yesterday turned their aplomb and ingenuity to finding ways to carry on business in temporary quarters.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Schott Bids Hail and Farewell to Reds","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-baseball-schott-bids-hail-and-farewell-to-reds.html","abstract":"  The Reds' owner, MARGE SCHOTT, mingled with Cincinnati players yesterday for the last time before starting her one-year suspension. She signed autographs for fans, hugged players and helped children get Manager TONY PEREZ's autograph during an hourlong visit to the team's spring training complex at Plant City, Fla.   It was her last chance for a while to act like a team owner. Under terms of the suspension that begins today, Schott is barred from going on the field or into the clubhouse. Schott, suspended for using racial and ethnic slurs, also is barred from the Reds' offices at Riverfront Stadium. She made her final appearance there last week.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Lillian Gish, 99, a Movie Star Since Movies Began, is Dead","web_url":"https://www.nytimes.com/1993/03/01/movies/lillian-gish-99-a-movie-star-since-movies-began-is-dead.html","abstract":"  Lillian Gish, the last of the great silent film stars, who performed for more than 85 years in movies, theater and television, died in her sleep on Saturday evening at her home in Manhattan. She was 99 years old.   Her personal manager, James E. Frasher, said the cause was heart failure.","thumbnail":null,"section":"Movies"},{"date":"19930301","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/01/sports/no-headline-654793.html","abstract":"  HOCKEY  Loney Leads Penguins Over Capitals Troy Loney revived a stagnant Pittsburgh offense with two goals as the Penguins defeated the Washington Capitals, 4-2, yesterday in Landover, Md. Pittsburgh goalie Tom Barrasso made 24 saves, Rick Tocchet got a goal and two assists, and rookie Martin Straka had three assists, his first multipoint game in the National Hockey League. The Penguins had scored only 19 goals in their last seven games, five of them losses. The victory enabled the Patrick Division leaders to stretch their lead over second-place Washington to 14 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Gina Sanders, Steven Newhouse","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-gina-sanders-steven-newhouse.html","abstract":"  Gina Susan Sanders, a daughter of Dr. and Mrs. Arnold R. Sanders of Ardsley, N.Y., was married yesterday to Steven Oliver Newhouse, a son of Donald E. Newhouse, the publishing executive, and Susan Newhouse of New York. Rabbi Philip E. Schechter, the bride's uncle, performed the ceremony at Il Cantinori restaurant in New York.   The bride, 33, is the advertising manager at HG magazine in New York. She graduated magna cum laude from Tufts University. Her father is an emeritus attending urologist at Montefiore Medical Center and a former clinical assistant professor at the Albert Einstein College of Medicine, both in the Bronx. Her mother, Joyce Sanders, writes a column on volunteerism for Women's News, a monthly community newspaper in Harrison, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"White Has a Home. What He Wants Is the Ball.","web_url":"https://www.nytimes.com/1993/03/01/sports/pro-football-white-has-a-home-what-he-wants-is-the-ball.html","abstract":"  When Dillard High was host to Boyd Anderson High here on Saturday night in a state basketball tournament game, the gym was packed with nearly 3,000 fans, and they were buzzing with the special pitch that always accompanies this matchup.   The schools are only two miles apart, and their sports rivalry is full of memorable moments. The players from the teams know one another. Fans from both sides find that their lives intertwine at church, at work, at play.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91633615074.html","abstract":"1918: Chaos in Russia. AMSTERDAM - The following eyewitness account of the Russian chaos, is published by the Tageszeitung: \"Cases have occurred of railway travelers frozen to death owing to the paneless carriage windows. There are only two locomotiv","thumbnail":null,"section":"Opinion"},{"date":"19930301","headline":"Review/Television; Calling This Family 'Dysfunctional' Is a Compliment","web_url":"https://www.nytimes.com/1993/03/01/arts/review-television-calling-this-family-dysfunctional-is-a-compliment.html","abstract":"  This week's Television Oddity Award surely must go to NBC's \"Bloodlines: Murder in the Family,\" a four-hour movie being shown at 9 P.M. today and tomorrow. A based-on-fact story about two California brothers who, for business reasons, arranged to have their parents murdered has pointlessly been turned into an interminable yarn about a family losing its lines of credit.    The story is told from the vantage point of Melody Woodman (Mimi Rogers), a mother of three who suddenly finds her husband, Stewart (Elliott Gould), and his brother Neil (John Pleshette) being charged with paying for the killing of their parents, Gerald and Vera (Sam Wanamaker and Kim Hunter). Initially believing Stewart to be innocent, Melody enlists the help of a lawyer (Joe Spano), who encourages her to review the past and put her thoughts on tape. The flashbacks begin with a vengeance.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"BOOKS: THE FATE OF HONG KONG","web_url":"https://www.nytimes.com/1993/03/01/style/IHT-books-the-fate-of-hong-kong.html","abstract":"By Gerald Segal. 256 pages. £16.99. Simon & Schuster.. Reviewed By Philip Bowring. FOR anyone interested in an apologia for mainstream British Foreign Office policy toward Hong Kong and China up to the appointment of Chris Patten as governor, thi","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Pressure Mounts to Keep Psychiatric Centers Open","web_url":"https://www.nytimes.com/1993/03/01/nyregion/pressure-mounts-to-keep-psychiatric-centers-open.html","abstract":"  As chairman of the State Senate's Mental Hygiene Committee, Senator Nicholas J. Spano says that New York should take the money it saves from closing its outdated psychiatric hospitals and invest it in a new network of community mental health programs.    But as a legislator who represents Yonkers, Mr. Spano, a Republican, says that at least one hospital -- the Harlem Valley Psychiatric Center, many of whose workers live in his district -- should remain open for now.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"The Braves Can Brag: Not One Stiff on the Staff","web_url":"https://www.nytimes.com/1993/03/01/sports/baseball-the-braves-can-brag-not-one-stiff-on-the-staff.html","abstract":"  Bobby Cox of the Atlanta Braves sat at his desk with his feet up, pondering the early questions of spring training, as any major league manager might.   Has outfielder Ron Gant bulked up? \"No.\"","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Hurley's Day Is One for Us All","web_url":"https://www.nytimes.com/1993/03/01/sports/on-college-basketball-hurley-s-day-is-one-for-us-all.html","abstract":"  Beneath the brass rail within Cameron Indoor Stadium, in the lower stands where the Crazies were spending their Sunday afternoon, Duke students extended their arms above their heads and bent at the waist, again and again, in their We-Are-Not-Worthy salute to Bobby Hurley. The game had not yet started.   Above the brass rail, where the not-quite-as-crazy sit, the Assist-O-Meter was set at 20, the number Hurley needed to surpass the national career record of 1,038 set by Chris Corchiani when he played for North Carolina State.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Waiting Line; Tenants Escorted Back Into Offices","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-at-the-twin-towers-the-waiting-line-tenants-escorted-back-into-offices.html","abstract":"  Trade Center tenants hustled yesterday to find alternative spaces, and by last night it was apparent that in spite of the bomb, many would be back in business today.    For some companies, like Fuji Bank Ltd., the task of setting up for today was under way before employees vacated their trade center space Friday. Katsuma Ohara, general manager of the financial company's Americas division, said 150 of the 450 people in the trade center operation would be in a computer center in North Bergen, N.J. where the Fuji Bank had previously arranged for backup space. The rest would be in branch offices in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Gambler Bets, Drinks, Loses and Then Sues","web_url":"https://www.nytimes.com/1993/03/01/nyregion/gambler-bets-drinks-loses-and-then-sues.html","abstract":"  Where is Susie the casino waitress with the free helpings of Scotch and water now when Leonard H. Tose, one of American gambling's most fabulous losers, needs her most?   Mr. Tose, a notoriously unsuccessful blackjack player with a penchant for playing seven $10,000 hands simultaneously and signing a million dollars in credit markers in a single night of ill fortune, lost most of his personal and corporate wealth of tens of millions during feverish years at the high-roller tables of Atlantic City.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Doubts Mar PBS Film of Black Army Unit","web_url":"https://www.nytimes.com/1993/03/01/nyregion/doubts-mar-pbs-film-of-black-army-unit.html","abstract":"  Former Capt. David Williams of the 761st Tank Battalion, one of the few black combat units to fight in World War II, was talking about distances, Sherman tanks and truth.   \"On April 29, 1945,\" he said, referring to the day the Dachau concentration camp was liberated, \"the 761st was near Straubing, which is about 70 miles from Dachau as the crow flies. Bridges were down, the tanks were all beat up. There wasn't enough gas. Nobody could have just taken a Sherman tank on a 140-mile round trip and not have been noticed missing. He would have been court-martialed.\"","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Reeves Will Talk With Simms, Then Pick No. 1 Quarterback","web_url":"https://www.nytimes.com/1993/03/01/sports/pro-football-reeves-will-talk-with-simms-then-pick-no-1-quarterback.html","abstract":"  Dan Reeves, the Giants' new coach, said yesterday he had still not decided whether Phil Simms or Jeff Hostetler would be his quarterback, and would not make that decision until he talked to Simms.   Reeves is spending 11 days in Denver before moving permanently to northern New Jersey. He met with Hostetler at Giants Stadium last week and plans to meet with Simms when he returns.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Aftershock; Trying to Relieve Trauma and Stress","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-at-the-twin-towers-the-aftershock-trying-to-relieve-trauma-and-stress.html","abstract":"  Last Friday, Glenn Ganey lived his nightmare. \"I was working at a desk when the explosion hit,\" recounted Mr. Ganey, who works in Dean Witter's data processing department. \"Like everyone else, we didn't know what to do, since communications were knocked out and there was no guidance.\" It took 90 minutes for Mr. Ganey to make it down from the 67th floor.    Mental health professionals, who have already started to provide post-disaster counseling, worry about how long it will take people like Mr. Ganey and thousands like him to recover from the trauma of the explosion.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Hockey's Red-Hot Buffalo Wing Is a Sharpshooter From Siberia","web_url":"https://www.nytimes.com/1993/03/01/sports/hockey-hockey-s-red-hot-buffalo-wing-is-a-sharpshooter-from-siberia.html","abstract":"  Here's how hot Aleksandr Mogilny of the Buffalo Sabres has been while leading the pack of goal scorers in the National Hockey League:   During a game against Montreal on Friday night, he tried to send the puck to a Sabres teammate on the other side of the Canadiens' goal crease. Lyle Odelein, the Montreal defenseman, thrust his stick in the path of the pass. The stick hit the puck, and accidentally knocked it into Odelein's own net.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"New York Sets Rules to Curb Auditors' Zeal","web_url":"https://www.nytimes.com/1993/03/01/nyregion/new-york-sets-rules-to-curb-auditors-zeal.html","abstract":"  New York has long had a reputation as one of the nation's most aggressive states in trying to get people to pay the taxes it thinks they owe.   Now, even James W. Wetzler, the state's tax commissioner, concedes things have gotten out of hand. Last week he issued guidelines aimed at reining in overly zealous state tax agents who try to prove that people who say they live elsewhere are actually state residents -- at least for tax purposes.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Two Children Hurt in Fire","web_url":"https://www.nytimes.com/1993/03/01/nyregion/two-children-hurt-in-fire.html","abstract":"  Two young children who the police said had been left alone in an apartment in Corona, Queens, were seriously injured yesterday when fire swept through their home. The children, a 3-year-old girl and a 2-year-old boy, suffered smoke inhalation and were taken to Booth Memorial Hospital, said a police spokesman, Sgt. Nicholas Vreeland. The names of the children were not released. Sergeant Vreeland said the children's mother was away with a third child when the fire occurred. Firefighters responded to the fire, at 109-16 Corona Avenue, just before 1 P.M. and brought it under control within about 20 minutes.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/01/nyregion/c-corrections-015393.html","abstract":"  An article last Tuesday about the bank fraud trial of Representative Harold E. Ford referred incorrectly to two assistant United States attorneys who asked to be removed from the case. Those prosecutors, Gary Humble, assigned to the Eastern District of Tennessee, and Dan Clancy, assigned to the Western District, are career Government employees, not political appointees.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Review/Dance; Contemplating the Pebble as It Drops Into Water","web_url":"https://www.nytimes.com/1993/03/01/arts/review-dance-contemplating-the-pebble-as-it-drops-into-water.html","abstract":"  The modern dance of Erick Hawkins may not be to everybody's taste. Some dancegoers are puzzled or put off by the seemingly low energy level and contemplative nature of many of his dances and dancers. But Mr. Hawkins is a master of theatrical abstraction and distillation. And those unlikely dance qualities informed an inspired program presented by the Erick Hawkins Dance Company on Thursday night at the Joyce Theater.    \"Death Is the Hunter,\" created in 1975 and set to music by Wallingford Riegger, is a perfect example. The dance is stunning in its simplicity and its quietude. A man in a shadowy leotard and tights walks forthrightly out into the center of the stage, claps wooden blocks together suddenly as if announcing the start of a ritual, then moves behind a grove of stylized reeds and trees. A masked figure in a purple robe, carrying a long, heavy bow, follows him onto the silent, still stage, his walk both slow and urgent. Chillingly, he twists to stare out at the audience for a moment, then moves on to take his place behind the trees.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Dehere Is Only 28 Points From the Peak","web_url":"https://www.nytimes.com/1993/03/01/sports/college-basketball-dehere-is-only-28-points-from-the-peak.html","abstract":"  Although much has been said about Terry Dehere, there is going to be a lot more notice taken of him before this season ends.   The Seton Hall star, with 1,263 points, needs only 28 more to break Chris Mullin's Big East career-scoring record, and he is likely to do it either on Wednesday against Boston College or on Saturday against St. John's.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Ruby Keeler, Tap-Dancing Actress, Is Dead at 82","web_url":"https://www.nytimes.com/1993/03/01/arts/ruby-keeler-tap-dancing-actress-is-dead-at-82.html","abstract":"  Ruby Keeler, the innocent-faced tap-dancing sweetheart of nine Warner Brothers musicals in the 1930's, died yesterday morning at her home in Palm Springs, Calif. She was 82 years old.   The cause of death was cancer, said her daughter Kathleen Lowe.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"For Some Sick Children, Wishes Come True","web_url":"https://www.nytimes.com/1993/03/01/nyregion/for-some-sick-children-wishes-come-true.html","abstract":"  Any wish might have seemed reasonable, but Jennifer wanted to swim with dolphins.   Jennifer spends her days struggling with kidney failure, which drags her in and out of hospitals and burdens her with dialysis. Through the Starlight Foundation, a nonprofit organization that attempts to fulfill the wishes of critically, chronically or terminally ill children, 18-year-old Jennifer was flown from New York City to Miami, where she swam in the ocean with dolphins supervised by an animal trainer.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Explosion; OFFICIALS STUDYING BOMB CLUES SEEK SEVERAL FOR QUESTIONING","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-twin-towers-explosion-officials-studying-bomb-clues-seek-several-for.html","abstract":"  The bomb that devastated the garage under the World Trade Center in lower Manhattan on Friday apparently was made of 500 to 1,500 pounds of conventional dynamite available at many construction sites, not a tightly controlled military material like the plastic explosive frequently used by terrorists, a Federal official said last night.    On a day that saw several developments in the investigation, one official told of witnesses who had seen vehicles moving suspiciously near the trade center before the blast, and investigators last night were reported to be seeking a number of people for questioning.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Damaged Yacht Can't Seek Prize","web_url":"https://www.nytimes.com/1993/03/01/sports/damaged-yacht-can-t-seek-prize.html","abstract":"  A submerged object in the Southern Ocean punctured the hull of the yacht Enza New Zealand yesterday during its attempt to sail around the world in 80 days. The impact, which has forced the crew to head for the nearest port, has eliminated any chance for the seven-man team to claim the Jules Verne Trophy and the accompanying $1 million in prize money.   The 85-foot catamaran was about 1,400 miles southeast of the tip of Africa when the accident occurred. Enza's co-skippers, Peter Blake of New Zealand and Robin Knox-Johnston of England, reported by radio that none of their crew was hurt, but that the boat was damaged too severely to continue.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Rangers Receive a Body Blow as Messier Injures Ribs","web_url":"https://www.nytimes.com/1993/03/01/sports/hockey-rangers-receive-a-body-blow-as-messier-injures-ribs.html","abstract":"  Most of the New York Rangers would do anything for their captain, Mark Messier. Usually, Messier doesn't take advantage. Today, he didn't have a choice.   Messier, who is suffering from what he calls \"the worst pain of any injury in my career,\" was forced to call upon his teammates to carry his luggage through customs at Edmonton International Airport this morning. Hit from behind by Edmonton's Igor Kravchuk in the closing seconds of the Rangers' 1-0 victory over the Oilers on Saturday night, he suffered trauma to the right side of his rib cage and has become the latest in a long list of Rangers to be sidelined by injury.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/01/nyregion/chronicle-014593.html","abstract":"  Where, oh where, is that invitation to the July 4 weekend festivities for the Santa Fe Opera? For many people, the wait for the four-day round of performances, dinners, barbecues and parties that marks the opening of the summer season in Santa Fe will be futile this year. The series of events, which run from July 1 through 4, is sold out.   NANCY ZECKENDORF, a former ballerina who is chairwoman of the opera, has no idea why. \"For some strange reason it's sold out and I haven't even sent out the invitations,\" she said the other day, speculating that the demand might be due to magazine articles describing the southwestern city as \"the hottest place in the world.\"","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Review/Television; A Thriving Black Neighborhood in 1920's Tulsa","web_url":"https://www.nytimes.com/1993/03/01/arts/review-television-a-thriving-black-neighborhood-in-1920-s-tulsa.html","abstract":"  Tonight is your chance to learn about Greenwood, a neighborhood in Tulsa, Okla., that flourished in the 1920's and 30's, with prosperous stores, a bustling main street, good schools and plenty of community spirit. The only thing that set it apart from similar neighborhoods around the country was that it was all black.   \"Goin' Back to T-Town\" tells what it was like to grow up in Greenwood in a period of strict racial segregation. The evocative pictures we have come to expect from \"The American Experience\" series, the detailed and generally happy memories of people now in their 70's, the jazzy background music and a solid narration delivered by Ossie Davis blend into an hourlong documentary with plenty of resonance for today.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Judith Bamberger, Richard Cogen","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-judith-bamberger-richard-cogen.html","abstract":"  Judith Grace Bamberger, a daughter of Rabbi Henry and Sheila Bamberger of Utica, N.Y., was married yesterday to Richard Mark Cogen, a son of Roberta Cogen of New Hyde Park, L.I., and the late Sanford Cogen. The ceremony was performed by the bride's father at Temple Shaaray Tefila in New York.   Mrs. Cogen, 29, is the manager of global strategic planning at Avon Products Inc., the cosmetics manufacturer, in New York. She graduated from Boston University and received an M.B.A. from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"For a Game, Stastny Fills Nicholls Void Nicely","web_url":"https://www.nytimes.com/1993/03/01/sports/hockey-for-a-game-stastny-fills-nicholls-void-nicely.html","abstract":"  The Devils' drive to the playoffs was dealt a severe blow today when Bernie Nicholls's left foot was put in a cast because of a broken bone. He will be out for at least four weeks.   Nicholls suffered the injury blocking a shot against Philadelphia on Feb. 14, but played six games with the fracture. The Devils had not announced until today that he was hurt.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/01/sports/transactions-909093.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Agreed to terms with Fernando Valenzuela, pitcher, on a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Man Faces Charges In Death of Infant","web_url":"https://www.nytimes.com/1993/03/01/nyregion/man-faces-charges-in-death-of-infant.html","abstract":"  A 20-year-old Bronx man was charged yesterday with beating to death the 6-month-old daughter of his stepsister, the police said.   Eddie Garcia of 2119 Hughes Avenue in East Tremont was arrested and charged with murder a day after the infant, Tiffany Garcia, died at St. Barnabas Hospital in the Bronx, said Sgt. Anthony Barlanti, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/01/nyregion/news-summary-167793.html","abstract":"  International A3-9  U.S. BEGINS AIRDROP OVER BOSNIA  With successful flights by three U.S. military cargo planes from Germany, the United States began airdropping food, medicine and other supplies to besieged towns in eastern Bosnia and Herzegovina.  A1  Two Bosnian factions signaled opposition to the U.N.'s proposal.  A6","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Commute; PATH and Subway Service Is Being Restored","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-at-the-twin-towers-the-commute-path-and-subway-service-is-being-restored.html","abstract":"  Service on PATH and New York City subway lines should be fully restored by this morning's rush hour, making for a fairly normal rush hour for most commuters traveling into lower Manhattan, transit officials said.   \"It's not going to be pristine,\" Peter Yerkes, a Port Authority spokesman, said of the PATH station at the World Trade Center. \"But basically it has been restored and cleaned up.\"","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Director; Port Authority's Chief Takes Blast Personally","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-twin-towers-director-port-authority-s-chief-takes-blast-personally.html","abstract":"  Stanley Brezenoff, his tired eyes the size of peas behind glasses slipping down his nose, was stopped yesterday by the palm of a security guard at the entrance to One World Trade Center. He was asked to produce his identification card.   \"This is my building,\" said Mr. Brezenoff, the executive director of the Port Authority of New York and New Jersey. \"But that's O.K. They asked me for I.D. at 1 Police Plaza, too, and then they also told me I looked a lot younger in my picture -- which was taken before the explosion.\"","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Antoinette Troy, Charles Damiano","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-antoinette-troy-charles-damiano.html","abstract":"  Antoinette M. Troy, the marketing-support manager for the Family Channel cabletelevision network, was married yesterday to Charles Jeffrey Damiano, the executive vice president of the New York Health and Racquet fitness clubs, both in New York. The Rev. Mario Marzocchi performed the Roman Catholic ceremony at the Church of St. Andrew in New York.    Mrs. Troy-Damiano, 27, graduated from Hunter College, as did her husband. She is a daughter of Blanche Voss of Manhattan and Thomas Troy of Jersey City. The bride's father is a retired carpenter. Her mother is a registered nurse in Manhattan.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Vicki Ressler, Matthew Gold","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-vicki-ressler-matthew-gold.html","abstract":"  Valerie Kay Ressler, a daughter of Mrs. William B. Ressler of Hartsdale, N.Y., and the late Mr. Ressler, was married yesterday to Matthew J. Gold, the son of Mr. and Mrs. Jack A. Gold of Caldwell, N.J. Rabbi Joshua Gutoff officiated at the Hotel Westbury in New York.    Mrs. Gold, 38, is known as Vicki. She is an investment specialist for GNA Securities, a brokerage in New York. She graduated from the State University at Binghamton, N.Y., and received an M.B.A. from Baruch College. Her father was a lawyer in New York.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/01/nyregion/metro-digest-336093.html","abstract":"  CRISIS AT THE TWIN TOWERS: STEALTHY DETONATION AND PUBLIC CHAOS   As officials announced that the twin towers of the World Trade Center would be closed at least seven days from the effects of Friday's bomb blast, executives and workers turned their aplomb and ingenuity to finding ways to carry on business. The five commodities exchanges are reopening in a smaller building and big brokerage houses have arranged alternative locations. But other tenants face uncertainty and possible large financial losses, even though state and city officials do not expect lasting economic damage or a flight of panicked tenants. A1.   BOMB REPORTED MADE OF DYNAMITE   Law-enforcement officials say that the bomb that devastated the World Trade Center apparently was made of conventional dynamite, not a tightly controlled military explosive like the plastic favored by terrorists. And Police Commissioner Kelly disclosed that investigators believe more than one person was involved. A1.   SUDDEN TRAUMA AND SLOW RECOVERY   As they gain a clearer sense of the obstacles they face, from the lack of heat to water in the basement, Port Authority officials say it will be more than a week before the World Trade Center is fully revived. B5.   Since attention is a main goal of terrorism, investigators are baffled by the silence following the explosion. None of the more than 50 callers who have claimed responsibility has presented convincing proof. B4.    Eight years ago, an anti-terrorist task force told the Port Authority that the trade center's parking garage was vulnerable to a bomb attack and should be closed to the public. Additional safety systems were also suggested. But most of the key recommendations were never adopted. B5.   With a tiny blue hard hat perched atop his head, Stanley Brezenoff has been forced to occupy the very hot seat at the helm of the disaster reaction effort. His long experience in city government has proven to be good training. B4.   Service on PATH and New York City subway lines should be fully restored, making for a fairly normal rush hour in lower Manhattan. B5. NEW YORK CITY WINNERS AND LOSERS ON ST. PATRICK'S DAY   A Federal judge's decision about the sponsorship of this year's St. Patrick's Day Parade appears to hand total victory to the Ancient Order of Hibernians, giving them control of the parade on their own terms, and equally complete defeat to Mayor Dinkins and the Irish Lesbian and Gay Organization. But on closer inspection the lines between winners and losers become blurred in the shifting ethnic and political mix of New York City. B3.   LIBERAL IMAGE IN DISPUTE   A larger proportion of New Yorkers now own their homes or apartments than at any other time in the 20th century. Owners tend to be more politically conservative than renters, which may help explain the city's recent conflicts over traditional social values. Metro Matters, B3.   A foundation fills the wishes of hundreds of seriously ill children. B2. REGION HOSPITALS NO, BUT JOBS YES   As New York State struggles to close down its sprawling mental hospitals and move the resources into smaller community programs, legislators who favor the policy in theory sometimes balk when it means loss of funds to their home districts. One hospital with fewer than a dozen patients is to be closed this year, and two others are on the list for closing -- bringing angry lobbying from workers and local legislators. B7.   AWAITING THE CALL IN HARTFORD   If Gov. Lowell P. Weicker Jr. of Connecticut is thinking about accepting a job in the Clinton Administration, he isn't discussing the idea with his lieutenant governor, Eunice S. Groark. She's the one who would succeed him. In Hartford, state officials say they've heard talk that the governor's wanted in Washington, but nothing's definite. B7.   Snowmobilers are splitting residents of Lewis County, N.Y., as tourist dollars compete with a desire for winter quiet. B7. Chronicle B8","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Another Irish Parade Sequel","web_url":"https://www.nytimes.com/1993/03/01/nyregion/another-irish-parade-sequel.html","abstract":"  If this was a movie, it would be an installment in one of those interminable series whose titles end in Roman numerals: \"St. Patrick's Day Parade III.\" And as is so often true with such film sequels, each incarnation seems more brutal than its predecessor and less likely to attract an audience.   With this year's version apparently resolved by a judge's ruling on Friday, it is difficult to see how anyone gained much, if anything, by once again wading into the fight over whether gay Irish-Americans, under their own banner, can march up Fifth Avenue on March 17.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/01/nyregion/c-corrections-250993.html","abstract":"  A picture caption on Saturday with articles about the explosion at the World Trade Center misidentified a building shown with smoke billowing from an entrance. It was the New York Vista Hotel.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Good News; Office Suppliers See Silver Lining","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-at-the-twin-towers-the-good-news-office-suppliers-see-silver-lining.html","abstract":"  If there are any winners from the bombing in the World Trade Center, they may be office-supply vendors who provided the equipment for the temporary quarters being set up.   The First Boston Corporation bought $400,000 worth of computers over the weekend so that 200 of the 950 employees based in its 5 World Trade Center back office could move into its midtown office.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Weicker Ducks Questions About Becoming U.S. AIDS Policy Head","web_url":"https://www.nytimes.com/1993/03/01/nyregion/weicker-ducks-questions-about-becoming-us-aids-policy-head.html","abstract":"  If Gov. Lowell P. Weicker Jr. of Connecticut is thinking about accepting a job as \"AIDS czar\" in the Clinton Administration, he isn't discussing the idea with Lieut. Gov. Eunice S. Groark.   Mrs. Groark said yesterday that she had asked the Governor last week about reports that President Clinton was considering him for a new post as the coordinator of Federal efforts to combat AIDS.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"CRISIS AT THE TWIN TOWERS: The Building; Repair Crews Struggling To Revive Vital Systems","web_url":"https://www.nytimes.com/1993/03/01/nyregion/crisis-twin-towers-building-repair-crews-struggling-revive-vital-systems.html","abstract":"  As they gained a clearer sense of the obstacles they face, from the lack of heat to the 1.8 million gallons of water in the basement, officials of the Port Authority of New York and New Jersey said yesterday that it would be more than a week before they fully revive what amount to the heart, lungs and nervous system of the World Trade Center.   Last night, the heating, ventilation, communication and fire alarm systems of the massive complex were still dead. The Vista Hotel, perched on slender columns above the blast area, was still unsecured -- although engineers said they had assembled all the materials and plans they needed to begin the job by yesterday morning.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Review/Music; Rameau's Wild Exclamations Punctuating 'Castor et Pollux'","web_url":"https://www.nytimes.com/1993/03/01/arts/review-music-rameau-s-wild-exclamations-punctuating-castor-et-pollux.html","abstract":"  The word \"baroque\" was first applied in music to disparage one of Rameau's operas: like a misshapen pearl, it lacked regularity. Unlike Lully's music, which had defined French opera for the early 18th century, it was extreme, full of jarring modulations and exclamations, expressions that strained the limits of taste. Rameau raised the temperature of French opera.    Some of those musical effects could be heard in a marvelous concert performance of \"Castor et Pollux\" at the Brooklyn Academy of Music on Friday night, when William Christie came from Paris with his accomplished group of early-music performers, Les Arts Florissants. Opening a weekend of performances (with Rameau's \"Indes Gallantes\" on Saturday night and a repeat of \"Castor\" on Sunday afternoon), the only regret was that the musical drama couldn't have been made visible as well as audible. The visits of Mr. Christie, now becoming annual under the auspices of the Brooklyn Academy, are among the musical highlights of New York's music seasons; a year ago, Mr. Christie's and Jean-Marie Villegier's full-scale production of Lully's \"Atys\" was hauntingly beautiful; the opera's mythic tale of stifled love was transformed into a formal ballet of moves and countermoves at the court of Versailles.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Review/Theater; Long Ago, Far Away: Ragtime's Flowering","web_url":"https://www.nytimes.com/1993/03/01/theater/review-theater-long-ago-far-away-ragtime-s-flowering.html","abstract":"  Pairing Eric Overmyer's linguistic virtuosity with Scott Joplin's scintillating syncopation sounds like a promising theatrical idea. As it turns out, \"The Heliotrope Bouquet by Scott Joplin and Louis Chauvin,\" the work that results from this cross-century partnership, vitiates the efforts of both the playwright and the composer. This is a dreary, downbeat attempt at musical biography.   In his play (at Playwrights Horizons), Mr. Overmyer barely taps Joplin's extraordinary life. The story of how this itinerant turn-of-the-century musician moved out of saloons and bawdy houses and became the king of ragtime is told more evocatively in the 1950 book \"They All Played Ragtime,\" by Rudi Blesh and Harriet Janis, and there is also an interesting historical collage of facts and photographs in the lobby of the theater.","thumbnail":null,"section":"Theater"},{"date":"19930301","headline":"Sports of The Times; McGirt and His Obstacles: One Savvy Boxer, One Sore Shoulder","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-of-the-times-mcgirt-and-his-obstacles-one-savvy-boxer-one-sore-shoulder.html","abstract":"  IN the ring at Bufano's gym, Buddy McGirt, wearing a red T-shirt and tight royal blue sweat pants, had been using his left jab easily, peppering his left-handed sparring partners for six rounds. Now, in the seventh round, he suddenly threw a left hook.   \"The doc,\" McGirt said, peeking out of his headgear toward Al Certo, his manager and trainer, \"told me to throw the hook with my body.\"","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Mets Have a Headache: It's Kent's Right Shoulder","web_url":"https://www.nytimes.com/1993/03/01/sports/baseball-mets-have-a-headache-it-s-kent-s-right-shoulder.html","abstract":"   The announcement, like so many Mets announcements last season, contained language of hope and understatement: minor discomfort, precautionary exam, cautious optimism.   Jeff Kent, the second baseman who stands to be a critical component of any formula for success for the Mets in 1993, will undergo a magnetic resonance imaging examination Monday to find out the cause of trouble in his right shoulder, which is the one he throws with.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Review/Dance; Sitting Back and Enjoying What Can't Be Understood","web_url":"https://www.nytimes.com/1993/03/01/arts/review-dance-sitting-back-and-enjoying-what-can-t-be-understood.html","abstract":"  Sometimes listening to words in a foreign language is so delightful that one does not care that every statement is incomprehensible. Watching Yoshiko Chuma's \"Jo Ha Kyu\" on Sunday night at St. Mark's Church was a choreographic equivalent of such an experience.    The events in this work, presented under the auspices of the church's Danspace Project, made no sense. A program note explaining that the title referred to a type of musical composition used in the traditional Noh theater of Japan in no way clarified the action. But this was an occasion in which literal sense did not matter.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"Western Europe Lacks a Strategy to Help the East","web_url":"https://www.nytimes.com/1993/03/01/opinion/IHT-western-europe-lacks-a-strategy-to-help-the-east.html","abstract":"Like Operation Desert Storm, the U.S. plan for making peace in former Yugoslavia has been presented as an enterprise with far-reaching implications for international security - in the words of Secretary of State Warren Christopher, \"a crucial test&qu","thumbnail":null,"section":"Opinion"},{"date":"19930301","headline":"Abby Kleiman, Lawrence LaSala","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-abby-kleiman-lawrence-lasala.html","abstract":"  Abby Rose Klieman, the daughter of Lenore and Larry Klieman of Fair Lawn, N.J., was married yesterday to Lawrence Joseph LaSala, the son of Jeanne M. LaSala of Ridgewood, Queens.Cantor Nancy Hausman officiated at the Crystal Plaza, a catering establishment in Livingston, N.J.    The bride, 25, is keeping her name. She is a development officer in the corporate fund-raising office at Columbia University in New York, where she is also a master's degree candidate in international affairs. She graduated from Smith College. Her father, who is retired, was a social worker in Fair Lawn. Her mother is a customer service representative at the Research Institute of America, a publishing company in Englewood Cliffs, N.J.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Susan Weissbach, Alan Friedman","web_url":"https://www.nytimes.com/1993/03/01/style/weddings-susan-weissbach-alan-friedman.html","abstract":"  Susan Gail Weissbach, a daughter of Dr. and Mrs. Murray S. Weissbach of Roslyn, L.I., was married yesterday to Dr. Alan Seth Friedman, a son of Dr. and Mrs. Burton Friedman, also of Roslyn. Rabbi Robert S. Widom performed the ceremony at Temple Emanuel of Great Neck, L.I.   Mrs. Friedman, 28, is a social worker with the New York Association for New Americans, a refugee resettlement agency in New York. She graduated from Hamilton College and received master's degrees in social work and public health from Boston University. Her father, now retired, was a surgeon in Forest Hills, Queens. Her mother, Margaret Weissbach, is an artist and an art teacher.","thumbnail":null,"section":"Style"},{"date":"19930301","headline":"Cracow Philharmonic As an Orchestra In Painful Transition","web_url":"https://www.nytimes.com/1993/03/01/arts/cracow-philharmonic-as-an-orchestra-in-painful-transition.html","abstract":"  Like so many other Eastern European cultural institutions, the Cracow Philharmonic, now making a North American tour that will end on March 3 at Avery Fisher Hall, finds itself in an awkward, sometimes painful transition.    The American journey, its first since the fall of Communism, has come at a crucial time for the orchestra, and its sponsors hope that box-office income as well as charitable contributions inspired by its presence will alleviate some of its more pressing problems. The musicians' wages, like those of all Polish orchestras and formerly state-supported educated professions, are well below the national average, which is itself grievously below Western standards in an economy crippled by a half-century of Communism and today's soaring inflation. In addition, the Cracow Philharmonic's concert hall was burned to its outer walls in December 1991, destroying its beloved pipe organ (a melted mass of metal, on display in the lobby, which makes a handsome if eerie sculptural statement) and its library of scores.","thumbnail":null,"section":"Arts"},{"date":"19930301","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/01/nyregion/chronicle-013793.html","abstract":"  The incoming president of Duke University, NANNERL O. KEOHANE, met with hundreds of alumni and parents of students Saturday night at a Manhattan fund-raiser for the university's drama department.   \"New York is an important city for Duke,\" said Dr. Keohane, who was making her first formal appearance at a Duke event since being named president. \"There are lots of exciting people here, and it is such a lovely evening and setting and I am just so pleased to be here.\"","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"Calling All Yankee Fans: 'I'm Boss and I'm Baaack'","web_url":"https://www.nytimes.com/1993/03/01/sports/baseball-calling-all-yankee-fans-i-m-boss-and-i-m-baaack.html","abstract":"  George M. Steinbrenner III barged joyfully and loquaciously into his post-exile life early this morning with a midnight-to-2 A.M. appearance on WFAN Radio, promising patience for Yankees Manager Buck Showalter and a surprise entrance at the Yankees' spring training complex in Fort Lauderdale, Fla., today at 10:30 A.M.   \"It'll be different and it'll be poking fun,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Tom Kite 1, Hackensack C.C. 0","web_url":"https://www.nytimes.com/1993/03/01/sports/golf-tom-kite-1-hackensack-cc-0.html","abstract":"  Jim McGovern played so soundly this week that total strangers in the gallery began calling him \"Jimbo.\"   He entered today's last round of the Nissan Los Angeles Open with the same cumulative score as Tom Kite -- three-under, one stroke off the lead and focused on by CBS's Ken Venturi -- but then he and Kite went in opposite directions.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Candelaria Charged With Drunken Driving","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-baseball-candelaria-charged-with-drunken-driving.html","abstract":"  Pittsburgh Pirates reliever JOHN CANDELARIA was arrested on a charge of drunken driving after his auto was stopped at 12:20 A.M. Saturday in Sarasota, Fla., for following another car too closely, according to the Florida Highway Patrol. He was released on his own recognizance. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Buckner Said to Have Mavericks' Job","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-basketball-buckner-said-to-have-mavericks-job.html","abstract":"  QUINN BUCKNER, a former Indiana University and National Basketball Association player with no coaching experience, will be offered the coaching job of the woeful Dallas Mavericks this week, according to a report yesterday in The Dallas Morning News.   The News quoted team sources as saying that club officials are confident Buckner will accept the offer. But the 38-year-old Buckner would not take over as coach until next season, the sources said, leaving interim Coach GAR HEARD in charge for the rest of this season.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Renter-to-Owner Ratio Shifts, and With It the Political Climate","web_url":"https://www.nytimes.com/1993/03/01/nyregion/metro-matters-renter-to-owner-ratio-shifts-and-with-it-the-political-climate.html","abstract":"  IF reports of its death are greatly exaggerated, liberalism may be ailing in New York City because of shifts in a sensitive sociological index: the ratio between condos and condoms.   A larger proportion of New Yorkers now own their homes or apartments than at any time in the 20th century. And owners, rendered less mobile physically and less liquid fiscally by their stakes in real estate, tend to be more politically conservative than renters. Liberal leadership also has been diluted by divisions between black and Hispanic politicians and between white liberals and blacks and by the ascendancy of white liberals in the political establishment.","thumbnail":null,"section":"New York"},{"date":"19930301","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Avoiding War. PARIS - A most interesting, but alas! a most useless discussion has taken place in the German Reichstag. Herr Bebel demanded the creation of courts of arbitration to settle disputes between nations and thereby avoid war. This is not th","thumbnail":null,"section":"Opinion"},{"date":"19930301","headline":"A No Confidence Vote for Minnesota","web_url":"https://www.nytimes.com/1993/03/01/sports/sports-people-hockey-a-no-confidence-vote-for-minnesota.html","abstract":"  If the Minnesota North Stars move to Dallas, the club owner, NORM GREEN, wouldn't support bringing a National Hockey League team back to Minneapolis.","thumbnail":null,"section":"Sports"},{"date":"19930301","headline":"Books of The Times; Battles Lost in a War That Is Far From Over","web_url":"https://www.nytimes.com/1993/03/01/books/books-of-the-times-battles-lost-in-a-war-that-is-far-from-over.html","abstract":"  Computer Wars How the West Can Win in a Post-I.B.M. World By Charles H. Ferguson and Charles R. Morris 272 pages. Times Books. $23.","thumbnail":null,"section":"Books"},{"date":"19930301","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92597541212.html","abstract":"1943: Japan Prepares. ALLIED HEADQUARTERS IN AUSTRALIA - [From our New York edition:] An Allied communiqué announced today [March 1] that the Japanese were constantly reinforcing their forces in the island perimeter north of Australia. Japanese posit","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930301","time":"1993-03-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":77,"wspd":9.4},{"date":"19930301","time":"1993-03-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":76,"wspd":14.8},{"date":"19930301","time":"1993-03-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.1,"rhum":77,"wspd":14.8},{"date":"19930301","time":"1993-03-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.1,"rhum":77,"wspd":11.2},{"date":"19930301","time":"1993-03-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":77,"wspd":14.8},{"date":"19930301","time":"1993-03-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":77,"wspd":11.2},{"date":"19930301","time":"1993-03-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":77,"wspd":9.4},{"date":"19930301","time":"1993-03-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":78,"wspd":11.2},{"date":"19930301","time":"1993-03-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":76,"wspd":9.4},{"date":"19930301","time":"1993-03-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.5,"rhum":76,"wspd":11.2},{"date":"19930301","time":"1993-03-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":71,"wspd":16.6},{"date":"19930301","time":"1993-03-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":68,"wspd":13},{"date":"19930301","time":"1993-03-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":66,"wspd":18.4},{"date":"19930301","time":"1993-03-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":50,"wspd":24.1},{"date":"19930301","time":"1993-03-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":51,"wspd":25.9},{"date":"19930301","time":"1993-03-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":47,"wspd":25.9},{"date":"19930301","time":"1993-03-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":58,"wspd":27.7},{"date":"19930301","time":"1993-03-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":63,"wspd":31.3},{"date":"19930301","time":"1993-03-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":25.9},{"date":"19930301","time":"1993-03-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":70,"wspd":24.1},{"date":"19930301","time":"1993-03-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":67,"wspd":31.3},{"date":"19930301","time":"1993-03-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":68,"wspd":24.1},{"date":"19930301","time":"1993-03-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":67,"wspd":27.7},{"date":"19930301","time":"1993-03-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":25.9},{"date":"19930301","time":"1993-03-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":33,"wspd":20.5},{"date":"19930301","time":"1993-03-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":22.3},{"date":"19930301","time":"1993-03-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":32,"wspd":22.3},{"date":"19930301","time":"1993-03-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":23,"wspd":24.1},{"date":"19930301","time":"1993-03-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":25,"wspd":20.5},{"date":"19930301","time":"1993-03-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":29,"wspd":24.1},{"date":"19930301","time":"1993-03-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":32,"wspd":22.3},{"date":"19930301","time":"1993-03-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":37,"wspd":16.6},{"date":"19930301","time":"1993-03-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":40,"wspd":18.7},{"date":"19930301","time":"1993-03-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":42,"wspd":16.6},{"date":"19930301","time":"1993-03-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":43,"wspd":14.8},{"date":"19930301","time":"1993-03-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":44,"wspd":14.8},{"date":"19930301","time":"1993-03-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":9.4},{"date":"19930301","time":"1993-03-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":44,"wspd":14.8},{"date":"19930301","time":"1993-03-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":39,"wspd":25.9},{"date":"19930301","time":"1993-03-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":32,"wspd":14.8},{"date":"19930301","time":"1993-03-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":26,"wspd":18.7},{"date":"19930301","time":"1993-03-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":25,"wspd":25.9},{"date":"19930301","time":"1993-03-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":30,"wspd":13},{"date":"19930301","time":"1993-03-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":25,"wspd":18.7},{"date":"19930301","time":"1993-03-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":22,"wspd":16.6},{"date":"19930301","time":"1993-03-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":26,"wspd":18.7},{"date":"19930301","time":"1993-03-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":31,"wspd":24.1},{"date":"19930301","time":"1993-03-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":37,"wspd":13}]},"19930302":{"guardian_articles":[{"date":"19930302","headline":"'Welcome back: Bankers Trust Plaza is safe and secure'","web_url":"https://www.theguardian.com/world/1993/mar/02/september11.usa","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19930302","headline":"Suddenly, America Is a World Trade Center","web_url":"https://www.nytimes.com/1993/03/02/opinion/suddenly-america-is-a-world-trade-center.html","abstract":"Someone, it appears, finally got Yu Kikumura's car to the World Trade Center. Mr. Kikumura was the Japanese terrorist arrested by a State Trooper at the Vince Lombardi rest area of the New Jersey Turnpike in Ridgefield in 1988. Noticing Mr. Kikumura's suspicious behavior, the trooper checked the rear seat of his car and found three homemade bombs. Prosecutors said Mr. Kikumura was within days of attempting to detonate the bombs in occupied buildings in Manhattan. He is now in Federal prison. \n\nWhether or not the bombing at the twin towers was the work of terrorists aiming at one of America's foremost symbols of commerce, it demonstrated our vulnerability to the real possibility that terrorist attacks at home may become a more frequent response to America's role in the new world disorder.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Petrovic's Fluency Goes Beyond 1-2-3","web_url":"https://www.nytimes.com/1993/03/02/sports/pro-basketball-petrovic-s-fluency-goes-beyond-1-2-3.html","abstract":"  Pucaj tricu. It is Croatian for \"shoot the 3.\" They are probably Drazen Petrovic's favorite words in any language: Shoot the 3.   At a restaurant not too far from his New Jersey home, Petrovic is nursing an iced tea and telling a funny story about \"pucaj tricu\" (pronounced \"POOS-eye TRIZ-zoo\"). It seems Rick Carlisle, a Nets assistant coach, has taken the time to learn a little Croatian. Every now and then during a game, when Petrovic bounces off a screen, he'll hear Carlisle yell those words so appealing to his ears.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Restoring an Ancient Landscape: An Innovative Plan for the Midwest","web_url":"https://www.nytimes.com/1993/03/02/science/restoring-an-ancient-landscape-an-innovative-plan-for-the-midwest.html","abstract":"  INTERIOR SECRETARY BRUCE BABBITT'S announcement two weeks ago that he would try to prevent endangered-species crises by promoting the long-term health care of whole ecosystems may signal a new era in Federal conservation policy. But the concept is already built into a number of ambitious ecosystem protection efforts that have lately been undertaken across the country.   Almost as Mr. Babbitt spoke, in fact, scientists, conservationists and government officials from throughout the Midwest gathered in Chicago for a long-planned three-day meeting to develop a recovery plan for one of the nation's largest and most threatened ecosystems: a vast expanse of oak-studded savanna that once intertwined with the open prairies in a diverse mosaic of biological wealth reaching from the Great Lakes to Texas.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: The Port Authority; Complex Insurance Issues In Aftermath of Explosion","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-port-authority-complex-insurance-issues-aftermath-explosion.html","abstract":"  The Port Authority will most likely face substantial legal claims stemming from the explosion at the World Trade Center, as lawyers try to argue that it showed negligence in failing to take safeguards against the bombing, litigation experts said yesterday.   Officials with the Port Authority say that insurance policies will cover most claims, and that it can withstand revenue losses associated with the closing of the World Trade Center complex, which accounts for almost 15 percent of its annual revenues.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Knicks' Sentence: 3 Hours' Hard Labor on Floor","web_url":"https://www.nytimes.com/1993/03/02/sports/pro-basketball-knicks-sentence-3-hours-hard-labor-on-floor.html","abstract":"  Alarmed after two pathetic performances, Coach Pat Riley put the Knicks through a three-hour-plus practice today, intent on finding a cure for the malaise.   After being embarrassed by the Detroit Pistons (108-80) Friday and the Nets (102-76) Sunday, the Knicks were happy that Riley didn't send them directly to the practice floor immediately after the second debacle.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Teen-Agers Called Shrewd Judges of Risk","web_url":"https://www.nytimes.com/1993/03/02/science/teen-agers-called-shrewd-judges-of-risk.html","abstract":"  ADOLESCENCE, that time of awkward changes, has itself undergone a metamorphosis. Today's teen-agers face a reality far more grim and risky than the teen-age years remembered by their parents and grandparents.   In trying to help teen-agers deal more successfully with the perils they face, psychologists are undertaking a search to better understand the ways adolescents think and view their world. In the process, the research is challenging many common assumptions about teen-agers that have long guided parents, educators and policy makers.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-820093.html","abstract":"  Because of an editing error, a front-page article yesterday about the effects of the World Trade Center explosion on businesses described an appeal for Federal assistance incorrectly in some copies, as did the headline. Gov. Mario M. Cuomo asked for low-interest Federal loans to be made available to small businesses; he did not ask the Clinton Administration to declare New York an economic disaster area.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/02/nyregion/news-summary-051093.html","abstract":"  International A2-13 BOSNIA AIRDROP MISSES TARGET   Two-thirds of the cargo of American relief supplies dropped into Bosnia and Herzegovina overnight Sunday failed to reach hungry civilians, and may have fallen into the hands of Serbian fighters. A second airdrop was carried out early Tuesday.  A1 VILLAGERS ANTICIPATE AID   People from the Bosnian village of Gorazde were excited at the prospect of receiving airdropped food and medicine.  A8 Bosnia's President seeks a U.S. role in a cease-fire.  A8 KAZAKHSTAN DRAWS BUSINESSES   In the vastness of Kazakhstan, the smell of money is attracting increasing numbers of Western and Asian business executives hoping to tap into an enormous treasure house of oil, gas and minerals.  A3 MAFIA TRIAL OPENS IN SICILY   The murder trial of Italy's most wanted mobster, Salvatore (Toto) Riina, began in Palermo. He is accused of being the boss of all bosses of the Sicilian Mafia.  A10 THORNBURGH LEAVES U.N. POST   Dick Thornburgh stepped down from his United Nations post, though not without a final barbed exchange with the man who dismissed him.  A12 STABBING RAMPAGE IN TEL AVIV   A young Palestinian went on a knife-wielding rampage on Tel Aviv streets, stabbing two Israelis to death and wounding eight others before being caught.  A11 LITTLE CHANGE IN HAITIANS' PLIGHT   Six weeks after the Clinton Administration promised to increase sharply its refugee processing in Haiti, asylum procedures there remain largely unchanged, immigration specialists say.  A13 CLINTON FILLS LATIN AMERICA POST   Administration officials say President Clinton will appoint a career diplomat to a top Latin American post, hoping to end a split between blacks and Cuban-Americans over the original choice.  A13 A Swiss doctor has created a modern hospital in deprived Cambodia.  A4  National A14-19 FOOD STAMP ROLLS RISE   The number of food stamp recipients surged in 1992, with more than one person in 10 now receiving the Federal assistance.  A1 STANDOFF IN TEXAS CONTINUES   Nearly 400 Federal agents and local police officers massed near a religious cult compound where a shootout left six people dead.  A1 Many in Waco were not aware of the sect until the shootout.  A16 An editor in Waco defended his newspaper's series on the sect.  A16 NORTH LOOKS INTO POLITICS   Oliver North is looking to see if there might be an opening for him in Virginia's 1994 Senate race.  A14 NEWSPAPER EXPLAINS A MISTAKE   USA Today used a full page to acknowledge that its use of a photograph of gang members brandishing guns was \"misleading.\" A14 DECISION ON SEXUAL HARASSMENT   The Supreme Court agreed to decide whether workers suing employers for sexual harassment must prove that they were not only offended, but also psychologically injured.  A17 THE QUESTION OF INVESTMENT   The President has spent a lot of time emphasizing investment. But many social programs calling for similar investments have had spotty records in recent decades.  A18 PLAN FOR NATIONAL SERVICE   The President outlined a plan that would allow college students to repay their loans through community service.  A18 G.O.P. READIES FOR CLINTON   Congressional Republicans will lack a cohesive economic plan when they meet today with the President.  A19 NO BUDGING ON DRUG PRICES    Clinton's Secretary of Health and Human Services met with vaccine makers, but she got no commitment from them to curb prices.  A19 Miami Journal: A criticized radio station could go off the air.  A14 Metro Digest B1 RECOGNIZING GAY COUPLES   On the first day the city of New York officially granted \"domestic partner\" recognition, 109 couples registered, and received in return an official acknowledgement of their untraditional lives.  A1 'SIN TAXES' NOT AS LUCRATIVE   To the dismay of lawmakers who have religiously depended on revenue from \"sin taxes\" on tobacco and alcoholic beverages to help balance state budgets, people are sinning less.  A1 LEADS IN TRADE CENTER BOMBING   Officials leading the investigation into the bombing of the World Trade Center reported the first leads in the case as they sifted parking receipts and tips from witnesses outside the parking garage.  A1 BACK TO SCHOOL AFTER THE CHAOS   A group of Brooklyn students who were trapped by the explosion at the World Trade Center returned to school, and the counseling provided them was welcomed more by the parents than by the youngsters.  A1 Science Times C1-12 The Moon's role in keeping Earth on an even keel.C1 Seeing the larger ecosystem in time to save it.  C1 Understanding how teen-agers make decisions about risks.  C1 The Doctor's World: Handling a blood-flow problem in the heart.  C3 Fashion Page B9 A catalogue user turns dealer. Obituaries D21 Eddie Constantine, actor. Business Digest D1 Arts/Entertainment C13-18 Young Bavarian dance troupe.  C13 Preparing \"Jelly's Last Jam\" for life after Gregory Hines.  C13 Music: Les Arts Florissants.  C13 Sports B10-15 Baseball: Steinbrenner returns to the Yankees.  B11 Basketball: Kenny Anderson has a broken wrist.  B11 Petrovic speaks the language of basketball.  B11 Column: Vecsey on Steinbrenner.  B11 Editorials/Op-Ed A20-21 Editorials Hope in the rubble. Right parade ruling, but . . . Secret ways of state Republicans. Lillian Gish's face. Letters A. M. Rosenthal: The alchemists of murder. Russell Baker: Fork in the logic. Mark D. W. Edington: Suddenly, America is a World Trade Center. Lucy S. Danziger: New York, car theft capital of the world.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Review/Television; The Impetus for Havoc in Apartheid's Demise","web_url":"https://www.nytimes.com/1993/03/02/arts/review-television-the-impetus-for-havoc-in-apartheid-s-demise.html","abstract":"  South Africa's President, F. W. de Klerk, is the target of \"Apartheid's Last Stand,\" tonight's \"Frontline\" report on his country's tense present and dangerous future.   With the help of vivid news clips, the hourlong program recalls the hopes raised by what the narrator calls \"a special relationship\" between Mr. de Klerk and Nelson Mandela, the leader of the African National Congress. But critics make a case that for several years the white Government has been stalling negotiations and encouraging clashes between black groups to discredit Mr. Mandela and his movement.","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Grappling With Fear Of Magnetic Fields","web_url":"https://www.nytimes.com/1993/03/02/nyregion/our-towns-grappling-with-fear-of-magnetic-fields.html","abstract":"  ON Ledge Avenue, wedged awkwardly among houses, a substation owned by the Connecticut Light and Power Company hums into the night as its three transformers break down the current from 27,600-volt feeder lines and send it out to power the progeny of Sony and General Electric.   The hum is annoying, the transformers are unsightly, and it is time for the utility to make good a 21-year-old promise to move the substation. \"We haven't been the best of neighbors,\" said Robert E. Carberry, the manager of transmission line and civil engineering for Northeast Utilities, Connecticut Light and Power's parent. \"They want us out, and we understand.\"","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"No Matter What the Decision, Hasty Is in Win-Win Situation","web_url":"https://www.nytimes.com/1993/03/02/sports/pro-football-no-matter-what-the-decision-hasty-is-in-win-win-situation.html","abstract":"  Even though the Jets made cornerback James Hasty one of their transition players, that designation did not dampen interest in the free agent. Ultimately, the Jets might be forced into a bidding war if they want to keep Hasty.   The free-agency season officially opened yesterday, and National Football League teams have until July 15 to negotiate contracts with unrestricted free agents -- players with five or more years of experience whose contracts expired after last season.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Health Secretary Meets With Makers of Vaccine","web_url":"https://www.nytimes.com/1993/03/02/us/health-secretary-meets-with-makers-of-vaccine.html","abstract":"  Donna E. Shalala, the Secretary of Health and Human Services, met today with vaccine manufacturers, but she got no commitment to hold down prices as President Clinton has demanded.   The meeting resulted from Mr. Clinton's assault on the prices that drug companies charge and on the profits they earn. In a speech on Feb. 12, he said the companies were pursuing \"profits at the expense of our children,\" and he instructed Dr. Shalala to meet with pharmaceutical executives to discuss the price and distribution of vaccine.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93147023474.html","abstract":"1943: Citizen Chiang . NEW YORK - [From our New York edition:] The city gave a warm welcome yesterday [March 1] to the acknowledged heroine of the war, Mrs. Chiang Kai-shek, wife of the Generalissimo of China. The poised Mrs. Chiang, facing a huge throng","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Chess","web_url":"https://www.nytimes.com/1993/03/02/arts/chess-427293.html","abstract":"  One mark of a great player is his ability to surmount calamity, a trait impressively shown by Anatoly Karpov in the 55th running of the Hoogoven International Tournament in Wijk-aan-Zee, the Netherlands. The event, which finished on Jan. 31, combined a series of knockout matches with a Swiss-system tournament for those who were knocked out. In one of the worst blunders of his career, Karpov lost a piece on the 12th move against the American grandmaster Larry Christiansen. The former world champion from Russia resigned at once. Yet he leveled the score in their second encounter and disposed of Christiansen in the rapid-play tiebreak games that followed.   He then went on to defeat the English grandmaster John Nunn in the next round, and, in the semifinal round, Valery Salov, a former Russian grandmaster now living in Spain.","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-824393.html","abstract":"  An article on Thursday about the unofficial returns in the special election to fill a City Council seat on the East Side of Manhattan incorrectly listed the number of votes separating the top two candidates in some copies. The number was 67; Jane R. Crotty received 4,617 and Andrew S. Eristoff, 4,550.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Optimism Riding on Kent's Shoulder","web_url":"https://www.nytimes.com/1993/03/02/sports/baseball-optimism-riding-on-kent-s-shoulder.html","abstract":"  The medical report told of minor damage to the rotator-cuff tendon. The Mets, breathing easier, termed the findings positive and then offered this forecast:   Second baseman Jeff Kent will not be available for the exhibition-season opener; he is, however, expected to be in the lineup at Shea Stadium on April 5 for the start of the regular season.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-821993.html","abstract":"  A picture in some copies yesterday with an obituary of Lillian Gish, showing a scene from \"Life With Father,\" was published in error. It showed Dorothy Gish.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Concern Over Post's Mortgage Postpones Completion of Sale","web_url":"https://www.nytimes.com/1993/03/02/nyregion/concern-over-post-s-mortgage-postpones-completion-of-sale.html","abstract":"  The sale of The New York Post to Steven Hoffenberg was further delayed yesterday when the Securities and Exchange Commission raised concerns over who would guarantee the mortgage on the paper's South Street headquarters.   At a hearing before Judge Whitman Knapp in Federal District Court in Manhattan, S.E.C. lawyers said they wanted to study the mortgage guarantee and its underlying documents to make certain that they did not jeopardize the interest of Mr. Hoffenberg's company, Towers Financial Corporation, in The Post property.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Clinton Offers Tuition Aid Linked to National Service","web_url":"https://www.nytimes.com/1993/03/02/us/clinton-offers-tuition-aid-linked-to-national-service.html","abstract":"  President Clinton today outlined a plan for a national service program for college students that combined broad ambitions, high ideals and a modest beginning.   The program, which would begin with a 1,000-student pilot project this summer and expand to 100,000 by 1997, would allow students to help pay off their tuition debts by working as teachers or police officers, or with the homeless.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Lillian Gish's Face","web_url":"https://www.nytimes.com/1993/03/02/opinion/lillian-gish-s-face.html","abstract":"  What one can see at the movies is astonishing. The earth splits, mountains fall, oceans rise up, entire cities disappear. But sometimes the most astonishing sight of all is an actor's face. That was especially true when films were silent. Sure, there were subtitles but it was the face -- the curve of a lip or the lift of an eyebrow or the suggestion of a frown -- that really delivered the text.   If the face belonged to a Charlie Chaplin or a Lillian Gish, the audience would remember its message forever.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"They're Still Happy to Wait For a Moment With Jimmy","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-theyre-still-happy-to-wait-for-a-moment-with-jimmy.html","abstract":"- Jimmy Carter is not too fashionable these days, but he is back. Daytime talk shows. The Tonight Show. Personal appearances. The publicists promoting his new book have earned their money.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Sports of The Times; The Big Man Basically Low-Keys It","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-of-the-times-the-big-man-basically-low-keys-it.html","abstract":"  HE says he just might be different this time around. Not getting any younger, heh-heh-heh. He says he just might be a kinder, gentler George, reviewing what his trusted assistants have proposed. This was first-day-back talk. This was lull-'em-into-submission talk.   George M. Steinbrenner 3d, who has emerged from his sanctuary in the midnight hours to terrorize his staff, materialized in the broad daylight yesterday, and asked for a clean slate.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"North Ponders a Senate Run in Virginia","web_url":"https://www.nytimes.com/1993/03/02/us/north-ponders-a-senate-run-in-virginia.html","abstract":"  Looking as fit and rested as a combat marine just back from a week of R & R on China Beach, Oliver L. North is reconnoitering the front lines of Virginia politics, probing to see if there might be an opening for him in the state's 1994 Senate race.   He is traversing his adopted state from the mountains to the sea, chatting up the Republican rank and file and hawking his chest-full-of-ribbons brand of red, white and blue conservatism.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Social Investment Programs: Comparing the Past With the Promised Payoff","web_url":"https://www.nytimes.com/1993/03/02/us/social-investment-programs-comparing-the-past-with-the-promised-payoff.html","abstract":"  Were Bill Clinton to place a personal ad to support his vision of government, it might read something like this:   \"Dynamic young President seeks contributions for social investments. Pay now, prosper later. Data to prove it on file.\"","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"A Former Ballerina Breathes Life Into a Youthful Bavarian Troupe","web_url":"https://www.nytimes.com/1993/03/02/arts/a-former-ballerina-breathes-life-into-a-youthful-bavarian-troupe.html","abstract":"  New York balletomanes know everything there is to know about dance. So there was a decidedly ho-hum attitude toward the unfamiliar young Bavarian National Ballet when it quietly sidled into the New York State Theater last week. The first performances were something of a letdown. But by the end of the week, the first of two in this New York debut season, ovations greeted the company at its curtain calls, and word began to spread. There were compelling foreign principals like Kirill Melnikov and Evelyn Hart. The repertory was interesting and wide-ranging.   But the big discovery was the engaging, skillful troupe itself, filled with well-trained, fresh young performers who are steadily winning New Yorkers' hearts. The Bavarian dancers are bringing vibrant new life to the repertory of modern European ballets that will be seen this week: Ray Barra's \"Don Quixote,\" John Cranko's \"Eugene Onegin\" and one-act dances by Hans van Manen, Uwe Scholz and Jiri Kylian.","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Transactions","web_url":"https://www.nytimes.com/1993/03/02/sports/transactions-545793.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Promoted Mitch Bibb, trainer with Frederick of the Carolina league, to Bowie of the Eastern League.   MILWAUKEE BREWERS -- Signed Mike Fetters and Chris George, pitchers; Dave Nilsson, catcher, and John Jaha, first baseman.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"The Secret Ways of State Republicans","web_url":"https://www.nytimes.com/1993/03/02/opinion/the-secret-ways-of-state-republicans.html","abstract":"  The New York State Assembly and both houses of Congress routinely reveal precisely how much public money lawmakers spend on postage for their self-promotional mass mailings. But despite a state court ruling last week vindicating the public's right to know, the State Senate, dominated by Republicans, still won't disclose the figures. That insults taxpayers who are asked to foot the bill for a dubious perk that discourages competitive elections by giving incumbents an unfair leg up.   The ruling stemmed from a lawsuit brought by a losing Democratic Senate candidate, Michael Siris, who said he was aware of at least 16 publicly financed mailings last year by his Republican opponent, Senator Michael Tully Jr. of Nassau County -- an apparent violation even of the Senate's overly generous limits on mail. When the Senate rejected a request for basic data on Mr. Tully's mailing habits -- unsurprising, since members themselves are denied such records -- Mr. Siris brought suit under the state's Freedom of Information Law.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-825193.html","abstract":"  Because of an editing error, an obituary on Feb. 13 about Dr. Howard A. Paul, developer of a robotic surgical system, misstated his age. He was 44.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: The Overview; INQUIRY IS PRESSED ON CAUSE OF BLAST AT TRADE CENTER","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-overview-inquiry-pressed-cause-blast-trade-center.html","abstract":"  Federal and local authorities combed parking receipts, reviewed videotapes from an underground parking garage and examined intelligence files yesterday for clues to the explosion that killed at least five people at the World Trade Center on Friday.   Although investigators were still unable to answer the two central questions -- what kind of bomb caused the blast and who set it off -- Federal officials said they were beginning to focus more heavily on the possibility of the explosion being the work of foreign terrorists.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor-93572313896.html","abstract":"Voices for Rushdie . Regarding \"Four Years On, They're Still Trying to Kill Me\" (Meanwhile, Feb. 9) by Salman Rushdie:. To voice concern over the case of Salman Rushdie is a duty of all civilized people who care for cultural values and who do no","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor-92996288116.html","abstract":"Mr. Reagan is attempting to defend anultraconservative policy which, in 12 years of Republican administration,caused the present worldwide recession. He insinuates that President Clinton's program is punishing those who worked hard in the 1980s and we","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Congress, Do Your Job","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-congress-do-your-job-859693.html","abstract":"  To the Editor:    \"Congress, Untie Yourself\" (editorial, Feb. 10) calls for Congress to \"stop micromanaging government.\" You say Congress's laws are unnecessarily detailed. I strongly disagree. The number of statutes passed in the last 10 years that deliberately fail to resolve areas of contention in favor of allowing the decision to be made by the courts through litigation is outrageous. Before calling for Congress to stop micromanaging, we need to call on it to do the job, rather than abdicating their power to avoid controversy.  PETER D. ASPLIN Newark, Del., Feb. 15, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: Repairs; Damage to the World Trade Center Is Called Limited","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-repairs-damage-world-trade-center-called-limited.html","abstract":"  Sub-surface damage to the World Trade Center will be tricky to fix but represents only \"limited, local damage\" from a structural standpoint, the Port Authority's chief engineer, Eugene J. Fasullo, said yesterday.   But the authority said it would not know for a couple of days when the towers could be reopened, a problem not related to the structural damage.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Mystery Surrounds Global Decline Of Flying Robin-Size Predators","web_url":"https://www.nytimes.com/1993/03/02/science/mystery-surrounds-global-decline-of-flying-robin-size-predators.html","abstract":"  THEY call it the butcher bird.   Named for its gruesome habit of skewering prey in a trophy-like array on sharp spikes and thorns around its territories, this keen-eyed hunting bird known as the shrike appears to be disappearing the world round. From the English heath to the Russian steppes to North America's grasslands, researchers are finding these birds to be in a precipitous decline.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"On My Mind; The Alchemists Of Murder","web_url":"https://www.nytimes.com/1993/03/02/opinion/on-my-mind-the-alchemists-of-murder.html","abstract":"  This huge stew of a metropolis, so long so proud of being India's greatest city, is in a condition of shock and shame, but it is searching.    Its political chieftains, its business and intellectual elite, its artists and movie stars -- and its victims -- search for answers to questions they never believed they would face.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Right Parade Ruling, Wrong Message","web_url":"https://www.nytimes.com/1993/03/02/opinion/right-parade-ruling-wrong-message.html","abstract":"  The Ancient Order of Hibernians, sponsors of New York's St. Patrick's Day parade, have won the important right to decide who may march with them. A Federal court has upheld what the Dinkins administration refused to acknowledge: that private citizens have a constitutional right to express publicly, in a parade, their own message about their own values without interference by government.    That First Amendment right to decide the content of one's own message includes the right to make a wrong decision -- a right the Hibernians seem bent on exercising to the fullest. Celebrating a saintly festival day in their fashion, they have chosen to exclude openly gay Irish from their heritage and religious vision. Many Americans, including many Roman Catholics, are cruelly hurt by that message, even though the Constitution protects the right to deliver it.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/02/arts/classical-music-in-review-852993.html","abstract":"  The Music of Frank Zappa Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: Other Cities; In Every 'Hub' and Skyscraper, Edgy Guards and Endless Drills","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-other-cities-every-hub-skyscraper-edgy-guards-endless-drills.html","abstract":"  It was just an ordinary shopping bag -- with a bit of a bulge. A week ago, perhaps, no one would have noticed it. But yesterday, when it was left on the sidewalk outside the world's tallest building, the 1,454-foot Sears Tower in Chicago where 6,000 people work, it drew attention right away.   Building guards were summoned. Word spread. Jittery office workers fluttered and fretted. The police were called. The bomb squad was alerted.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Tonight's the Night For Lemieux's Return","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-hockey-tonight-s-the-night-for-lemieux-s-return.html","abstract":"  MARIO LEMIEUX will play tonight in Philadelphia if there are no complications earlier in the day from his final radiation treatment for Hodgkin's disease, the Pittsburgh Penguins announced yesterday.   Lemieux, 27, will undergo the last of two low-dose radiation procedures at a Pittsburgh hospital, then fly to Philadelphia hours before the game. He completed four weeks of full-dose therapy last Friday. The National Hockey League scoring leader until as late as a week ago, he hasn't played since Jan. 2.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor-92149083908.html","abstract":"Profits and Profiteering . President Bill Clinton has come down hard on \"profiteering\" drug companies. Not everyone agrees with him.. For most of the time since Vietnam was united in 1975, the government there controlled the price of medicine. N","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"New York, Car Theft Capital of the World","web_url":"https://www.nytimes.com/1993/03/02/opinion/new-york-car-theft-capital-of-the-world.html","abstract":"  Here's the thing about crime: It pays.    When our Nissan Pathfinder was stolen in December, I thought my husband and I had enough evidence to give the police a pretty solid lead. We were walking up to the car just as it backed out of its parking space on East 79th Street and sped away.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Miami Journal; Dissenting Voice Fights to Stay on Air","web_url":"https://www.nytimes.com/1993/03/02/us/miami-journal-dissenting-voice-fights-to-stay-on-air.html","abstract":"  The Cuban exile establishment here has never liked radio station WWFE, even though the station's owner, Emilio Milian, has impeccable anti-Castro credentials. On the air since 1989, \"Radio Fe\" has made its mark by skewering not just the Castro dictatorship but also the foibles and pretensions of Miami's Spanish-speaking political and business elite.   But unless Mr. Milian can produce about $2 million by Thursday, the 50,000-watt voice of Radio Fe could be silenced. Forced into bankruptcy by what he describes as a \"concerted effort to drive me out of business,\" Mr. Milian is trying to head off an auction.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Gay Group Plans Protest On Irish Parade Route","web_url":"https://www.nytimes.com/1993/03/02/nyregion/gay-group-plans-protest-on-irish-parade-route.html","abstract":"  The gay group that was denied admission to the St. Patrick's Day Parade announced yesterday that it will hold a protest march on the parade route shortly before the main event, and called on New Yorkers to boycott the parade.   Members of the Irish Lesbian and Gay Organization drew a sharp distinction between their plans for March 17 and what happened last year, when they and their supporters held their own parade before the larger event.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-822793.html","abstract":"  Because of an editing error, a report in the Company News column of Business Day on Saturday about the surge in the stock of LDDS Communications Inc. gave an incorrect location for the headquarters of Resurgens Communications Group, which is merging with LDDS and the Metromedia Communications Corporation. Resurgens is based in Atlanta; LDDS has its headquarters in Jackson, Miss.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Officer Hit by Bullet After a Robbery","web_url":"https://www.nytimes.com/1993/03/02/nyregion/officer-hit-by-bullet-after-a-robbery.html","abstract":"  A New York City police officer was grazed in the elbow last night during a shootout with two Brooklyn teen-agers suspected of robbing a gas station in Canarsie, the police said.   Police Officer Francis Byrne of the 69th Police Precinct was grazed in the right elbow just after 7 P.M. at the intersection of East 92nd Street and Avenue D, said Officer Andrew McInnis, a police spokesman. The officer was treated for minor injuries at Brookdale Hospital and then released.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"More Money Found in Coffers Of L.I. Armored Car Company","web_url":"https://www.nytimes.com/1993/03/02/nyregion/more-money-found-in-coffers-of-li-armored-car-company.html","abstract":"  A Federal trustee said this evening that there appears to be more money than originally believed in the deposits of the armored car company whose owners have been accused of stealing millions of dollars from their own coffers.   Jeffrey Stark, the trustee, said at a hearing here before Federal Judge Arthur Spatt that as much as $55 million had been retrieved from the warehouse of Revere Armored Inc. of Bohemia, L.I. The estimate given at a hearing last week was $47 million.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/02/style/chronicle-827893.html","abstract":"  A 6-pound 12-ounce daughter was born on Friday to WOODY HARRELSON, 31, the television and film actor, who plays Woody the bartender on \"Cheers,\" and LAURA LOUIE, 28. Nancy Seltzer, a spokeswoman for Mr. Harrelson, said Ms. Louie is an associate in the actor's production company.","thumbnail":null,"section":"Style"},{"date":"19930302","headline":"USA Today Says Photograph On Gangs Was 'Misleading'","web_url":"https://www.nytimes.com/1993/03/02/us/usa-today-says-photograph-on-gangs-was-misleading.html","abstract":"  In an unusual entire-page account, USA Today acknowledged yesterday that its use of a photograph of Los Angeles gang members brandishing guns was \"misleading\" with an article last month about the possibility of renewed racial violence in the city.   The photograph, printed in color on the national newspaper's front page on Feb. 16, accompanied an article about the potential for violence in Los Angeles if there was another acquittal of the four police officers accused of civil rights violations in the videotaped beating of Rodney G. King.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Review/Dance; A Reawakening for 'Onegin'","web_url":"https://www.nytimes.com/1993/03/02/arts/review-dance-a-reawakening-for-onegin.html","abstract":"  Rarely have dancers triumphed so totally in every aspect of a performance as Kirill Melnikov and Judith Turos did on Sunday night in the Bavarian National Ballet's production of \"Onegin.\" No one interested in great dance acting can afford to miss this new cast's profoundly persuasive interpretation when it appears again in the matinee on Saturday at the New York State Theater.   Things, in fact, went remarkably better than on Wednesday, when the opening night made obvious the weaknesses in John Cranko's 1965 treatment of Pushkin's tale of missed connections in love. Mr. Melnikov, last seen in New York with the Kirov Ballet in 1989, and Miss Turos, trained in her native Romania and in Moscow, danced spectacularly and with forceful passion in the Soviet-style duets that distill the relationship of their characters.","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Treating Aspin's Heart Condition","web_url":"https://www.nytimes.com/1993/03/02/science/the-doctor-s-world-treating-aspin-s-heart-condition.html","abstract":"  THE heart ailment that put Defense Secretary Les Aspin in the hospital last week is a genetic one that although uncommon, is being diagnosed with increasing frequency in all age groups, from newborns to octogenarians.   Newer therapies, some developed only in the last three years, are adding to the benefits of drugs that have long been used to relieve the shortness of breath, chest pain, heart palpitations, fainting and other symptoms the ailment can produce.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"Let's Stop Guessing About Women's Health; Avoiding Mastectomy","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-let-s-stop-guessing-about-women-s-health-avoiding-mastectomy-857093.html","abstract":"  To the Editor:   The options for most women after diagnosis of breast cancer are mastectomy (removal of the whole breast) or lumpectomy (removal of the malignant nodule) and radiation, not chemical therapy as Douglas S. Dodge writes (Op-Ed, Feb. 20).","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor-91273141624.html","abstract":"Reap the Wild Wind. Former President Ronald Reagan's comments (\"Excuse Me, Mr. Clinton, I Must Have Misheard You,\" Opinion, Feb. 20) were doubly annoying in that the fiscal problems left to President Bill Clinton are largely the consequence of","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Q&A","web_url":"https://www.nytimes.com/1993/03/02/science/q-a-584893.html","abstract":"  Out Like a Light   Q.    If the Sun went out like a light, what would happen on Earth?   ","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor.html","abstract":"A Thirst for Liberty. I admire President Bill Clinton. But as a Russian journalist, I was surprised to read of his plan to close Radio Liberty (\"Cold War Radio Stations Head for Scrap Heap,\" Feb. 22). Mr. Clinton clearly does not understand how","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Sex-Trial Defense Objects To a Singing Summation","web_url":"https://www.nytimes.com/1993/03/02/nyregion/sex-trial-defense-objects-to-a-singing-summation.html","abstract":"  The Glen Ridge sex-assault trial resumed after a week's delay today, with defense lawyers repeatedly objecting to points that a prosecutor was making in the fourth day of his closing argument to the jury.   Twice the defense team interrupted Glenn D. Goldberg and appealed at length for a mistrial. The first came after Mr. Goldberg called the case of one defense lawyer, Michael Querques, a silent, \"dark empty space,\" and then accentuated his point by singing the first stanza of the Simon and Garfunkel 1966 hit song, \"The Sound of Silence.\"","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Women Turned Down","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-yacht-racing-women-turned-down.html","abstract":"  The San Diego Yacht Club yesterday refused to sanction a women's group that wanted to sail in the next America's Cup race series, scheduled for 1995 in San Diego.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Let's Stop Guessing About Women's Health","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-let-s-stop-guessing-about-women-s-health-854593.html","abstract":"  To the Editor:   \"Cholesterol at 20,\" a \"Health Watch\" item (Health page, Feb. 17), ends with this statement: \"Although the study did not include women, the researchers believe on the basis of other reports that their findings apply equally to young women.\"","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"A Legal Threshold Is Crossed By Gay Couples in New York","web_url":"https://www.nytimes.com/1993/03/02/nyregion/a-legal-threshold-is-crossed-by-gay-couples-in-new-york.html","abstract":"  Some came as if headed to a formal event, dressed in tuxedos or party dresses. Many had to go to work and wore business suits or casual slacks. All of them -- the first 109 couples to register as \"domestic partners\" in the City of New York -- left with something long withheld, an official acknowledgement of their untraditional lives.   Six weeks after Mayor David N. Dinkins signed an executive order enabling heterosexual and homosexual couples to register as unmarried \"domestic partners\" and receive some of the rights of married couples, the City Clerk's office yesterday began conducting the registration. In a short process in the Municipal Building, couples filled out a few forms, presented identification and received a certificate similar to a marriage license. Demonstration of Support    \"This makes us happy, because it is the closest thing we can get to the kind of acknowledgement couples get in the straight world,\" said Manny Lacayo, a 26-year-old accountant in an advertising firm. Mr. Lacayo and his partner, David Vega, a 29-year-old hospital clerk, said they would celebrate later in the evening with a bottle of Champagne \"and a toast to the future.\"","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Mother in Girl's Kidnapping Case Faces Legal Troubles Over Son","web_url":"https://www.nytimes.com/1993/03/02/nyregion/mother-in-girl-s-kidnapping-case-faces-legal-troubles-over-son.html","abstract":"  Marilyn Beers appeared in Family Court today to press for custody of her 10-year-old daughter, Katie, but was greeted with new legal troubles. She was charged with neglecting her 16-year-old son, John, by not sending him to school.   Katie is the child who the police say was kidnapped by a family friend, John Esposito, in December and held captive in an undergound bunker for 16 days. She has been in foster care on eastern Long Island since Jan. 14, the day after the police freed her.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Mourning Is Fined","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-basketball-mourning-is-fined.html","abstract":"  Center ALONZO MOURNING of the Charlotte Hornets was fined $3,500 by the National Basketball Association yesterday for hitting Indiana's RIK SMITS Friday night. The incident occurred during the third quarter of the Pacers' victory over the Hornets at Indianapolis. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/02/nyregion/bridge-430293.html","abstract":"  A team with a lot of ground to make up would be wise to pray for a slam that hinges on a guess, with its declarer guessing better than the opposition. The first half of this scenario developed correctly on the diagramed deal at the conclusion of the Long Island Regional Swiss Teams in Smithtown, L.I., Sunday, but the second did not.   Leading the field into the final round were Jim Becker, Jim Krekorian, Bob Blanchard, all of Manhattan, and Howard Chandross of Long Beach, L.I., and they needed three victory points out of a possible 20 in the final match to win the title. The fates, aiming to make life exciting, provided the diagramed deal, and both teams arrived in a borderline six-spade contract that hinged primarily on the location of the club ace.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/02/arts/classical-music-in-review-851093.html","abstract":"  North/South Consonance Ensemble Christ and St. Stephen's Church","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Irresistible Events, Immovable Networks","web_url":"https://www.nytimes.com/1993/03/02/sports/tv-sports-irresistible-events-immovable-networks.html","abstract":"  When the International Olympic Committee holds negotiations in the third or fourth week of July to sell network TV rights to the 1996 Summer Olympics in Atlanta, a timetable that was announced yesterday, Olympic cash requirements will clash with radically altered network fiscal realities.   And the outcome will probably be a bellwether for how tightwaddish the networks will be in their coming talks with major league baseball, the National Football League and National Basketball Association (unless one of the three beats the Olympics to the negotiating table).","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Bruno to Face Williams","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-boxing-bruno-to-face-williams.html","abstract":"  British heavyweight FRANK BRUNO, hoping to position himself for a third shot at the world title, will fight CARL (THE TRUTH) WILLIAMS in Birmingham, England, on April 24.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/02/style/chronicle-828693.html","abstract":"  Gen. H. NORMAN SCHWARZKOPF will return to the scene of his early military career on April 2 when he goes to Vietnam to work on a documentary that he will co-host with DAN RATHER.    General Schwarzkopf, who commanded the United States forces during the Persian Gulf war, started his military career in South Vietnam and served two combat tours there.","thumbnail":null,"section":"Style"},{"date":"19930302","headline":"Fewer Stories and More Sky on Upper East Side","web_url":"https://www.nytimes.com/1993/03/02/nyregion/fewer-stories-and-more-sky-on-upper-east-side.html","abstract":"  Demolition crews are cutting an Upper East Side apartment tower down to size -- the size required by New York City's zoning rules.   The removal of the top 12 floors from the 31-story building at 108 East 96th Street, which has never been occupied, ends a seven-year battle that pitted the developer, Laurence Ginsberg, against city officials and local leaders who noticed that the tower plans exceeded zoning limits.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"PERSONAL COMPUTERS;\nTrackballs: A Range Of Choices","web_url":"https://www.nytimes.com/1993/03/02/science/personal-computers-trackballs-a-range-of-choices.html","abstract":"FOR a long time Peter was not much interested in computing. He did not find the images on screen terribly compelling; he could not make sense of the words; the 126-key keyboard just offered too many options. And he found the mouse clumsy to use. \n\nThen six weeks ago the family computer acquired a trackball, which is a sort of upside-down mouse. The mouse does not move; it lies on the desk, belly up, and the ball that controls the cursor is on top. Suddenly Peter was hooked. Now he sits for 40 minutes or more, his left hand resting on the ball, which in size and appearance is very much like a cue ball from a pool table, and he controls the cursor movements smoothly. Sometimes he keeps both hands on the trackball, one to move the ball, the other to click the buttons. He now can shift from program to program and run through a wide range of activities. Peter, who is 2 1/2 years old, is on his way to becoming a hacker.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"Tainted Meat Deaths Teach Obvious Lesson","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-tainted-meat-deaths-teach-obvious-lesson-858893.html","abstract":"  To the Editor:   Your Feb. 9 Science Times article seeking lessons in the outbreak of illness from tainted meat in Washington State misses the most important lesson: avoid meat entirely.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Books of The Times; From Macho Mambo World to a Softer One of Sisters","web_url":"https://www.nytimes.com/1993/03/02/books/books-of-the-times-from-macho-mambo-world-to-a-softer-one-of-sisters.html","abstract":"  The 14 Sisters of Emilio Montez O'Brien By Oscar Hijuelos 484 pages. Farrar, Straus & Giroux. $22.     Like his first two books, \"Our House in the Last World\" (1983) and \"The Mambo Kings Play Songs of Love\" (1989), Oscar Hijuelos's latest novel, \"The 14 Sisters of Emilio Montez O'Brien,\" is a family saga, one of those commodious, emotionally generous books that immerse us in a well-upholstered fictional world. Once again, we are given a richly colored portrait of immigrant life in the United States; once again we are shown how familial hopes, dreams, yearnings and sadnesses are handed down generation to generation.   Whereas \"Mambo Kings,\" which won the 1990 Pulitzer Prize for fiction, was an insistently male book, focusing on the sexual and romantic adventures of two Cuban immigrant brothers, \"The 14 Sisters\" is a novel about women, a novel examining the lives and loves of the Montez and O'Brien women.   Though many of its central characters suffer from a lingering melancholy reminiscent of that possessed by Nestor, one of the two brothers in \"The Mambo Kings,\" the book is less concerned with loss and missed opportunities than its predecessor. Death, divorce and illness all take their toll here, but \"The 14 Sisters\" takes a longer view of family life than \"The Mambo Kings,\" and its vision is ultimately more redemptive, concerned in the end, like Gabriel Garcia Marquez's \"Love in the Time of Cholera,\" with the cyclical nature of time, and the enduring possibilities of love.   Moving back and forth in time, \"The 14 Sisters\" begins, more or less, with the story of Nelson O'Brien, a young Irish boy, whose dreams of America are based on the penny novels he has read about Wild Bill Hickok and Jesse James. In time, Nelson emigrates to the United States, settles in a small Pennsylvania town and, in 1898 after the death of his beloved sister Kate, goes to Cuba to take photographs of the Spanish-American War.   There, Nelson meets the beautiful, dreamy 16-year-old Mariela Montez, and for 27 Sundays in a row he pays her court. He tells her about his house in Pennsylvania \"deep in the heart of America, where people could do as they pleased and there was no war,\" and she dreams of a good life with this earnest, sad-eyed man. For their wedding, Nelson gives her a telescope so that she might gaze upon the stars, and he introduces the shy young woman to the unexpected pleasures of his bed.   Their passion is enthusiastic, and almost mythically fecund. In the ensuing years in America, Mariela will have 14 daughters, and finally, after all these girls, a son.   Though we wonder how Mr. Hijuelos will ever be able to keep so many siblings clearly sorted out in his mind, he's able to implant a firm sense of each and every one of them in our imaginations. There's Margarita, the oldest and in many ways the novel's presiding spirit, who makes an early, unfortunate marriage, and spends years regretting her mistake, only to discover, late in life, the joys of love and independence. It is Margarita who will keep the members of this huge, sprawling family in touch with one another, and Margarita who will imagine her parents' lives together, and preserve them, along with the lives of her siblings, through the willful exercise of memory.   After Margarita, there's Isabel, the blond, Irish-looking sister, plump and enamored of food, who will find a husband and a home in Cuba. Maria, the third sister, and the twins, Olga and Jacqueline, are the musically gifted ones -- the family's \"Three Nightingales\" -- who will find fulfilling careers in show business. Then there's the beauteous Helen, appropriately named after a bottle of Helen of Troy Beauty Pomade; plump little Irene; the angry, pensive Sarah, and Patricia, the sister born with a gift for second sight.   Veronica, named after the saint, will live up to her name and marry a homeless man she has helped find shelter. Marta and Carmen will remain homebodies for many years, before finding happiness in California. The promiscuous Violeta will eventually abandon her hectic social life to become a minister's wife. And Gloria will struggle for years with her incestuous love for her brother, Emilio, a handsome, introspective boy who will grow up to become a small-time movie star.   In relating the tangled history of the O'Brien-Montez clan, Mr. Hijuelos moves confidently from one character's story to the next, leaping ahead in time to foreshadow the future, then jumping backward in time to show us the seeds of hope and despair. He subtly reveals the ways in which the sisters' choices echo -- or counterpoint -- the choices of their siblings, and he demonstrates, as well, the ways in which their lives both embody and contradict the dreams of their parents.   Toward the end of the book, Mr. Hijuelos's narrative becomes a little rushed, and his quickening litany of developments in the sisters' lives -- alcoholism, addiction to Valium, subscriptions to spiritist newsletters, affairs with younger men -- can sound suspiciously like an inventory of topics on a talk show. The reader, however, never really minds, so persuasive and generous is his delineation of the family's life. Indeed, one finishes \"The 14 Sisters\" reluctantly, the way one finishes a long letter from a beloved family member, eager for all the news not to end.","thumbnail":null,"section":"Books"},{"date":"19930302","headline":"By Design; Shielding the Sheer","web_url":"https://www.nytimes.com/1993/03/02/style/by-design-shielding-the-sheer.html","abstract":"  The idea behind the new \"see through\" styles is to appear tantalizingly bare but, in truth, to be decently attired. Unless you feel utterly confident with your normal undies on view, you need some other kind of body camouflage before layering on a sheer blouse, a dress or pants.    One answer, first suggested by Ralph Lauren, is to start with a clingy, striped body sweater or T-shirt. Under a misty shirt or blouse, the stripes look wavy yet sharp. And no one can possibly think you're nude. The Ralph Lauren boutique at 867 Madison (at 72d Street) has long-sleeved cotton and spandex sweaters for $220. A.B.S. Collections' short-sleeved T-shirts are $98 at Bloomingdale's and Saks Fifth Avenue.","thumbnail":null,"section":"Style"},{"date":"19930302","headline":"Miami, Anaheim In Debut Next Fall","web_url":"https://www.nytimes.com/1993/03/02/sports/hockey-miami-anaheim-in-debut-next-fall.html","abstract":"  The National Hockey League surged full speed ahead with its Sun Belt expansion yesterday as new franchises in Miami and suburban Los Angeles announced that they would begin play next season.   The announcements were made by Wayne Huizenga, chief executive of Blockbuster Video in Miami, and Michael Eisner, the chairman of the Walt Disney Company in Anaheim, Calif.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/02/style/chronicle-826093.html","abstract":"  They may look as if they never ingest a morsel of food, never mind prepare it, but if truth be told, many ballet dancers like to cook as much as anybody.    That will be evident at a benefit on March 25 that the dancers of American Ballet Theater have organized to help their financially pressed company. The title of the evening will be \"Not Just Another Gala,\" and dinner will be prepared by members of the company.","thumbnail":null,"section":"Style"},{"date":"19930302","headline":"Man of Steel, and Plastic","web_url":"https://www.nytimes.com/1993/03/02/sports/baseball-man-of-steel-and-plastic.html","abstract":"  In the distance, Bo Jackson walked to one of the several baseball fields here, carrying two black bats on his broad shoulder. He walked easily, without a limp -- and without the need to convince himself and others that he had no limp, as he tried to do last year at this time.   Last Wednesday, a sunny spring-training day in the Chicago White Sox complex here, Bo Jackson walked like almost any other player, with even a little saunter. Ron Schueler, the general manager of the Chicago White Sox, stood at a far end of the training complex here and observed the ballplayer with the white No. 8 on the back of his black baseball shirt. \"It's amazing what Bo's done, how far he's come, but every day with Bo's an adventure,\" said Schueler. \"Every day is uncharted waters.\"","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"The Bitter Memories Remain for Winfield","web_url":"https://www.nytimes.com/1993/03/02/sports/on-baseball-the-bitter-memories-remain-for-winfield.html","abstract":"  While the southeast coast of Florida was buffeted by a maelstrom known as Hurricane Steinbrenner yesterday, a quieter storm stirred on the Gulf Coast of the Sunshine State.   Dave Winfield professionally went about his business in this shore resort as a member of the Minnesota Twins, the forgotten man who has not forgotten, the injured party who has not forgiven.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"States Have Problem With 'Sin' Revenue: There's Less Sinning","web_url":"https://www.nytimes.com/1993/03/02/nyregion/states-have-problem-with-sin-revenue-there-s-less-sinning.html","abstract":"  To the dismay of lawmakers who have religiously depended on revenue from \"sin taxes\" on tobacco and alcoholic beverages to help balance state budgets, people are sinning less.   Across the Northeast and much of the nation, revenue from taxes on tobacco and alcohol has fallen by millions of dollars in recent years, driven down by health concerns, changing social mores and the opportunity to make cheaper purchases elsewhere -- legally or illegally.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Softening the Blow Of a Star's Departure","web_url":"https://www.nytimes.com/1993/03/02/theater/softening-the-blow-of-a-star-s-departure.html","abstract":"  For the producers and marketers of \"Jelly's Last Jam\" who were in attendance at a recent meeting at the Serino Coyne advertising agency in Manhattan, the good news was that audience surveys showed that most people leaving the show would recommend it to their friends and that what they liked about the show were things like the music, the story, the energy. In other words, it wasn't just the star, Gregory Hines, that made the experience worthwhile.   The bad news was that the reason most people said they came to see \"Jelly's Last Jam\" in the first place    was    Gregory Hines.","thumbnail":null,"section":"Theater"},{"date":"19930302","headline":"Recipients Named For the Polk Awards","web_url":"https://www.nytimes.com/1993/03/02/arts/recipients-named-for-the-polk-awards.html","abstract":"  The Los Angeles Times won the George Polk Award in local reporting for its coverage of the Los Angeles riots, it was announced yesterday by Long Island University, which administers the awards for excellence in journalism.   The newspaper was cited for \"eye-opening and thorough\" coverage of the aftermath of a jury's acquittal of four policemen charged in the beating of Rodney King.","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Critic's Notebook; Playing the Games of TV's Cops and Robbers in a New Climate of Cynicism","web_url":"https://www.nytimes.com/1993/03/02/arts/critic-s-notebook-playing-games-tv-s-cops-robbers-new-climate-cynicism.html","abstract":"  Not too long ago, in what many of us like to think of as simpler times, law enforcement on television entertainment was generally a tidy exercise. On shows like \"Perry Mason\" or \"Columbo,\" both still being churned out periodically today, a crime was committed, the perpetrators were brought to justice and viewers went to bed assured that all was for the best in this best of all possible worlds.    But Panglossian optimism is at a premium in today's newer series, particularly shows like \"Law and Order,\" \"Homicide\" and, making its debut this week, \"Crime and Punishment.\" All three happen to be on NBC. No doubt reflecting the real world around them -- a world of big lies, deal-making and Presidential pardons -- these series openly traffic in ambivalence, ambiguity and cynicism. In one \"Crime and Punishment\" episode, a wife declares that a suggestive photograph of her kidnapped husband is a lie because he is intentionally wearing his phony \"George Bush smile.\"","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: A Russian Scandal. MOSCOW - Excitement has been caused in St. Petersburg by the dismissal of a prominent government official. The official had for some time past had intimate relations with a lady, who latterly received marked attentions from the re","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Hope in the Rubble","web_url":"https://www.nytimes.com/1993/03/02/opinion/hope-in-the-rubble.html","abstract":"  As investigators pursue leads about Friday's blast at the World Trade Center, a spooky scenario begins to emerge. Apparently unchallenged, persons unknown assembled hundreds of pounds of high explosives and wheeled them into a parking garage, then stationed the huge bomb next to a major support column, perhaps hoping to topple the whole skyscraper.   Three days after the deadly explosion that turned the buildings that symbolize New York into national symbols of urban vulnerability, two questions persist: Can authorities do more to prevent terrorists and other sociopaths from getting their hands on explosives? Are there ways to detect such an enormous weapon before it goes off?","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Supreme Court Roundup; Justices to Decide if Psychological Injury Is Needed to Prove Sex Harassment","web_url":"https://www.nytimes.com/1993/03/02/us/supreme-court-roundup-justices-decide-if-psychological-injury-needed-prove-sex.html","abstract":"  The Supreme Court agreed today to decide whether workers suing their employers for sexual harassment must prove under Federal law that they were not only offended, but also psychologically injured.   The case is potentially important for defining the protection that Federal law provides against sexual harassment on the job. The law at issue is Title VII of the Civil Rights Act of 1964, the general Federal prohibition against discrimination in the workplace.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Gastineau Pleads Guilty","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-football-gastineau-pleads-guilty.html","abstract":"  Former Jets defensive end MARK GASTINEAU pleaded guilty yesterday to a reduced charge stemming from a 1991 drug-possession arrest. Gastineau, 36, pleaded guilty in Maricopa County (Ariz.) Superior Court to possession of drug paraphernalia.   A stipulation in Gastineau's plea agreement with prosecutors requires that he be sentenced to a probation term but no jail time if Judge GREGORY MARTIN accepts the agreement at the March 29 sentencing. The judge would decide at the end of the probation term whether to make the charge a felony or a misdemeanor.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: Relocation; Displaced Brokers Find Cooperation in the Jungle","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-relocation-displaced-brokers-find-cooperation-jungle.html","abstract":"  While it was far from the largest company abruptly displaced from its World Trade Center offices by Friday's explosion, Cantor Fitzgerald, a dealer in stocks, treasury notes and corporate bonds, was among the most vulnerable. All of its 800 New York City employees were on upper floors of Tower One.   By yesterday, however, after deploying dozens of its executives to branches in other cities, scouring lower Manhattan for emergency office space and -- in contrast to Wall Street's take-no-prisoners reputation -- benefiting from generous help from other firms, Cantor was returning to work.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"20 Years Later, Iraqi Faces Trial in Case of 3 Bombings That Fizzled","web_url":"https://www.nytimes.com/1993/03/02/nyregion/20-years-later-iraqi-faces-trial-in-case-of-3-bombings-that-fizzled.html","abstract":"  On March 4, 1973, powerful bombs were timed to go off in rented cars parked outside two Israeli banks on Fifth Avenue in Manhattan and at a terminal of the Israeli airline at Kennedy International Airport.   But faulty wiring kept the three bombs from exploding, the F.B.I. said when the devices were discovered several days later. The agency quickly issued a warrant for Khalid Duhham al-Jawari, who it said had planted the bombs and whom it identified as an Iraqi linked to Black September, the Palestinian group that killed 11 Israeli athletes at the 1972 Olympics in Munich, Germany. But no arrest was made until January 1991, when a Cyprus-based official of the Palestine Liberation Organization, Khaled Mohammed El-Jassem, was taken into custory in Rome and accused of being \"al-Jawari.\"","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"No-Names From Queens Still Alive","web_url":"https://www.nytimes.com/1993/03/02/sports/college-basketball-no-names-from-queens-still-alive.html","abstract":"  In a season of remarkable overachieving, St. John's has been very good at taking commanding leads, but not as good at keeping them.   They were great at both last night, though, and thrashed Syracuse, 90-70, in a Big East Conference game before 14,737 at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Agents and Players Group Huddle on Free Agency","web_url":"https://www.nytimes.com/1993/03/02/sports/pro-football-agents-and-players-group-huddle-on-free-agency.html","abstract":"  It was Day 1 of National Football League free agency, and while no signings were immediately announced, several agents indicated yesterday that interest in their unfettered players was intense.   Ralph Cindrich, a Pittsburgh-based agent, said there was \"a flurry of interest\" in some of his players, including Steve Bono, the San Francisco 49ers' backup quarterback who has done well in relief of Steve Young and Joe Montana; San Diego Chargers running back Rod Bernstine, and Washington Redskins wide receiver Gary Clark.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/02/nyregion/no-headline-065093.html","abstract":"  As much as I feel the pain of the loss of life, I'm in the business of leasing space. I don't pretend to be benevolent. -- RONALD BOWMAN, rental agent at Newport Financial Center in Jersey City.  [ B4:2. ]","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/03/02/sports/metropolitan-college-report.html","abstract":"  Manhattan   Keith Bullock has become the school's career scoring leader, and the Jaspers are the top-seeded team in the Metro Atlantic Conference tournament, which will begin Friday at the Knickerbocker Arena in Albany. A tournament victory would send the Jaspers (20-6, 12-2) into the National Collegiate Athletic Association tournament, where they have not been since 1958 under Ken Norton.    Manhattan has won 12 of its last 13 games, including last night's 79-62 victory over eighth-place Loyola in the Jaspers' final regular-season contest.  Fordham  Both the men's and women's teams finished third in the Patriot League standing and neither had a player named to the all-league first teams.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"After Gunfire Dies Down, Questions Arise on Newspaper's Role","web_url":"https://www.nytimes.com/1993/03/02/us/shootout-in-texas-after-gunfire-dies-down-questions-arise-on-newspaper-s-role.html","abstract":"  The editor of the local newspaper seemed shaken yesterday in the aftermath of the gun battles between Federal agents and religious cult members in Waco, Tex., that killed six people and left 16 wounded.   \"I'm under siege,\" said Bob Lott, editor of The Waco Tribune-Herald. \"There has been the suggestion that somehow we are responsible for this tragedy.\"","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/02/nyregion/inside-115093.html","abstract":"  It's Official: He's Back   Amid more circumstance than pomp, George Steinbrenner ended a 2 1/2-year exile and regained the Yankee spotlight by walking into training camp. SportsTuesday, page B11. Decision on Harassment    The Supreme Court agreed to decide whether workers suing employers for sexual harassment must prove they were psychologically hurt. Page A17. Clinton Unveils Service Plan    The President, visiting Rutgers University, announced his plan to allow students to repay their college loans with community service. Page A18. Health Costs Still Surging    Managed health-care programs restrained medical inflation last year. But health costs per employee still rose 10.1 percent. Page D1. North Looks to Politics    Oliver L. North is traveling around Virginia, seeing if there might be an opening for him in the state's 1994 Senate race. Page A14. Oil Rush in Kazakhstan    In the vastness of Kazakhstan, the smell of oil and mineral money is attracting Western and Asian business executives. Page A3.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-letters-to-the-editor-91315380748.html","abstract":"A Case for Looser Wads. I appreciated Amy Dacyczyn's \"Tips for All Those Whiners From a Compleat Tightwad\" (Meanwhile, Feb. 18). As the editor of an environmental newsletter, I can see benefits other than those of personal finance. But one thi","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Don't Make Messier Laugh","web_url":"https://www.nytimes.com/1993/03/02/sports/hockey-don-t-make-messier-laugh.html","abstract":"  After a further evaluation, Mark Messier of the Rangers has been found to be suffering from bruised and strained muscles in his right rib cage, and the team is continuing to describe his status as day-to-day.   Messier, who sustained the injury in a game Saturday night against the Oilers in Edmonton, is certain to miss the Rangers' game against the Buffalo Sabres tomorrow night and is likely to miss at least a few more games after that. Messier said Sunday that his ribs were extremely tender, and yesterday morning he did not make an appearance at the Rangers' training facility in Rye, N.Y.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"G.O.P. Struggles To Unify Attack On Clinton Plan","web_url":"https://www.nytimes.com/1993/03/02/us/gop-struggles-to-unify-attack-on-clinton-plan.html","abstract":"  When President Clinton returns to Capitol Hill on Tuesday, this time as the invited luncheon guest of Congressional Republicans, he may feel as though he is eating in the Tower of Babel, with everyone speaking a different economic language.   Traditional Republican conservatives argue for reducing the Federal deficit by making specific cuts in programs they consider wasteful, like rural electrification. Reaganite supply-siders steam about proposed tax increases, arguing for growth over austerity. And still other lawmakers say they are content to criticize the broad outlines of the Clinton economic policy and hope that the fractious Congressional Democrats will themselves pick apart the details of the package.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Observer; Fork In the Logic","web_url":"https://www.nytimes.com/1993/03/02/opinion/observer-fork-in-the-logic.html","abstract":"  \"White man speak with forked tongue,\" observed several generations of Hollywood Indians, all of whom seemed to know what they were talking about even though present-day moralizers would probably convict them of political incorrectness in the first degree.    To this day the words come back to me whenever I contemplate the history of American racial relationships. All unwhite Americans would surely be better equipped for survival if they had grown up in homes with that antique Hollywood-Indian wisdom framed in needlepoint over the velveteen settee.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/02/nyregion/c-corrections-823593.html","abstract":"  A news analysis article on Saturday about the Clinton Administration's trade policies misidentified the chairman of the National Economic Council. He is Robert E. Rubin. The article also misstated the position held by Robert B. Reich. He is the Labor Secretary.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"When an Accent Becomes an Issue; Immigrants Turn to Speech Classes to Reduce Sting of Bias","web_url":"https://www.nytimes.com/1993/03/02/nyregion/when-accent-becomes-issue-immigrants-turn-speech-classes-reduce-sting-bias.html","abstract":"  When Carmen Friedman, an immigrant from Colombia, began dating the man who would become her husband, she felt embarrassed because she mispronounced his first name, Joseph, as \"Yoseph.\"    When she started a job as a substitute teacher a year ago, she dreaded going to work, becoming nauseated at the thought of having to speak in front of a new class.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Drexler Out 10-14 Days","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-basketball-drexler-out-10-14-days.html","abstract":"  CLYDE DREXLER will be sidelined for at least 10 days to two weeks with a strained tendon in his left hamstring, the Portland Trail Blazers said yesterday. Drexler, 30, suffered the injury early in the fourth quarter of the Blazers' loss at Boston on Sunday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91495047220.html","abstract":"1918: Far Eastern Ally. TOKIO - Attention is concentrated on the need to safeguard peace in the Far East against the intrusion of German influence through Siberia. In some quarters apprehension is felt about the possible activities of German submarines an","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/02/nyregion/metro-digest-188593.html","abstract":"  'SIN TAXES' EARNING LESS   To the dismay of lawmakers who have religiously depended on revenue from \"sin taxes\" on tobacco and alcoholic beverages to help balance state budgets, people are sinning less. Across the Northeast and much of the nation, revenue from taxes on tobacco and alcohol has fallen. A1. CRISIS AT THE TWIN TOWERS: LOOKING FOR CLUES AND NORMALCY   Federal and local authorities combed parking receipts, reviewed videotapes from an underground garage and examined intelligence data for clues to the explosion that killed at least five people at the World Trade Center. A1.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Bloody Sunday's Roots In Deep Religious Soil","web_url":"https://www.nytimes.com/1993/03/02/us/shootout-in-texas-bloody-sunday-s-roots-in-deep-religious-soil.html","abstract":"  Like a vein of ore in solid rock, religion runs through the heart of this city, which is sometimes known as Jerusalem on the Brazos River.   But in this city of 100,000 people, where almost everyone belongs to one of some 200 churches, the sect at the Mount Carmel compound 10 miles east of town lived in a world so insular that most people never knew it existed until Sunday's bloody shootout.","thumbnail":null,"section":"U.S."},{"date":"19930302","headline":"Nicaragua Continues to Make Strides","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-nicaragua-continues-to-make-strides-860093.html","abstract":"  To the Editor:   \"Feuds and Killings in Nicaragua Mar Democratic Rule\" (front page, Feb. 16) describes events in Nicaragua inaccurately. For example:","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/02/arts/classical-music-in-review-853793.html","abstract":"  Leif Ove Andsnes Pianist 92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19930302","headline":"Watch Out, Norman:A New Shark Roams","web_url":"https://www.nytimes.com/1993/03/02/sports/IHT-watch-out-normana-new-shark-roams.html","abstract":"When a bleary-eyed Greg Norman touched down in Australia last month after a marathon flight, he did what any self-respecting sports hero with a private jet does in the late 20th century. He held a news conference on the tarmac.. Among the pressing topics","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Just Like That, It's Monday in Park With George","web_url":"https://www.nytimes.com/1993/03/02/sports/baseball-just-like-that-it-s-monday-in-park-with-george.html","abstract":"  After devising elaborate plans to distract the news media today with a helicopter carrying a Marilyn Monroe look-alike and a limousine transporting a George Bush look-alike while he himself sat in disguise in the stands, George Steinbrenner changed his mind. He scrapped his publicity stunt and simply strolled into the parking lot of Fort Lauderdale Stadium to trumpet his official return to baseball.   Actually, the Yankee owner made it to within 30 feet of the stadium entrance near first base before being besieged by photographers, reporters and television crews who stopped him and forced him to answer questions for an hour while he was flanked by two Fort Lauderdale police officers.","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Multiple Sclerosis Vaccine Shows Early Promise","web_url":"https://www.nytimes.com/1993/03/02/science/multiple-sclerosis-vaccine-shows-early-promise.html","abstract":"  AN oral vaccine against multiple sclerosis has proved promising enough in a small pilot trial to merit broader testing, scientists have reported. The novel approach plays upon the unique way that immune cells in the stomach respond to food.    If the ingested vaccine can be fine-tuned to heighten its effectiveness, it could result in a cheap, safe and easy way of treating the degenerative central-nervous system disorder, as well as other autoimmune diseases like juvenile diabetes, rheumatoid arthritis or uveitis, an eye disorder, the researchers suggested.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"No One Said Lorenzo's Oil Could Prevent Rare Nerve Disease; Earned a Valid Place","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-no-one-said-lorenzo-s-oil-could-prevent-rare-nerve-disease-earned-a-valid-place-862693.html","abstract":"  To the Editor:   I am the pediatric neurologist who initially diagnosed Lorenzo Odone as having adrenoleukodystrophy in 1984 and was in close contact with him and his family in subsequent years.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Let's Stop Guessing About Women's Health; Making Decisions Alone","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-let-s-stop-guessing-about-women-s-health-making-decisions-alone-855393.html","abstract":"  To the Editor:   Re \"Our Breast Cancer\" (Op-Ed, Feb. 20) by Douglas S. Dodge, on his participation in the treatment of his wife's breast cancer:","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: The Children; Blast Trauma Lingers, but Mostly for Parents","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-twin-towers-children-blast-trauma-lingers-but-mostly-for-parents.html","abstract":"  It was clear from the crisis counseling and tearful faces yesterday that trauma had hit Public School 95.   But the counseling was not necessarily to help the Brooklyn kindergartners, who, in a sign of youthful resilience, colored and sang away the morning -- their first day back at school after being trapped by the explosion at the World Trade Center in lower Manhattan last week.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/03/02/sports/results-plus-616093.html","abstract":"  N.B.A.  Pistons' Mills Gets 41    Terry Mills's 3-pointer with 55.6 seconds left finished off a 41-point performance and helped give the Detroit Pistons a 99-95 victory over the Boston Celtics at Auburn Hills, Mich., last night. Detroit trailed by 93-91 before Mills hit just his fourth 3-pointer of the season. Mills's point total was 13 more than his previous career best, set last month against Miami. (AP) N.H.L.  Bure Paces Canucks    Vancouver right wing Pavel Bure scored his 50th and 51st goals in the Canucks' 5-2 victory over the Buffalo Sabres at Hamilton, Ontario, last night. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Surgery for Boddicker","web_url":"https://www.nytimes.com/1993/03/02/sports/sports-people-baseball-surgery-for-boddicker.html","abstract":"  Royals pitcher MIKE BODDICKER will undergo arthroscopic surgery in Kansas City tomorrow to repair torn cartilage in his left knee. Boddicker, 35, was examined Sunday night at the Royals' camp in Haines City, Fla. A minor tear in the meniscus cartilage in the knee was confirmed. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930302","headline":"Nassau County Asks to Truck Sludge to West Virginia","web_url":"https://www.nytimes.com/1993/03/02/nyregion/nassau-county-asks-to-truck-sludge-to-west-virginia.html","abstract":"  Nassau County today asked a Federal judge for permission to truck millions of tons of its sewage sludge to West Virginia, despite indications that state officials there are trying to scuttle such arrangements.   Questions also were raised at the hearing about whether the company selected to handle the job, J. P. Mascaro & Sons of Harleysville, Pa., can extricate itself from several lawsuits and other controversies and follow through on its $250 million contract to transport and process the waste for the next 25 years.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"Let's Stop Guessing About Women's Health; Support Groups","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-let-s-stop-guessing-about-women-s-health-support-groups-856193.html","abstract":"  To the Editor:   As directors of Self-Help for Women With Breast Cancer, which provides peer support, education and advocacy services for women with breast cancer, we congratulate Douglas S. Dodge for being caring, thoughtful and, perhaps most important, public about his wife's illness (Op-Ed, Feb. 20). We know well the need for this kind of support.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"CRISIS AT THE TWIN TOWERS: Vignettes; Going Back to Work, or Then Again, Maybe Not","web_url":"https://www.nytimes.com/1993/03/02/nyregion/crisis-at-the-twin-towers-vignettes-going-back-to-work-or-then-again-maybe-not.html","abstract":"  The chic wore \"I Survived Terror at the Towers\" T-shirts. The disgruntled waited on hourlong lines to retrieve winter coats, wallets and keys under escort from offices in the twin towers. The cognoscenti at the commodity exchanges trafficked in rumor. \"Saddam Hussein is behind this,\" a man called to a friend in an elevator. \"That's what's circulating on the oil floor.\"    And then there were people like Cynthia Ortiz.","thumbnail":null,"section":"New York"},{"date":"19930302","headline":"No One Said Lorenzo's Oil Could Prevent Rare Nerve Disease","web_url":"https://www.nytimes.com/1993/03/02/opinion/l-no-one-said-lorenzo-s-oil-could-prevent-rare-nerve-disease-861893.html","abstract":"  To the Editor:   \"Lorenzo's Oil: A Movie Outruns Science,\" (Science Times, Feb. 9) is patently misleading on three fronts, potentially lethal on one: (1) the effectiveness of Lorenzo's Oil as a therapy for adrenoleukodystrophy; (2) the intellectual authorship of the therapy; (3) the credibility of ourselves as lay people in the world of science.","thumbnail":null,"section":"Opinion"},{"date":"19930302","headline":"Nerve Growth Finding","web_url":"https://www.nytimes.com/1993/03/02/science/science-watch-nerve-growth-finding.html","abstract":"  The long-held view that spinal nerve cells grow only from their tip may be revised after a study found evidence of growth along the entire length of the long, thin neuron.    The study, published recently in the journal Science, was of nerve cells that branch from the spinal cord of the South African water frog, a regular laboratory animal.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"Moon May Save Earth From Chaotic Tilting of Other Planets","web_url":"https://www.nytimes.com/1993/03/02/science/moon-may-save-earth-from-chaotic-tilting-of-other-planets.html","abstract":"  IF there is a kind of music of the spheres, as Kepler suggested centuries ago, it could be thought of as the accompaniment to the solar system's stately cotillion of planets gliding around the Sun, spinning and sometimes nodding, most with partners, each responding in subtle ways to all the others.   Orderly and predictably harmonic this may seem, and in the short term it is, but scientists analyzing the motions of planets with powerful computers are realizing that there is a certain cacophony, as it were, to the music of the spheres. In the new scientific lexicon, the solar system is chaotic.","thumbnail":null,"section":"Science"},{"date":"19930302","headline":"HORSE RACING: KENTUCKY DERBY '93 -- In the Running; No Limping to Louisville: Gilded Time Is Withdrawn","web_url":"https://www.nytimes.com/1993/03/02/sports/horse-racing-kentucky-derby-93-running-no-limping-louisville-gilded-time.html","abstract":"  The punishing road to the Kentucky Derby claimed its most prominent victim today when Gilded Time, the undefeated juvenile champion of 1992, was withdrawn from contention because of a persistent foot injury.   \"We want to give him time to heal,\" said David Milch, the television writer who is one of the colt's owners. \"He worked out Saturday at Santa Anita, and it was perfectly fine. But he did not react well afterward.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930302","time":"1993-03-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":66,"wspd":20.5},{"date":"19930302","time":"1993-03-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":68,"wspd":27.7},{"date":"19930302","time":"1993-03-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":69,"wspd":22.3},{"date":"19930302","time":"1993-03-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":69,"wspd":20.5},{"date":"19930302","time":"1993-03-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":73,"wspd":29.5},{"date":"19930302","time":"1993-03-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":72,"wspd":25.9},{"date":"19930302","time":"1993-03-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":71,"wspd":31.3},{"date":"19930302","time":"1993-03-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":72,"wspd":24.1},{"date":"19930302","time":"1993-03-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":72,"wspd":29.5},{"date":"19930302","time":"1993-03-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":70,"wspd":29.5},{"date":"19930302","time":"1993-03-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":68,"wspd":29.5},{"date":"19930302","time":"1993-03-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":69,"wspd":31.3},{"date":"19930302","time":"1993-03-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":70,"wspd":29.5},{"date":"19930302","time":"1993-03-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":68,"wspd":25.9},{"date":"19930302","time":"1993-03-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":71,"wspd":29.5},{"date":"19930302","time":"1993-03-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":71,"wspd":25.9},{"date":"19930302","time":"1993-03-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":68,"wspd":25.9},{"date":"19930302","time":"1993-03-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":70,"wspd":25.9},{"date":"19930302","time":"1993-03-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":70,"wspd":25.9},{"date":"19930302","time":"1993-03-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":72,"wspd":24.1},{"date":"19930302","time":"1993-03-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":72,"wspd":20.5},{"date":"19930302","time":"1993-03-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":73,"wspd":22.3},{"date":"19930302","time":"1993-03-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":74,"wspd":16.6},{"date":"19930302","time":"1993-03-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":76,"wspd":20.5},{"date":"19930302","time":"1993-03-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":39,"wspd":18.7},{"date":"19930302","time":"1993-03-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":39,"wspd":20.5},{"date":"19930302","time":"1993-03-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":44,"wspd":14.8},{"date":"19930302","time":"1993-03-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":50,"wspd":13},{"date":"19930302","time":"1993-03-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":11.2},{"date":"19930302","time":"1993-03-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":7.6},{"date":"19930302","time":"1993-03-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":7.6},{"date":"19930302","time":"1993-03-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":9.4},{"date":"19930302","time":"1993-03-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":7.6},{"date":"19930302","time":"1993-03-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":7.6},{"date":"19930302","time":"1993-03-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":9.4},{"date":"19930302","time":"1993-03-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":7.6},{"date":"19930302","time":"1993-03-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":63,"wspd":9.4},{"date":"19930302","time":"1993-03-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":9.4},{"date":"19930302","time":"1993-03-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":50,"wspd":11.2},{"date":"19930302","time":"1993-03-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":51,"wspd":14.8},{"date":"19930302","time":"1993-03-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":43,"wspd":14.8},{"date":"19930302","time":"1993-03-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":16.6},{"date":"19930302","time":"1993-03-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":39,"wspd":29.5},{"date":"19930302","time":"1993-03-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":39,"wspd":22.3},{"date":"19930302","time":"1993-03-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":36,"wspd":18.7},{"date":"19930302","time":"1993-03-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":36,"wspd":22.3},{"date":"19930302","time":"1993-03-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":36,"wspd":16.6},{"date":"19930302","time":"1993-03-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":18.7}]},"19930303":{"guardian_articles":[],"nytimes_articles":[{"date":"19930303","headline":"Women's Group Foiled","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-yachting-women-s-group-foiled.html","abstract":"  The San Diego Yacht Club refused Monday to sanction a women's group that wanted to sail in the next America's Cup race series, scheduled for 1995 in San Diego.   LYNDA CORRADO of Sausalito, Calif., founder of the women's Pegasus Syndicate, said that she was unable to show enough monetary support to pass the yacht club's financial hurdle. Corrado said she showed cup officials three letters from potential sponsors, but conceded that \"they weren't very strong letters.\"","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Albany at Odds Over Revenue Figures","web_url":"https://www.nytimes.com/1993/03/03/nyregion/albany-at-odds-over-revenue-figures.html","abstract":"  Only 29 days before the start of the new fiscal year, the Governor, the Assembly Speaker and the State Senate majority leader have yet to agree on how much money the state has to spend, much less how to spend it.   All three now believe that the state's economic prospects are improving somewhat and that revenues for the 1993-94 fiscal year will exceed the original projection made in January by Gov. Mario M. Cuomo.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/03/us/inside-430893.html","abstract":"  Clinton and Republicans Talk   The President met with Republican lawmakers, who seemed pleased with his attention but no less antagonistic to his economic program. Page A20. Repeal of Gun Ban Falters    A move to repeal New Jersey's ban on military-style semiautomatic weapons appeared to fail amid defections by G.O.P. senators. Page B1. Trafficker Seeks U.S. Help    Pablo Escobar, a Colombian fugitive known for his empire of drugs and terrorism, says he will surrender if the U.S. protects his family. Page A3. Ferry Accident Kills 147   Zairians expelled from Congo crowding onto a small river ferry to Kinshasa were thrown into the river when the gangplank snapped. Page A5.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/03/03/us/personal-health-009093.html","abstract":"  BY now your skin has probably had it with winter. Assaulted by hot and dry indoor air, cold and dry outdoor air, wind and, yes, sun, it has become dry, shriveled, flaky, perhaps even cracked and sore and, worst of all, itchy.   Chances are you have had this problem for years and have bought all kinds of lotions, creams, soaps, bath oils and other products advertised to keep your skin baby soft and pliable, despite winter's assaults. But even those \"gourmet\" skin products with two-digit price tags have let you down time and again.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-331593.html","abstract":"  An article on Sunday about the explosion at the World Trade Center referred incorrectly to the the White House's monitoring of developments in the investigation. Communications were monitored in the White House situation room; no \"war room\" was established.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"At the U.N., Hopes Fade For an Early Cease-Fire","web_url":"https://www.nytimes.com/1993/03/03/world/at-the-un-hopes-fade-for-an-early-cease-fire.html","abstract":"  A second day of peace talks with leaders of the warring factions in Bosnia and Herzegovina ended today as hopes faded for an early breakthrough on the peace plan prepared by a joint United Nations-European Community team.   Officials here say the most to be expected appears to be agreement by President Alija Izetbegovic of Bosnia on a cease-fire and the disengagement of forces, which the rival Serbian and Croatian nationalist factions have already accepted.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Good Stats, Good Grades and a Second Chance","web_url":"https://www.nytimes.com/1993/03/03/sports/college-basketball-good-stats-good-grades-and-a-second-chance.html","abstract":"  If Kermit Dingle's life were a book, it would be one you might judge by the cover.   Here he stands, a 25-year-old wearing a black hooded jacket, black wool cap, jeans and black combat boots. He wears three gold rings on his right hand, and around his neck hangs a thick gold chain. Dingle would probably excuse you if you mistook him for a drug dealer, because that's just what he says he used to be in the Paterson Projects in the Bronx.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"The Immunity Myth","web_url":"https://www.nytimes.com/1993/03/03/opinion/the-immunity-myth.html","abstract":"Universal vaccination for all American children, one of President Clinton's earliest and most visible public health goals, is irreproachable. But its appeal goes beyond cost-cutting and humanitarianism. What's especially gratifying about the President's early emphasis on infectious diseases is that it points out that the microbial world is still mankind's most formidable foe.\n\nOur failure to mobilize effectively against childhood infections has not been a failure of medicine; we know how to protect kids. Our failure has been one of political will, which can be traced to a basic, pernicious misunderstanding about the nature of infectious diseases: Childhood infections are somehow thought to be a thing of the past.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Carter Brown to Ovation, New Arts Cable Network","web_url":"https://www.nytimes.com/1993/03/03/arts/carter-brown-to-ovation-new-arts-cable-network.html","abstract":"  J. Carter Brown, who was the director of the National Gallery in Washington for 22 years until his retirement last fall, has been named chairman of Ovation, a new fine-arts cable network that is to start broadcasting in the fall of 1994.    \"I will be Ovation's godfather,\" said Mr. Brown. \"My role will be one of making connections and looking at the quality of the programming.\" Dr. Harold E. Morse, founder of the Learning Channel, will be in charge of the day-to-day operations as Ovation's president and chief executive. The network is based in Alexandria, Va.","thumbnail":null,"section":"Arts"},{"date":"19930303","headline":"Turgeon Lifts Islanders Into Tie for 4th","web_url":"https://www.nytimes.com/1993/03/03/sports/hockey-turgeon-lifts-islanders-into-tie-for-4th.html","abstract":"  Pierre Turgeon is the first player in three years to score more than 100 points for the Islanders and tonight he proved one more time that he truly is the heart of the Islander offense.   Turgeon scored his team's last two goals and assisted on one by Vladimir Malakhov as the Islanders notched a 3-2 victory over the Detroit Red Wings at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Bensonhurst Sentence Cut","web_url":"https://www.nytimes.com/1993/03/03/nyregion/bensonhurst-sentence-cut.html","abstract":"  A New York state appeals court yesterday reduced the sentence of Keith Mondello, 23, who was found guilty of riot and other crimes in the 1989 killing of a black teen-ager, Yusuf K. Hawkins, 16, by a group of white youths in Bensonhurst, Brooklyn. In its ruling, the Appellate Division of the State Supreme Court in Brooklyn upheld the conviction of Mr. Mondello, who was acquitted of murder. The court said his sentence of 5 1/3 to 16 years in prison should be reduced to 4 to 12 years because some counts should run concurrently. He will be eligible for parole in 1994.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Escobar Says He'll Surrender if U.S. Protects Family","web_url":"https://www.nytimes.com/1993/03/03/world/escobar-says-he-ll-surrender-if-us-protects-family.html","abstract":"  Pablo Escobar Gaviria, the cocaine trafficker who is Colombia's most-wanted fugitive, offered today to surrender to Colombian authorities if the United States gave protection to his family.   \"If United States grants protection to my family, I am prepared to accept imprisonment,\" Mr. Escobar wrote in a handwritten response to questions submitted to him last week by The New York Times through his Medellin lawyer, Roberto Uribe Escobar. Sent by fax, each of the three pages of answers carried the trafficker's thumbprint, and the last page was signed Pablo Escobar G.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Buy Fish in Chinatown? Only if You Want Choice and Savings","web_url":"https://www.nytimes.com/1993/03/03/style/buy-fish-in-chinatown-only-if-you-want-choice-and-savings.html","abstract":"SHOPPING for fish in Chinatown may seem intimidating at first: a jumble of identical markets where English is rare, the fish unfamiliar, the cleaning techniques and cleanliness uncertain. It's seemingly not for the squeamish or timid.\n\nBut with guidance and experience, it's well worth the effort. There are more than 20 markets in Chinatown proper or nearby that sell fresh fish, and several are worth a special trip. The retail selection is unequaled elsewhere in Manhattan -- where else can consumers buy ribbonfish, sea cucumber, whitebait or pickerel? And the prices are hard to believe: often half those in other neighborhoods, and sometimes even far less.","thumbnail":null,"section":"Style"},{"date":"19930303","headline":"'Messiah' Fond of Bible, Rock and Women","web_url":"https://www.nytimes.com/1993/03/03/us/messiah-fond-of-bible-rock-and-women.html","abstract":"  Years before he began ordering the Branch Davidians to arm themselves for the apocalypse, before he told them he was Jesus Christ, David Koresh built up his following in a far more ordinary way: by playing rock music with them, sharing an occasional beer, and, most of all, by preaching Scripture with unwavering conviction.    Even some sect members who came to conclude that he was dangerously unstable, and who managed to shake free of his cult, described him as having first lured them with his fondness for good times and a gentle promise of truth.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"We Have a Real Chance for Lobbying Reform; A Special Interest State","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-we-have-a-real-chance-for-lobbying-reform-a-special-interest-state-368493.html","abstract":"  To the Editor:   The defense of lobbyists by the superlobbyist Tommy Boggs (Op-Ed, Feb. 16) is an example of the sophisticated deceptiveness that the public has come to expect from special-interest pleaders.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Messier Out for 7 to 10 Days","web_url":"https://www.nytimes.com/1993/03/03/sports/hockey-messier-out-for-7-to-10-days.html","abstract":"  Mark Messier, the Rangers' top scorer with 76 points, will be out for 7 to 10 more days with strained and bruised muscles in his right rib cage, the Rangers announced yesterday.   Messier, who has 21 goals and 55 assists, will miss his seventh game of the season tonight when the Rangers are host to the Buffalo Sabres at Madison Square Garden. He sat out six games just before the All-Star Game break last month with a fractured right wrist. His most recent injury occurred when Igor Kravchuk checked him from behind during the Rangers' 1-0 victory over the Oilers in Edmonton, Alberta, Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Web of Scandal: A special report.; Broad Bribery Investigation Is Ensnaring the Elite of Italy","web_url":"https://www.nytimes.com/1993/03/03/world/web-scandal-special-report-broad-bribery-investigation-ensnaring-elite-italy.html","abstract":"  What started a year ago as a modest bribe for a cleaning contract in Milan has grown into one of the most extraordinary scandals of postwar Europe, revealing the vast corruption that cements patronage and power among Italy's political barons.   Italy's many previous scandals have implicated the mob, the generals, the Vatican or the politicians. But the recent revelations have exposed startling levels of bribery involving the power elite, once an untouchable network of dynasties, family money, state largesse and high-flying entrepreneurs.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"For Schwarzenegger, a Defusing","web_url":"https://www.nytimes.com/1993/03/03/nyregion/for-schwarzenegger-a-defusing.html","abstract":"  Sensitive to the fact that New Yorkers are just a bit skittish about dynamite blockbusters these days, the producers of a new Arnold Schwarzenegger action film have defused a 75-foot-high balloon of their star that straddles the Armed Forces Recruiting Center in Times Square, replacing two sticks of dynamite in its left hand with a lawman's badge.    \"There's not going to be explosives, there's going to be a badge,\" the chairman of Columbia Pictures, Mark Canton, said yesterday. \"We want to make a strong statement about supporting the right people at this time. After all, Arnold's character is a hero.\"","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-letters-to-the-editor-92205502548.html","abstract":"Order in the House Regarding the editorial \"Conversion on the Hill?\" (Feb. 18):. While I agree with most of the editorial, I must take exception to the reference to \"rational, orderly and unified debate\" in the British Parliament. I gu","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Court Backs Minority Voting Districts","web_url":"https://www.nytimes.com/1993/03/03/us/court-backs-minority-voting-districts.html","abstract":"  Ruling that a Federal court had improperly invalidated the redistricting of the Ohio Legislature, the Supreme Court today strengthened the power of states to shape voting districts with overwhelming majorities of black and other minority voters.   The unanimous ruling, one of several redistricting decisions the Court will issue this term, could bolster a national Republican Party strategy of packing black voters into heavily black, inner city districts, leaving surrounding suburban districts more white and presumably more Republican than they were when more racially mixed.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Sports of The Times; Hard Fouls? How About Hard Time?","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-of-the-times-hard-fouls-how-about-hard-time.html","abstract":"  IN the National Basketball Association's own words, it's known as a \"flagrant\" foul.   That's flagrant, according to Webster, as in \"extremely, flauntingly or purposefully conspicuous,\" as in \"glaringly evident,\" as in \"notorious.\" As in the Knicks' John Starks mugging Kenny Anderson into Byrne Meadowlands Arena's parquet floor Sunday and putting the Nets point guard's broken left hand into a cast for at least two weeks, if not longer.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Court Is Asked to Back Haitians' Return","web_url":"https://www.nytimes.com/1993/03/03/us/court-is-asked-to-back-haitians-return.html","abstract":"  The Clinton Administration argued in the Supreme Court today for the right to continue picking up fleeing Haitians at sea and returning them to their country without asylum hearings, a Bush Administration policy that President Clinton had denounced as \"cruel\" and illegal when he was running for President last year.   In the absence of both an Attorney General and a Solicitor General, the White House had to rely on a staff lawyer in the solicitor general's office in its appeal. Last summer, a Federal appeals court ruled that the policy on Haitians violated rights guaranteed to refugees by the country's basic immigration law.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"DIALOGUE;\nI'd Hate To See Them Go","web_url":"https://www.nytimes.com/1993/03/03/opinion/dialogue-id-hate-to-see-them-go.html","abstract":"I have never worked for Radio Free Europe or Radio Liberty, and for that reason can be considered an objective observer of their activity. In fact, after I published criticism of Radio Free Europe's Polish-language programs, the station treated me as persona non grata. I regret that both stations may be closed, falling victim to Government budget cuts.\n\nThese stations played a considerable role during the cold war, providing information to millions of people who were otherwise sentenced to the lying propaganda of their local mass media. Now that the cold war is over, the argument goes, the need for broadcasts in a multitude of European and Asiatic tongues has disappeared. We should wish it to be true. Unfortunately, large areas of the European-Asiatic continent are a caldron of war, and a major weapon in that spreading civil war is the distortion of news to suit the needs of local warlords. An obvious example is the mass media of Belgrade that have convinced the majority of Serbs that they are threatened with extermination, thus inducing a collective paranoia; such a state of mind was necessary to engage in the crimes of \"ethnic cleansing.\"","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/03/nyregion/chronicle-340493.html","abstract":"  JONATHAN DEMME, the film director, and SUSAN SARANDON, the actress, are planning to attend the first American Forum on Haiti at noon tomorrow at the Rayburn Office Building in Washington.    \"We hope President Aristide will be able to clarify before Congressmen, the Administration and the country the cost of the failure to restore democracy,\" said RANDALL ROBINSON, the executive director of the TransAfrica Forum, which is sponsoring the Haiti forum with the Congressional Black Caucus. The main speaker will be JEAN-BERTRAND ARISTIDE, the deposed President of Haiti, who will be asked to outline his plans for a democratic Haiti.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Russia Leaders Said to Have Exaggerated Inflation","web_url":"https://www.nytimes.com/1993/03/03/world/russia-leaders-said-to-have-exaggerated-inflation.html","abstract":"  High-ranking Russian officials deliberately exaggerated the risks of hyperinflation in January in an effort to convince a new Russian Prime Minister that financial stabilization must take priority in economic policy, Government officials and advisers say.   In the last two months, while President Boris N. Yeltsin has been struggling over the levers of power with the parliamentary speaker, Ruslan I. Khasbulatov, the Russian economy has been deteriorating -- but not as fast as some in the Government would have the world believe.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Day 2 A Time For Quiet Discussion","web_url":"https://www.nytimes.com/1993/03/03/sports/baseball-day-2-a-time-for-quiet-discussion.html","abstract":"  George Steinbrenner treated his second day back in baseball with much less fanfare.   The Yankees' principal owner drove himself to work at Fort Lauderdale Stadium today and was not mobbed. He declined to park his car in a spot marked GMS and later dodged about a dozen reporters who sought to question him about his short introductory speech to the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"THE TWIN TOWERS: Bomb Threats; The Delicate Art of Deciding When a Scare Is Just That","web_url":"https://www.nytimes.com/1993/03/03/nyregion/twin-towers-bomb-threats-delicate-art-deciding-when-scare-just-that.html","abstract":"  It was frightening and all too familiar. At 1:38 P.M. yesterday, a bomb threat was called in to the World Trade Center, leading to the evacuation of hundreds of scared commuters from the PATH train station, concourse and a building in the sprawling complex.   Once again, nerves were frayed. Once again, urban terrorism was a real threat. \"I'm having nightmares,\" said Vernon Boone, a salesman at the Tie Rack in the World Trade Center. \"I'm sick of it. I don't even want to work here no more.\"","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Nets Shatter Backboard but Find Bulls Tougher","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-basketball-nets-shatter-backboard-but-find-bulls-tougher.html","abstract":"  The dunking king is Michael Jordan, of course. But when Nets forward Chris Morris dunked the ball so hard against the Chicago Bulls at Byrne Meadowlands Arena tonight, shattering the backboard, he at least made a temporary claim to fame. The battered and broken basket was carted off the court. Not too far behind were the Nets.   Chicago 87, New Jersey 80. It was the lowest point total of the season for the injured and short-handed Nets. If anyone knows how to speed up the healing process for a broken bone, there is a professional basketball team desperately waiting to hear from you.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"U.N. Authority Says It Has Found Few Hanoi Soldiers in Cambodia","web_url":"https://www.nytimes.com/1993/03/03/world/un-authority-says-it-has-found-few-hanoi-soldiers-in-cambodia.html","abstract":"  Officials of the United Nations say that for the first time since it arrived in Cambodia to enforce the Paris peace agreement of 1991, it had identified soldiers from Vietnam in the country.    The soldiers are three Vietnamese who served with the Vietnamese Army that invaded this country in 1978 and later became members of the army organized by the Vietnamese-installed Phnom Penh Government, according to Eric Falt, spokesman for the United Nations Transitional Authority in Cambodia, as the peacekeeping operation is called. He said two of the three still served in the Cambodian Army.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Ex-Legislator Joins Governor Race in Trenton","web_url":"https://www.nytimes.com/1993/03/03/nyregion/ex-legislator-joins-governor-race-in-trenton.html","abstract":"  A West Point graduate and businessman who served 16 years in the Legislature offered himself today as a conservative alternative to the two front-running Republican candidates for governor, both moderates battered by admissions that they hired undocumented aliens as domestic help.   Jim Wallwork's late-breaking candidacy was draped in some of the trappings of the Presidential campaign of Ross Perot, like a toll-free telephone number for volunteers and an attempt to position himself as a businessman who knows how to make government work efficiently.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"College Hockey Report","web_url":"https://www.nytimes.com/1993/03/03/sports/college-hockey-report.html","abstract":"  Harvard  The Crimson clinched first place in the ECAC by defeating Vermont, 3-1, on Saturday, a victory that came a night after an upset loss to Dartmouth, 4-3, at Hanover, N.H. That was the first Green victory over a Harvard hockey team since 1981.   The Crimson's first-place finish was its sixth in the last eight seasons. The next goal will be to win the league tournament, which will culminate at Lake Placid, N.Y., on March 19 and 20.   Like Harvard, Rensselaer has clinched home ice for the early rounds of the tournament. The other two home teams will be decided this weekend in the final regular-season games among Brown, Clarkson, St. Lawrence, Vermont and Yale.   How important is home ice? ECAC home teams have won more than two-thirds of the tournament games. The event begins next Tuesday.   Brown  The Bears, largely ignored through much of the season while hovering around the .500 mark, have a six-game winning streak, the longest since the 1975-1976 Brown team won 13 in a row in a 23-7 campaign.   This surge has taken Brown past slumping Yale and into third place in the ECAC with two important contests at home ahead, against St. Lawrence on Friday and Clarkson on Saturday.   The big player for Coach Bob Gaudet's squad has been Derek Chauvette, a senior forward from West Warwick, R.I., who is seventh among ECAC scorers with 9 goals and 23 assists. His career assist total, 95, is the second-best in Brown history.   Minnesota-Duluth   Known as Duluth Normal for the first half of its 91 years, this college now has its third Western Association regular-season championship team. The other two big years for the school were in 1984 and 1985.   The McNaughton Cup, larger than the National Hockey League's Stanley Cup, is the Bulldogs' prize after they clung to first place for most of the season.   Another prize is home ice and top-seeding for the W.C.H.A. 10-team tournament, which starts March 12.   The Bulldogs have won six of their last seven games and were 15-1-0 at home. Derek Plante, the center on the first line, was the foremost player as anticipated and he leads the conference in scoring with 27 goals and 42 assists in 29 games. Plante will be the choice of many of the electors for the Hobey Baker Award as the sport's best college performer this season.   But Minnesota-Duluth has not impressed all the voters in The Albany Times Union's weekly poll. The Bulldogs (21-8-1 over all) are ranked fifth after Maine (31-1-2), Michigan (24-5-2), Miami of Ohio (24-7-3) and Boston University (24-7-2). The loss to Dartmouth dropped Harvard (19-3-2) from third to sixth this week.   ECAC Women  Providence, as expected, won the first ECAC women's tournament with a 3-0 victory over New Hampshire. Cammie Granato had the winning goal. She is from Downers Grove, Ill., and is the sister of Tony Granato, the former New York Ranger who is now with the Los Angeles Kings.   Many of the women were first brought to hockey by older brothers. \"It's a story I've heard from other women,\" said Kathy Linstad, the Northeastern coach. \"My brothers stuck me in the goal to have someone to shoot at.\"   Hockey East  There are five regular-season games to be played this week before the tournament begins March 12 at campus sites. All eight teams will participate. Maine, Boston University and New Hampshire have clinched home ice and Lowell or Providence will claim the fourth-seeded spot.   Lowell may have the best of it, meeting seventh-place Merrimack at home on Saturday after the Friars have taken on B.U. the night before at home.   Central Association  Alaska-Fairbanks, which has an impressive 21-10-2 record, will play in the C.C.H.A. tournament as an affiliate member. That will make the event a 12-team affair, and home ice will go to Miami, Michigan, Lake Superior State, Michigan State, Western Michigan and Ferris State.   Iona  The Gaels, seeded third in the ECAC North-South playoffs among Division III teams, will take on Fitchburg State tonight on their home ice, the Playland Ice Casino at Rye, N.Y.   Although its overall record was only 11-10-1, Iona won its last six league games to capture first place in the South division. A freshman, Patrick Lyons from Providence, R.I., was the Gaels' leading scorer, with 31 points in 22 games.   Middlebury (18-3-2) is seeded first in the ECAC East eight-team tournament, which began last night. Middlebury was followed by Babson (17-5-1), Connecticut (18-5-2) and Williams (17-6-0). Semifinals are Friday and the championship game comes Saturday at a site to be determined.   Plattsburgh State  The Cardinals will play host to Cortland State, a team they have beaten twice this season, in the championship game Saturday of the SUNY tournament.    Cortland defeated Fredonia to reach the final, and Plattsburgh crushed Oswego by a combined score of 17-7 in two games as Lenny Pereira stretched his scoring streak to 23 games.   Plattsburgh now awaits the National Collegiate Athletic Association Division III tournament, while Elmira plays host to the ECAC West tourney Friday and Saturday. The Soaring Eagles (21-5-0) will play Hobart (14-11-0), and Canisius (17-10-1) will meet Mercyhurst (18-7-0).","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/03/sports/transactions-972593.html","abstract":"  Baseball  American League  MILWAUKEE BREWERS -- Agreed to terms with Doug Henry, pitcher, on a one-year contract.   SEATTLE MARINERS -- Agreed to terms with Bret Boone, second baseman, on a one-year contract.   TEXAS RANGERS -- Agreed to terms with Rob Maurer, first baseman, and Roger Pavlik, pitcher, on one-year contracts.   TORONTO BLUE JAYS -- Agreed to terms with Doug Linton and Pat Hentgen, pitchers, on one-year contracts. National League  FLORIDA MARLINS -- Agreed to terms with Bret Barberie, second baseman, on a one-year contract.   MONTREAL EXPOS -- Agreed to terms with Ivan Arteaga, Miguel Batista, Kent Bottenfield, Mike Gardiner, Chris Nabholz, Bill Risley and Sergio Valdez, pitchers, and John Vander Wal, outfielder, on one-year contracts.   PHILADELPHIA PHILLIES -- Agreed to terms with Dave Hollins, third baseman, on a two-year contract and Juan Bell, shortstop, on a one-year contract.   ST. LOUIS CARDINALS -- Agreed to terms with Ray Lankford and Bernard Gilkey, outfielders; Geronimo Pena, Luis Alicea, Rod Brewer and Tracy Woodson, infielders; and Mike Perez, Omar Olivares, Rheal Cormier, Fidel Compres and Mark Clark, pitchers.   SAN DIEGO PADRES -- Agreed to terms with Frank Seminara, pitcher, on a one-year contract.   SAN FRANCISCO GIANTS -- Agreed to terms with Rod Beck and Rick Huisman, pitchers; Mike Benjamin, shortstop; and Eric Christopherson, catcher, on one-year contracts. Basketball  National Basketball Association  NBA -- Fined John Starks, New York Knicks guard, $5,000 for committing a flagrant foul in a game on Feb. 28.   DALLAS MAVERICKS -- Signed Tim Legler, guard, to a 10-day contract.   GOLDEN STATE WARRIORS -- Activated Billy Owens, forward, from the injured list.   PORTLAND TRAIL BLAZERS -- Placed Clyde Drexler, guard, on the injured list. Activated Delaney Rudd, guard, from the injured list.   WASHINGTON BULLETS -- Signed Byron Irvin, guard, and Alan Ogg, center, to 10-day contracts. Football  National Football League  NFL -- Appointed Bill Polian to the Management Council to advise teams on the free agency system.   CHICAGO BEARS -- Signed Frank Kmet, defensive tackle.   GREEN BAY PACKERS -- Signed Roland Mitchell, cornerback; Ervin Randle, linebacker; David Grant, defensive lineman, and Terry Beauford, guard.   LOS ANGELES RAIDERS -- Named Ray Hamilton defensive line coach.   LOS ANGELES RAMS -- Announced the retirement of Don Nims, ticket manager. Named Deborah Campise ticket manager.   TAMPA BAY BUCCANEERS -- Announced that Ray Oliver, strength and conditioning coach, has resigned to become strength and conditioning coach and assistant athletic director at South Carolina. Promoted Dennis Green, assistant strength and conditioning coach, to strength and conditioning coach. Hockey  National Hockey League  NHL -- Named Jeffrey Pash senior vice president and general counsel.   NEW YORK RANGERS -- Sent Mike Hurlbut and Dave Marcinyshyn, defensemen, to Binghamton of the American Hockey League.   TAMPA BAY LIGHTNING -- Reassigned Chris LiPuma, defenseman, to Atlanta of the International Hockey League. International Hockey League  PEORIA RIVERMEN -- Signed Devin Edgerton, forward, to a 25-game tryout. College   CINCINNATI -- Named Tom Roggeman defensive coordinator and outside linebackers coach.   DREW -- Named Jill Herman assistant softball coach.   EAST CAROLINA -- Named Theo Lemon defensive line coach.   FLORIDA -- Announced the resignation of John Reaves, tight end and assistant quarterback coach.   MASSACHUSETTS -- Named Francesca Den Hartog women's lacrosse coach, effective at the end of the 1993 season.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Neediest Cases Drive Ends With Surge","web_url":"https://www.nytimes.com/1993/03/03/nyregion/neediest-cases-drive-ends-with-surge.html","abstract":"  Despite a grinding recession that has provoked fears of growing hardship, The New York Times Neediest Cases Fund ended its 81st annual campaign on Sunday with its second-highest total ever. Nearly 14,000 donors from around the world helped the appeal raise $4,469,034.47.   The fund initially fell sharply behind the last campaign's pace, but it gained ground over the last month. The surge is a testimony to the compassion of readers who responded to predictions that thousands of people might go without food, clothing, shelter and health care if the campaign did not reach its goal.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"New York Must Save Historical Society Before It's Too Late; Audubon Treasures","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-new-york-must-save-historical-society-before-it-s-too-late-audubon-treasures-373093.html","abstract":"  To the Editor:   We are writing to correct misconceptions that may arise from Alice Ford's Feb. 13 letter on the John James Audubon drawings at the New-York Historical Society. The 431 original watercolors painted by Audubon for \"The Birds of America\" have been a treasure of the society since 1863, when the society's president, Frederick De Peyster, raised the $4,000 through public subscription to buy them from Audubon's impoverished widow after other institutions had turned her down.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Prof. Philip Klein, 83, Historian Who Wrote on James Buchanan","web_url":"https://www.nytimes.com/1993/03/03/us/prof-philip-klein-83-historian-who-wrote-on-james-buchanan.html","abstract":"  Philip S. Klein, a professor and historian who was an authority on President James Buchanan, died Feb. 15 at his home in State College, Pa. He was 83.   The cause of death was heart failure, his family said.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"THE TWIN TOWERS: Disaster Relief; Recovery Aid Is Offered, But Not All May Qualify","web_url":"https://www.nytimes.com/1993/03/03/nyregion/the-twin-towers-disaster-relief-recovery-aid-is-offered-but-not-all-may-qualify.html","abstract":"  With 350 businesses displaced by the World Trade Center explosion, local government agencies are preparing to distribute disaster relief in the form of small business loans, but major questions remain over who will qualify for another, Federal program.   New York City and the Port Authority of New York and New Jersey said yesterday they had dedicated a total of $5 million to help businesses cover the costs of finding temporary quarters through loans of up to $50,000. Officials said that they intended to approve the applications within 24 hours and that those who applied yesterday would begin receiving checks today. Program Restrictions    But a larger, Federal program, administered by the Small Business Administration, appeared to exclude financing for many companies operating in relocated offices after the explosion. The program is intended to provide low-interest financing of up to $500,000 to help small companies pay their employees and cover their expenses during disasters when they cannot operate.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"What's White Worth? Eagles to Fight It Out","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-football-what-s-white-worth-eagles-to-fight-it-out.html","abstract":"  The agreement on free agency negotiated after years of litigation between National Football League players and owners has left at least one unhappy team: the Philadelphia Eagles, who are certain to lose the league's most feared pass rusher, Reggie White.   Now, the question is, what will they get for him?","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Police Kill Doctor, and Inquiry Begins","web_url":"https://www.nytimes.com/1993/03/03/nyregion/police-kill-doctor-and-inquiry-begins.html","abstract":"  Freshly showered after a day's work at the Westchester County Medical Center, Dr. Lenas Kakkouras left his Queens apartment last Friday night and drove toward Yonkers to pick up a co-worker for their first date. He never arrived.   Dr. Kakkouras apparently made a wrong turn into this city on the Yonkers border. Moments later, in a bizarre sequence of events that is far from clear, Dr. Kakkouras was shot twice, in the shoulder and chest, by a plainclothes Mount Vernon police detective who said Dr. Kakkouras was trying to run him over after having struck his partner, the police said.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"DIALOGUE;\nNo Such Thing as Free Radio","web_url":"https://www.nytimes.com/1993/03/03/opinion/dialogue-no-such-thing-as-free-radio.html","abstract":"President Clinton is right to propose that the Government's international broadcasting operations be consolidated. Merging Radio Free Europe and Radio Liberty with the Voice of America would end duplication, save money and create a more effective service. Consolidation would prove that the Government is serious about undertaking the restructuring long under way in the private sector.\n\nSpeaking for myself and not for the V.O.A., there is no longer a need for two taxpayer-financed international broadcasting services; the collapse of Communism has seen to that. The Voice of America, based in Washington, broadcasts worldwide in 50 languages. Radio Free Europe and Radio Liberty broadcast from Munich in two dozen languages to post-Communist Europe and the former Soviet Union. Each service costs more than $220 million a year.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Burglars Take Islamic Art From a Manhattan Gallery","web_url":"https://www.nytimes.com/1993/03/03/nyregion/burglars-take-islamic-art-from-a-manhattan-gallery.html","abstract":"  A rare Persian goblet valued at $500,000 and other precious works of Persian and French art were stolen yesterday from a midtown Manhattan gallery, the police said.   Investigators said the burglars took an estimated $1.1 million in artwork from the Alex Gallery at 11 East 57th Street after using a sledgehammer to break down the front door. The year-old gallery specializes in Islamic art and antiques from around the world, including Egypt and the Middle East, said its director, John Aryeh.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"THE TWIN TOWERS: The Investigation; After Frenzy, Agents Turn To Methodical Routine","web_url":"https://www.nytimes.com/1993/03/03/nyregion/the-twin-towers-the-investigation-after-frenzy-agents-turn-to-methodical-routine.html","abstract":"  Federal agents have stepped up surveillance of suspected terrorists in the United States as investigators press their search for a possible terrorist link to Friday's deadly bombing at the World Trade Center, officials said yesterday.    While the officials highlighted recent threats from several groups in the Middle East, they said they had increased the monitoring of a wide range of people -- \"seeing how they behave,\" as one official put it.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"In Barrage of Ads, Stein Strives for Surge in Polls","web_url":"https://www.nytimes.com/1993/03/03/nyregion/in-barrage-of-ads-stein-strives-for-surge-in-polls.html","abstract":"  Stuck so far behind in early polls that he is fending off speculation that he may abandon the race, City Council President Andrew J. Stein is planning to open his bid for mayor with an extravagantly expensive media campaign that will bring the era of talk show politics to New York City.    The barrage of campaign commercials, Perot-style \"infomercials\" and audience participation specials -- which a Stein strategist said was likely to cost as much as $2.5 million over the next three to four months -- will coincide with the City Council President's formal announcement of his candidacy later this month. It promises to be one of the most expensive early openings to the New York mayoral race ever.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"After 'a Long Two Months,' Lemieux Returns With Style","web_url":"https://www.nytimes.com/1993/03/03/sports/hockey-after-a-long-two-months-lemieux-returns-with-style.html","abstract":"  Hockey's best player finished his 22d and final radiation treatment this morning. He chartered a private jet when his commerical flight was delayed in Pittsburgh this afternoon. And he played remarkably as he returned from a life-threatening illness tonight before a welcoming crowd at the Spectrum.   Mario Lemieux, captain of the defending Stanley Cup champion Pittsburgh Penguins, scored one goal, hit the post once and had one assist and five shots on goal as his team lost a 5-4 thriller to the Philadelphia Flyers.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"We Have a Real Chance for Lobbying Reform; Just the Facts","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-we-have-a-real-chance-for-lobbying-reform-just-the-facts-367693.html","abstract":"  To the Editor:   Thomas H. Boggs Jr. states in \"All Interests Are Special\" (Op-Ed, Feb. 16) that \"Facts are the first source of a lobbyist's power,\" and \"Lobbyists help fill the information vacuum.\" He must be unaware that Congress in its wisdom provided a rich source of information for itself, the Library of Congress, in particular the Congressional Research Service.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Clinton Has Candidate for Top Latin Post","web_url":"https://www.nytimes.com/1993/03/03/world/clinton-has-candidate-for-top-latin-post.html","abstract":"  Administration officials said on Monday night that President Clinton would appoint a career diplomat to the State Department's top Latin American post, in the hope of ending the debate between Cuban-Americans and the Administration over an early candidate for the job.   The officials said Alexander F. Watson, a former Ambassador to Peru and deputy representative to the United Nations, would be nominated as Assistant Secretary for Inter-American Affairs, a post subject to Senate confirmation.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-332393.html","abstract":"  A front-page article yesterday about taxes on alcohol and tobacco misstated the financing of a report by the Council of State Governments. It was supported partly, not fully, by Philip Morris, the tobacco company.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Defining the Suburban Borders of the Global Village; A Fight for the Soul of Fairfield County Turns on What's on the Cable Television Dial","web_url":"https://www.nytimes.com/1993/03/03/nyregion/defining-suburban-borders-global-village-fight-for-soul-fairfield-county-turns.html","abstract":"  Are they Connecticut Yankees or displaced New Yorkers?   Consider Peter Justinius of Wilton, a 46-year-old antiques dealer and actor waiting here for his 8:06 A.M. train to Grand Central. \"Without New York, Fairfield County is nothing,\" he said. \"This is strictly a bedroom community.\"","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Review/Film; A Humane Story of Lost Children","web_url":"https://www.nytimes.com/1993/03/03/movies/review-film-a-humane-story-of-lost-children.html","abstract":"An Italian policeman grows fond of two children while he escorts them to an orphanage in Sicily.","thumbnail":null,"section":"Movies"},{"date":"19930303","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/03/nyregion/no-headline-438393.html","abstract":"  \"It was too easy for one person to come into court and frame a man for a murder he didn't commit. It was too easy for the state to convict someone for that crime and then have him sentenced to death. And it was too hard in light of the evidence of his innocence to show this court that he should never have been here in the first place.\" -- BRYAN STEVENSON, lawyer for Walter McMillan, who was released after six years on Death Row for a murder that he did not commit.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"New Bobsled's First Bump","web_url":"https://www.nytimes.com/1993/03/03/sports/new-bobsled-s-first-bump.html","abstract":"  There was a promising development last week for the bobsled designed by stock-car racers that the United States bobsled team thinks could be its ride to a medal at the Winter Olympics next year.   It was banned from its first race.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Yeltsin Issues Warning to Russian Congress","web_url":"https://www.nytimes.com/1993/03/03/world/yeltsin-issues-warning-to-russian-congress.html","abstract":"  President Boris N. Yeltsin said today that he was prepared to take unspecified \"extreme measures\" if the Russian Congress rejects his proposals for an agreed separation of powers.   Speaking to members of the Democratic Choice faction, which broadly supports his reform programs, Mr. Yeltsin renewed a warning to the Congress of People's Deputies, which has become a powerful force against him.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-letters-to-the-editor.html","abstract":"Politics and Morality In his article \"Miyazawa Deserves Better\" (Opinion, Feb. 5), Gregory Clark urges the United States to invite promptly and warmly welcome Kiichi Miyazawa, whom he calls the \"first genuinely internationalist, morally awa","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"The Cleanup; Repair and Investigation: Dual Tasks in Conflict","web_url":"https://www.nytimes.com/1993/03/03/nyregion/the-twin-towers-the-cleanup-repair-and-investigation-dual-tasks-in-conflict.html","abstract":"  It will take 1,300 workers to clean the World Trade Center of the smoky grime from last Friday's explosion. But they are unable to start work until there is a working smoke-detection system and backup power supply.   Those systems cannot be fixed until workers can have access to the bomb crater so they can repair smashed conduits and pipes. First, though, the F.B.I. and other law-enforcement agencies have to look for clues.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"ENCLAVE IN BOSNIA REPORTED TO FALL AFTER U.S. AIRDROP","web_url":"https://www.nytimes.com/1993/03/03/world/enclave-in-bosnia-reported-to-fall-after-us-airdrop.html","abstract":"  The latest American airdrop of relief supplies appears to have come too late for the besieged Muslim community of Cerska in eastern Bosnia, which was reported today to have fallen to Serbian nationalist forces only hours after United States military aircraft dropped supplies to the town.    The report of Cerska's fall came from the radio station of the Bosnian Government, whose forces had defended Cerska since the outbreak of war in Bosnia and Herzegovina last April. The report could not be independently verified, but senior Bosnian military officers had been saying for weeks that Cerska's defenders, mainly reservists with light weapons, were likely to be overwhelmed by the superior Serbian forces.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"New York Must Save Historical Society Before It's Too Late","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-new-york-must-save-historical-society-before-it-s-too-late-372293.html","abstract":"  To the Editor:   I have never been ashamed of New York before. I am ashamed that while every city of any size treasures its historical society, New York City cannot keep one of the finest and richest institutions of the type alive -- that the collections, documents, library and incomparable treasury of resources of the New-York Historical Society, the heart and history of this city, are up for grabs.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Hunt and Barrett Elected to Hall of Fame","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-tennis-hunt-and-barrett-elected-to-hall-of-fame.html","abstract":"  ANGELA MORTIMER BARRETT, who won French, British and Australian championships in the genteel era of amateur tennis, and LAMAR HUNT, who helped transform the game into the big money business it has become, have been elected to the International Tennis Hall of Fame in Newport, R.I.   They will be inducted on July 10. Hunt, the Kansas City Chiefs owner, who helped found the old World Championship Tennis, the first pro circuit, in 1967, will become the first person to be inducted into the hall who is a member of two other sports halls of fame. As a founder of the American Football League he was inducted to the Pro Football Hall of Fame in 1972, and as a founder of the North American Soccer League, he was elected to the National Soccer Hall of Fame in 1982.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Citrus Glut Leaves Growers Gloomy","web_url":"https://www.nytimes.com/1993/03/03/us/citrus-glut-leaves-growers-gloomy.html","abstract":"  In the orange and grapefruit groves that stretch for miles along U.S. 27, tree branches are sagging from the weight of ripe, fragrant fruit just waiting to be picked. After six killer freezes in the 1980's, the Florida citrus industry is finally enjoying warm winter weather and harvesting a bumper crop.   But there is little celebrating here in the Citrus Belt, as the huge supply of fresh fruit and juice concentrate has pushed prices paid to producers to less than a third of that of a year ago.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Defectors Stall Bid to Repeal Weapons Ban","web_url":"https://www.nytimes.com/1993/03/03/nyregion/defectors-stall-bid-to-repeal-weapons-ban.html","abstract":"  Only a week after the New Jersey Assembly voted to repeal the state's ban on military-style semiautomatic weapons, the repeal effort appeared to collapse today amid defections by Republican state senators.   Two Senators from Monmouth County, John O. Bennett and Joseph A. Palaia, said today that they would vote against overriding Gov. Jim Florio's veto of legislation to repeal the ban on all but two semiautomatic weapons.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Front Office to Blame For Nets' Instability","web_url":"https://www.nytimes.com/1993/03/03/sports/on-pro-basketball-front-office-to-blame-for-nets-instability.html","abstract":"  The Nets have two choices on whom to blame for the mess they think they're in. While suffering through what promises to be a prolonged loss of Kenny Anderson, they could miss the point and pin the rap entirely on John Starks. Or they could see this sudden crisis exactly for what it is: an indictment of the Nets' organization.   How shocking that a 6-foot-1-inch, 160-pound (so they say) point guard who spends half his court time inside the lane has gone down for at least two weeks, probably more. How typical of the Nets to be stocked in reserve with one point guard, Tate George, who had to be surgically removed from Chuck Daly's doghouse and another, 36-year-old Maurice Cheeks, who is three months older than Bernard King. Anyone seen Vinnie Johnson?","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Motivation Upon Arrival for Henderson","web_url":"https://www.nytimes.com/1993/03/03/sports/baseball-motivation-upon-arrival-for-henderson.html","abstract":"  Tony La Russa, the wily manager of the Oakland Athletics, knew his remarks would get back to Rickey Henderson. He just didn't realize how quickly his enigmatic left fielder would hear them.   \"My goal for Rickey is to be the first $10 million man,\" La Russa said today, speaking clearly for Henderson's motivational benefit. \"With the kind of season he's capable of having, with his desire for immortality -- he's going to play into his 40's -- this is his opportunity to make up for what he feels he didn't get.\"","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Officer Is Shot in Struggle","web_url":"https://www.nytimes.com/1993/03/03/nyregion/officer-is-shot-in-struggle.html","abstract":"  A plainclothes police officer was shot in the hand in Brooklyn last night when he tried to wrestle a gun from a man, the police said. The officer, Anthony Burgos, confronted the man on a Williamsburg street, said a police spokesman, Officer Andrew McInnis. As they fought for control of the man's .32-caliber semiautomatic, Officer McInnis said, a shot was fired, grazing the officer's hand. He was taken to Bellevue Hospital Center and was in stable condition. The man, whom the police identified as Mario Baez, 28, of South Third Street, was charged with criminal weapons possession and assaulting an officer.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"A Lifeline Over a Mountain of Death","web_url":"https://www.nytimes.com/1993/03/03/world/a-lifeline-over-a-mountain-of-death.html","abstract":"  High in the Jahorina Mountains, where wolves howl and the wind blows like a knife across the snowfields, there is a battleground where Muslims from this town fight to survive \"ethnic cleansing.\"   On a trail that runs above 5,000 feet, the townspeople, including men and women in their 60's and boys and girls barely in their teens, wend their way past Serbian gun positions. Now and then, the night sky lights up with the flashes of the mortars and artillery and machine guns that fire into the darkness at the shadowy figures staggering along the mountain ridges under heavy loads.    In this merciless landscape, and in others like it that crisscross the mountain ranges of eastern Bosnia, tens of thousands of Muslims are fighting for their lives. It is not a pitched battle. But next to combat, it may be the most important part of the struggle for a Muslim future in this former Yugoslav republic.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-letters-to-the-editor-93227688715.html","abstract":"Homosexuals in Uniform . The question of allowing homosexuality in the military goes beyond tolerance, . which the military already practices if you don't tattoo your preferences on your forehead, to forcing social acceptance of sodomy, which a great many","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"2 Israelis Urge Consideration of Gaza Pullout","web_url":"https://www.nytimes.com/1993/03/03/world/2-israelis-urge-consideration-of-gaza-pullout.html","abstract":"  A day after two Israelis were stabbed to death in Tel Aviv by a young Palestinian from Gaza, two Cabinet ministers said that Israel should consider a unilateral withdrawal from the coastal strip it has occupied since 1967.    Health Minister Haim Ramon, considered a possible future leader of the Labor Party, was insistent that Israel must leave Gaza, even if there is no peace agreement with the Palestinians, because \"our presence there is a disaster from any point of view.\"","thumbnail":null,"section":"World"},{"date":"19930303","headline":"G.O.P. Serves Clinton Familiar Doubts","web_url":"https://www.nytimes.com/1993/03/03/us/gop-serves-clinton-familiar-doubts.html","abstract":"  He ate birthday cake with the House Republicans. The Senate Republicans fed him a Big Mac and fries.   It was all smiles on both sides of the aisle today as President Clinton made his first trip to Capitol Hill to confer with Republican lawmakers, and they expressed their gratitude with his beloved junk food.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Alabama Releases Man Held On Death Row for Six Years","web_url":"https://www.nytimes.com/1993/03/03/us/alabama-releases-man-held-on-death-row-for-six-years.html","abstract":"  Walter McMillian walked out of a courtroom here today a free man after prosecutors conceded that he had spent six years on Alabama's Death Row because of perjured testimony and evidence withheld from his lawyers.    Whether he was also put there for being a black man who violated the racial and sexual taboos of the small-town South is only one of the issues swirling around a case that has evoked not only distinctly Southern but also far broader questions of race and justice.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/03/nyregion/news-summary-365493.html","abstract":"  International A2-13  CITY FALLS AFTER AIRDROP  Cerska in eastern Bosnia was reported to have fallen to Serbian nationalist forces hours after United States planes dropped supplies to the people there. The Serbs' action appeared to be a direct rebuff to President Clinton.  A1  RUSSIA PROMISES CARGO PLANES  Russia agreed to send transport planes to join the airdrop to Bosnia, and nine other countries offered to donate supplies.  A12","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Defense Denounced In Sex Assault Trial","web_url":"https://www.nytimes.com/1993/03/03/nyregion/defense-denounced-in-sex-assault-trial.html","abstract":"  A prosecutor in the Glen Ridge sex assault trial today denounced the legal arguments and trial tactics of defense lawyers as he neared completion of his closing argument to the jury.   In his 13-hour summation, the prosecutor, Glenn D. Goldberg, condemned the defense assertion that the mentally retarded young woman at the center of the case initiated the sexual activities at issue in the trial.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Standoff in Texas Goes On After Cult Chief's Broadcast","web_url":"https://www.nytimes.com/1993/03/03/us/siege-in-texas-standoff-in-texas-goes-on-after-cult-chief-s-broadcast.html","abstract":"  The leader of the heavily armed religous cult locked in a three-day standoff with hundreds of law enforcement officers said Tuesday that he and his followers would surrender if a 58-minute recorded statement from him was broadcast over the radio.    The statement, mainly a rambling discourse on the Bible, was broadcast beginning at 1:30 P.M., but after midnight today there was no sign of surrender, and the tense standoff at the group's fortified compound dragged through the night.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-letters-to-the-editor-93564863737.html","abstract":"Discouraged, With Cause. Regarding \"Britain: Demoralized, Let Down by Mediocre Elites\" (Opinion, Feb. 25) by William Pfaff: . \"Cuts to balance the budget\" means closing schools, hospitals, coal mines, factories, train services, mobi","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Anderson Expects A Longer Absence","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-basketball-anderson-expects-a-longer-absence.html","abstract":"  Nets guard Kenny Anderson said tonight that initial speculation that he would miss two weeks because of a broken bone in his left hand was optimistic and that he would probably miss \"a lot more time than that.\"   Anderson said he would like to return, but he quickly added: \"I don't know. I'm going to listen to my doctors. What I'm worried about is coming back quickly and in trying to come back quickly, hurt my career. I have to think long term.\"","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-328593.html","abstract":"  The mutual funds table in Business Day yesterday carried closing prices from Thursday rather than Monday in some editions. And in some editions the tables for stock options traded on the New York, Philadelphia and Pacific stock exchanges and the stock-index options included closing prices from Friday rather than Monday. The errors resulted from data transmission disruptions after the World Trade Center explosion. The correct tables can be distinguished by the letter \"L\" alongside the page number; readers wishing copies may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Reneberg Upsets Edberg And Builds Confidence","web_url":"https://www.nytimes.com/1993/03/03/sports/tennis-reneberg-upsets-edberg-and-builds-confidence.html","abstract":"  Stefan Edberg was eliminated from the Newsweek Champions Cup in the second round today by upstart Richey Reneberg, but Edberg said he planned to stick around for the rest of the week anyway.   Edberg will partake of some rest and recreation and some more practice. After all, look what it has done for Reneberg.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Boxing; Pound for Pound, Who's the Best?","web_url":"https://www.nytimes.com/1993/03/03/sports/boxing-pound-for-pound-who-s-the-best.html","abstract":"  There is something mystical about this fight, something that almost seems to rise above the title or the belt or the weeklong buildup. It is all about the two fighters, James (Buddy) McGirt and Pernell Whitaker, and the matter they will resolve Saturday night at Madison Square Garden.   McGirt's welterweight title -- the version under the purview of the World Boxing Council -- will be contested, but there is also this thing about becoming the best pound-for-pound fighter in the world. And that is maybe what is driving both of them, certainly Whitaker.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Ewing Gets Knicks' Offense Humming","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-basketball-ewing-gets-knicks-offense-humming.html","abstract":"  The Knicks' offense resurfaced last night and their energy level was rejuvenated. How long this will last remains to be seen. But in a performance that was sorely needed, New York snapped a two-game losing streak and a prolonged offensive slump by defeating the Atlanta Hawks, 107-98, at Madison Square Garden.   It was a night when the Knicks (37-18) needed any kind of victory. They were embarrassed by the Detroit Pistons last Friday (by 108-80) and by the Nets on Sunday (102-76). They had not reached the 100-point mark in four consecutive games. And they had not looked like a team with championship aspirations.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Sociological Musings on Some Women's Search for Fellowship","web_url":"https://www.nytimes.com/1993/03/03/nyregion/about-new-york-sociological-musings-on-some-women-s-search-for-fellowship.html","abstract":"  IN this age of collapsing sexual stereotypes we are about to tread on dangerous ground, examining the rise and glory of Wowee, which stands for Women of the World Eating Everything. It was almost three years ago that Eve Bigelow and her old Harvard roommate, Lucy Dineen, decided that what they needed was a forum where women could meet regularly and talk about the world.   \"Ever since college it seemed that our men friends had club lives, with eating clubs and sports teams,\" said Ms. Bigelow, a fund-raiser for the American Civil Liberties Union. She got the idea soon after she came to New York from Egypt, where she had tried to teach poor farmers to raise rabbits. \"We felt we needed something of our own.\"","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/03/nyregion/bridge-487593.html","abstract":"  The Long Island Regional Championships ended on Sunday in Smithtown, L.I., with a victory for Jim Becker, Jim Krekorian, Bob Blanchard, all of Manhattan, and Howard Chandross of Long Beach, L.I., in the Swiss Teams. Skillful defense on the diagramed deal helped them to add to their large collection of titles.    South reached three no-trump after a limit response of two no-trump. Blanchard as West led a heart to his partner's ace, and Krekorian, East, returned the ten, averting a block in the suit. South tried the jack, won the third round with the king, and ran five club winners. The ending was this:","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"U.S. Orchestra To Play Europe","web_url":"https://www.nytimes.com/1993/03/03/style/IHT-us-orchestra-to-play-europe.html","abstract":"-The San Francisco Symphony under its music director, Herbert Blomstedt, will play 10 concerts in eight cities this month on its first European tour since 1990.","thumbnail":null,"section":"Style"},{"date":"19930303","headline":"Review/Music; Casting a New Mold For the Philadelphia","web_url":"https://www.nytimes.com/1993/03/03/arts/review-music-casting-a-new-mold-for-the-philadelphia.html","abstract":"  Wolfgang Sawallisch has been designated the future music director of the Philadelphia Orchestra since 1990. But this season, he actually bears a title: music director-designate. The suffix will finally drop next fall.    In Avery Fisher Hall on Monday night he showed some of what we can expect from future collaborations between this sleek American ensemble and the Munich-born conductor (who is currently music director of the Bavarian State Opera). They are no strangers; Mr. Sawallisch first conducted the Philadelphia Orchestra in 1966 and has already recorded with it. But after he takes the helm, these two strong musical profiles are bound to merge.","thumbnail":null,"section":"Arts"},{"date":"19930303","headline":"Hampton Wants New Pact","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-football-hampton-wants-new-pact.html","abstract":"  Running back Rodney Hampton has asked the Giants to renegotiate his contract, which has another year remaining.   Last week, Hampton hired Ralph Cindrich, a Pittsburgh-based sports lawyer, to represent him. Cindrich informed the Giants' general manager, George Young, of Hampton's intentions yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"OPENING OF TOWERS UNLIKELY TO OCCUR UNTIL NEXT MONTH","web_url":"https://www.nytimes.com/1993/03/03/nyregion/the-twin-towers-opening-of-towers-unlikely-to-occur-until-next-month.html","abstract":"  Port Authority officials yesterday all but abandoned their hopes of a quick reopening of the twin towers of the World Trade Center, saying the buildings, damaged in a powerful explosion on Friday, may now have to remain closed for a month.   The revised estimate comes as officials have gained a greater understanding in recent days of the length of time it will take to complete the painstaking task, step by step, of shoring up foundations, repairing other structural damage and restoring emergency power and fire control systems.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/03/nyregion/metro-digest-507093.html","abstract":"  AFTERMATH OF THE BOMBING: A SLOW RECOVERY FOR TWIN TOWERS    Port Authority officials all but abandoned their hopes of a quick reopening of the twin towers of the World Trade Center, saying the buildings, damaged in a powerful explosion on Friday, may now have to remain closed for a month. A1. INVESTIGATORS FOCUS ON TERRORIST LINK   Federal agents have stepped up surveillance of suspected terrorists in the United States as investigators press their search for a possible terrorist link to the bombing, officials said. B7.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/03/nyregion/chronicle-339093.html","abstract":"  A new building will begin to rise near the heart of the Yale University campus by next fall: the Center for International and Area Studies, made possible by a $10 million award from the Henry Luce Foundation.   HENRY LUCE 3d, the foundation's chairman and chief executive officer, announced yesterday that the architect of the new building, Henry R. Luce Hall, will be EDWARD LARRABEE BARNES, best known for towers like the I.B.M. Building in Manhattan and museums like the Walker Art Center in Minneapolis and the Dallas Museum of Art.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Senators Hear Retirees Whose Health Benefits Were Cut","web_url":"https://www.nytimes.com/1993/03/03/us/senators-hear-retirees-whose-health-benefits-were-cut.html","abstract":"  As a design engineer with the McDonnell Douglas Corporation, Kazimer J. Patelski spent 28 years on projects like the Saturn moon rocket and was managing director of Houston Mission Control for the Apollo program. Late in his career he spurned another company that offered to double his salary because, he said, it offered no health benefits.    When he retired in June at the age of 62, Mr. Patelski said, he was told that his health benefits would continue for his life and that of his wife. But in October, the aerospace company announced that it would end its health benefits contributions for nonunion retirees, beginning this year.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Economy Grows, Food Stamps Rise","web_url":"https://www.nytimes.com/1993/03/03/opinion/economy-grows-food-stamps-rise.html","abstract":"  What's with the United States economy?   It grew at a 5 percent clip at the end of last year. But an unusually large number of the unemployed have been permanently laid off and have no job to reclaim as the economy recovers. Consumer confidence is high. But the number of people collecting food stamps -- 26.6 million, more than 10 percent of the population -- has reached record numbers.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"It's Back to the Future for Mets' Johnson","web_url":"https://www.nytimes.com/1993/03/03/sports/baseball-it-s-back-to-the-future-for-mets-johnson.html","abstract":"  The speeds were all wrong. The feet moved too slowly. The baseball off the bat was on top of him too quickly. In its initial moments, Howard Johnson's return to third base had plunged him into a crazy warp of physical phenomena and personal history.   Johnson, after an outfield odyssey that became as much a public psychodrama as a baseball experiment for the Mets, was back at the position he had begun at in New York in 1985, when he became the 78th third baseman in franchise history. The return, if weird, wasn't beyond overcoming.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Agents' Advice: Attack on a Sunday","web_url":"https://www.nytimes.com/1993/03/03/us/siege-in-texas-agents-advice-attack-on-a-sunday.html","abstract":"  Undercover agents penetrated the fortified compound outside Waco, Tex., by posing as members of the Branch Davidian cult, and told officials that Sunday mornings would be the safest time to seize weapons and arrest the group's leader, officials of the Bureau of Alcohol, Tobacco and Firearms said here today.    They gave this account of the bureau's raid on Sunday, which left four agents dead:","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"NBC News Chief Stepping Down Amid Troubles","web_url":"https://www.nytimes.com/1993/03/03/us/nbc-news-chief-stepping-down-amid-troubles.html","abstract":"  The president of NBC's embattled news division, Michael G. Gartner, announced yesterday that he was resigning. In a memorandum to employees, Mr. Gartner said he hoped his departure, which follows several highly publicized embarrassments for NBC News, would \"take the spotlight off of all of us.\"   Mr. Gartner's announcement came three weeks after \"Dateline NBC,\" a newsmagazine program under his supervision, issued an extraordinary on-the-air apology to the General Motors Corporation for using deceptive film of a vehicle crash. The \"Dateline\" report and apology, in which NBC admitted it had attached \"incendiary devices\" to a G.M. truck to make sure it would explode on impact, have drawn widespread ridicule.  Resignation Called Voluntary    In a memo to NBC news division employees, Robert C. Wright, the president of the network, characterized Mr. Gartner's resignation as voluntary, and Mr. Gartner, 54, insisted yesterday that he had long planned to leave sometime this year. But in an interview yesterday, Mr. Wright suggested that he had played a crucial role in hastening Mr. Gartner's decision.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"Promise of the Millenium Has Long Driven Cults","web_url":"https://www.nytimes.com/1993/03/03/us/siege-in-texas-promise-of-the-millenium-has-long-driven-cults.html","abstract":"  Sunday's bloody gun battle between a peculiar religious sect in Texas and 100 Federal agents followed a script centuries old.    From the slaughter in 1535 of the Anabaptists who set up a polygamous \"Davidic Realm\" in the German city of Munster to the 1978 mass suicide of Peoples Temple members in Jonestown, Guyana, that script has frequently been deadly.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"With 'Falling Down,' Director Savors A New Success","web_url":"https://www.nytimes.com/1993/03/03/movies/with-falling-down-director-savors-a-new-success.html","abstract":"  It has been a long, arduous journey for Joel Schumacher, a journey that began and almost ended in New York City's drug culture in the 1960's.   As the director of \"Falling Down,\" the film starring Michael Douglas that is No. 1 at the box office this week, Mr. Schumacher seems to be the epitome of the successful Hollywood director. He lives in Bel Air, his shimmering black Mercedes with the requisite car phone is parked outside his office on the Warner Brothers lot in Burbank, the new scripts are piling up.","thumbnail":null,"section":"Movies"},{"date":"19930303","headline":"Books of The Times; Where Terror Is Total, Betrayal Has Many Facets","web_url":"https://www.nytimes.com/1993/03/03/books/books-of-the-times-where-terror-is-total-betrayal-has-many-facets.html","abstract":"  Terrorism again is in the air in several corners of the world and no country seems immune from fanaticism rooted in religion and nationalism. After a few years or a few centuries, the cause becomes obscured but the habit of revenge and the need for enmity remain.   When the Kalashnikovs are firing and plastic explosives are blowing up men, women and children, we know that we're reading another terrifying novel by Gerald Seymour. In \"The Journeyman Tailor,\" Mr. Seymour, one of Britain's most authoritative thriller writers, again uses the struggle for control of Northern Ireland as the setting for his story. We've been here with him before, notably in \"Harry's Game,\" but even when he changes his locales to London, Haifa or Berlin, the idea of Belfast always hovers in the background.","thumbnail":null,"section":"Books"},{"date":"19930303","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Paris to Peking?. The construction of the Trans-Siberian Railway is being rapidly advanced, and in 1900 it will be possible to travel by rail from the Ural Mountains to Lake Baikal. As the line across the Ural Mountains will be completed in 1894 we","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"We Have a Real Chance for Lobbying Reform","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-we-have-a-real-chance-for-lobbying-reform-366893.html","abstract":"  To the Editor:   You have run three editorials this month criticizing my lobbying registration bill, which the public interest group Common Cause \"strongly urged\" us to pass just last year. As Common Cause then explained, this bill is \"a comprehensive approach to reform,\" which \"would bring the process of organized professional lobbying into the sunlight, following the well-established principle that government should be conducted under the eye of the public.\"","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Public & Private; Threshold of Pain","web_url":"https://www.nytimes.com/1993/03/03/opinion/public-private-threshold-of-pain.html","abstract":"  Being a reporter is as much a diagnosis as a job description. It is a strange business, making a living off other people's misfortunes, standing in the rubble with a press card as a nominal shield, writing in a crabbed hand notes no one else can read, riding an adrenaline surge that ends in a product at once flimsy and influential.    \"Every day is a fresh beginning,\" it once said on a mural in the lobby of the New York Times building. \"Every morn is the world made new.\" It is not unlike the confessional -- a clean slate overnight, to be sullied later with newsprint.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"The Call to National Service","web_url":"https://www.nytimes.com/1993/03/03/opinion/the-call-to-national-service.html","abstract":"  President Clinton struck a chord of idealism and commitment when he called for a new generation of Americans to renew and repair the country block by block in a national service program. His proposal could also provide welcome help to public service groups that have labored in anonymity for years.   But spirited as it was, Mr. Clinton's speech at Rutgers University this week was distressingly short on crucial details. The plan requires careful fleshing out if it is to succeed.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-333193.html","abstract":"  A report in the Guide column in the Westchester Weekly on Sunday, about a lecture series at Caramoor in Katonah, N.Y., misstated the opening day. The series, on American country houses, will begin at 10:30 A.M. on Friday, not Saturday.  ","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Karl's Pact Extended","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-basketball-karl-s-pact-extended.html","abstract":"  GEORGE KARL, who has transformed the Seattle SuperSonics from a .500 team into one of the N.B.A.'s elite clubs in a little more than a year, was given a four-year contract extension yesterday.    The 41-year-old Karl is now under contract through the 1996-97 season.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91080679180.html","abstract":"1943: Painful Lessons. NEW YORK -. [From our New York edition:] Mrs. Chiang Kai-shek, wife of fighting China's generalissimo, asked the United Nations last night [March 2] to repudiate thoughts of bitterness and revenge when the enemy has at last been def","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/03/nyregion/chronicle-338293.html","abstract":"  The author SALMAN RUSHDIE, who has spent four years under a death sentence proclaimed by Ayatollah Ruhollah Khomeini, was granted a divorce from the American writer MARIANNE WIGGINS by Britain's High Court yesterday, Reuters reported from London.   Mr. Rushdie, who is 45, sought the divorce from Ms. Wiggins, also 45, on the basis of more than two years' separation. The couple, who were married in 1988, were not present at the brief hearing.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Bullets Lose Ellison","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-basketball-bullets-lose-ellison.html","abstract":"  Washington Bullets center PERVIS ELLISON will miss at least six weeks because of a knee injury.   Ellison was placed on the injured list Monday after being examined by the team doctor. He sprained his left knee in the first quarter of Friday's game against the Orlando Magic. Ellison was averaging 17.4 points and 8.8 rebounds a game.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"More Unites Than Divides India and U.S.","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-more-unites-than-divides-india-and-us-370693.html","abstract":"  To the Editor:   I read \"India at the Edge\" (editorial, Feb. 24) with shock and surprise -- shock at your apparent advocacy of the Bharatiya Janata Party's \"peaceful protest march\" and surprise at your disapproval of the Indian Government's ban on it.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Board Fails To Charge Principal","web_url":"https://www.nytimes.com/1993/03/03/nyregion/board-fails-to-charge-principal.html","abstract":"  A Bronx school board last night again declined to begin disciplinary proceedings against a principal accused of brutally questioning and humiliating an 8-year-old girl who said a custodian had raped her.   The action by Community Board 12 in the central Bronx came after it had promised Schools Chancellor Joseph A. Fernandez that disciplinary action would start. It set the stage for a confrontation with Mr. Fernandez, whose staff said he was likely to move today to assume the powers of the board and bring the charges himself.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Russia Declares It Plans to Join Bosnia Airdrop","web_url":"https://www.nytimes.com/1993/03/03/world/russia-declares-it-plans-to-join-bosnia-airdrop.html","abstract":"  The Clinton Administration said today that Russia had agreed to send military transport planes to join the airdrop of relief supplies to Bosnia and Herzegovina, and that nine other countries had offered to donate food and medicine.   Foreign Minister Andrei V. Kozyrev, speaking in Moscow after meeting with Foreign Minister Roland Dumas of France, said the Russian operation could begin \"pretty quickly\" after technical questions like guaranteeing the security of Russian aircraft had been resolved. Russia has been an ally of Serbia in the past.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"National Service: Ideal vs. Reality","web_url":"https://www.nytimes.com/1993/03/03/education/national-service-ideal-vs-reality.html","abstract":"  As President Clinton moves to translate his popular campaign promise of a national service program from proposal to reality, he has encountered a number of obstacles that may make it difficult to achieve the goals he originally outlined.    Unresolved issues include how national service workers would be trained and supervised, how much of their educational loans students would be able to work off, how to run the program without creating a new Federal bureaucracy and how to prevent fraud and abuse. And the President will not have the money to do all that he had originally hoped, even if Congress is enthusiastic.","thumbnail":null,"section":"Education"},{"date":"19930303","headline":"Russia to Join Bosnia Airdrop","web_url":"https://www.nytimes.com/1993/03/03/world/russia-to-join-bosnia-airdrop.html","abstract":"  Moscow said it would contribute transport planes for the Bosnia airdrop. But there will be a pause in the effort, Washington said. Page A12.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"In a Minority District in Maryland, A Magnet School That Reall Draws","web_url":"https://www.nytimes.com/1993/03/03/education/in-a-minority-district-in-maryland-a-magnet-school-that-reall-draws.html","abstract":"  Before 1985, Montgomery Blair High School in Silver Spring, Md., had a decent but undistinguished science curriculum, offering its 1,800 students the standard advanced placement courses and producing a modest annual crop of regional science contest winners.   But since Blair began a mathematics, science and computer magnet program eight years ago, the public high school has drawn top-flight students from throughout Montgomery County while gaining national attention. The school produced three of the 40 finalists in this year's Westinghouse Science Talent Search, the nation's most prestigious math and science competition for high school students, after having two finalists in each of the previous two years.","thumbnail":null,"section":"Education"},{"date":"19930303","headline":"Blood Tests for Skiers?","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-olympics-blood-tests-for-skiers.html","abstract":"  The International Olympic Committee's medical commission yesterday recommended the introduction of blood tests as a drug-control measure for skiers in the 1994 Winter Olympics in Lillehammer, Norway.   The panel said it resolved unanimously to recommend that the I.O.C. executive board approve the blood tests, which would be used in addition to urine tests. Blood tests are intended to identify banned substances that cannot be detected by standard urinalysis, including the hormone Erythropoietin, or EPO, which experts say can help build endurance.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Funds for Journalists From Abroad Dry Up","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-funds-for-journalists-from-abroad-dry-up-369293.html","abstract":"  To the Editor:   Your commendation in \"From Rhodes to Reuter\" (Topics of The Times, Feb. 16) of Oxford University for bringing journalists within its walls as Reuter Fellows, in a program patterned after the Nieman Fellows, is welcome. It should be balanced with a less cheerful report on a different but equally admirable program, the 10-year-old Alfred Friendly Press Fellowships.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/03/03/books/book-notes-532593.html","abstract":"  Roots Revisited When booksellers received the William Morrow spring catalogue earlier this year, they read the description of \"Alex Haley's Queen\" and assumed it was an autobiographical, historical book that would be shelved in their nonfiction sections.    The catalogue reads in part, \"Alex Haley's Pulitzer Prize winning masterpiece, 'Roots,' told the story of his maternal forebears; 'Alex Haley's Queen' depicts the five interracial generations of his father's family.\"","thumbnail":null,"section":"Books"},{"date":"19930303","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-letters-to-the-editor-92978017012.html","abstract":"Facts and Figures. Regarding \"Senate Votes to Bar HIV Immigrants\"(Feb. 19):. The article on a vote to prohibit the immigration of individuals infected with the virus that causes AIDS says, \"The vote followed an emotional debate between Re","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Perot Continues His Campaign, On Capitol Hill","web_url":"https://www.nytimes.com/1993/03/03/us/perot-continues-his-campaign-on-capitol-hill.html","abstract":"  Mr. Perot came to Washington today, trailed by a throng of cheering, laughing, applauding acolytes, to give Congress the road-tested message that when you get right down to it, the Government's problems are all very simple. It bore all the earmarks of a Frank Capra movie until one lawmaker began suggesting that he was long on pomp and arrogance, and short on solutions.   At that point, the set piece about the common man who takes the political kingpins down a notch got twisted inside out, and Ross Perot's true role as the potent vote-getter who commanded a fifth of the support in the Presidential election became apparent.","thumbnail":null,"section":"U.S."},{"date":"19930303","headline":"THE TWIN TOWERS: Funerals; Survivors Remember the Victims of Randomness","web_url":"https://www.nytimes.com/1993/03/03/nyregion/the-twin-towers-funerals-survivors-remember-the-victims-of-randomness.html","abstract":"  Yesterday was the victims' day.   At four funerals and a wake, family and friends of the five people killed in the World Trade Center bombing came together to rise above the randomness of a despicable act and cherish the victims' memory. The world of these survivors paused for the length of a prayer and sermon, shuddered with grief, then stumbled on.   Steven Knapp, 48, an air-conditioning and plumbing supervisor for the Port Authority, was mourned on Staten Island. His secretary, 34-year-old Monica Smith, who was pregnant and had just finished renovating her house in Seaford, L.I., was buried, too; her family, insisting on privacy, would not say where.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Judge Rejects Move to Delay Bombing Trial","web_url":"https://www.nytimes.com/1993/03/03/nyregion/judge-rejects-move-to-delay-bombing-trial.html","abstract":"  A Federal judge in Brooklyn refused yesterday to delay the trial of a Palestine Liberation Organization official charged in an attempted bombing. The defendant argued he could not get a fair trial because the explosion at the World Trade Center on Friday had prejudiced the jury against his 20-year-old case.   Judge Jack B. Weinstein of Federal District Court in Brooklyn said he would not declare a mistrial and dismiss the jury, as the defense had requested. But the judge reserved the option of changing his mind tomorrow, when he will question the jury that has been selected for the trial of Khaled Mohammed El-Jassem.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92441131037.html","abstract":"1918: A Different Threat","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"More Unites Than Divides India and U.S.; To Right the Wrongs","web_url":"https://www.nytimes.com/1993/03/03/opinion/l-more-unites-than-divides-india-and-us-to-right-the-wrongs-371493.html","abstract":"  To the Editor:   I was very much distressed by \"India at the Edge\" (editorial, Feb. 24).   Your description of the Bharatiya Janata Party as fundamentalist, and of victory for it as \"bad news for India and for the world,\" is outrageous and born out of ignorance of the party's platforms, policies, resolutions and performance. Bharatiya Janata is a democratically functioning party wedded to ideals of democracy, equality, free enterprise and uniform civil and social laws for all people and regions of the country. The party simply desires to right the wrongs perpetrated by disastrous policies and programs of prolonged one-party rule in India.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Dublin Journal; On the Kingmaker's Agenda, Ulster Looms Large","web_url":"https://www.nytimes.com/1993/03/03/world/dublin-journal-on-the-kingmaker-s-agenda-ulster-looms-large.html","abstract":"  In the mid-1970's, when Dick Spring was tending bar at the Mad Hatter on Second Avenue in Manhattan, he was just another Irish visitor, better known on the Upper East Side than in Dublin.   By 1979 he had married an American and returned home to become a star rugby player for the national team. But in a crucial game against Wales, he dropped a kick, Wales recovered it behind the Irish goal for a 4-point try and won the game by 3 points, and Mr. Spring won himself a most unwanted place in national sports history.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"The Cup Runneth Over","web_url":"https://www.nytimes.com/1993/03/03/sports/IHT-the-cup-runneth-over.html","abstract":"- Like him or loathe him, respect him or fear him, Silvio Berlusconi is","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Mets Cool to Fernandez Pitch","web_url":"https://www.nytimes.com/1993/03/03/sports/baseball-mets-cool-to-fernandez-pitch.html","abstract":"  Sid Fernandez's first pitch for a contract extension was what the Mets feared and expected: very high and very much outside where they intend to go to sign the left-hander.   After General Manager Al Harazin met with Fernandez's representative for nearly two hours today, he grimly declared himself pessimistic concerning an extension in the near future. Harazin, terming Tom Selakovich's written proposal an aggressive approach, said the sides were so far apart that he declined to make a counteroffer and indicated he would not in the future.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"Twilight in Italy","web_url":"https://www.nytimes.com/1993/03/03/opinion/twilight-in-italy.html","abstract":"  Almost every day, new disclosures link Italy's political and business leaders to a vast web of organized corruption. Inflated public contracts awarded in exchange for kickbacks have cost Italy's taxpayers tens of billions of dollars. The scale of wrongdoing has outraged even the famously cynical Italian public, feeding demands for fundamental changes in the cozy arrangements by which Italy has been run for more than four decades.    Those changes could begin as soon as next month, when a referendum will be held on changing the proportional representation system for parliamentary elections. The idea is to encourage something like alternating two-party government in place of the permanent coalition rule that has virtually invited financial backscratching.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Starks Is Fined But Isn't Banned","web_url":"https://www.nytimes.com/1993/03/03/sports/pro-basketball-starks-is-fined-but-isn-t-banned.html","abstract":"  John Starks of the Knicks was fined $5,000 by the National Basketball Association yesterday, but he was not suspended for his flagrant foul against Kenny Anderson of the Nets.   Anderson, the Nets' starting point guard, broke a bone in his left hand trying to break a nasty fall after a midair collision with Starks while driving to the basket in the Nets' victory on Sunday. Anderson will miss at least two weeks, but he could be out much longer.","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"The Pop Life; NBC Drops Rapper and He Recants","web_url":"https://www.nytimes.com/1993/03/03/arts/the-pop-life-nbc-drops-rapper-and-he-recants.html","abstract":"  Shabba Ranks, the Jamaican dance-hall rapper, will not be on the \"Tonight\" show this evening. The producers of the show canceled his guest appearance after the Gay and Lesbian Alliance Against Defamation announced that it was planning a national protest against media that publicize the singer's music \"without addressing the issue of his homophobia.\"   In December, on a British television show called \"The Word,\" Mr. Ranks was asked to comment on the song \"Boom Bye Bye,\" by the reggae artist Buju Banton, which advocates shooting gay men. Mr. Ranks said that Mr. Banton was \"most definitely right,\" adding that \"if you forfeit the laws of God Almighty you deserve crucifixion.\"","thumbnail":null,"section":"Arts"},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-330793.html","abstract":"  An article in Business Day on Feb. 24 about European reaction to President Clinton's criticism of subsidies to the Airbus aircraft consortium misstated the Boeing Company's involvement in the proposed development of a so-called super-jumbo aircraft capable of carrying up to 800 passengers. Boeing has agreed to conduct a one-year study on the demand for such an aircraft with the four partners in Airbus Industrie: Aerospatiale of France, Deutsche Aerospace, British Aerospace and Construcciones Aeronauticas S.A. of Spain.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/03/nyregion/c-corrections-329393.html","abstract":"  An article on the Media Business page in some editions of Business Day yesterday about a bankruptcy court audit of the Maxwell Communication Corporation P.L.C. included an incomplete quotation from Coopers & Lybrand, the accountant for Maxwell during 1991, the period when Maxwell is accused of having overstated its profits. The firm's comment was, \"We know of no reason from the information available to us to suppose that the accounts upon which we reported did not give a true and fair view.\"","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Tarkanian Doing Well","web_url":"https://www.nytimes.com/1993/03/03/sports/sports-people-basketball-tarkanian-doing-well.html","abstract":"  JERRY TARKANIAN was reported doing \"very well\" yesterday after an angioplasty procedure to clear a heart artery that was 70 percent clogged.   \"He came through with flying colors,\" said PAULA CORREIA, associate director of public relations at Cedars-Sinai Medical Center in Los Angeles. \"He had a very good night, and he's doing very well.\"","thumbnail":null,"section":"Sports"},{"date":"19930303","headline":"U.S. Envoy to Somalia Says American Mission Has Been Achieved","web_url":"https://www.nytimes.com/1993/03/03/world/us-envoy-to-somalia-says-american-mission-has-been-achieved.html","abstract":"  For more than three months, Robert B. Oakley, the United States envoy to Somalia, has cajoled and threatened the country's warlords on the issues of disarmament and peace talks and of allowing food and aid to reach those in need.   He has played the warring Somali clans against each other in much the same way the ousted dictator, Mohammed Siad Barre, played the Soviet Union and the United States.","thumbnail":null,"section":"World"},{"date":"19930303","headline":"Good Choice for Hemisphere Job","web_url":"https://www.nytimes.com/1993/03/03/opinion/good-choice-for-hemisphere-job.html","abstract":"  After a false start, the Clinton Administration has come up with a sound nominee to be Assistant Secretary of State for Inter-American Affairs. Alexander Watson is a seasoned career diplomat who served as U.S. Ambassador to Peru and most recently as Deputy Chief of Mission at the United Nations. As important, putting him forward means the Senate confirmation hearings will not be dominated by snarling exchanges about Fidel Castro and the future of post-Castro Cuba.    To avoid that prospect, the Clinton team backed away from a Cuban-American it had initially considered for the same vital post. Mario Baeza, a Wall Street lawyer who specializes in privatizing state-owned enterprises, was denounced as soft on Mr. Castro by Cuban-American hard-liners in Miami. Mr. Baeza's critics never gave him the courtesy of a hearing, pointing up the deep emotions stirred among Cuban-Americans in Miami and elsewhere.","thumbnail":null,"section":"Opinion"},{"date":"19930303","headline":"Creative Chef Given 3 Stars By Michelin","web_url":"https://www.nytimes.com/1993/03/03/style/creative-chef-given-3-stars-by-michelin.html","abstract":"The 1993 Michelin Guide for France, published Monday, added Pierre Gagnaire to its galaxy of three-star chefs. His restaurant of the same name is in St.-Etienne in the southeast, 40 miles southwest of Lyons.\n\nBut the number of three-star chefs in the red Michelin guide, considered the bible of French gastronomy, stayed at 19 with the demotion of a longtime three-star restaurant, Roger Verge's Moulin de Mougins, near Cannes, to two-star status.","thumbnail":null,"section":"Style"},{"date":"19930303","headline":"Traditionalist Scholars Plan To Rate Liberal Arts Colleges","web_url":"https://www.nytimes.com/1993/03/03/education/traditionalist-scholars-plan-to-rate-liberal-arts-colleges.html","abstract":"  Just when it seemed the last word about political correctness on American college campuses had finally been heard, a group of scholars with very traditional ideas about learning have fired a warning shot sure to revive the struggle over what undergraduate students are taught.    Led by academic stars like Jacques Barzun, the author and history professor at Columbia University, and Edward O. Wilson, the Harvard University science professor and Pulitzer-Prize- winning author, a dozen scholars gathered in New York yesterday to announce the forming of an accrediting association to set academic standards for teaching liberal arts in the traditional way.","thumbnail":null,"section":"Education"},{"date":"19930303","headline":"12 Charged With Stealing $10 Million","web_url":"https://www.nytimes.com/1993/03/03/nyregion/12-charged-with-stealing-10-million.html","abstract":"  Twelve people, all executives or employees of a Manhattan investment firm, have been arrested and charged with stealing more than $10 million from hundreds of investors, prosecutors said yesterday. Investigators said they used the money to finance their lavish life styles, including a $30,000 wedding at the Plaza Hotel.   The firm, Oxford Capital Securities, and related businesses misused nearly all the money entrusted to them by their clients, said Robert M. Morgenthau, the Manhattan District Attorney. Many of the victims were elderly and had only modest assets, he said.","thumbnail":null,"section":"New York"},{"date":"19930303","headline":"Review/Television; Night of Stars, on Different Channels","web_url":"https://www.nytimes.com/1993/03/03/arts/review-television-night-of-stars-on-different-channels.html","abstract":"  In a pinch, look to the stars.    Stunt programming during a sweeps period -- when ratings that determine advertising rates are measured -- isn't limited to the commercial networks. Public television and cable are not just passive bystanders. They, too, haul out their biggest guns and, more often than not, that means big names. Tonight alone offers \"Sondheim: A Celebration at Carnegie Hall,\" on Channel 13 at 8 in New York and at 8:30 on PBS; \"Larry King Extra: A Very Special Conversation With Elizabeth Taylor,\" on TNT at 8, and \"Maestro Between Two Worlds: Kurt Masur,\" on Channel 31 at 9.    Taped in June before the kind of adoring audience attracted to any Stephen Sondheim event, the Carnegie Hall occasion is not as consistently electrifying as the 1986 \"Follies in Concert\" classic at Lincoln Center. This time, an effort has been made to include some of the composer's lesser-known works, numbers from the stage musical \"Assassins\" and the film \"Dick Tracy.\" That effort is not always justified.    But when Mr. Sondheim is good, he is brilliant. And there are enough stars on hand to make some of his more familiar songs soar: Bernadette Peters with \"Not a Day Goes By,\" Patti LuPone with \"Being Alive,\" Dorothy Loudon with a medley of \"Losing My Mind\" and \"You Could Drive a Person Crazy.\" Glenn Close's dramatic reading of \"Send In the Clowns\" comes off far more effectively in television close-up than from a seat in the middle of Carnegie Hall.","thumbnail":null,"section":"Arts"},{"date":"19930303","headline":"Campus Journal; For a Black Woman, Space Isn't the Final Frontier","web_url":"https://www.nytimes.com/1993/03/03/education/campus-journal-for-a-black-woman-space-isn-t-the-final-frontier.html","abstract":"  As the first black woman to venture into outer space, Dr. Mae C. Jemison knows how it feels to boldly go where no one like herself has gone before.   The astronaut, who is also a medical doctor and a chemical engineer, has spent most of her 36 years entering arenas traditionally dominated by white men.","thumbnail":null,"section":"Education"}],"wiki_events":[],"weather":[{"date":"19930303","time":"1993-03-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":75,"wspd":18.4},{"date":"19930303","time":"1993-03-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":75,"wspd":18.4},{"date":"19930303","time":"1993-03-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":75,"wspd":20.5},{"date":"19930303","time":"1993-03-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":80,"wspd":9.4},{"date":"19930303","time":"1993-03-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":71,"wspd":20.5},{"date":"19930303","time":"1993-03-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":70,"wspd":22.3},{"date":"19930303","time":"1993-03-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":66,"wspd":25.9},{"date":"19930303","time":"1993-03-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":70,"wspd":20.5},{"date":"19930303","time":"1993-03-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":66,"wspd":20.5},{"date":"19930303","time":"1993-03-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":70,"wspd":20.5},{"date":"19930303","time":"1993-03-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":68,"wspd":22.3},{"date":"19930303","time":"1993-03-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":64,"wspd":25.9},{"date":"19930303","time":"1993-03-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":64,"wspd":24.1},{"date":"19930303","time":"1993-03-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":61,"wspd":18.4},{"date":"19930303","time":"1993-03-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":57,"wspd":18.4},{"date":"19930303","time":"1993-03-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":69,"wspd":22},{"date":"19930303","time":"1993-03-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":57,"wspd":24.1},{"date":"19930303","time":"1993-03-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":55,"wspd":22.3},{"date":"19930303","time":"1993-03-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":64,"wspd":23.8},{"date":"19930303","time":"1993-03-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":54,"wspd":31.3},{"date":"19930303","time":"1993-03-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":54,"wspd":25.9},{"date":"19930303","time":"1993-03-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":56,"wspd":27.7},{"date":"19930303","time":"1993-03-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":48,"wspd":24.1},{"date":"19930303","time":"1993-03-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":55,"wspd":20.5},{"date":"19930303","time":"1993-03-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":13},{"date":"19930303","time":"1993-03-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":9.4},{"date":"19930303","time":"1993-03-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":9.4},{"date":"19930303","time":"1993-03-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":51,"wspd":7.6},{"date":"19930303","time":"1993-03-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":0},{"date":"19930303","time":"1993-03-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":0},{"date":"19930303","time":"1993-03-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":60,"wspd":0},{"date":"19930303","time":"1993-03-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":70,"wspd":11.2},{"date":"19930303","time":"1993-03-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":62,"wspd":16.6},{"date":"19930303","time":"1993-03-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":60,"wspd":16.6},{"date":"19930303","time":"1993-03-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":18.7},{"date":"19930303","time":"1993-03-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":11.2},{"date":"19930303","time":"1993-03-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":70,"wspd":14.8},{"date":"19930303","time":"1993-03-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":65,"wspd":13},{"date":"19930303","time":"1993-03-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":62,"wspd":13},{"date":"19930303","time":"1993-03-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":16.6},{"date":"19930303","time":"1993-03-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":43,"wspd":14.8},{"date":"19930303","time":"1993-03-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":7.6},{"date":"19930303","time":"1993-03-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":7.6},{"date":"19930303","time":"1993-03-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":13},{"date":"19930303","time":"1993-03-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":11.2},{"date":"19930303","time":"1993-03-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":9.4},{"date":"19930303","time":"1993-03-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":13},{"date":"19930303","time":"1993-03-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":51,"wspd":9.4}]}}