{"19940705":{"guardian_articles":[{"date":"19940705","headline":"Policy and Politics: Associate teachers proposed by Blair","web_url":"https://www.theguardian.com/education/1994/jul/05/schools.uk","abstract":null,"thumbnail":null,"section":"Education"},{"date":"19940705","headline":"Children flee to Burundi camps","web_url":"https://www.theguardian.com/world/1994/jul/05/rwanda.fromthearchive","abstract":null,"thumbnail":null,"section":"World news"},{"date":"19940705","headline":"Town whose senses are dead to slaughter","web_url":"https://www.theguardian.com/world/1994/jul/05/rwanda.chrismcgreal","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940705","headline":"One Style, Two Bands And Much Difference","web_url":"https://www.nytimes.com/1994/07/05/arts/pop-review-one-style-two-bands-and-much-difference.html","abstract":"  Two bands could hardly have more different approaches to rhythm-and-blues-based music than Booker T. & the MG's and the Fugees (Tranzlator Crew), both of which performed on Saturday afternoon at the Central Park Summerstage. Booker T. & the MG's, the Stax Records house band that performed behind Otis Redding, Wilson Pickett and other soul greats while recording distinctive instrumental songs of their own, make music built on disciplined, understated playing and thrifty, gentle grooves. The Fugees, a hip-hop band featuring two Haitian men and one American woman, structure their sound from festive, shambling raps and loose, rambunctious grooves. Both bands, however, concoct inventive and immediate music that is neither too strict nor too indulgent.   Booker T. & the MG's set list was as orderly as their performing style. Throughout the hour-plus show, they alternated a song from their new album, \"That's the Way It Should Be\" (Columbia), the band's first record in 17 years, with an older song. They opened the set with their recent, languid reworking of Bob Dylan's \"Gotta Serve Somebody\" -- perhaps the only low point on the band's wonderfully spartan new album besides their cover of U2's \"I Still Haven't Found What I'm Looking For\" -- before moving on to the older, stronger \"Melting Pot.\"","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"How Nature Makes a Butterfly's Wing","web_url":"https://www.nytimes.com/1994/07/05/science/how-nature-makes-a-butterfly-s-wing.html","abstract":"  THE spray of colors on a butterfly's wing, a vivid pattern painted with the iridescent dust of thousands of tiny scales, ranks among nature's more entrancing mysteries. Though some like to keep wonders inviolate, others find a greater pleasure in understanding the elegant genetic machinery by which such beauty and diversity are generated. For the latter, an article in the current issue of Science goes a long way toward explaining the miracle of how a butterfly's wing is made.   A team of biologists at the University of Wisconsin in Madison has traced out how a handful of genes become activated in the embryonic wing disks that are secretly budding while the butterfly is still a lumbering caterpillar. The genes produce substances that mark the position of each cell in the future wing with almost the precision of defining squares on a piece of graph paper.  Once the coordinates are fixed, another crew of genes sketches out the dance of eyespots, chevrons, bands and dashes that make up butterfly wing patterns.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"New Images Support Planets of Other Stars","web_url":"https://www.nytimes.com/1994/07/05/science/new-images-support-planets-of-other-stars.html","abstract":"  MORE possible evidence for the existence of planets around stars other than the Sun has been detected by French astronomers examining new infrared pictures of the disk of dusty particles orbiting the star Beta Pictoris, about 52 light-years away.   The astronomers did not see any planets, but they did observe what they think is the gravitational footprint of at least one substantial planet around Beta Pictoris. The inner region of the dust disk around the star appears to be swept clear of particles, indicating the possible effect of an orbiting planet.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/05/sports/results-plus-585262.html","abstract":"  TRACK AND FIELD  Nigerian Tops Christie in '94 World Best  Davidson Ezinwa of Nigeria ran a 1994 world best of 9.94 seconds in the 100 meters in Linz, Austria, yesterday and handed Linford Christie of Britain his first defeat of the season. Christie, who finished in 10.03, was third behind Ezinwa and Dennis Mitchell, who was clocked in 9.97. Ezinwa's time bettered the previous world best this year, 9.95, by his countryman Olapade Adeniken and set an African record. There were two other 1994 world bests as Gwen Torrence won the women's 100 in 10.89 and Mark McKoy, running for Austria for the first time instead of Canada, took the men's 110 hurdles in 13.15. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"A Welcome Message From America on Baltic Independence","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-a-welcome-message-from-america-on-baltic-independence.html","abstract":"The writer is prime minister of Sweden.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Man Killed Setting Off Fireworks","web_url":"https://www.nytimes.com/1994/07/05/nyregion/man-killed-setting-off-fireworks.html","abstract":"  A Long Island man was killed yesterday when a fireworks launcher he had lighted went off in his face, in the most serious of many incidents as the region dealt with the annual carnage of Independence Day.   Robert Saueressig, 26, of Plainview, died at 9:30 P.M., moments after loading and lighting a mortar in a park at Princeton Drive and Cornell Drive in Plainview, said Officer Bruce Benson, a spokesman for the Nassau County police.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Violence Begins at Home","web_url":"https://www.nytimes.com/1994/07/05/opinion/violence-begins-at-home.html","abstract":"  An evening in Anywhere, U.S.A. John and Jane Doe are in their bedroom. Above them, and clearly audible, a man is beating a woman. He is shouting, she is weeping. The Does look at one another; Mr. Doe then looks toward the phone. Should he call the police? A none-of-our-business shrug, and he turns off the light instead.   The scene is a fiction -- a television spot that is part of a new public education campaign from the Family Violence Prevention Fund. But it is also a fact. Millions of Americans have known for a long time what it is to hear the neighbors battling, or see a wife take a punch from her husband. Those that didn't know do now. The story of O. J. and Nicole Simpson has become a national teach-in.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Gay and Lesbian Youth Still Wait for Stonewall's Promise","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-gay-and-lesbian-youth-still-wait-for-stonewall-s-promise-586340.html","abstract":"  To the Editor:   \"From Night of Rage, Seeds of Liberation\" (front page, June 23), on the original Stonewall riot, notes that gay activism after Stonewall \"cracked the shell of shame and silence that many had been forced to live inside.\" While that observation is certainly true for millions of adult lesbians and gay men, sadly it does not describe the condition of lesbian and gay youth.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Steinbrenner a Factor In Low Stadium Gate","web_url":"https://www.nytimes.com/1994/07/05/sports/on-baseball-steinbrenner-a-factor-in-low-stadium-gate.html","abstract":"  George Steinbrenner could not have asked for a better birthday present.   He wasn't at Yankee Stadium to receive the present personally on his 64th birthday, but for the modern Yankee doodle dandy it had to be as exciting a gift as a child's first baseball glove.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Political Chasm Is Spanned To Have 2 Bridges Renamed","web_url":"https://www.nytimes.com/1994/07/05/nyregion/political-chasm-is-spanned-to-have-2-bridges-renamed.html","abstract":"  Naming a bridge might seem a simple enough thing for a Legislature to do, unless, of course, the bridge is in the state of New York.   In a cautionary tale about the ways of Albany, an assemblyman's crusade to rename two Hudson Valley crossings -- one for former President Franklin D. Roosevelt and one for his bitter critic, former Representative Hamilton Fish -- fell afoul of partisan maneuvering and personal pique before finally succeeding on Saturday.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"More Room for the Political Left in Hong Kong Than in China?","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-more-room-for-the-political-left-in-hong-kong-than-in-china.html","abstract":"The enactment, after 20 months of argument, of Governor Chris Patten's modest democratization package opens the way for interesting domestic politics reflecting strong crosscurrents in Hong Kong society. Not least among these will be the attitudes and po","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Health Plans, Side by Side","web_url":"https://www.nytimes.com/1994/07/05/us/health-plans-side-by-side.html","abstract":"  A look at how the health care proposals put forth by President Clinton and four Congressional committees stack up. Page D13.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"FRENCH ESTABLISH A BASE IN RWANDA TO BLOCK REBELS","web_url":"https://www.nytimes.com/1994/07/05/world/french-establish-a-base-in-rwanda-to-block-rebels.html","abstract":"  France inserted itself more directly into Rwanda's civil war today, establishing a major base here six miles from the advancing Tutsi-led rebel army and manning it with Foreign Legionnaires and paratroopers supported by heavy artillery.    The purpose is to prevent the rebels' westward advance into the safe zone declared by the French intervention force.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"Senate Agrees to Turn Over Carrier for Use as a Heliport","web_url":"https://www.nytimes.com/1994/07/05/nyregion/senate-agrees-to-turn-over-carrier-for-use-as-a-heliport.html","abstract":"  The United States Senate has agreed to turn over a surplus helicopter carrier to a New York City museum, which intends to use it as a heliport, significantly expanding the space available for helicopter landings in and around Manhattan.   The Senate agreed on Friday to transfer the carrier, the Guadalcanal, to the foundation that runs the Intrepid Sea-Air-Space Museum. It plans to use the carrier as a museum and a heliport big enough for several helicopters to land at once.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Abetting Bosnian Genocide : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-abetting-bosnian-genocide-letters-to-the-editor.html","abstract":"Anthony Lewis should be commended for saying \"Yes to War Crimes Trials of the Beastly Commanders\" (June 28) in the former Yugoslavia. He quotes the U.S. delegate to the United Nations, Madeleine Albright, as saying that the trials would show th","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"IRAN'S DIFFICULTIES LEAD SOME IN U.S. TO DOUBT THREAT","web_url":"https://www.nytimes.com/1994/07/05/world/iran-s-difficulties-lead-some-in-us-to-doubt-threat.html","abstract":"  In the three years since the Iraqi defeat in the Persian Gulf war, Iran's drive to become a regional superpower has been thwarted by a worsening economy and an internal political struggle.   Despite the Clinton Administration's official portrayal of Iran as a rogue regime with similarities to Iraq before its invasion of Kuwait, Teheran lacks the money, military equipment and trained personnel to seriously threaten its neighbors, say a number of experts on Iran outside and even within the Administration.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"Hevesi Rejects Compromise On Bond Sales","web_url":"https://www.nytimes.com/1994/07/05/nyregion/hevesi-rejects-compromise-on-bond-sales.html","abstract":"  Rejecting a compromise proposed by Mayor Rudolph W. Giuliani, City Comptroller Alan G. Hevesi recommended yesterday that the city temporarily retain two companies to act as financial advisers for two important New York City bond sales.   Mr. Hevesi also proposed that a panel of three to five independent financial experts be consulted on the issue, in which Mr. Hevesi has urged the hiring of two financial advisers, while Mr. Giuliani has advocated hiring just one company.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Girl, 5, Is Shot on Swing","web_url":"https://www.nytimes.com/1994/07/05/nyregion/girl-5-is-shot-on-swing.html","abstract":"  A 5-year-old girl whose father thought she had been injured in falling from a swing in a Brooklyn playground yesterday was found to have been shot in the head, the police said.   The girl, whose name was not released, fell at 2:30 P.M. from a swing in a playground at 23d Street and Surf Avenue in Coney Island. Her father saw that she was bleeding, assumed that she had struck her head and took her to Coney Island Hospital, said Sgt. Frances Haimeck-Mladinich, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Road Trips Made Easy, Home Use Still Easier","web_url":"https://www.nytimes.com/1994/07/05/science/peripherals-road-trips-made-easy-home-use-still-easier.html","abstract":"  ON the road or at home, owners of portable computers sometimes need to use a file on a computer in the office, or send or receive a fax, or check a figure on Dow Jones. Back in the office, they may need to transfer a file from the portable to the desktop computer or onto the network.   Traveling Software of Bothell, Wash., a leader in communications software for more than a decade, has put together all these abilities, and a few others, in its Commworks for Windows, a package that sells for less than $200.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"Man Says He May Have Shot Golfer","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-people-golf-man-says-he-may-have-shot-golfer.html","abstract":"  A man told the police in Niles, Ohio, that he might have accidentally shot the L.P.G.A. player KIM WILLIAMS in the neck as he was target shooting. A Howland, Ohio, man, whose name is being withheld, called authorities Sunday night and said he might have shot Williams as he and a friend were shooting old cars in a wooded area about a mile west from where the golfer was shot, Niles Police Capt. BRUCE SIMEONE said.   Williams, 31, of Boca Raton, Fla., was shot in the parking lot of the Phar-Mor discount store at the Great East Plaza about 9 P.M. Saturday. She was in the Niles area competing in the L.P.G.A. Youngstown-Warren Classic at nearby Avalon Lakes Golf Course.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"When Egos Collide: Twilight at 'Sunset'","web_url":"https://www.nytimes.com/1994/07/05/theater/when-egos-collide-twilight-at-sunset.html","abstract":"  Patti LuPone's comment the other day about Andrew Lloyd Webber was terse and scathing: \"I have nothing nice to say about the man, so I choose to say nothing at all.\".   Two weeks ago, Faye Dunaway, speaking with cool anger, called the producer and composer capricious, a man who changes his mind daily. But in the last few days, Ms. Dunaway has opted to remain silent. \"At the suggestion of her attorneys,\" said Bob Palmer, her manager.","thumbnail":null,"section":"Theater"},{"date":"19940705","headline":"A Game With a Conscience","web_url":"https://www.nytimes.com/1994/07/05/sports/IHT-a-game-with-a-conscience.html","abstract":"Is sport, even at its finest, ever conscience-free?.Anyone who was in the Rose Bowl, America's baking ampitheater in the Hollywood Hills, should have been lifted by Sunday's 3-2 Romanian triumph over Argentina..It was everything soccer should be: cle","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Was Evidence Obtained Properly?","web_url":"https://www.nytimes.com/1994/07/05/us/was-evidence-obtained-properly.html","abstract":"  Before testimony resumes in a hearing to decide whether O. J. Simpson must stand trial on murder charges, his lawyers plan to argue on Tuesday that a search that turned up bloodstains and other evidence at his Brentwood home was illegal.   If they succeed -- a big if, legal experts say -- prosecutors could suffer a serious setback, because the 34 pieces of evidence are considered to be vital to the case against Mr. Simpson. He has been charged in the stabbing deaths of his former wife, Nicole Brown Simpson, and a restaurant waiter who was her friend, Ronald L. Goldman. Their bodies were found at her town house the night of June 12.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"First Lady's Health Strategy: Accept Less or Gamble It All?","web_url":"https://www.nytimes.com/1994/07/05/us/health-care-debat-behind-scenes-first-lady-s-health-strategy-accept-less-gamble.html","abstract":"  Hillary Rodham Clinton faces a dilemma, and it can be summed up in a barb she once tossed at health-care lobbyists in a private bargaining session here. \"We were trying to work out varying ways of dealing with some of the differences\" over national health insurance, recalled Pam Bailey, who heads a coalition of hospitals and medical companies, \"and suddenly she said to us: 'Bill and I did not come to Washington to fudge the issue.' \"   That was January. Now, in July, many experts say a national health insurance plan will be passed by Congress only if the Clintons fudge the issue, relaxing their bottom-line demand that the insurance cover everyone and casting the passage of a less ambitious plan as a victory for society. If the Clintons hold firm, they will be taking a high-stakes political gamble that they may easily lose. It is a contest of politics and principle, and it is the mark of Mrs. Clinton that principle remains a contender, at least in the minds of people who know her well.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/05/nyregion/chronicle-586080.html","abstract":"  JAMES HERRIOT , author of \"All Creatures Great and Small\" and other stories about his life as a British country veterinarian, was in a hospital yesterday after he was attacked by a flock of sheep, according to Reuters.   In what might be a scene from one of his books, the 77-year-old writer was apparently trying to stop the sheep from eating plants on his lawn when they butted and trampled him, breaking his leg.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Dutch Too Fast, Too Sure For Irish","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-dutch-too-fast-too-sure-for-irish.html","abstract":"  The Netherlands proved faster, quicker and more inventive than Ireland here this afternoon. And strange as it may sound, the Dutch were superior in the air battles, typically Ireland's bread and butter.   Add a couple of defensive mistakes by the Irish, including a gaffe by their usually reliable goalkeeper, Packie Bonner, and you have a 2-0 triumph for the Dutch.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Gumbel Replaces Lampley as N.F.L. Host","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-people-television-gumbel-replaces-lampley-as-nfl-host.html","abstract":"  GREG GUMBEL has replaced JIM LAMPLEY as the host of NBC's \"The N.F.L. Live\" studio show, NBC said yesterday. The move was expected when Gumbel was hired from CBS, where he had been the host for \"The N.F.L. Today\" for four years. Gumbel will also be host to NBC's major league baseball coverage.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Brazil's Romario Makes Presence Felt in Game","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-brazil-s-romario-makes-presence-felt-in-game.html","abstract":"  \"He is one of those guys you don't see for 80 minutes,\" said Marcelo Balboa. \"And all of the sudden, you see him for one minute and he is scoring the goal.\"   The little man in question was Romario, and today in Stanford Stadium, Balboa and his American teammates got more than their minute's worth. The good news for the United States was that Romario did not score a goal; the rotten news was that he was the main reason Bebeto scored the game-winner.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"The Simpson Case:Plenty of Warning Signals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-the-simpson-caseplenty-of-warning-signals-letters-to-the-editor.html","abstract":"If O.J. Simpson is convicted of murdering Nicole Brown Simpson, the local authorities will have to take part of the responsibility for the tragedy. Before the murders took place, the police were called eight times to respond to reports of domestic violen","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Arafat Set to Leave Tunis To Live in Jericho and Gaza","web_url":"https://www.nytimes.com/1994/07/05/world/arafat-set-to-leave-tunis-to-live-in-jericho-and-gaza.html","abstract":"  Yasir Arafat will move permanently in a few days to the newly autonomous areas of the Gaza Strip and the West Bank town of Jericho, senior officials in his Palestine Liberation Organization said today.   Their remarks were the first clear signal that the P.L.O. chairman has been on more than just a visit to Gaza over the last four days, and intends to make the territories his home after years of basing himself in Tunis.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/05/nyregion/c-corrections-582506.html","abstract":"  Because of an editing error, an article in Business Day on June 24 about the risks in short-term Government bond funds misstated the form in which Lipper Analytical Services Inc. tracks the Franklin Adjustable U.S. Government Securities Fund, the Scudder Short Term Bond Fund and the Fidelity Short-Term Bond Portfolio. The three mutual funds are evaluated separately by Lipper; they are not included in Lipper's list of 104 short-term Government bond funds.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Brooklyn Couple Shot in Robbery Attempt","web_url":"https://www.nytimes.com/1994/07/05/nyregion/brooklyn-couple-shot-in-robbery-attempt.html","abstract":"  The owner of a Brooklyn auto-parts store and his wife were shot and seriously wounded yesterday by a man who forced his way into their house and tried to rob them, the police said.   One victim, Victoria Cretella, 35, was shot in the head and was later listed in very critical condition at Brookdale Hospital, said a hospital spokeswoman, Kim Flodin. The husband, Louis Cretella, 36, who was shot in the back, was in critical but stable condition at Brookdale.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"1919: Fourth Is Feted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-1919-fourth-is-feted-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Franco-American fellowship, fused in war's comradeship, found marked expression in the celebration of the Transatlantic Republic's natal day in the French Republic's capital. All Paris honored the holiday with a fervor in which Gallic abandon and","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"New Reactor Solves Plutonium Problem","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-new-reactor-solves-plutonium-problem-586307.html","abstract":"  To the Editor:   Your June 26 editorial about the Integral Fast Reactor repeats a false accusation that the reactor, now in the final stages of research, is being developed as a breeder reactor.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Q&A","web_url":"https://www.nytimes.com/1994/07/05/science/q-a-584371.html","abstract":"  Wild Tomatoes   Q.  I was taught that the tomato is native to America. So where are all the wild tomatoes?","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"500 Houses Are Evacuated As West Battles Wildfires","web_url":"https://www.nytimes.com/1994/07/05/us/500-houses-are-evacuated-as-west-battles-wildfires.html","abstract":"  Strong, dry winds and torrid weather hampered firefighters today as they tried to contain wildfires in desert communities about 100 miles east of Los Angeles.   A fire in the San Jacinto Mountains northeast of here has destroyed seven houses, and officials say hundreds of others are threatened. By today, they said, the winds were so strong that firefighting planes and helicopters could not fly and residents in about 500 houses have been evacuated.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"Police Investigate Reported Incidents of Sexual Abuse at Two City Swimming Pools","web_url":"https://www.nytimes.com/1994/07/05/nyregion/police-investigate-reported-incidents-of-sexual-abuse-at-two-city-swimming-pools.html","abstract":"  In incidents reminiscent of last summer's \"whirlpooling,\" in which girls were attacked in public swimming pools, two teen-age girls were sexually assaulted over the holiday weekend at public pools in Manhattan and Brooklyn, the police said.   In contrast to the whirlpooling incidents, in which nearly all of those implicated were teen-age boys, grown men were arrested in both of this weekend's pool attacks. Steven Merejeido, 22, was charged with sexual abuse in an incident Sunday at the Sunset Park Pool, on 42d Street and Seventh Avenue in the Sunset Park section of Brooklyn. Harry Humbart, 26, was charged with attempted rape and attempted sodomy of a girl yesterday at the Hamilton Fish Pool, at East Houston Street and Pitt Street, on the Lower East Side.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Village Where Fourth of July Harks Back to Day's Meaning","web_url":"https://www.nytimes.com/1994/07/05/nyregion/village-where-fourth-of-july-harks-back-to-day-s-meaning.html","abstract":"  This tiny village, tucked away in the hills of Dutchess County, has never commemorated the nation's birthday by lighting the sky with fireworks or dazzling children with a brassy parade down Main Street.   The Fourth of July is taken a bit more seriously than that here.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Rabies, Rampant in U.S., Yields to Vaccine in Europe","web_url":"https://www.nytimes.com/1994/07/05/science/rabies-rampant-in-us-yields-to-vaccine-in-europe.html","abstract":"  CONTINENTAL Europe and the United States share an ancient plague: the deadly scourge of rabies. But although public health measures on both continents have made the disease rare among humans, Europe has moved years ahead of the United States in fighting the disease among wild animals.    In the last three years, Europeans have been bombarding red foxes, the continent's main carriers of the disease, with pellets of food laced with a potent new vaccine.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"Weather Remains Focus in Crash Inquiry","web_url":"https://www.nytimes.com/1994/07/05/us/weather-remains-focus-in-crash-inquiry.html","abstract":"  Searching for clues to the plane crash that killed 37 people here on Saturday, investigators today began removing the three main pieces of wreckage and the hundreds of pieces of debris from the area west of Charlotte-Douglas International Airport where the DC-9 went down.   Much of the inquiry into the crash of USAir Flight 1016 continued to focus on the weather and the possibility of wind shear, the abrupt and potentially disastrous shift of wind currents that can remove the lift from an aircraft's wings and send a plane plummeting.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"1944: A Trade Charter : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-1944-a-trade-charter-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] A multilateral trade agreement for the United Nations, creating an international economic charter to define and assure the rights of traders and investors in foreign countries, is proposed in a report made public ye","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Foundation Grant Sought To Start 50 Small Schools","web_url":"https://www.nytimes.com/1994/07/05/nyregion/foundation-grant-sought-to-start-50-small-schools.html","abstract":"  An ambitious plan to create 50 new small schools in New York City is the centerpiece of a proposal that seeks a major share of a $400 million gift from the philanthropist Walter H. Annenberg.   The proposal, which has been endorsed by Mayor Rudolph W. Giuliani and Schools Chancellor Ramon C. Cortines, builds on the experience of 50 other small, experimental schools that have been established over the last few years in the city. The idea behind the schools is to replace large, overcrowded neighborhood schools with smaller ones in which students, parents and community members share in decision making.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Ultraviolet Studies May Revise Understanding of Food Chain","web_url":"https://www.nytimes.com/1994/07/05/science/ultraviolet-studies-may-revise-understanding-of-food-chain.html","abstract":"  IN a development that may change the way scientists think about the food chain, Canadian researchers have found that ultraviolet light, which in the short term is known to inhibit the growth rate of algae, may in the long term encourage it. Although the radiation is harmful to the algae, it is also harmful to the organisms that feed on them, curbing their population over a period of time and allowing the algae to rebound.   In experiments conducted over four summers beginning in 1990, Dr. Max L. Bothwell, a research scientist with Environment Canada, the Government's environmental agency, found that more algae accumulated in artificial stream beds exposed to ultraviolet radiation than in stream beds protected from the rays.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/05/nyregion/chronicle-582492.html","abstract":"  MICHAEL DEVITO , a 32-year-old accountant, spends his Fourth of July every year participating in what he calls a sporting event. Except after this competition, he tips the scale a few pounds heavier than before.   Mr. DeVito ate 20 hot dogs yesterday at the annual July 4th hot dog-eating contest on Coney Island, assuring him victory for the fourth time in five years.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Acid's Role in Heart Ills Clarified in a New Study","web_url":"https://www.nytimes.com/1994/07/05/science/acid-s-role-in-heart-ills-clarified-in-a-new-study.html","abstract":"  SCIENTISTS have long been aware of a statistical link between high amounts of an amino acid called homocysteine and hardening of the arteries, or atherosclerosis, which underlies most heart attacks, strokes and other circulatory problems.   And scientists have theorized that if the high amounts could be detected and lowered by dietary and other modifications, damage from atherosclerosis might be prevented and deaths reduced. But precisely how the amino acid might lead to atherosclerosis has been a scientific mystery.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/05/nyregion/inside-581828.html","abstract":"  Testing Russian Capitalism   Russia is replacing vouchers with money, a new stage in converting to a market economy, and that will test whether the system works. Page A3. Fed Rate Rise Unlikely    Federal Reserve policymakers, at a two-day meeting starting today, will probably decide not to raise short-term interest rates. Page D1. Former Health Chief Dies    Dr. David Axelrod, whose policies when he was New York State's Health Commissioner became models for the nation, was 59. Page D14. Cause of Crash Unclear    Investigators focused on weather and a possible wind shear in the crash of a DC-9 jet that killed 37 on Saturday in Charlotte, N.C. But other causes were being considered. Page 28.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"A Chicago Task Force Versus Police Brutality","web_url":"https://www.nytimes.com/1994/07/05/arts/television-review-a-chicago-task-force-versus-police-brutality.html","abstract":"  The \"P.O.V.\" (\"Point of View\") series, now in midseason on public television, is advertised as a showcase for independent producers who might otherwise have difficulty getting their work shown in prime time or any other time. And, indeed, \"P.O.V.,\" which has lately enjoyed a substantial increase of support from the National Endowment for the Arts, fulfills part of its mission by welcoming subjects you are not likely to find on mainstream television.   This season brings, among other things, women with AIDS and women with mental-health problems; machismo in a Hispanic-American family, and the adventures of a man in Adm. John M. Poindexter's hometown, Odon, Ind., who stole a street sign bearing the Admiral's name and held it for $30 million ransom.","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"E. L. Doctorow's New York; A Native of the Bronx Chronicles a Century of the City","web_url":"https://www.nytimes.com/1994/07/05/nyregion/e-l-doctorow-s-new-york-a-native-of-the-bronx-chronicles-a-century-of-the-city.html","abstract":"  Entering Bryant Park, the rejuvenated public square behind the New York Public Library, the novelist E. L. Doctorow regarded it, a lovely greensward on a lovely day, with the appreciative surprise of an infrequent visitor to the city. The park, of course, was reopened two years ago after a much-publicized renovation, but for Mr. Doctorow, a 63-year-old Bronx native clad like a natty tourist in a blue blazer and crisp white trousers, it was a discovery.   \"They've done a nice job with this, haven't they?\" he said.   It was a curious moment, because Mr. Doctorow, perhaps more than any other contemporary writer, is associated with New York. Of his nine novels, seven are set principally in and around the city. One, \"Big as Life,\" written in 1966, is basically a science-fiction novel in which Manhattanites wake up one morning to find two giant human figures standing immobile in the Hudson River. But since then, the books have fixed New York at particular moments in history and sought to render it realistically.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"AIDS Mystery That Won't Go Away: Did a Dentist Infect 6 Patients?","web_url":"https://www.nytimes.com/1994/07/05/science/doctor-s-world-aids-mystery-that-won-t-go-away-did-dentist-infect-6-patients.html","abstract":"  CONTROVERSY over an investigation that linked transmission of the AIDS virus from an infected Florida dentist to six of his patients has flared up again. Recently, there were suggestions that the infections occurred outside the office of the dentist, Dr. David J. Acer of Stuart, near Palm Beach, and that he was not responsible for any of them.   These critics contend that the six patients probably became infected with H.I.V., the AIDS virus, through risks that epidemiologists from the Federal Centers for Disease Control and Prevention in Atlanta and the Florida state health department failed to identify or overlooked.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-letters-to-the-editor-92284958673.html","abstract":"If the police and the judge who was responsible for sentencing and counseling Mr. Simpson had not been so derelict in their duty, both Mrs. Simpson and Ronald Goldman would still be alive today and Mr. Simpson would not be charged with a double murder. Pr","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/05/nyregion/c-corrections-586099.html","abstract":"  A brief report by Bloomberg Business News in Business Day on June 21, about a lawsuit filed by Bear, Stearns & Company against Unigestion International Ltd., a client of Askin Capital Management, misstated the financial status of Askin. Askin has not filed for Chapter 11 bankruptcy protection, although three investment funds run by Askin have made such filings.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"How Downsizing Diminishes Bennington","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-how-downsizing-diminishes-bennington-586498.html","abstract":"  To the Editor:   \"Radical Answer to a Small College's Woes\" (news article, June 23), on the drastic transformation of Bennington College, is uninformative. The idea of a college's attempting something like \"corporate restructuring\" may be amusing, but tells nothing about consequences.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"The Bottom Line Is the Health of All Americans","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-the-bottom-line-is-the-health-of-all-americans-586331.html","abstract":"  To the Editor:   Proponents of abandoning universal health insurance coverage for something significantly less argue, in effect, that universal coverage, and the means to achieve it, would be just too costly. But what costs are they conspicuously not counting?","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Mexico on the Edge","web_url":"https://www.nytimes.com/1994/07/05/opinion/mexico-on-the-edge.html","abstract":"Mexico is headed for a political crisis. The peace talks with the rebels in Chiapas have stalled; the ruling Institutional Revolutionary Party, or PRI, is on the verge of losing a presidential election for the first time, and the only two Government officials who have been at all trusted by opposition parties -- Manuel Camacho, the Chiapas peace envoy, and Interior Minister Jorge Carpizo -- resigned last month. (Mr. Carpizo later agreed to stay on through the election.) \n\nTo head off widespread unrest, the Government must reform its electoral laws before the presidential and congressional elections on Aug. 21. And Washington needs to wake up to the danger of an unstable Mexico and exert influence to insure that the voting is free and fair.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Devils Cringe as Stevens Deals With Blues","web_url":"https://www.nytimes.com/1994/07/05/sports/hockey-devils-cringe-as-stevens-deals-with-blues.html","abstract":"  Scott Stevens, a free-agent defenseman and the Devils captain the last two seasons, has signed an offer sheet with the St. Louis Blues, the Devils confirmed yesterday.   According to a report in Monday's editions of The St. Louis Post-Dispatch, the offer sheet was tendered and accepted on Sunday. The deal is reportedly for $16 million over four years, including a signing bonus of at least $2.5 million.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Decision Today On Mattingly","web_url":"https://www.nytimes.com/1994/07/05/sports/baseball-decision-today-on-mattingly.html","abstract":"  After a week of waiting for the pain in Don Mattingly's right wrist to subside, the Yankees decided yesterday to wait one more day before probably placing him on the disabled list. Mattingly, who fielded grounders before yesterday's game, will partake in batting practice today and a decision will be made afterward.   Since Mattingly has not played since last Monday in Boston (June 27), placing him on the disabled list would be retroactive to June 28 and he would be eligible to be activated July 14, the first game after the three-day All-Star Game break. \"I see the merit, in a sense, that I don't want to come back Thursday and have the wrist bother me Friday and then I've lost all the time I've been out,\" said Mattingly.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Military Making Less Into More, But Some Say Readiness Suffers","web_url":"https://www.nytimes.com/1994/07/05/us/military-making-less-into-more-but-some-say-readiness-suffers.html","abstract":"  At this sprawling Marine Corps base, which would send thousands of marines to the Korean peninsula if war erupted there, Col. Jeff Scheferman is busy training troops on a no-frills budget.    Marines practice shooting at home-made papier-mache dummies instead of costly cardboard targets. Officers run command-post drills outside their office windows and pretend to be in the field to avoid using expensive batteries. Marines trek 17 miles to their training ranges to save on fuel, truck tires and maintenance.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"Church Bells And Art Along With The Usual","web_url":"https://www.nytimes.com/1994/07/05/arts/music-review-church-bells-and-art-along-with-the-usual.html","abstract":"  The Summergarden festival, presented each year in the Museum of Modern Art's sculpture garden, is unleashing another magnificent barrage of 20th-century programming.  In a series of free weekend concerts throughout July and August, Joel Sachs, the festival's artistic director, will focus on music from the first 30 years of the century; an all-American opening concert on Friday night presented works of Ruggles, Cowell, Copland and Ives.   Mr. Sachs, who is also a co-director of the Continuum ensemble and mastermind of Juilliard's \"Focus\" festivals, has tended to choose innovators rather than conservative voices; in the listings one sees Leo Ornstein, Alexander Mossolov and George Antheil alongside the expected Schoenberg, Stravinsky and Bartok.  It looks to be a fascinating tour, and anyone wishing for a free education in some of the century's most gloriously inventive music should not miss the opportunity.","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"Casting Stones","web_url":"https://www.nytimes.com/1994/07/05/opinion/casting-stones.html","abstract":"  It seems the self-proclaimed Christian right can dish it out, but they can't take it. They have called President Clinton every name in the book. The Rev. Jerry Falwell is selling videotapes that -- without a shred of evidence -- accuse the President of murdering political opponents back in Arkansas. The Christian Coalition has said Mr. Clinton's inauguration was \"a repudiation of our forefathers' covenant with God.\" They have strayed far from traditional religious issues to proclaim the \"Christian\" position on matters like health care reform and the gasoline tax.   Yet when Clinton supporters dare to hit back, these religious warriors retreat to their cloister and piteously accuse their critics of \"bigotry.\" (Representative Vic Fazio, chairman of the Democratic Congressional Campaign Committee, called them \"fire-breathing\" and \"radical.\" Gov. Ann Richards of Texas called them \"hatemongers.\" Dr. Joycelyn Elders, the Surgeon General, called them \"un-Christian.\" Mr. Clinton himself, while cautiously avoiding any general denunciation of the religious right, had some choice words about Jerry Falwell.)","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"By Design; (Wo)men's Pajamas","web_url":"https://www.nytimes.com/1994/07/05/style/by-design-wo-men-s-pajamas.html","abstract":"  Sometimes, fashion is where you find it. And lots of young women have found it in the men's department this summer. Their discovery: cotton pajamas, which they're wearing for informal evenings. K. D. Lang has sported pajamas on stage and off. For the fashion crowd, that lends credence to the notion.   Sometimes just the top is worn as an oversize shirt with shorts or classic trousers. Other times, the drawstring bottoms are worn with an undershirt for a cool look on a casual occasion.","thumbnail":null,"section":"Style"},{"date":"19940705","headline":"SCIENTIST AT WORK: Bruce N. Ames; Strong Views on Origins of Cancer","web_url":"https://www.nytimes.com/1994/07/05/science/scientist-at-work-bruce-n-ames-strong-views-on-origins-of-cancer.html","abstract":"  WHEN it comes to controversy, Dr. Bruce N. Ames, though not physically intimidating at 5 feet 9 inches tall, is no shrinking violet. The man who invented the leading laboratory test to screen chemicals for their ability to damage genes has years of solid science and the accolades of countless colleagues behind him when he makes such provocative and socially unpopular statements as these:   \"I think pesticides lower the cancer rate.\"","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"U.S. Opens Bosnia Embassy With Pledge of Support","web_url":"https://www.nytimes.com/1994/07/05/world/us-opens-bosnia-embassy-with-pledge-of-support.html","abstract":"  There were grilled hot dogs and hamburgers and \"The Star-Spangled Banner\" and the words \"democracy\" and \"freedom\" floated through the sticky midsummer air.   Fireworks were absent, but much of the picnic talk at the Fourth of July opening of the United States Embassy in Sarajevo focused not on that but on whether the support of the United States, this country's staunchest diplomatic backer, would somehow make a difference in silencing the guns of war.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"An Unbalanced Guide On the Road to Paradise","web_url":"https://www.nytimes.com/1994/07/05/books/books-of-the-times-an-unbalanced-guide-on-the-road-to-paradise.html","abstract":"  The Kingdom of Matthias  A Story of Sex and Salvation in 19th-Century America  By Paul E. Johnson and Sean Wilentz  222 pages. Oxford University Press. $25.    A charismatic leader who calls himself the Prophet and preaches an apocalyptic doctrine of redemption. A band of devoted followers willing to abandon their earlier lives. Rumors of sexual misconduct, followed by other allegations of criminal behavior. Tension with the local community, culminating in a sensational showdown. And finally, raucous tabloid headlines decrying the cult, fanaticism in general and the social disorder overtaking the country.","thumbnail":null,"section":"Books"},{"date":"19940705","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-letters-to-the-editor.html","abstract":"How sad that the frontline cries of the children of the Bosnian war are muted (\"Scars: The Children of Sarajevo Aren't Afraid to Go Outside Anymore,\" June 25). Perhaps 8-year- old Adnan Mujkanovic and the other young victims should be vocal at","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Mistakes Also Cost Referees","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-notebook-mistakes-also-cost-referees.html","abstract":"  The Swiss referee Kurt Roethlisberger said yesterday in Dallas that he should have awarded Belgium a penalty during its 3-2 defeat by Germany, and FIFA decided that both he and the referee of the Argentina-Romania match would play no further part in the World Cup.   \"He admitted that he made a mistake,\" FIFA General Secretary Sepp Blatter said of Roethlisberger. \"He knows that's it for him.\"","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Personalized Path to a New Way of Life","web_url":"https://www.nytimes.com/1994/07/05/nyregion/personalized-path-to-a-new-way-of-life.html","abstract":"  There was no ceremony on Rikers Island, no speeches, no cap or gown. Just a young man in a prison uniform, and a teacher bearing a gift.   Henry Matamoros, 21, fresh from kitchen duty, stood patiently last Thursday as the attendance coordinator from Franklin K. Lane High School in Brooklyn handed him his high school diploma. There was no party, but the spirit of celebration was present: in the way Mr. Matamoros smiled ear to ear when a stranger asked how he felt, in the way he clutched the diploma that had eluded him for so long.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Sports of The Times; Brazil Game Good Legacy For America","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-of-the-times-brazil-game-good-legacy-for-america.html","abstract":"  THEY will always have Stanford. They will always have that Fourth of July in the sun, with the samba drums booming, with the most glamorous soccer team in the world so desperate that it began to take expansive dives and threw a punishing elbow at the temple of an American player.   They will always have the day they frustrated Brazil for 74 minutes. They will always have the time they reached the second round of the World Cup, and forced Brazil to dig out its hipper-dipper flicks and feints, before the ball went in the net and Brazil defeated the United States, 1-0.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Observer; Groggy With Health","web_url":"https://www.nytimes.com/1994/07/05/opinion/observer-groggy-with-health.html","abstract":"  Written after deep health-care immersion:    America faces a grave health-care crisis, though maybe not.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Lindeman Does Just What Mets Wanted","web_url":"https://www.nytimes.com/1994/07/05/sports/baseball-lindeman-does-just-what-mets-wanted.html","abstract":"  The Mets salvaged Jim Lindeman from the scrapheap this season for one reason, and one reason only. Lindeman can hit the ball, he can hit it with power, and he can hit it consistently.   The Mets knew Lindeman had a bad back, they knew he had a spotty record as an outfielder, and they knew he was not some sort of solution to any of their long-term problems. They hoped, though, that Lindeman might be good for a big hit here or there, when the Mets were in a jam.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Chess","web_url":"https://www.nytimes.com/1994/07/05/arts/chess-583413.html","abstract":"  The accepted word is that in short matches it is crucial to be the first one to win a game. This was almost, but not entirely, borne out by the world championship quarterfinal matches organized by the Professional Chess Association.   In two of the eight-game contests, the first player to win did so by a wide margin, but in one match, the second player to win eventually took the match. Moreover, in the remaining match, between Michael Adams of England and Sergei Tiviakov of Russia, even the Englishman's early 2-to-0 lead did not hold up, but after a 4-to-4 tie in the regulation series, he recovered and won the majority of the six overtime speed games.","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"More on the Menu Than Merely Weight","web_url":"https://www.nytimes.com/1994/07/05/theater/theater-review-more-on-the-menu-than-merely-weight.html","abstract":"  Otto Woodnick, the chief neurotic in Nicky Silver's outlandish new play, \"The Food Chain,\" is fat.   How fat?","thumbnail":null,"section":"Theater"},{"date":"19940705","headline":"1894:Corea Showdown : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-1894corea-showdown-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Advices from Yokohama regarding the Corean crisis state that the majority of the European nations, as well as the principal powers in the Far East, all have naval forces on the scene. It was not at all expected that Japan would dispatch so stro","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Duke Assistant Is Happy to Stay Put","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-people-college-basketball-duke-assistant-is-happy-to-stay-put.html","abstract":"  MIKE BREY, the 35-year-old assistant basketball coach at Duke whose name has been prominently mentioned as a candidate for the Seton Hall opening, said Sunday evening that the school had not contacted him and that he would not pursue the job.   \"I have not talked to them and I don't expect to,\" Brey said in a telephone interview from Durham, N.C. \"They're going for a head coach from what I've heard. I'm happy where I am. With Vanderbilt last year, that was one where I really tried. Seton Hall, I don't think I'll chase that one. It's a tough act to follow P. J.\"","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Caramoor's Eclectic Patchwork","web_url":"https://www.nytimes.com/1994/07/05/arts/music-review-caramoor-s-eclectic-patchwork.html","abstract":"  Preceded on Saturday by Slide Hampton's Jazzmasters and followed on Monday by the Great American Main Street Band, Ivan Moravec played the piano at Caramoor this afternoon as a model of Central European decorum. Mr. Moravec -- performing Beethoven, Chopin, Janacek, Debussy and Brahms -- was just one more piece of the eclectic puzzle making up this venerable music festival's 49th outdoor season.   Caramoor's nine summer weekends offer all things to some people. The impressive trees and fragrant flowerbeds, along with the sultry air that always seems to hang over these beautiful grounds, create a kind of languid hedonism. And indeed programs throughout the summer promote rest and relaxation over challenge and exploration, Mr. Moravec's, for example, being a model of familiar and obliging music. Like so many such events, Caramoor is a vacation in sound.","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"World Cup Pilgrims in Search of the Perfect Hotel","web_url":"https://www.nytimes.com/1994/07/05/nyregion/our-towns-world-cup-pilgrims-in-search-of-the-perfect-hotel.html","abstract":"  THIS is very, very . . . not special.\" Gasparo Sanchez, World Cup fan by way of Mexico City, was groping, and it wasn't a language problem that was tying his tongue. It was good manners.   He was on Route 1&9, scouting a room along a strip of motels usually left to dead-tired truckers and one-hour stands. After hearing of the \"inexpensive accommodations\" from fellow soccer fans, he was looking for something his wife might like.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"English Star Undergoes Leg Surgery","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-people-soccer-english-star-undergoes-leg-surgery.html","abstract":"  PAUL GASCOIGNE, the English star, had followup surgery on his leg in London, the Italian League team Lazio announced yesterday.   The Italian news agency ANSA quoted a Lazio communique saying he underwent \"light\" surgery for the removal of a metallic plate applied when the midfielder broke his leg in two places during practice in April. Lazio's offices were closed last night when called for details about the ANSA report.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Acorns Sprout Among the Oaks Of the Telecommunications Field","web_url":"https://www.nytimes.com/1994/07/05/nyregion/acorns-sprout-among-the-oaks-of-the-telecommunications-field.html","abstract":"  Eighteen months ago, Shant S. Hovnanian was a home builder in New Jersey. Now he is the chief executive of a small telecommunications company in Manhattan, pushing a technology that did not exist a decade ago and preparing to do battle with some of the biggest names in corporate America.   \"This is the mecca of technology being born,\" he said of greater New York. \"Everybody's got a new idea.\"","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Buctouche Journal; Acadians Cling to Their Culture, and to Canada","web_url":"https://www.nytimes.com/1994/07/05/world/buctouche-journal-acadians-cling-to-their-culture-and-to-canada.html","abstract":"  Laurie Hebert, slicing into bacon and eggs in La Sagouine restaurant, says he fears a backlash from New Brunswick's English-speaking majority if Quebec bolts from Canada.   He is afraid that many English-speakers would be angry at seeing themselves cut off from the rest of Canada, and that it would jeopardize the hard-won linguistic, social and economic equality achieved by the French speakers of the Acadian coast of New Brunswick.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"A Couple of Miscues Mean Defeat for Irish","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-a-couple-of-miscues-mean-defeat-for-irish.html","abstract":"  In the post-game's early moments, Jason McAteer paused with hands on knees to absorb the pain of it all. Then, undaunted at finding no Dutch player to swap jerseys with, the Irish midfielder walked to one side of the Citrus Bowl and, pointing to a large block of Irish fans, began clapping.   Then he walked to the stadium's other side and repeated the gesture. Ireland was eliminated from the World Cup today by the Netherlands, 2-0, but the Irish aren't going home because of lack of fan support.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Electronic Christmas Comes Early for Insiders","web_url":"https://www.nytimes.com/1994/07/05/science/personal-computers-electronic-christmas-comes-early-for-insiders.html","abstract":"  I HAVE seen the exercise bicycle that connects to a video game, the calculator that walks like a spokesmodel and the interactive multimedia storybook based on the novelization of the movie of the novel \"The Secret Garden.\" I have seen the television receiver with a serial port. I have seen modems that plug into cellular phones. I have survived the Chicago Summer Consumer Electronics Show (CES).   CES is a sort of Christmas in June where the world of electronics parades its shiniest new wares, from upmarket high-fidelity audio equipment to utterly populist video games, all of them dependent in one way or another on fast-flowing electrons. What emerges from this venerable conference is that virtually all of those electrons are converging upon the personal computer. Next year, in fact, the show will officially be renamed CES Interactive.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"Neo-Fascists Take to the Sea, And End Up Toasting Old Glory","web_url":"https://www.nytimes.com/1994/07/05/world/neo-fascists-take-to-the-sea-and-end-up-toasting-old-glory.html","abstract":"  Seeking to offset bad publicity generated by a fund-raising cruise on the Achille Lauro, Italy's neo-Fascist leader tossed a garland of flowers into the sea in memory of an American Jewish hostage who was killed on the ship, a spokesman for the politician said today.   The neo-Fascist, Gianfranco Fini, also called for one minute's silence in honor of the hostage, Leon Klinghoffer, 69, who was pushed overboard in his wheelchair by Palestinian terrorists who commandeered the ship in 1985. The memorials were held over the weekend, the spokesman said.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"The Bottom Line Is the Health of All Americans; Increasing the Choices","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-the-bottom-line-is-the-health-of-all-americans-increasing-the-choices-586471.html","abstract":"  To the Editor:   For decades, millions of employees and their families have known that whatever their doctor wants to do will be paid for by somebody else. In theory, at least, a consumer who is also the payer will refuse to buy when price exceeds perceived value. But a consumer who is not the payer will take the free lunch, and we are facing the fact that there is no such thing as a free lunch.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"A Malthusian Premise Empties the Countryside","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-a-malthusian-premise-empties-the-countryside.html","abstract":"Jessica Mathews, of the New York-based Council on Foreign Relations, implies that thinking that Malthus was wrong is responsible for much contemporary hunger. (\"A Small Price to Pay for Proving Malthus Wrong,\" Opinion, June 9.) But it is Malthu","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Patterns","web_url":"https://www.nytimes.com/1994/07/05/style/patterns-583685.html","abstract":"  Wooing the Europeans    With so much of today's fashion direction coming from European men's magazines with an edge, Calvin Klein and Donna Karan have decided to split the cost of bringing editors from some of the most important to New York to see their men's wear collections. Editors from The Face, Arena, L'Uomo Vogue and Vogue Hommes have been invited to Mr. Klein's show on July 25, and Ms. Karan's on July 26.","thumbnail":null,"section":"Style"},{"date":"19940705","headline":"Poles Will Press Clinton On NATO Membership","web_url":"https://www.nytimes.com/1994/07/05/world/poles-will-press-clinton-on-nato-membership.html","abstract":"  In earlier visits intended to encourage the Poles in their scrappy opposition to Communism, American leaders have been welcomed with great warmth.    But President Clinton will be coming to a different Poland on Wednesday and will be greeted by a people and a Government wary of what is perceived as Washington's favoritism toward Russia and its lack of understanding of Poland's security problems.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"Yemen: Risky War, Cautious Response","web_url":"https://www.nytimes.com/1994/07/05/opinion/yemen-risky-war-cautious-response.html","abstract":"  The civil war tearing Yemen apart threatens wider trouble. Other Arab countries have become involved, including, by some accounts, Saudi Arabia, Iraq and the Sudan. Both Yemeni sides are oil producers. And a military attack against the southern port of Aden could produce a humanitarian disaster, imperiling more than 400,000 inhabitants.   Conservative Arab regimes, led by Saudi Arabia, sought a U.N. peacekeeping force to halt the north's offensive. So far, U.N. efforts have been limited to unsuccessful mediation attempts and useless cease-fire agreements that break down almost instantly. The Saudis and their allies are also poised to recognize the south, which would re-create the two independent Yemens that merged in 1990. The United States, however, opposes recognition. And it has persuaded the Security Council to authorize merely a regional monitoring force, which would be deployed only after a lasting cease-fire takes hold.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"The Bottom Line Is the Health of All Americans; Let Qualifed Doctors In","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-the-bottom-line-is-the-health-of-all-americans-let-qualifed-doctors-in-586463.html","abstract":"  To the Editor:   As a practicing physician, I was disturbed by your June 25 report that physicians who have not joined health maintenance organizations are often finding the doors shut to them. You imply that physicians wish to join H.M.O.'s only because they worry about losing income and that, further, we all had the choice to join several years ago but refused to do so.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/05/style/IHT-what-theyre-reading.html","abstract":"Wess Junker, senior meteorologist at the National Weather Service in Maryland, is reading \"Marshall: Hero for our Times\" by Leonard Mosley..\"It has some interesting anecdotes, and it gives insight into the personalities of such people as","thumbnail":null,"section":"Style"},{"date":"19940705","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/05/nyregion/no-headline-581402.html","abstract":"  \"It's not the flashiest celebration, but I think it's one of the nicest. It's a chance to see each other, greet neighbors and just think about the  significance of the day before going off to picnics. It brings new meaning to why we celebrate.\" -- WILLA SKINNER, at the Independence Day ceremony in Fishkill, N.Y.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Kamieniecki Feeling the Frustration","web_url":"https://www.nytimes.com/1994/07/05/sports/baseball-kamieniecki-feeling-the-frustration.html","abstract":"  Gazing at the scoreboard was unnecessary to document what was transpiring between the Yankees and the Athletics yesterday. All anyone needed to do was study Scott Kamieniecki. His body language was almost as revealing as the numbers being shown beyond the outfield fence.   Whether he was shaking his head, kicking the dirt, putting his glove on his hip or hollering, Kamieniecki's actions oozed frustration and exasperation. But Kamieniecki wasn't the only one feeling ill at ease as Steve Ontiveros combined with four relievers to guide the A's to a 4-0 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"A Nightmare Taints America's Dream","web_url":"https://www.nytimes.com/1994/07/05/sports/IHT-a-nightmare-taints-americas-dream.html","abstract":"Anyone could have understood right away the sacrifice Andrs Escobar had made for soccer. In the press tribune, they let you watch it on televisions near your seat inside the stadium. The ball lay tangled in the net of his goal and Escobar sat where","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"The Emperor's Bow","web_url":"https://www.nytimes.com/1994/07/05/opinion/l-the-emperor-s-bow-586480.html","abstract":"  To the Editor:   Re \"Emperor Visits Site Near Pearl Harbor\" (news article, June 25): The Japanese are a people of few words. While accents may change from prefecture to prefecture, the language of symbols is universal. When the Emperor, in a somber ceremony, approached the memorial at the National Memorial Cemetery of the Pacific, bent to place a wreath at the base of the granite monument and bowed for nearly a minute, he expressed with eloquence \"shared sadness over the conflict.\"","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Sampras, Of Course. Martinez, Really?","web_url":"https://www.nytimes.com/1994/07/05/sports/tennis-sampras-of-course-martinez-really.html","abstract":"  On the 15th day, after the Wimbledon weather chart provided a blameless summer weekend during which a pair of Wimbledon champions played flawless tennis to earn their sport's most venerable title, matters reverted back to form and it rained.   But that didn't impede the new reign of Conchita Martinez, who made history on Saturday when she defeated the nine-time champion Martina Navratilova to become the first Spanish woman to win Wimbledon. Nor did it dampen the spirits of Pete Sampras, the 22-year-old American who retained his Wimbledon crown and further established his autocracy atop the men's game with a straight-set triumph over Goran Ivanisevic on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Encore! This Time Devil Wins Suburban","web_url":"https://www.nytimes.com/1994/07/05/sports/horse-racing-encore-this-time-devil-wins-suburban.html","abstract":"  One day after Holy Bull streaked through the homestretch toward the championship of racing's 3-year-old division, Devil His Due streaked through the same stretch yesterday toward the championship of the handicap division. And both times, Mike Smith was perched in the saddle, just as he was two weeks ago when he guided Sky Beauty toward the championship of the handicap filly division.   Smith rode to his latest victory aboard Devil His Due in the 108th running of the Suburban Handicap at Belmont Park, outlasting Valley Crossing by half a length and completing New York's \"handicap triple\" with an encore performance.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-letters-to-the-editor-92920764190.html","abstract":"The media need to focus attention on the danger of violence in relationships, and the dramatic suffering it can cause for children who witness parental confrontations.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"The Tour Gets Rough In Early Stages","web_url":"https://www.nytimes.com/1994/07/05/sports/cycling-the-tour-gets-rough-in-early-stages.html","abstract":"  Fabiano Fontanelli is one tough guy, but then everybody knows that. He is, after all, just a lesser light among the Tour de France sprinters, and they revel in their reputation as tough guys. Nothing scares them, they say, or they would be former sprinters.   How tough exactly is Fontanelli? Enough so that, a day after a horrific crash near the finish line put three sprinters out of the race and left Fontanelli bruised and aching on the ground, he was back today to contest, yes, another sprint.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"In Losing, U.S. Hopes It Nevertheless Won Interest of a Country","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-in-losing-us-hopes-it-nevertheless-won-interest-of-a-country.html","abstract":"  To the beat of Brazilian drums, the Americans marched through the brilliant sunshine and onto the field past a star-spangled sign that read like a mantra: \"You Gotta Believe.\"   Two hours later, Ernie Stewart bent over at midfield, put his hands over his freckled cheeks and, with the drums still beating, sobbed because all the believing had ended in a predictable result: a Brazilian victory.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Clashing Stories of 4 Ships And a Disputed Heroism","web_url":"https://www.nytimes.com/1994/07/05/nyregion/clashing-stories-of-4-ships-and-a-disputed-heroism.html","abstract":"  At the end of April 1975, as the war in Vietnam drew to a close, Tran Dinh Truong says, he used his fleet of cargo ships and tankers to rescue United States soldiers and civilians stranded in remote areas of the country. At the time, he says, he owned 24 ships, along with more than 100 trucks, four hotels, and an airline.   Mr. Truong has told the story of his heroism ever since he arrived in the United States. But parts of it are disputed by those who took part in the evacuation, by a ship captain who worked for Mr. Truong, and by Mr. Truong's own conflicting stories in various court documents.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"60 Schools Will Be Exempt From Range of Regulations","web_url":"https://www.nytimes.com/1994/07/05/nyregion/60-schools-will-be-exempt-from-range-of-regulations.html","abstract":"  Sixty schools throughout New York State will be freed from a broad range of state regulations under a plan proposed by Gov. Mario M. Cuomo to encourage innovation that was approved by the Legislature over the weekend.   Mr. Cuomo described the plan yesterday as \"a bold new effort\" that will allow the selected schools to decide everything from how many minutes a student must spend in English or math to the days of the week that schools must be open.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Work and a Gimmick Put Warsaw's Opera On the Musical Map","web_url":"https://www.nytimes.com/1994/07/05/arts/work-and-a-gimmick-put-warsaw-s-opera-on-the-musical-map.html","abstract":"  At a time when the big, cumbersome state arts institutions in Eastern Europe are often stumbling -- the Grand Theater in Warsaw being one example -- feisty smaller companies need a gimmick. At first glance, the Warsaw Chamber Opera's annual Mozart Festival (this year, June 15 to July 26), in which every single blessed dramatic work Mozart ever composed is presented in fully staged performances, might seem just such a gimmick.   It has certainly put this 33-year-old company on the map. The troupe tours widely in Western Europe and has an invitation to present its entire Mozart repertory at the Opera-Comique in Paris in the fall of 1995. And to repeat that trick in Germany, as well.","thumbnail":null,"section":"Arts"},{"date":"19940705","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/05/nyregion/metro-digest-580384.html","abstract":"  TELECOMMUNICATIONS BREEDING GROUND   Technology and loosened regulation are making the New York metropolitan area a national incubator for entrepreneurial ventures in telecommunications. Throughout the region, new companies are popping up, ranging from low-overhead mom-and-pops to ventures involving investments of hundreds of millions of dollars. A1.","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/05/opinion/IHT-letters-to-the-editor-91087559089.html","abstract":"In \"O.J. Simpson as Victim? Kindly Consider Reality\" (Meanwhile, June 23), Bob Herbert writes, \"Nothing has yet emerged that points to O.J.'s innocence.\" Unless I have missed the watershed reversal of one of the most revered maxims of","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Ghost in the Machine","web_url":"https://www.nytimes.com/1994/07/05/opinion/ghost-in-the-machine.html","abstract":"  To work with a computer is never to be alone. We are not talking about big stuff, like the Internet, which enables you to communicate with the world. We are talking about little stuff, the small conversational tidbits that go back and forth when you and your computer are alone together. \"Wrong command,\" it says when you forget something. \"Strike any key,\" it commands when you insert a diskette.  Ask for \"Spellcheck\" and it obeys.   Computers are, in short, good companions and may be even better ones once they have taken on faces: a goal of scientists, Science Times reported last week, in the U.S., Europe and Japan. \"Facial expression is a more sophisticated way of communications,\" says Dr. Akikazu Takeuchi of Sony. \"What we want is not intelligence but humanity.\"","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Point Proved, Hearts Heavy, It's Time to Go Home","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-point-proved-hearts-heavy-it-s-time-to-go-home.html","abstract":"  They accomplished more than anyone expected, perhaps more than they expected from themselves. They gained international respect and awakened a slumbering public. For two weeks, soccer emerged from a sporting backwater and swam gloriously in the mainstream. In the end, all the Americans could not do was defeat the team that is historically and artistically the best in the world.   For 73 minutes today, the United States kept Brazil handcuffed and scoreless. Under relentless pressure to produce another World Cup title after 24 fallow years, and playing a man short from the 44th minute on, Brazil appeared as if it might unravel.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Hoboken: Having It All, Then Leaving It","web_url":"https://www.nytimes.com/1994/07/05/nyregion/hoboken-having-it-all-then-leaving-it.html","abstract":"  At times like this, when her son is twirling around monkey bars with his friends and she is standing on playground rubber chatting with hers, Annette Vidal Lisa would rather live here than anywhere else. But her boy is almost 3 years old, so she figures it is time to leave.   \"It's a shame,\" she said. \"But when my son reaches full-time school age, we want to be ready.\"","thumbnail":null,"section":"New York"},{"date":"19940705","headline":"Europe Fights Invasion of Aggressive American Turtles","web_url":"https://www.nytimes.com/1994/07/05/science/europe-fights-invasion-of-aggressive-american-turtles.html","abstract":"  THE little American turtles look endearing and innocent and children love to keep them in aquariums, but scientists in several European countries have begun a campaign to stop their importation.    Since the sale of Mediterranean tortoises, also a favorite aquarium species, was banned a decade ago because they were becoming endangered, several million red-eared turtles, or what the French call Florida turtles, have been imported and sold as pets. The turtles, of the species Trachemys scripta elegans, are also commonly called red-eared sliders.","thumbnail":null,"section":"Science"},{"date":"19940705","headline":"School's Out, but Lunch Program's in Session","web_url":"https://www.nytimes.com/1994/07/05/us/school-s-out-but-lunch-program-s-in-session.html","abstract":"  Right around noon, on a hot, muggy day in this small inland town on the Delmarva peninsula, children start gathering at the playground, the big boys shooting hoops, the little girls sitting on the lawn -- all of them waiting for the big yellow school bus that brings them a free lunch.   When the bus arrives, the desultory basketball stops, and all the children line up for their turn to get a plastic-wrapped lunch tray that, for many, is the first meal of the day.","thumbnail":null,"section":"U.S."},{"date":"19940705","headline":"Unifying the Police Forces","web_url":"https://www.nytimes.com/1994/07/05/opinion/unifying-the-police-forces.html","abstract":"  New York City mayors have long wanted to merge the city's transit and housing police forces into the Police Department, but have failed in the face of resistance from the two smaller forces. Mayor Rudolph Giuliani is determined to succeed, and there are solid reasons to believe he can. Not least among them is that merger is an excellent idea. Also, housing police officials no longer oppose it. And the Mayor's popularity with law enforcement officers generally is exceptionally high.   This is, however, no ordinary bureaucratic reshuffling. It would meld three large and proud police forces. The Police Department has more than 35,000 uniformed officers. The Transit Authority and the Housing Authority each have about 2,500 -- making each larger than the police departments of all but a dozen other cities. Transit police cover the vast subway system, where crime involves more muggings than murders. Housing police cover 324 public projects, with 600,000 residents and an oppressive pattern of drugs and violent crime.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Russia Lurches Further Along the Capitalist Road","web_url":"https://www.nytimes.com/1994/07/05/world/russia-lurches-further-along-the-capitalist-road.html","abstract":"  Nearly two years ago, Russia embarked on the most crucial part of its effort to become a market economy: selling the property of a state that once owned everything and thus founding a nation of property owners with a stake in the success of economic reform.   When the end of price controls wiped out savings, the Government chose to conjure up a middle class by giving away most state property, issuing 144 million vouchers free to every Russian to turn into shares.","thumbnail":null,"section":"World"},{"date":"19940705","headline":"Indians Salute Doby by Retiring Number","web_url":"https://www.nytimes.com/1994/07/05/sports/sports-people-baseball-indians-salute-doby-by-retiring-number.html","abstract":"  The Cleveland Indians retired LARRY DOBY's No. 14 on Sunday night in a ceremony honoring the American League's first black player. Doby, 69, joined the Indians on July 5, 1947 -- 11 weeks after Jackie Robinson became the first black player in the majors with the National League's Brooklyn Dodgers.   Doby, an executive with Major League Properties since 1990, hit .283 with 253 homers and 969 runs batted in in 13 seasons with the Indians, the Chicago White Sox and the Detroit Tigers. He also coached and managed in the majors.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"Team Handball Searches for Stars and Olympic Gold","web_url":"https://www.nytimes.com/1994/07/05/sports/olympic-festival-team-handball-searches-for-stars-and-olympic-gold.html","abstract":"  Seven years ago this month, Leora (Sam) Jones was the defining point in the United States for team handball -- a fast-moving court sport that combines elements of basketball, soccer and hockey.   Jones was a high-jumping scorer who used her incredible vertical leaping ability to throw the leather ball past a bewildered goaltender. But as her goals mounted and her notoriety grew in the sport that sells out arenas in Europe, the women's team drifted further and further from the ultimate goal of winning the Olympic gold.","thumbnail":null,"section":"Sports"},{"date":"19940705","headline":"The Mole's Manual","web_url":"https://www.nytimes.com/1994/07/05/opinion/the-mole-s-manual.html","abstract":"  Aldrich Ames, the former high-ranking C.I.A. officer who sold secrets to the Russians for nine years, will receive a visit in jail this summer from Senator Dennis DeConcini, chairman of the Senate Intelligence Committee.   Mr. DeConcini has negotiated with the Justice Department for months to talk with Mr. Ames, who, as a result of his plea agreement with prosecutors, has been telling the C.I.A. and F.B.I. how he escaped their notice for so long. The Senator wants to hear first-hand \"how Ames beat the security system,\" an aide said.","thumbnail":null,"section":"Opinion"},{"date":"19940705","headline":"Group Mentality Pervades in Games Played in Northeast","web_url":"https://www.nytimes.com/1994/07/05/sports/world-cup-94-group-mentality-pervades-in-games-played-in-northeast.html","abstract":"  The East Coast portion of the World Cup's round of 16 takes center stage today, and by the quirks of first-round competition, both games feature a team from Group E against a team from Group D.   At Giants Stadium, Mexico, the winner of the so-called \"Group of Death,\" will play Bulgaria, the second-place team in Group D. Bulgaria pushed Argentina down a rung to third place by beating the Maradona-less Argentines, 2-0, on the final day of the opening round.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940705","time":"1994-07-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":70,"wspd":20.5},{"date":"19940705","time":"1994-07-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":68,"wspd":20.5},{"date":"19940705","time":"1994-07-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":71,"wspd":18.4},{"date":"19940705","time":"1994-07-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":80,"wspd":16.6},{"date":"19940705","time":"1994-07-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":14.8},{"date":"19940705","time":"1994-07-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":81,"wspd":13},{"date":"19940705","time":"1994-07-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":81,"wspd":9.4},{"date":"19940705","time":"1994-07-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":73,"wspd":13},{"date":"19940705","time":"1994-07-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":68,"wspd":13},{"date":"19940705","time":"1994-07-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":60,"wspd":14.8},{"date":"19940705","time":"1994-07-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":54,"wspd":14.8},{"date":"19940705","time":"1994-07-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":50,"wspd":14.8},{"date":"19940705","time":"1994-07-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":50,"wspd":14.8},{"date":"19940705","time":"1994-07-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":53,"wspd":20.5},{"date":"19940705","time":"1994-07-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":51,"wspd":18.4},{"date":"19940705","time":"1994-07-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":52,"wspd":16.6},{"date":"19940705","time":"1994-07-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":63,"wspd":18.4},{"date":"19940705","time":"1994-07-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":59,"wspd":18.4},{"date":"19940705","time":"1994-07-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":62,"wspd":16.6},{"date":"19940705","time":"1994-07-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":65,"wspd":11.2},{"date":"19940705","time":"1994-07-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":67,"wspd":14.8},{"date":"19940705","time":"1994-07-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":75,"wspd":13},{"date":"19940705","time":"1994-07-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":76,"wspd":11.2},{"date":"19940705","time":"1994-07-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":77,"wspd":11.2},{"date":"19940705","time":"1994-07-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":14.8},{"date":"19940705","time":"1994-07-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":13},{"date":"19940705","time":"1994-07-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":14.8},{"date":"19940705","time":"1994-07-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":11.2},{"date":"19940705","time":"1994-07-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":11.2},{"date":"19940705","time":"1994-07-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":9.4},{"date":"19940705","time":"1994-07-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":0},{"date":"19940705","time":"1994-07-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":0},{"date":"19940705","time":"1994-07-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":0},{"date":"19940705","time":"1994-07-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":9.4},{"date":"19940705","time":"1994-07-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":9.4},{"date":"19940705","time":"1994-07-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":9.4},{"date":"19940705","time":"1994-07-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":11.2},{"date":"19940705","time":"1994-07-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":76,"wspd":11.2},{"date":"19940705","time":"1994-07-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":13},{"date":"19940705","time":"1994-07-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":16.6},{"date":"19940705","time":"1994-07-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":18.7},{"date":"19940705","time":"1994-07-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":63,"wspd":16.6},{"date":"19940705","time":"1994-07-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":13},{"date":"19940705","time":"1994-07-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":18.7},{"date":"19940705","time":"1994-07-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":16.6},{"date":"19940705","time":"1994-07-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":63,"wspd":14.8},{"date":"19940705","time":"1994-07-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":70,"wspd":14.8},{"date":"19940705","time":"1994-07-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":74,"wspd":16.6}]},"19940706":{"guardian_articles":[],"nytimes_articles":[{"date":"19940706","headline":"Tom Hanks as an Interloper in History","web_url":"https://www.nytimes.com/1994/07/06/movies/film-review-tom-hanks-as-an-interloper-in-history.html","abstract":"Slow-witted innocent caught up in 20th century's great events. Good special effects, haunting Hanks.","thumbnail":null,"section":"Movies"},{"date":"19940706","headline":"His Story, for a Price : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-his-story-for-a-price-letters-to-the-editor.html","abstract":"Regarding \"Caned Teen Wants To 'Share' Story\" (June 23):.Michael Fay is quoted in this report as saying, \"I want to share my story with the whole world.\".Mr. Fay told a prison officer, Thio Kok Sing, that he intended to sell his s","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Shorn and Shod, New Cadets Begin At West Point","web_url":"https://www.nytimes.com/1994/07/06/nyregion/shorn-and-shod-new-cadets-begin-at-west-point.html","abstract":"  The class of 1998 had its first day at the United States Military Academy last week, stepping from a civilian life of family and friends onto the bottom rung of a military experience steeped in discipline and tradition. Of the more than 1,100 freshman cadets, about 13 percent are women. Ahead of them lies a grueling summer of basic training; a pair of \"broken-in shoes\" was ominously recommended by a welcoming brochure.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Simms May Do His Passing From ESPN or Fox Studios","web_url":"https://www.nytimes.com/1994/07/06/sports/pro-football-simms-may-do-his-passing-from-espn-or-fox-studios.html","abstract":"  Phil Simms has not yet been able to catch on with another football team since the Giants cut him three weeks ago, but he may still be calling signals this fall in a television studio near you.   Simms, one of the game's best quarterbacks ever, was released after 15 years because of his age (38), a recently operated-upon shoulder and a $2.5 million salary. But he has drawn a large amount of interest from ESPN and Fox as a football analyst. Simms had an audition with ESPN Friday; it is unclear if the audition was for studio analyst, color commentator or both.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Mental Illness Comes In All Shapes and Sizes","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-mental-illness-comes-in-all-shapes-and-sizes-598828.html","abstract":"  To the Editor:   In \"Is Bad Writing a Mental Disorder?\" (Op-Ed, June 20), Stuart A. Kirk and Herb Kutchins, two professors of social work, fault the American Psychiatric Association for revising its Diagnostic and Statistical Manual, soon to be published in its fourth edition, apparently believing an earlier edition was the last word on mental illness.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Englishman Goes Home Without Yellow Jersey","web_url":"https://www.nytimes.com/1994/07/06/sports/cycling-englishman-goes-home-without-yellow-jersey.html","abstract":"  The dream ended for Chris Boardman in Calais this afternoon and he did not wear the yellow jersey of the Tour de France's leader when the bicycle race traveled hours later to his native England.   He rode heroically at the front of his Gan team, powering it along for kilometer after kilometer of a 66.5-kilometer (41.3-mile) windswept and hilly course in a team time trial. In the end, though, his teammates were simply not up to his pace.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Colleges Caught in Middle As Parents Seek Best Deal","web_url":"https://www.nytimes.com/1994/07/06/us/colleges-caught-in-middle-as-parents-seek-best-deal.html","abstract":"  To get into the college of his choice, Lyndon Allin knew that he needed good grades, high scores on his college entrance examination and a lot of financial aid. He also needed some gamesmanship.    Mr. Allin, one of the nation's top-ranked high school graduates, was accepted by some of the nation's leading institutions. Northwestern University, which costs $24,283 a year, offered him $8,700 in scholarships and loans; Vanderbilt University offered $13,000, about half its annual costs.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Sports of The Times; A Soccer Shootout in The Shadows","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-of-the-times-a-soccer-shootout-in-the-shadows.html","abstract":"  THEY were wearing all forms and all shades of green, white and red. Large flags were wrapped like a serape around their shoulders. Small flags were perched on the tall crowns of straw sombreros. Some had the colors painted on their faces, many on dozens of different T-shirts. Others were parading with red and green lettering on white bedsheets.   \"Viva Mexico,\" one banner shouted.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"1944: Revolution Fever : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-1944-revolution-fever-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Officials here who are charged with responsibility for inter-American relations appeared unworried today [July 5] over the current epidemic of bloodless revolutions in Central America. Officially they view the unr","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Many Joined the Stonewall March to Support Equal Rights; Gay, Black and Obese","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-many-joined-the-stonewall-march-to-support-equal-rights-gay-black-and-obese-598860.html","abstract":"  To the Editor:   The upper-middle-class white gay community is no better than its straight counterparts. Stonewall 25 was a bust in my opinion.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Baggio Brings a Last-Gasp Victory for the Italians","web_url":"https://www.nytimes.com/1994/07/06/sports/world-cup-94-baggio-brings-a-last-gasp-victory-for-the-italians.html","abstract":"  There is no two-minute warning the way the rest of the world plays football. There is no need. If you are ahead you play through the moment. If you are behind you ignore it. That is the crushing lesson Nigeria will take home from Italy's dramatic 2-1 overtime victory this afternoon, after the most important game in its modest soccer history was reduced to two minutes that stood between the Super Eagles and their most memorable triumph.   Emmanuel Amunike's goal in the 27th minute was about to send Nigeria to the quarterfinals of the World Cup and create the earliest exit for three-time champion Italy since 1974. A red card against Italy, in the 75th minute, compounded Nigeria's advantage and forced the Azzuri to compete one man short in the decisive moments. With Nigeria's most famous athlete, the basketball star Hakeem Olajuwon, holding a small flag high above the field at Foxboro Stadium, his countrymen were about to take their own step up on to a global stage. The clock ticked upward, and two minutes remained.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Youth Is Killed in Brooklyn Gang Conflict","web_url":"https://www.nytimes.com/1994/07/06/nyregion/youth-is-killed-in-brooklyn-gang-conflict.html","abstract":"  Under the aural cover of Fourth of July fireworks, eight men with semiautomatic handguns and a submachine gun strolled up to a group of youths hanging out on a street in East New York, Brooklyn, on Monday night and opened fire, the police said, killing one teen-ager and wounding four other people. Two of the wounded were bystanders.   The shooting was apparently in retaliation for an incident several days earlier in which shots damaged a car belonging to a member of a gang engaged in \"an ongoing dispute between project thugs,\" said Detective Thomas Ferro of the housing police. \"Word on the street is that a street war is about to escalate,\" the detective added.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"The French Don't Look Neutral in Rwanda; Better Than Africans","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-the-french-don-t-look-neutral-in-rwanda-better-than-africans-598810.html","abstract":"  To the Editor:   Re \"France's Risky Rwanda Plan\" (editorial, June 24):","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Arafat's Jewish Neighbors","web_url":"https://www.nytimes.com/1994/07/06/world/arafat-s-jewish-neighbors.html","abstract":"  While Yasir Arafat formally installed his provisional government in Jericho, Anna Meller sat a mere two miles away today in this Israeli settlement and contemplated the befuddling ways of diplomacy that had suddenly brought her this new neighbor.   Yasir Arafat virtually next door? It is fine with her, she decided.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"U.N. Reports New Cases Of Harassment by Serbs","web_url":"https://www.nytimes.com/1994/07/06/world/un-reports-new-cases-of-harassment-by-serbs.html","abstract":"  Bosnian Serb police officers beat about 40 Muslim refuge-seekers outside the United Nations refugee-relief office in the northwestern town of Banja Luka on Monday night in the latest in a series of incidents of harassment aimed at uprooting the area's Muslim population, a United Nations official said today.   \"Beating people up right outside the United Nations office is taking things to a new level of intimidation,\" said the Sarajevo spokesman for the United Nations High Commissioner for Refugees, Kris Janowski.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"On Campus; President of Dartmouth, Fighting Cancer, Seizes the Day","web_url":"https://www.nytimes.com/1994/07/06/us/on-campus-president-of-dartmouth-fighting-cancer-seizes-the-day.html","abstract":"  When James O. Freedman, the 58-year-old president of Dartmouth College, discovered that he has cancer of the lymphatic system, he began an informal offering of what might be called Mortality 101: an exploration of the intellectual and moral issues of coming to terms with the inevitability of human death.   \"Hearing a physician say the dread word 'cancer' has an uncanny capacity to concentrate the mind,\" Mr. Freedman, his hair thinned and whitened by chemotherapy, told the crowd of more than 3,500 at graduation ceremonies for the class of '94. \"That is what liberal education does, too.\"","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Ground Shifts in California's Water Wars","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-ground-shifts-in-california-s-water-wars-637688.html","abstract":"  To the Editor:   Re \"As Drought Looms, Farmers in California Blame Politics\" (front page, June 24):","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Politics and Municipal Bonds: A Bubbling Stew in Louisiana","web_url":"https://www.nytimes.com/1994/07/06/us/politics-and-municipal-bonds-a-bubbling-stew-in-louisiana.html","abstract":"  For eight years now, Mary L. Landrieu, the 38-year-old Louisiana State Treasurer, has been attacking the good-old-boy network that allowed politicians to steer lucrative municipal finance business, often at taxpayer expense, to their families and friends.    Her record is impressive. No longer are tax-free bonds issued by cities and towns here for no reason other than to generate fat fees for a coterie of local lawyers and bankers. No longer are small-town banks propped up by cheap deposits courtesy of the state. And no longer does Louisiana borrow money without professional oversight and without competitive bids from dealers selling its bonds.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"G.O.P. Leader and Pataki May Resolve Feud","web_url":"https://www.nytimes.com/1994/07/06/nyregion/gop-leader-and-pataki-may-resolve-feud.html","abstract":"  The Republican Senate majority leader, Ralph J. Marino, has agreed to be chairman of a major fund-raiser for one of his most bitter rivals: Senator George E. Pataki, the leading Republican candidate for governor. But the arrangement does not seem to have ended the factional warfare that has plagued the Republican Party for months.    Mr. Marino and Mr. Pataki have feuded since Mr. Pataki was elected in 1992 with the help of an anti-tax organization, Pack-Up, that had worked against Mr. Marino's re-election that year. Mr. Marino, the most powerful Republican in state government, unsuccessfully sought to block Mr. Pataki's nomination at the Republican state convention in May.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Ground Shifts in California's Water Wars","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-ground-shifts-in-california-s-water-wars-614440.html","abstract":"  To the Editor:   Re \"As Drought Looms, Farmers in California Blame Politics\" (front page, June 24):","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"The Art and Business Of Courting the Camera","web_url":"https://www.nytimes.com/1994/07/06/books/books-of-the-times-the-art-and-business-of-courting-the-camera.html","abstract":"  Arthur Elgort's Models Manual   By Arthur Elgort   Illustrated. 384 pages. Grand Street Press. $35.    In this month's Vogue, Claudia Schiffer, the supermodel who combines the knowing poutiness of Brigitte Bardot with the pastoral blankness of a Nordic milkmaid, is pictured lying on a striped bedspread, wearing a bright-pink angora sweater with cap sleeves. A black-and-white movie is playing on the television screen behind her, but for the moment she pays it no mind. She is gazing dreamily at us -- the camera, the viewer, the consumer -- and her hand caresses the book she has apparently been reading: \"Mrs. Dalloway,\" by Virginia Woolf.","thumbnail":null,"section":"Books"},{"date":"19940706","headline":"More Hope for Spinal Injuries","web_url":"https://www.nytimes.com/1994/07/06/us/more-hope-for-spinal-injuries.html","abstract":"  THE longstanding assumption that severe spinal cord injuries cause permanent, incurable paralysis is being challenged by studies suggesting that some \"dead\" nerve cells can revive or regenerate.   The findings open the possibility that doctors may one day be able to reverse part or all of the crippling caused by accidents that crush or sever the spinal cord. Most of the studies, conducted in animals, involve the transplantation of nerve cells from fetal spinal cords.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"In Shift, U.S. Will No Longer Admit Haitians at Sea","web_url":"https://www.nytimes.com/1994/07/06/world/in-shift-us-will-no-longer-admit-haitians-at-sea.html","abstract":"  After a sharp increase in the number of Haitians seeking asylum, the Clinton Administration abruptly shifted policy today and said it would no longer allow refugees intercepted at sea to be resettled in the United States.   Instead, Haitians fleeing by boat who qualify for asylum will be taken to Panama or other Caribbean countries until the political crisis in their country is resolved.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Saberhagen, Perfect in 6, Shows Stuff Of All-Star","web_url":"https://www.nytimes.com/1994/07/06/sports/baseball-saberhagen-perfect-in-6-shows-stuff-of-all-star.html","abstract":"  Once Bret Saberhagen threw that one nasty curve to strike out Mark Carreon, no one could avoid the thought. Saberhagen had been behind by 3-0 against Carreon, the Giants' right fielder, and he had come back to leave Carreon gaping at a 3-2 pitch for the strikeout. It was a masterly pitch, and it left everyone from the fans to the Giant hitters wondering whether Saberhagen was about to throw his second career no-hitter, or perhaps even a perfect game, this afternoon at Candlestick Park.   \"I saw that pitch,\" said Todd Hundley, the Mets' catcher, \"and all I could think was, 'Man, I'm glad I'm not facing him today.' I have to admit, I was thinking about the no-hitter then.\" First Mistake of the Day    The Carreon strikeout ended the fifth inning and Saberhagen cruised through the sixth and then faced Darren Lewis leading off for the Giants in the bottom of the seventh. On a 2-2 count, Saberhagen made his first mistake of the day, giving Lewis a pitch that he pulled over the fence in left field to spoil Saberhagen's bid for a perfect game and what would have been the first no-hitter in the 32 1/2-year history of the Mets' franchise.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Business Leader to Leave Cabinet in South Africa","web_url":"https://www.nytimes.com/1994/07/06/world/business-leader-to-leave-cabinet-in-south-africa.html","abstract":"  President Nelson Mandela suffered the first serious loss from his young coalition Government today when the most influential capitalist in the Cabinet announced that he would quit as Finance Minister in October.   Mr. Mandela moved swiftly to reassure jittery investors by naming a prominent former bank chairman, Chris Liebenberg, to succeed the official, Derek Keys, and vowed that the business-friendly economic policy Mr. Keys helped shape would continue.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"A Tower Pits Fordham vs. Botanical Garden","web_url":"https://www.nytimes.com/1994/07/06/nyregion/a-tower-pits-fordham-vs-botanical-garden.html","abstract":"  To make good neighbors again of Fordham University and the New York Botanical Garden, you might need a fence 480 feet high.   For that is the intended height of a radio tower under construction on Fordham's Rose Hill campus in the Bronx. What infuriates Fordham's neighbor is that the tower is directly across Southern Boulevard from the Enid A. Haupt Conservatory, the lacy Crystal Palace that serves as symbol and centerpiece of the garden itself.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/06/nyregion/inside-591220.html","abstract":"  French Back Off in Rwanda   With Rwandan rebels near victory, the French appeared to pull back and said they did not intend to influence the outcome of the civil war. Page A6. Winds' Role in Crash    Federal safety officials said the plane crash on Saturday in which 37 people died showed indications of being caused by wind shear. Page A12.  Chipping at Simpson Alibi    Testimony from a limousine driver helped prosecutors challenge O. J. Simpson's alibi. Page A16. From Saigon to the Kenmore    He left Vietnam with two suitcases of gold and ended up with a string of shabby New York hotels. Page B1. Italy and Bulgaria Advance    Italy beat Nigeria in overtime and, in the first game in this World Cup decided on penalty kicks, Bulgaria defeated Mexico. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Other Comment : Jobs and the Naples Agenda","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-other-comment-jobs-and-the-naples-agenda.html","abstract":"I want to brief you on what we see in the Naples summit. We'll be looking at our progress to date and see where we go from here. We're beginning to see signs of economic recovery in the G-7. We're seeing it in Eastern Europe, and in turn, we're seeing it","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Kenmore: Better, but Still Not the Plaza","web_url":"https://www.nytimes.com/1994/07/06/nyregion/kenmore-better-but-still-not-the-plaza.html","abstract":"  Since the Kenmore Hotel was seized by United States marshals a month ago, security guards at the front door have stopped asking for bribes from people who want to go upstairs to buy a vial or two of cocaine.    Bright lights now flood the lobby. Exterminators come every day. Many of the broken stairwell lights have been fixed, even if some of the broken toilets have not.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Old Enemies Now Allied Against Crime","web_url":"https://www.nytimes.com/1994/07/06/world/old-enemies-now-allied-against-crime.html","abstract":"  The director of the F.B.I., Louis J. Freeh, signed an agreement today to cooperate with Russian authorities in the fight against Russian-based organized crime.   Mr. Freeh and the Russian Interior Minister, Viktor Yerin, said that both countries were at risk from well-funded criminal gangs, parts of which have increasingly broad international connections. The prevalence of organized crime in Russia and the evident corruption of many underpaid officials and policemen are widely considered to be undermining the faith of ordinary Russians in market-oriented economic changes.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/06/nyregion/news-summary-590789.html","abstract":"  International A2-11  A SHIFT ON HAITI POLICY  The Clinton Administration abruptly changed its policy and said it would no longer accept Haitians intercepted at sea. Instead they will have temporary \"safe haven\" in Panama and other countries.  A1  A boat with Haitian refugees overturned, killing 150 people.  A8","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Sports of The Times; Roberto Baggio Stops Ugly Trip Back Home","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-of-the-times-roberto-baggio-stops-ugly-trip-back-home.html","abstract":"  YOU could say Roberto Baggio was not having a wonderful World Cup. In the first 359 minutes of this tournament, the best soccer player in the world had no goals, and what is worse, he was receiving -- in the Rodney Dangerfield sense of the phrase -- no respect.   Not only had he been removed from the field in Italy's second game, for strategic purposes, but he had also been called \"a wet rabbit\" by the man who pays his extensive salary on the Juventus team in Turin. That is exactly what Gianni Agnelli, the proprietor of Fiat cars, called him after Baggio's rather wimpified performance against Mexico.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Judge Allows Deportation Of Drug Dealer","web_url":"https://www.nytimes.com/1994/07/06/nyregion/judge-allows-deportation-of-drug-dealer.html","abstract":"  A Federal judge in Manhattan reluctantly refused to block the deportation of a convicted drug dealer to China yesterday, even though the judge acknowledged that he could be sending to his death a man who had helped the United States prosecute a number of important drug cases.   \"It is not disputed,\" said Judge Charles S. Haight, that the defendant, Sik Sze Yan, 42, \"faces a very real risk of assassination if he is returned to China.\"","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/07/06/style/IHT-short-cuts-93780973789.html","abstract":"THE SPLENDID MASTER GNAWA MUSICIANS OF MOROCCO WITH RANDY WESTON (Verve): Jazz pianist, composer and cultural ambassador Weston explores an ancient layer of African culture. He accompanies singing, hand-clapping and traditional string and percussion instr","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"Candy to Be Honored by the Argonauts","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-people-football-candy-to-be-honored-by-the-argonauts.html","abstract":"  John Candy will be remembered this season by the Toronto Argonauts, the Canadian Football League team he owned along with WAYNE GRETZKY and BRUCE McNALL.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"1894: U.S. Labor Strife : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-1894-us-labor-strife-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The strikers in Chicago and elsewhere are derailing trains, overturning cars and otherwise rioting, despite the military. The latter are charging repeatedly, whereupon the mobs break up and reform at other points. The regulars have refrained fr","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Man Is Guilty In Sex Abuse Of L.I. Girl","web_url":"https://www.nytimes.com/1994/07/06/nyregion/man-is-guilty-in-sex-abuse-of-li-girl.html","abstract":"  Sal Inghilleri, who was the closest thing to a father figure in the troubled life of Katie Beers, was convicted today of sexually abusing her when she was 8 years old.    A Suffolk County jury took only an hour and a half to convict Mr. Inghilleri, a 41-year-old disabled taxi driver from Bay Shore, who testified in his own defense last week, maintaining that he had never abused Katie and that the police had coerced him into signing a confession.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"A's Can See the Top Of Mediocre Division","web_url":"https://www.nytimes.com/1994/07/06/sports/on-baseball-a-s-can-see-the-top-of-mediocre-division.html","abstract":"  About two months ago, Stan Javier approached Ron Darling and another one or two of his teammates with a bizarre thought.   \"He came up to us,\" Darling said, \"and said, 'Close your eyes and just think what it would feel like if we came back and won this.' It brought a smile to our faces.\"","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/06/style/chronicle-595020.html","abstract":"  WILLIAM M. KUNSTLER will turn his attention away from the courtroom, if only for an evening, when he celebrates his 75th birthday tomorrow night. His wife, MARGARET RATNER, is giving him a party at Gus's Place, a restaurant on Waverly Place that was recently shown in the movie \"The Paper\" (as was Mr. Kunstler).   Yesterday, the flamboyant Mr. Kunstler said all the requisite modest things about not wanting to celebrate. But he was quick to add, \"I love a party, so what can I do but go in good grace?\"","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"Stevens Says Blues Will Pay Him $17.5 Million","web_url":"https://www.nytimes.com/1994/07/06/sports/hockey-stevens-says-blues-will-pay-him-17.5-million.html","abstract":"  Scott Stevens had trouble hiding his joy here this morning in discussing the contract offer he has signed with the St. Louis Blues that will make him, by far, the highest paid defenseman in the National Hockey League.   Stevens said in an interview here this morning that he had a four-year contract with the Blues for a total of $17.5 million, of which $3 million was a signing bonus.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Europe Is Beckoning For U.S. Squad's Best","web_url":"https://www.nytimes.com/1994/07/06/sports/world-cup-94-europe-is-beckoning-for-us-squad-s-best.html","abstract":"  Even as officials of the proposed domestic soccer league hope to keep them at home, America's World Cup players are receiving a flurry of offers to play in Europe after their unexpected success in reaching the second round.   And although there is already expectant talk of reaching the quarterfinals in the 1998 World Cup in France, the United States faces several crucial decisions in the coming months, not the least of which is whether Bora Milutinovic will remain as coach of the national team.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Second Act for DelBello, Who Makes Senate Bid","web_url":"https://www.nytimes.com/1994/07/06/nyregion/second-act-for-delbello-who-makes-senate-bid.html","abstract":"  F. Scott Fitzgerald once told the world \"there are no second acts in American lives,\" but Alfred B. DelBello seems not to have paid attention.    After the curtain came down in 1985 on his first act -- a successful nine-year stint as Westchester County's executive and two exasperating years as New York State's lieutenant governor -- Mr. DelBello bade farewell to public office. He chose instead to work as an executive in a garbage-recycling company and then as a land-use lawyer here, leaving him far more financially comfortable than he had been in public life.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/06/sports/transactions-596736.html","abstract":"  Basketball  National Basketball Association    DALLAS MAVERICKS -- Named Kip Motta assistant coach.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Arafat Flies to Jericho for Rally And Swearing In of His Cabinet","web_url":"https://www.nytimes.com/1994/07/06/world/arafat-flies-to-jericho-for-rally-and-swearing-in-of-his-cabinet.html","abstract":"JERICHO, West Bank--Yasir Arafat set foot on the West Bank of the Jordan River for the first time in 27 years today, entering Jericho to be sworn in as the head of a new Palestine National Authority that will administer the town and the Gaza Strip.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"In America; Dyson the Disdainful","web_url":"https://www.nytimes.com/1994/07/06/opinion/in-america-dyson-the-disdainful.html","abstract":"  The thing about John Dyson is that he doesn't even bother to keep up a front. Most politicians, as they engage in the long-term mugging of the electorate, try to finesse things a little. They tell you how wonderful you are and what great things they are going to do for you. They lie, but they do it engagingly, with pretty words and lots of embraces, the political equivalent of flowers and chocolate.   Ronald Reagan was peerless at this. Americans seldom felt better than during the period when Mr. Reagan and his henchmen were masterminding the wholesale transfer of capital from the middle class and the poor to the very, very rich.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/06/nyregion/c-corrections-598550.html","abstract":"  An article in Business Day on Friday about a bond and preferred stock sale by the UAL Corporation, the parent of United Airlines, included an erroneous figure supplied by the company for the cash that would remain on its balance sheet if shareholders approve an employee buyout on July 12. UAL's cash would total $1.5 billion, not $1.07 billion.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Mystery in Envelope Given to Judge Remains a Mystery","web_url":"https://www.nytimes.com/1994/07/06/us/the-simpson-case-mystery-in-envelope-given-to-judge-remains-a-mystery.html","abstract":"  The contents of a mystery envelope in the O. J. Simpson case remained a mystery today.   When the bulky yellowish-brown envelope was turned over on Friday to Judge Kathleen Kennedy-Powell, who is conducting a preliminary hearing in the case, she announced that she intended to open it.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Mississippi In '64: Fact Vs. Fantasy","web_url":"https://www.nytimes.com/1994/07/06/nyregion/about-new-york-mississippi-in-64-fact-vs-fantasy.html","abstract":"  IT was stunning the other day when a local television news anchor mentioned the 30th anniversary of the brutal slayings of three civil rights workers, Andrew Goodman and Mickey Schwerner, white New Yorkers, and James Chaney, a black Mississippian, by the Ku Klux Klan.   \"It was this incident,\" she said solemnly, for those whose grasp of history might be shaky, \"that inspired the movie 'Mississippi Burning.' \"","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Clinton Focusing on the World Economy","web_url":"https://www.nytimes.com/1994/07/06/world/clinton-focusing-on-the-world-economy.html","abstract":"  President Clinton declared today that United States security and the success of his Presidency are tied to economic growth worldwide, and that the major industrial nations have a rare chance \"to create jobs in a world of prosperity.\"    Just before leaving for Europe and the annual summit meeting of the seven major industrial democracies, Mr. Clinton used a gathering of business leaders and diplomats at the Commerce Department to make the case that his policies have revived the economy and asserted global leadership.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Russian Forces in Estonia:Will the Group of Seven Help?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-russian-forces-in-estoniawill-the-group-of-seven-help-letters-to.html","abstract":"As the leaders of the Western world come together in Naples, the people of Estonia, Latvia and Lithuania are watching with great interest. For the first time, Russia has been invited to the Group of Seven summit meeting to participate directly, not only","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Crash Called Consistent With Wind Shear","web_url":"https://www.nytimes.com/1994/07/06/us/crash-called-consistent-with-wind-shear.html","abstract":"  Shortly after the pilots tried to abort their landing amid torrential rains and gusting winds, USAir Flight 1016 was slammed to earth in a way consistent with what a wind shear would cause, a National Transportation Safety Board spokesman said tonight.   A board member, John Hammerschmidt, also described to a press briefing the desperate efforts of crew members to gain altitude around 6:42 P.M. Saturday. The jet, a DC-9-30, experienced \"a severe sink rate\" just after it veered to the right and tried to circle Charlotte/Douglas International Airport, Mr. Hammerschmidt said, and crashed, killing 37 people and injuring 20.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/06/nyregion/c-corrections-598569.html","abstract":"  Because of an editing error, a television review yesterday about \"P.O.V.: The End of the Nightstick,\" misidentified the Government agency that was accused of carrying out a \"disinformation\" campaign against the Black Panthers. It was the Federal Bureau of Investigation.  ","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Walesa, Once Atop a High Pedestal, Seems to Stand on a Slippery Slope","web_url":"https://www.nytimes.com/1994/07/06/world/walesa-once-atop-a-high-pedestal-seems-to-stand-on-a-slippery-slope.html","abstract":"  Once considered the country's most admired man for his defiance of Communist rulers, Lech Walesa is viewed today as one of Poland's most unpopular politicians.   The former union leader, who was elected President four years ago, has transformed himself into an emblem of broken promises, a character driven by power rather than a savior of the underclass.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Debate on Sexism Lands in the Pentagon Bookstore","web_url":"https://www.nytimes.com/1994/07/06/us/debate-on-sexism-lands-in-the-pentagon-bookstore.html","abstract":"  The battle over sexism in the United States military has reached ground zero: the Pentagon bookstore.   At a time of heightened sensitivity to sexual harassment in the armed services, a handful of service members are objecting to the prominent display of a sales rack for Penthouse and Playboy magazines in a store whose shelves run more toward titles like \"A Higher Form of Killing\" and \"The Grunts.\"","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Record Rain Pelts Georgia; 4 Die in Flood","web_url":"https://www.nytimes.com/1994/07/06/us/record-rain-pelts-georgia-4-die-in-flood.html","abstract":"  The stagnant remnants of Tropical Storm Alberto stalled over northern Georgia today, dumping record rainfall on metropolitan Atlanta and causing at least four deaths.   Dams burst, roads were washed out, drinking water supplies were threatened and more than 500 people were evacuated in a triangular area stretching from Atlanta southwest to Columbus and southeast to Augusta.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/06/style/chronicle-598577.html","abstract":"  Former President JIMMY CARTER scaled new heights yesterday when he climbed Mount Fuji, Japan's tallest mountain, The Associated Press reported.   Mr. Carter began his ascent of the mountain at about 7,600 feet. With 30 security escorts, he reached the 12,388-foot summit several hours later.","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"Sebokeng Journal; Mandela Is Facing Squatter Challenge","web_url":"https://www.nytimes.com/1994/07/06/world/sebokeng-journal-mandela-is-facing-squatter-challenge.html","abstract":"  It was here, on a dusty stretch of veld about 40 miles south of Johannesburg, that Jacob Raboroko and his flock of 300 established a ramshackle settlement three months ago. They called it Canana -- Canaan in the Sotho language -- for the promise that the land held in their quest for a home of their own.   Three months later, Canana is less a promised land than a crowded squatter camp of 3,200 people whose presence is a sign that the new Government of Nelson Mandela cannot move fast to enough to make good on its promise of housing for the poor.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Where Thoughts of Simpson Linger","web_url":"https://www.nytimes.com/1994/07/06/us/the-simpson-case-the-hometown-where-thoughts-of-simpson-linger.html","abstract":"  At the Potrero Terrace Market, a short uphill walk from where O. J. Simpson grew up in a housing project, Jack Woo watched the first week of televised court proceedings against his former customer and offered his own snap analysis. \"So far, so good,\" Mr. Woo said. \"Not much evidence against O. J.\"   He remembers an 8-year-old boy who used to come in, the picture of politeness and youthful energy. \"Give me a bubble gum, Mr. Woo; give me Bazooka bubble gum,\" the market owner, now 70, recalled his words.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"25 Years Later, Wiseman Goes Back to School","web_url":"https://www.nytimes.com/1994/07/06/movies/film-review-25-years-later-wiseman-goes-back-to-school.html","abstract":"  Back in 1968, when Frederick Wiseman was a cinema verite pioneer, he made average-length films like \"High School,\" which captured the all-American educational system in action at a Pennsylvania school. \"You don't talk, you just listen!\" yells a burly, crew-cut teacher as he bullies a student into putting on a gym uniform.   Some things have changed since then. Mr. Wiseman is now a master of the epic documentary. And his new, 3-hour-40-minute film, \"High School II,\" brings his leisurely but incisive style to Central Park East Secondary School, an alternative public school in East Harlem. It urges its students, a multiracial mix that includes political organizers and teen-age parents, to talk, listen and think for themselves. Both \"High School\" and \"High School II\" open today at Film Forum 1.","thumbnail":null,"section":"Movies"},{"date":"19940706","headline":"More Officers Caught in Stings, Police Say","web_url":"https://www.nytimes.com/1994/07/06/nyregion/more-officers-caught-in-stings-police-say.html","abstract":"  As the New York City Police Department prepared for the release of a report on corruption that is expected to be highly critical of the department, senior police officials announced yesterday that about 10 officers who committed illegal and corrupt acts had been caught in internal sting operations carried out over the last several months.   The officials declined to provide specific details of the latest inquiry, in which officers were recorded on videotape while committing acts of brutality or dealing drugs.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Drownings of Haitians Rise As Island Exodus Continues","web_url":"https://www.nytimes.com/1994/07/06/world/drownings-of-haitians-rise-as-island-exodus-continues.html","abstract":"  As the number of Haitians seeking to flee the country by boat continues to rise, the number of people drowning at sea is also mounting.   Many here say that rough seas and the flimsiness of the craft many Haitians use in attempting their flight will create even more casualties if the exodus of people by boats continues.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Johnson Is a Crowd Pleaser Who Attracts a Crowd, Too","web_url":"https://www.nytimes.com/1994/07/06/sports/olympic-festival-johnson-is-a-crowd-pleaser-who-attracts-a-crowd-too.html","abstract":"  This may be summer and the games might not count, but Leslie Johnson was being given everything she could handle this afternoon. This was the bronze medal game of the Olympic Sports Festival women's basketball competition. Johnson, the dynamic center for Purdue, was playing for the North today against the East.   Every time the ball went into the pivot, Johnson was surrounded by two, and sometimes three, defenders. Every time, all game.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"No Day in Court for Baby Bells","web_url":"https://www.nytimes.com/1994/07/06/opinion/no-day-in-court-for-baby-bells.html","abstract":"  The seven major regional phone companies, known as the Baby Bells, rejoiced when the House voted last week to let them compete against long-distance phone carriers and cable-television operators. But the Baby Bells feared the Senate would backtrack and keep them out of long-distance phone markets for years to come. So they are planning to petition the courts this week to set them free.   The courts ought not to oblige. It is a historical quirk that U.S. District Judge Harold Greene has ruled telecommunications policy since he presided over the breakup of AT&T into seven regional offshoots 10 years ago. But Congress, not a judge, is supposed to make national policy. And the Senate is on the right track, even if the Baby Bells disagree.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Cost-Cutting Fervor Can't Save Bill to Kill Some State Mandates","web_url":"https://www.nytimes.com/1994/07/06/nyregion/cost-cutting-fervor-can-t-save-bill-to-kill-some-state-mandates.html","abstract":"  Thus far this year, the watchword in New Jersey's capital has been cost cutting, from cuts in income taxes to the virtual elimination of two state departments. But one change that would have saved local municipalities more than $10 million was stymied at the 11th hour.   For decades, towns have had to foot the bill for actions required by one state law or another. Passing bills that require special training of municipal workers or specific tests or expanded bureaucracies has been a favorite pastime in the Legislature. For lawmakers, it has been an easy way to seem to solve problems without worrying about the cost to the state itself.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Cannes Winner to Open New York Film Festival","web_url":"https://www.nytimes.com/1994/07/06/movies/cannes-winner-to-open-new-york-film-festival.html","abstract":"  \"Pulp Fiction,\" the film that won the top prize, the Palme d'Or, at this year's Cannes International Film Festival, will open the 32d New York Film Festival on Sept. 23 at Lincoln Center. The festival will run through Oct. 9.","thumbnail":null,"section":"Movies"},{"date":"19940706","headline":"Prosecutors Use Testimony of 2 Men to Suggest Simpson Had Time to Commit Killings","web_url":"https://www.nytimes.com/1994/07/06/us/simpson-case-overview-prosecutors-use-testimony-2-men-suggest-simpson-had-time.html","abstract":"  Testimony by a friend living in a guest house on O. J. Simpson's estate and a limousine driver who took Mr. Simpson to the airport helped prosecutors suggest today that he was away from his home when his former wife and a friend of hers were stabbed to death at her own house, about two miles away.   Mr. Simpson has said through his lawyers that he was home around 11 o'clock on the night of the killings, June 12, waiting for a limousine ride to Los Angeles International Airport for a business trip to Chicago. But in recent days the prosecution has sought to place the time of the killings as earlier than 11, and that effort continued today with testimony from the two witnesses at a Municipal Court hearing that will determine whether Mr. Simpson stands trial on murder charges.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Museeuw Takes Lead in Tour","web_url":"https://www.nytimes.com/1994/07/06/sports/IHT-museeuw-takes-lead-in-tour.html","abstract":"The dream ended for Chris Boardman here Tuesday afternoon and he did not wear the yellow jersey of the Tour de France's leader when the bicycle race traveled hours later to his native England..He rode heroically at the front of his Gan team, powering i","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Censorship by Death","web_url":"https://www.nytimes.com/1994/07/06/opinion/censorship-by-death.html","abstract":"  A 31-year-old writer named Taslima Nasrin has been given until Aug. 4 by a court in Bangladesh to come out of hiding and face arrest on charges of insulting Islam in a newspaper interview. If she does show up, she risks being killed. A Muslim fundamentalist political leader has offered $2,500 for her death; snake charmers threaten to release 10,000 venomous cobras unless she is hanged.    Ms. Nasrin has written a best-selling novel, \"Lajja\" (\"Shame\"), that describes the fanatic bigotry directed at a Hindu family in Dhaka by fundamentalists among the majority Muslims after Hindu zealots in India tore to pieces an ancient mosque in Ayodhya in 1992. A rattled Government has banned her book, and her feminist views are assailed by Islamic radicals as impious.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"How Pilobolus Keeps Nudity in Its Dances From Being Routine","web_url":"https://www.nytimes.com/1994/07/06/arts/how-pilobolus-keeps-nudity-in-its-dances-from-being-routine.html","abstract":"  Nudity is now fairly unremarkable in experimental dance in New York City. What makes it remarkable at all, says Michael Tracy, a charter member of Pilobolus Dance Theater, is that men are involved. \"Female nudity is nothing new,\" Mr. Tracy said.    But Pilobolus, which began baring all early in its 23-year history, was one of the first companies to make use of nudity simply as a choreographic ingredient rather than for shock effect.","thumbnail":null,"section":"Arts"},{"date":"19940706","headline":"Many Joined the Stonewall March to Support Equal Rights; Laws Change Slowly","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-many-joined-the-stonewall-march-to-support-equal-rights-laws-change-slowly-598852.html","abstract":"  To the Editor:   Your \"Stonewall Revisited\" special report (front page, June 23) states in describing life in 1969, \"Landlords could evict gay tenants, and an employer could evict gay workers.\" That accurately states the law in 1969 America. Unfortunately, it still applies to the law in 1994 in 41 of the 50 states, including most of New York State outside of New York City.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Douglas Is Reportedly Hospitalized","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-people-boxing-douglas-is-reportedly-hospitalized.html","abstract":"  The former heavyweight champion JAMES (BUSTER) DOUGLAS was reportedly hospitalized in Columbus, Ohio, and is said to have been in a diabetic coma.   WBNS-TV of Columbus said that Douglas, 34, was in stable condition yesterday afternoon at Grant Medical Center. A hospital spokeswoman, KAREN WALDBILLIG, said the family asked that no information be released.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Ground Shifts in California's Water Wars","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-ground-shifts-in-california-s-water-wars-673060.html","abstract":"  To the Editor:   Re \"As Drought Looms, Farmers in California Blame Politics\" (front page, June 24):","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"1919: Get to Work!: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-1919-get-to-work-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - These are days when we hear much about work. Newspapers are full of it. The word is in the mouth of statesmen of every country. \"Work!\" they cry to the masses; \"the world can only be saved by work.\" Kings take up the cry and pr","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Of Beauties and Beasts Loose in a Stylish Jungle","web_url":"https://www.nytimes.com/1994/07/06/arts/television-review-of-beauties-and-beasts-loose-in-a-stylish-jungle.html","abstract":"  Beautiful women, artfully coiffed and draped. Hunky men, nursing bruised egos. Improbable plot lines, piled on fast to defy any threat of logical analysis. Welcome once again to the escapist-trash world of Aaron Spelling, the producer whose astoundingly successful career began with series like \"Charlie's Angels\" and \"Dynasty.\" More recently, Mr. Spelling and Fox Broadcasting discovered that in a business devoted to surface images, they were made for each other.    Mr. Spelling is responsible for two of Fox's most successful series: \"Beverly Hills 90210\" and \"Melrose Place.\" Each puts a predictably attractive cast through diverting soap-opera paces. But Mr. Spelling clearly prefers glitzier pastures, the kind Joan Collins campily traipsed about in \"Dynasty.\"","thumbnail":null,"section":"Arts"},{"date":"19940706","headline":"Many Joined the Stonewall March to Support Equal Rights","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-many-joined-the-stonewall-march-to-support-equal-rights-598844.html","abstract":"  To the Editor:   \"Invisible People, Made Visible\" (editorial, June 28) states of the June 26 march in Manhattan to mark the 25th anniversary of the Stonewall rebellion: \"tens of thousands of gay men and lesbians marched to commemorate the evening in 1969 when police, harassing patrons of a gay Greenwich Village bar called the Stonewall Inn, met fierce resistance for the first time.\"","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"The South Needs a Voice : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-the-south-needs-a-voice-letters-to-the-editor.html","abstract":"President Franois Mitterrand of France (\"Let North and South Set a Global Contract,\" Opinion, July 2) correctly pinpoints the need to pay more attention to the North-South issues of global strategic, political and economic policy. His thre","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Empire of Hotels Riddled With Crime and Drugs","web_url":"https://www.nytimes.com/1994/07/06/nyregion/empire-of-hotels-riddled-with-crime-and-drugs.html","abstract":"  On April 30, 1975, the day Saigon fell to the Communists, Tran Dinh Truong boarded one of his 11 ships in the harbor and fled with two suitcases full of gold.   After arriving in New York, Mr. Truong used his gold and his shrewd sense of opportunity to buy up shabby hotels. In Buffalo, he bought the Lafayette. In New York, he bought the Opera, sold it, and bought the Longacre, the Carter and the Kenmore.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/07/06/books/book-notes-594822.html","abstract":"  Politically Correct   James Finn Garner, a comedian who lives in Chicago, wrote \"Politically Correct Bedtime Stories\" several years ago as an offshoot of a cabaret-comedy routine in which he made fun of current sensibilities by rewriting old fairy tales using seriously nonoffensive language. He might have known comedy, but he didn't know publishing, because his book was turned down by the first 27 publishers who saw it.    \"Mainly they were form letters,\" Mr. Garner said of the onslaught of rejections. \"Some of the letters were nice. One publisher encouraged me to write more, and then when I had a full book they turned it down.\"","thumbnail":null,"section":"Books"},{"date":"19940706","headline":"Arafat Flies to Jericho for Rally And Swearing In of His Cabinet","web_url":"https://www.nytimes.com/1994/07/06/world/arafat-flies-to-jericho-for-rally-and-swearing-in-of-his-cabinet-590746.html","abstract":"  Yasir Arafat set foot on the West Bank of the Jordan River for the first time in 27 years today, entering Jericho to be sworn in as the head of a new Palestine National Authority that will administer the town and the Gaza Strip.   Shortly before Mr. Arafat presided over the first official ceremony -- to appoint 12 Palestinian officials to govern over these lands until free elections are held in October -- the P.L.O. chairman gave a speech to a modest crowd of Palestinians, vowing that this day would represent the start of \"a Palestinian state with Jerusalem as its capital.\"","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Asians Need to Get Involved ina New Regional Security Order","web_url":"https://www.nytimes.com/1994/07/06/opinion/IHT-asians-need-to-get-involved-ina-new-regional-security-order.html","abstract":"The Clinton administration's foreign policy fumblings have drawn attention away from more fundamental questions about the role of the United States in Asia, where America's strategic presence risks being underminded by the growing reluctance of nations i","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Lumme Gets Multiyear Pact With Canucks","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-people-hockey-lumme-gets-multiyear-pact-with-canucks.html","abstract":"  Defenseman JYRKI LUMME has signed a multiyear contract with the Vancouver Canucks, the team said yesterday. Lumme, 27, had 13 goals and 42 assists last season. He also accounted for 13 points -- 2 goals and 11 assists -- in the playoffs. Lumme, a native of Finland, has played for Vancouver for four seasons after being acquired from the Montreal Canadiens in March 1990. Details of the contract were not disclosed. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Now We're Leaving a Junkyard in the Sky","web_url":"https://www.nytimes.com/1994/07/06/opinion/l-now-we-re-leaving-a-junkyard-in-the-sky-598631.html","abstract":"  To the Editor:   It should come as no surprise, as you report in \"Space Station Faces Danger From Flotsam\" (front page, June 27), that \"dead satellites, shattered rocket stages and thousands of other pieces of man-made space junk\" are speeding around the Earth, endangering a planned international space station.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Leave Somalia Alone","web_url":"https://www.nytimes.com/1994/07/06/opinion/leave-somalia-alone.html","abstract":"  Once again, United Nations peacekeepers are crouched behind sandbags watching Somalia's factions fight it out. This round of fighting, the heaviest since before the United States-led intervention in December 1992, was started by Ali Mahdi Mohammed, who means to drive his rival, Gen. Mohammed Farah Aidid, out of Mogadishu once and for all.    To its credit, the U.N. hasn't gotten involved in the clashes. Yet its inaction raises a question: if the peacekeepers aren't keeping the peace, what are they doing? Why did the Security Council extend the mandate for the operation in Somalia until the end of September? The cost will be more than $300 million, beyond the $1.5 billion already spent.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Goal! Goal! How Italian Scored Big With Voters","web_url":"https://www.nytimes.com/1994/07/06/world/goal-goal-how-italian-scored-big-with-voters.html","abstract":"  Time was, especially in a World Cup year, when a stranger could walk into any bar in Italy, order a beer or an espresso, and find instant camaraderie simply by offering the toast, \"Forza Italia!\" It was about as safe as shouting \"How 'bout them Cowboys!\" at a Super Bowl party in Dallas.   Nowadays, depending on the bar and its clientele, the stranger could just as easily be picking a fight. Ever since Prime Minister Silvio Berlusconi co-opted Italy's national cheer as the name of his new party, \"Forza Italia\" has become a muted cry.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/06/nyregion/no-headline-591203.html","abstract":"  \"One of the values we hold dear is integrity, openness and honesty about painful subjects. As a teacher, you seize opportunities to teach by example.\" JAMES O. FREEDMAN, president of Dartmouth College, on coping with cancer.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Lobby for Small-Business Owners Puts Big Dent in Health Care Bill","web_url":"https://www.nytimes.com/1994/07/06/us/lobby-for-small-business-owners-puts-big-dent-in-health-care-bill.html","abstract":"  The National Federation of Independent Business did not need to engage in any soul-searching debate on health care.   Almost from the moment President Clinton's plan was announced, the lobbying group representing small-business owners knew what it wanted to do: kill the requirement that employers buy health insurance for their workers.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Designated Heroes","web_url":"https://www.nytimes.com/1994/07/06/opinion/designated-heroes.html","abstract":"The scolds and the disillusioned of modern America are once again lamenting the disappearance of the hero in our disenchanted times. Curiously, although sports troubadours are traditionally the dupes accused of being too quick to romanticize athletes, it is rarely our kind nowadays who carry on about how sports stars are (in the usual overwrought phrase) Letting Us Down.\n\nThe fact is, people in sports and people who cover sports are much more understanding of bald reality: that athletes are, for the most part, young men footloose and fancy free, possessing great wealth and little responsibility, who have been bootlicked and pushed ahead in line since they were children and are therefore likely to Let Us Down. Why should we be surprised that our young royalty acts any differently from the spoiled-kid aristocrats at balls in \"Madame Bovary,\" with their \"daily satisfied passions . . . in which the muscles are flexed and vanity sated\"? Welcome to the major leagues.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/06/nyregion/c-corrections-598542.html","abstract":"  An article yesterday about E. L. Doctorow and New York City misidentified the area where Julius and Ethel Rosenberg lived. It was the Lower East Side of Manhattan, not the Bronx.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/07/06/style/IHT-short-cuts.html","abstract":"DAVID BYRNE (Luaka Bop/Sire): The first eponymous album by the ex-Talking Head with the art school education and musics-of-the-world bent. Having been influenced by performance art, Kabuki theater and evangelistic preaching, Byrne started a record label c","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"Yankees Put Mattingly on Disabled List","web_url":"https://www.nytimes.com/1994/07/06/sports/baseball-yankees-put-mattingly-on-disabled-list.html","abstract":"  The Yankees have waited and waited to make a decision about disabling Don Mattingly because it is Mattingly. They have waited since last Tuesday to decide because if Mattingly thought he could play today or tomorrow with the injured right wrist, the Yankees would want him. The wait finally ended last night when Mattingly was placed on the 15-day disabled list.    After Mattingly swung a bat yesterday for the first time since last Monday and did not feel right, Manager Buck Showalter twice told reporters he would inform them whether Mattingly would be put on the disabled list. But the Yankees waited until the third inning before revealing the news.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Bulgaria Has Winning Touch at Shootout Time","web_url":"https://www.nytimes.com/1994/07/06/sports/world-cup-94-bulgaria-has-winning-touch-at-shootout-time.html","abstract":"  The World Cup got its first penalty-kick shootout today, and its finish produced the eerie sight of about 70,000 people on their feet, standing stark still and silent.   That's approximately how many in the Giants Stadium crowd of 71,030 seemed to be rooting for Mexico, but it was Bulgaria that won. The Bulgarians put three of their four tie-breaker shots into the net, to just one for Mexico, and won the game, 1-1 (3-1 in penalties) to advance to the quarterfinals, where they will meet Germany in Giants Stadium on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/06/nyregion/c-corrections-598534.html","abstract":"  A chart yesterday describing the work of Congressional committees on health care gave an incomplete description of legislation proposed by the House Education and Labor Committee. In addition to a version of President Clinton's plan, the committee also approved a bill that would create a Canadian-style single-payer system. This bill would provide all Americans with a standard package of benefits, paid for by a payroll tax of 8.4 percent on big companies and 4 percent on small ones, a 2.1 percent tax on incomes, an increase of the cigarette tax to $2 and a tax on ammunition.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Strawberry Shows Flashes of Old Form","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-people-baseball-strawberry-shows-flashes-of-old-form.html","abstract":"  In his first games since admitting to a substance-abuse problem three months ago, DARRYL STRAWBERRY has found his familiar home-run stroke.   Strawberry went 2 for 4 with a home run for the Class AAA Phoenix Firebirds in Monday night's 9-7 loss to Vancouver at Peoria, Ariz., and then hit a third-inning homer last night.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Ex-Haitian Leader Told to Pay Victims","web_url":"https://www.nytimes.com/1994/07/06/world/ex-haitian-leader-told-to-pay-victims.html","abstract":"  Ruling that a deposed Haitian leader is responsible for acts committed by his Government, a Federal judge awarded $41 million Friday to six political and labor leaders who said they were tortured on orders from Gen. Prosper Avril when he was President of Haiti.   The decision is a warning shot to Haiti's current rulers, said lawyers for the Center for Constitutional Rights, which argued the case and announced the ruling today. It was handed down by Judge Wilkie Ferguson.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/07/06/style/IHT-short-cuts-91824332627.html","abstract":"WALLACE RONEY, Mistrios (WB): I get letters pleading, \"Enough! Let him rest in peace.\" But the legacy of Miles Davis remains unavoidable. We must, for example, deal with Miles clone Wallace Roney who is a major new player. Accompanied by a","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"DIVIDED LATVIANS AWAITING CLINTON","web_url":"https://www.nytimes.com/1994/07/06/world/divided-latvians-awaiting-clinton.html","abstract":"  A hundred yards from the idyllic spot where President Clinton plans to toast Latvia's independence and democracy after his arrival Wednesday morning, a crowd of 2,000 to 3,000 angry Russians chanted and waved signs today, denouncing Latvian \"fascism\" and \"apartheid.\"   Mr. Clinton is the first American President to visit the Baltic countries, but the symbolism of his visit is blurred by its timing.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Wanted: An Air-Conditioned Taxi","web_url":"https://www.nytimes.com/1994/07/06/opinion/wanted-an-air-conditioned-taxi.html","abstract":"  There comes a time in the New York summer when the pavement heats up for good, and the air rushing up the subway stairs seems ablaze with the fires of Hades. It is then, even more than in the depths of winter, that New Yorkers are apt to say: \"What the heck, let's take a cab.\" An air-conditioned cab. This summer that cool, comfortable ride has been a rare thing indeed.   Here comes that cab, its windows rolled up, pretending to be cool inside, but actually as hot as the subway platform the New Yorker sought to avoid. The problem: the Plexiglas partitions that separate drivers from passengers keep the cool air in the front. The partitions were once optional. But as of last Friday the Taxi and Limousine Commission made them mandatory, the aim being to protect drivers from robbery attempts. The drivers are safer -- and cooler, too. But now the passengers swelter and swear. Tips will no doubt decline as the temperature rises.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/06/nyregion/metro-digest-592390.html","abstract":"  NEW TOWER PITS FORDHAM AGAINST GARDEN   To make good neighbors of Fordham University and the New York Botanical Garden again, you might need a fence 480 feet high. For that is the intended height of a radio tower under construction on Fordham's Rose Hill campus in the Bronx. What infuriates the neighbors is that the tower is directly across Southern Boulevard from the Enid A. Haupt Conservatory, the lacy Crystal Palace that serves as symbol and centerpiece of the garden itself. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Advocate in Budget Fight","web_url":"https://www.nytimes.com/1994/07/06/nyregion/advocate-in-budget-fight.html","abstract":"  Public Advocate Mark J. Green asked Mayor Rudolph W. Giuliani yesterday to restore $325,000 that was cut from his office's budget, saying the Mayor's rationale for the cut was no longer valid.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Correction","web_url":"https://www.nytimes.com/1994/07/06/opinion/c-correction-598798.html","abstract":"  An editorial on Sunday, \"African Despair, and Hope,\" misstated the annual amount of U.S. development aid to sub-Saharan Africa; it has hovered at about $800 million for the last three years.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"No Lead Is Safe as Yanks Stumble Again","web_url":"https://www.nytimes.com/1994/07/06/sports/baseball-no-lead-is-safe-as-yanks-stumble-again.html","abstract":"  Pick an inning, any inning, last night and the chances were decent that the Yankees mishandled a lead against the Athletics. If you chose the second, fifth or seventh innings, you would understand why it was another frustrating night at home for the Yankees. Their leads vanished faster than hot dogs at the concession stands.   While the occasional hot dog is edible at Yankee Stadium, there was nothing appetizing to Manager Buck Showalter about watching Terry Mulholland lose 2-0 and 4-2 leads and then watching Greg Harris follow with an imitation of the starter by botching a 7-6 edge.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"New Bosnia Peace Plan Has Serb Corridor","web_url":"https://www.nytimes.com/1994/07/06/world/new-bosnia-peace-plan-has-serb-corridor.html","abstract":"  The United States, Russia and the European Union unveiled a new plan today to end the war in Bosnia that they described as a \"peaceful ultimatum\" and a last chance to avoid a mounting conflict in the area.   \"It would be a mistake of historic proportions for either party to believe they can serve their people well by rejecting this plan,\" Secretary of State Warren Christopher said after a sometimes strained meeting of foreign ministers here.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"New York's Lethargic Legislators","web_url":"https://www.nytimes.com/1994/07/06/opinion/new-york-s-lethargic-legislators.html","abstract":"  New York State legislators were 10 weeks late in approving the budget this year, and consequently had little time left for other important issues. They have now scattered to campaign for re-election on a record that includes more failure than accomplishment. Unfinished business could call the members back later, but no one should count on it.    The lateness of the budget and the closeness of Election Day compounded the usual difficulty of getting agreement between a Senate dominated by upstate Republicans and an Assembly dominated by New York City Democrats, with Gov. Mario Cuomo trying to bridge their differences.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"Hit Makers Warily Explore the Computer Frontier","web_url":"https://www.nytimes.com/1994/07/06/arts/the-pop-life-hit-makers-warily-explore-the-computer-frontier.html","abstract":"  When Geffen Records released the previously unavailable Aerosmith song \"Head First\" as a computer file on the Compuserve on-line network last month, it was heralded as a technological and commercial triumph. Compuserve subscribers with PC's were now able to download the song for free and listen to it at their leisure.   But some hackers are wondering just whose side Geffen is on. Where other on-line songs that are just as long as the 3-minute-14-second \"Head First\" take less than 10 minutes to download, or transfer into a sound file, it takes from 60 minutes to several hours to download the Aerosmith song, depending on the speed of the modem being used.","thumbnail":null,"section":"Arts"},{"date":"19940706","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/07/06/us/personal-health-594792.html","abstract":"  ON March 28, Thomas Rezza, a collegiate swimmer from Massachusetts who was on his spring break in Key West, Fla., dived from a motel pier into the murky, shallow waters of the Atlantic Ocean and broke his neck. He was paralyzed from the neck down and suffered severe brain damage.   Eight years earlier, 17-year-old Aaron Stromholt of Key West also became a quadriplegic after diving from that pier, which extends 300 feet from the shoreline, prompting some people to expect deep water below despite signs proclaiming \"No Diving, Shallow Water.\" Two years before Mr. Stromholt's accident, Robin Schimmel, a high school senior and football hero, met with the same fate off the same pier, and two years before that accident, another young man had a similar one.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/06/sports/results-plus-598283.html","abstract":"  TENNIS  Forget Stuns Medvedev in Swiss Open  Guy Forget, a wild-card entry from France, stunned the second-seeded Andrei Medvedev in straight sets yesterday during the first round of the $485,000 Swiss Open in Gstaad. The Ukrainian, ranked eighth in the world, was beaten, 6-3, 7-5. Medvedev's downfall was sealed after he sprained the little finger of his racket hand during the second set.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Turmoil in Haiti Dims Future of Its Students","web_url":"https://www.nytimes.com/1994/07/06/us/turmoil-in-haiti-dims-future-of-its-students.html","abstract":"  Like most other children of eighth-grade age here, Yves St. Hilaire has never known regular schooling.   This year Haiti's schools were open for a total of about five months as classes were delayed, interrupted and then abruptly ended because of the economic sanctions and ensuing turmoil. It has been like this since February 1986, when a popular uprising forced Haiti's President, Jean-Claude Duvalier, to flee the country.","thumbnail":null,"section":"U.S."},{"date":"19940706","headline":"Girl Is Sexually Assaulted In Public Pool in Bronx","web_url":"https://www.nytimes.com/1994/07/06/nyregion/girl-is-sexually-assaulted-in-public-pool-in-bronx.html","abstract":"  A teen-age girl was sexually assaulted in a public pool yesterday, the third such attack in the four days that New York City's swimming pools have been open this summer, the police said.   In the wake of the latest incident, which occurred at the Claremont Park Pool in the Tremont section of the Bronx, Mayor Rudolph W. Giuliani said additional police officers would be assigned to monitor the city's 33 pools.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Island Gatekeepers; Across Two Centuries on the Ferry","web_url":"https://www.nytimes.com/1994/07/06/nyregion/island-gatekeepers-across-two-centuries-on-the-ferry.html","abstract":"  It takes just two minutes to cross the churning channel that separates Shelter Island from the Hamptons. But for the family of William Y. Clark, it is a ferry ride that has lasted more than 200 years.   Since 1790, one or another member of the Clark clan has escorted travelers through the tricky currents of Shelter Island Sound. First it was a rowboat and the strength of a Clark man's arms that got people from shore to shore, delivering them across a waterway that was frequently shrouded in fog or clogged with ice or alive with the chatter of terns and gulls and osprey.","thumbnail":null,"section":"New York"},{"date":"19940706","headline":"Public & Private; What They Stand For","web_url":"https://www.nytimes.com/1994/07/06/opinion/public-private-what-they-stand-for.html","abstract":"  Bob Dole appears to be running for President. This is scarcely notable; Mr. Dole always seems to be running for President or preparing to run or thinking about running. He is this generation's Harold Stassen, a man known more for what he seeks than for what he believes. But what Mr. Dole and his fellow Republicans really believe will soon become critical, not only for their party but for all of America.    Moderates were quietly confident that a move to the middle would follow the incendiary and exclusionary rhetoric of the 1992 Republican Convention. But they were wrong.  The Christian Coalition, the religious right group that coalesced around Pat Robertson's failed bid for the Presidency, has emerged a powerful phoenix from the ashes of that debacle, fielding candidates for everything from school boards to Congress.","thumbnail":null,"section":"Opinion"},{"date":"19940706","headline":"France Backs Away From Battle in Rwanda","web_url":"https://www.nytimes.com/1994/07/06/world/france-backs-away-from-battle-in-rwanda.html","abstract":"  With rebel forces on the verge of victory, France stepped back today and insisted that its two-week military intervention in Rwanda was not intended to influence the outcome of the civil war.    A day after the French force established what officers described as a line in the sand to prevent a military victory by the advancing forces of the Tutsi-led rebel Rwandan Patriotic Front, President Francois Mitterrand, who was on a visit to South Africa, asserted the rebels \"are not our enemies, and we are not trying to prevent them from winning the civil war.\"","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Walesa's Star Fading","web_url":"https://www.nytimes.com/1994/07/06/world/walesa-s-star-fading.html","abstract":"  Lech Walesa, who will greet President Clinton on his second stop in Europe, has become one of Poland's most unpopular politicians. Page A10.","thumbnail":null,"section":"World"},{"date":"19940706","headline":"Dutch Are Rising to Level Of 1974, 1978 Glory Days","web_url":"https://www.nytimes.com/1994/07/06/sports/dutch-are-rising-to-level-of-1974-1978-glory-days.html","abstract":"  The Orange Flame from the Netherlands, as the Dutch like to call themselves, is rising again in this World Cup in a way reminiscent of 1974 and 1978, when the Dutch reached the championship game of those tournaments.   After an average showing in the first round, the Dutch unleashed a spark in the second round of their 2-0 triumph over Ireland here Monday that earned them a date with Brazil Saturday in Dallas.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"Wounded Golfer Released From Hospital","web_url":"https://www.nytimes.com/1994/07/06/sports/sports-people-golf-wounded-golfer-released-from-hospital.html","abstract":"  KIM WILLIAMS, a 31-year-old professional golfer from Boca Raton, Fla., was discharged from Cleveland Metro Health Medical Center yesterday after being shot last Saturday outside a pharmacy in Niles, Ohio. Doctors decided not to remove a bullet lodged in a rib.   \"It's a miracle,\" Williams said on Monday. \"I'm blessed. It's just God's grace that I'm alive and I'm walking and I'm not paralyzed.\" She said that she didn't yet know if her swing would be affected and that she would probably not compete in this weekend's Jamie Farr Toledo Classic.","thumbnail":null,"section":"Sports"},{"date":"19940706","headline":"A Woodstock For Food Lovers","web_url":"https://www.nytimes.com/1994/07/06/style/a-woodstock-for-food-lovers.html","abstract":"IT was a culinary Woodstock. \n\nFor three days, 126 chefs, environmentalists, scientists and agricultural experts gathered in this small town in Mendocino County to sleep in tents and bond with the earth at a small and perfect paradise called the Valley Oaks Food and Wine Center.","thumbnail":null,"section":"Style"},{"date":"19940706","headline":"Police Project On Street Vice Goes Citywide","web_url":"https://www.nytimes.com/1994/07/06/nyregion/police-project-on-street-vice-goes-citywide.html","abstract":"  Proclaiming success at recent attempts to combat quality-of-life crimes in the West Village, the New York City Police Department said yesterday it would take the strategy citywide by giving precinct commanders increased power to fight everything from graffiti to public beer drinking and prostitution.   The initiative, a draft report of which Mayor Rudolph W. Giuliani plans to announce today, will give the city's 75 precinct commanders more autonomy in addressing types of behavior like aggressive panhandling and public drunkenness, problems the Mayor has called \"visible signs of a city out of control.\"","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940706","time":"1994-07-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":83,"wspd":13},{"date":"19940706","time":"1994-07-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":85,"wspd":9.4},{"date":"19940706","time":"1994-07-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":86,"wspd":11.2},{"date":"19940706","time":"1994-07-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":83,"wspd":7.6},{"date":"19940706","time":"1994-07-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":84,"wspd":5.4},{"date":"19940706","time":"1994-07-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":3.6},{"date":"19940706","time":"1994-07-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":73,"wspd":13},{"date":"19940706","time":"1994-07-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":77,"wspd":14.8},{"date":"19940706","time":"1994-07-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":11.2},{"date":"19940706","time":"1994-07-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":72,"wspd":11.2},{"date":"19940706","time":"1994-07-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":65,"wspd":11.2},{"date":"19940706","time":"1994-07-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":60,"wspd":22.3},{"date":"19940706","time":"1994-07-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":56,"wspd":9.4},{"date":"19940706","time":"1994-07-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":55,"wspd":14.8},{"date":"19940706","time":"1994-07-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":55,"wspd":22.3},{"date":"19940706","time":"1994-07-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":56,"wspd":20.5},{"date":"19940706","time":"1994-07-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":57,"wspd":20.5},{"date":"19940706","time":"1994-07-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":60,"wspd":14.8},{"date":"19940706","time":"1994-07-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":63,"wspd":16.6},{"date":"19940706","time":"1994-07-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":58,"wspd":20.5},{"date":"19940706","time":"1994-07-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":62,"wspd":14.8},{"date":"19940706","time":"1994-07-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":69,"wspd":16.6},{"date":"19940706","time":"1994-07-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":80,"wspd":16.6},{"date":"19940706","time":"1994-07-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":74,"wspd":5.4},{"date":"19940706","time":"1994-07-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":13},{"date":"19940706","time":"1994-07-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":20.5},{"date":"19940706","time":"1994-07-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":16.6},{"date":"19940706","time":"1994-07-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":14.8},{"date":"19940706","time":"1994-07-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":13},{"date":"19940706","time":"1994-07-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":14.8},{"date":"19940706","time":"1994-07-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":16.6},{"date":"19940706","time":"1994-07-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":16.6},{"date":"19940706","time":"1994-07-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":13},{"date":"19940706","time":"1994-07-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":14.8},{"date":"19940706","time":"1994-07-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":13},{"date":"19940706","time":"1994-07-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":16.6},{"date":"19940706","time":"1994-07-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":14.8},{"date":"19940706","time":"1994-07-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":74,"wspd":13},{"date":"19940706","time":"1994-07-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":70,"wspd":11.2},{"date":"19940706","time":"1994-07-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":63,"wspd":14.8},{"date":"19940706","time":"1994-07-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":56,"wspd":11.2},{"date":"19940706","time":"1994-07-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":49,"wspd":18.7},{"date":"19940706","time":"1994-07-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":46,"wspd":20.5},{"date":"19940706","time":"1994-07-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":41,"wspd":22.3},{"date":"19940706","time":"1994-07-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":43,"wspd":18.7},{"date":"19940706","time":"1994-07-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":40,"wspd":20.5},{"date":"19940706","time":"1994-07-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":40,"wspd":18.7},{"date":"19940706","time":"1994-07-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":43,"wspd":18.7}]},"19940707":{"guardian_articles":[],"nytimes_articles":[{"date":"19940707","headline":"Tracking Police Corruption Over the Years","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-in-uniform-chronology-tracking-police-corruption-over-the-years.html","abstract":"  Sept. 23, 1986: More than a decade after the Knapp Commission focused wide attention on corruption among the police and after years of relative quiet, the police department is rocked by the arrests of eleven officers from the 77th Precinct in Bedford-Stuvesant who knocked down doors, stole money and drugs from drug dealers and resold the stolen drugs. The \"Buddy Boys\" case is the department's first major corruption scandal since the Knapp Commission exposed organized \"pads\" that ran extortion operations out of nearly every precinct house. It was out of the Knapp Commission that the Internal Affairs Division was born. Oct. 31, 1986: Twenty-seven supervisors are transferred out of the precinct by Commissioner Benjamin Ward, but no need is seen for an investigation of the department's anti-corruption efforts. March 1991: Apparently no corruption troubles are in sight. The state disbands the office of Special Prosecutor for corruption and agres to give money to the district attorneys to fight corruption. To date, only a fraction of the money promised has been delivered. May 7, 1992: A group of six New York City police officers, led by Officer Michael Dowd, are arrested for cocaine trafficking by the Suffolk County police, raising a host of questions about oversign and the Blue Wall of Silence. Why didn't the department's own investigators uncover the scandal in light of flagrant misconduct over many years by Officer Dowd? Had the department looked the other way? One person, anyway, sees no major cracks. Police Commissioner Lee P. Brown calls the department's system for weeding out corruption \"a system that police agencies across the country look to.\" June 25, 1992: Mayor David N. Dinkins announces the creation of a special panel to investigate corruption, and as its head, names Milton Mollen, a former judge and former Deputy Mayor for public safety, as well as a close friend. Commissioner Brown, who opposed the panel, was conspicuously absent from the announcement. June 29, 1992: Commissioner Brown finally acknowledges a problem. He announces tougher anti-corruption measures that on the surface seem rather basic. Investigators will finally be supplied with modern surveillance equipment and even new cars that will help them avoid detection from officers under scrutiny. He also asks his top deputy, Raymond W. Kelly, to prepare a report on why the department failed to stop Officer Dowd. But law enforcement officials say the response is too late, that the Internal Affairs Division had been bungling cases for years. One officials calls it a \"secret waiting to come out.\" July 30, 1992: More problems for Michael Dowd. He is arrested on Federal charges that he took huge weekly cash payments from drug gangs. Officials say he offered protection from police raids and in return took in as much as $8,000 a week. Nov. 16, 1992: Commissioner Raymond W. Kelly announces a major revamping of the Internal Affairs monitoring system, starting with an upgrading of its status to Internal Affairs Bureau and creating more accountability among investigators. Mollen Commission officials say the changes do not go nearly far enough. Sept. 27, 1993: The Mollen Commission begins the city's first public hearings on police corruption in more than 20 years with a star witness: Michael Dowd. He says that early in his career other officers indoctrinated him with the attitude: \"never rat against another cop.\" There is testimony from a hooded informant named \"Mr. X\" and from former police officials and investigators who reveal tales of corruption and brutality in the 9th Precinct in the East Village and in many of the city's minority communities. It is learned that Internal Affairs has long maintained a secret \"tickler\" file for charges made against its own investigators, rather than pass the allegations on to prosecutors. Dec. 28, 1993: An interim report released by the Mollen Commission is a sign of things to come. The commission declares the department \"incompetent\" in policing itself. March 8, 1994: The commission produces its first criminal case when three officers from the 73d Precinct in Brownsville are charged with dealing drugs, usually while on duty. The officers called themselves the Morgue Boys because they often met divide their profits outside a factory that had once manufactured refrigerators for morgues. March 18, 1994: Three officers from the 30th Precinct are caught on videotape beating up Harlem residents and stealing drugs and cash. Eleven more officers from the precinct will eventually be arrested. And another new police commissioner, William J. Bratton, tries to put his own stamp on the corruption battle. He pronounces that no one will ever wear the badges of the arrested officers. To date, he has transferred eight of 22 supervisors from the precinct, as well as 25 of the precinct's 191 officers, many on suspicions that they knew about corruption but did not tell. July 6, 1994: The Commission's final report is issued. Its central proposal is the creation of an independent commission, appointed by the Mayor, to review police department efforts to eliminate corruption and to conduct its own investigations. CRAIG WOLFF","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Clinton's Haiti Problem: What Price Democracy?","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-in-haiti-the-white-house-clinton-s-haiti-problem-what-price-democracy.html","abstract":"  As American commandos rehearse for war and Administration officials insist that the crisis in Haiti must end soon, the unanswerable question is whether President Clinton himself is really willing to risk American lives to restore democracy to Haiti.   His aides insist that despite intensified military planning for an invasion and increased war talk, Mr. Clinton has not yet decided what to do.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"As His Backers Protest, Philip Berrigan Is Sentenced to Prison","web_url":"https://www.nytimes.com/1994/07/07/us/as-his-backers-protest-philip-berrigan-is-sentenced-to-prison.html","abstract":"  As scores of peace demonstrators outside the courthouse sang spirituals and waved signs saying \"War No More\" and \"Arms Are for Hugging,\" a Federal district judge today sentenced Philip F. Berrigan to an eight-month prison term for vandalizing an Air Force fighter-bomber last winter.    Such 60's-style scenes of protest may now be rare, but Mr. Berrigan's advocacy of antiwar sentiment has outlasted the cold war and the transformation of hippies to yuppies. Mr. Berrigan, a 70-year-old former Roman Catholic priest, estimates that he has been arrested more than 100 times in the two dozen years since he took up the fight against the Vietnam War. And he has spent more than six of those years, including the last seven months, in prison.  Predawn Battering    Mr. Berrigan and three companions were convicted of willfully damaging Federal property in using household hammers to batter the antennae, the landing gear and the fuselage of an F-15E jet at Seymour Johnson Air Force Base in Goldsboro, N.C., 145 miles southwest of here, before dawn last Dec. 7.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"U.S. Moves to Exclude 2 Lawyers","web_url":"https://www.nytimes.com/1994/07/07/nyregion/us-moves-to-exclude-2-lawyers.html","abstract":"  The United States Attorney in Manhattan argued yesterday that William M. Kunstler and Ronald L. Kuby should be disqualified from representing a defendant accused of conspiring to bomb New York City landmarks because the lawyers' earlier involvement with other defendants in the case would pose a conflict of interest.   The two lawyers represent Ibrahim A. El-Gabrowny, who was initially charged with interfering with the investigation of the World Trade Center bombing and who is now charged as a co-conspirator in an alleged bombing plot. But until he recently obtained a new lawyer, they also represented Siddig Ibrahim Siddig Ali, a major defendant in the case who has recently agreed to cooperate with the Government.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Mentally Ill Homeless Often Need Antipsychotic Medication","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-mentally-ill-homeless-often-need-antipsychotic-medication-605808.html","abstract":"  To the Editor:   \"Let's Not 'Treat' the Problem of Homelessness With Drugs,\" Peter Breggin's June 28 letter on the psychiatric treatment of the homeless, is scientifically inaccurate and misleading. Homelessness represents far more than a symptom of failed social policy and poverty. The critical fact Dr. Breggin omits is that a substantial proportion of the homeless suffer from a diagnosable and treatable mental illness such as schizophrenia, substance abuse or depression.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"For Volleyball Player, a Rich Athletic Tradition","web_url":"https://www.nytimes.com/1994/07/07/sports/olympic-festival-for-volleyball-player-a-rich-athletic-tradition.html","abstract":"  The man wearing a white T-shirt and an intense gaze leaned forward, surveying the court as the South played the East in the second day of volleyball competition at the United States Olympic Festival today.   The object of his focus was Jennifer Johnson, a tough 5-foot-10-inch outside hitter for the South squad and one of the best young players competing here. Before the match, the man had given a critical evaluation of Johnson.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Which Haiti Policy?","web_url":"https://www.nytimes.com/1994/07/07/opinion/which-haiti-policy.html","abstract":"  Give them this. This White House team knows how to upstage a Presidential trip. When Mr. Clinton was in Europe for D-Day observances, all eyes were on North Korea. Now, as he visits Poland, comes news that commando units of the United States Army and Navy have been practicing a takeover of Haiti's ports and airfields.   It is hard to believe that the Pentagon's willingness to discuss these \"secret\" maneuvers is not part of a plan to flush Gen. Raoul Cedras and his henchmen out of Haiti. That is a worthy goal, but the timing is amateurish and the underlying message is troubling. Washington and the United Nations have only recently gotten serious about enforcing meaningful economic sanctions. These need to be given a chance to produce political results. And a new refugee initiative unveiled Tuesday at least temporarily relieves the political pressure from that direction.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Balkan War-Crimes Prosecution Bogs Down","web_url":"https://www.nytimes.com/1994/07/07/world/balkan-war-crimes-prosecution-bogs-down.html","abstract":"  More than a year after the United Nations created a tribunal to punish war crimes in Croatia and Bosnia, no cases have been brought and Russia, Serbia's historic ally, is blocking efforts to name a chief prosecutor, American officials say.   The hopes of bringing such war criminals to international justice, the officials said, have been dimmed by wrangles among United Nations member nations and lack of enthusiasm among key European allies, who fear that prosecution might interfere with the continuing search for a diplomatic settlement.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Helping to Realize the Promise of a Changing World","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-helping-to-realize-the-promise-of-a-changing-world.html","abstract":"The writer is secretary-general of the Organization for Economic","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Detectives in Simpson Case Defend Search","web_url":"https://www.nytimes.com/1994/07/07/us/detectives-in-simpson-case-defend-search.html","abstract":"  Two Los Angeles police detectives testified today that fear for the safety of people in O. J. Simpson's home led them to enter its grounds without a search warrant in the early morning after Mr. Simpson's former wife and one of her friends were found murdered nearby.   The detectives, Mark Fuhrman and Philip L. Vannatter, contended that their unauthorized entrance over a five-foot-high fence was justified because there were so many unanswered questions and because time was at a premium in the hours immediately after the killings of Nicole Brown Simpson and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Group Finds Widespread Rights Violations Continuing in World","web_url":"https://www.nytimes.com/1994/07/07/world/group-finds-widespread-rights-violations-continuing-in-world.html","abstract":"  Widespread violations of human rights continued around the world last year, including political killings by governments in 61 countries, Amnesty International says in its annual report.   The political killings, detentions and \"disappearances\" occurred despite some positive changes in many countries in the post-cold-war era, like moves toward democracy and the establishment of groups to monitor human rights.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/07/nyregion/inside-600067.html","abstract":"  Chorus: Universal Coverage    Members of President Clinton's Cabinet fanned out around the country to rally support for the Administration's health plan and preach the gospel of universal coverage. Page B8. Defending Simpson Search     Two police detectives say they entered O. J. Simpson's estate without a warrant because they feared for the safety of the residents. Page A17. Violence in the Schools     Hundreds of principals have underreported violent incidents in New York schools, a report shows, suggesting conditions are more turbulent than previously acknowledged. Page B1. New 100-Meter Record     The sprinter Leroy Burrell yesterday won the 100-meter dash in 9.85 seconds at a meet in Lausanne, Switzerland. It was a world record. Page B9.  Interactive TV Approval     The Federal Communications Commission approved an application by the Bell Atlantic Corporation to offer interactive television service for 38,000 homes in New Jersey. Page D1. 11 Firefighters Killed    Flames trapped about 50 firefighters battling a wildfire in Colorado, killing at least 11. Dozens of fires continued to burn around the West. Page A14.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Democracy for Asians, Too","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-democracy-for-asians-too.html","abstract":"In Japan, two parties with nothing in common but desperation have seized a fleeting chance to join up in an implausible and probably short-lived coalition. In Hong Kong, the local legislators have voted for a little more democracy, and anti-democracy Chi","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Abuse Found In Center For Retarded","web_url":"https://www.nytimes.com/1994/07/07/nyregion/abuse-found-in-center-for-retarded.html","abstract":"  From 1988 to 1992, the state and Federal governments spent $2 million to care for 10 mentally retarded patients in a community home in Flushing, Queens. But state investigators say in a report that the money bought ragged clothes, vermin-infested beds, a regular diet of pork and beans and a tongue-lashing if residents spoke during meals.   Much of the money was siphoned off for other purposes, the report asserted. A state oversight agency charged yesterday in the report that the home's executive director, operating under a fictitious name, diverted $510,000 for unexplained purchases, paid himself $310,000 in salaries and used public funds to lease and maintain four luxury cars.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Haitians Are Undeterred By New Clinton Policy","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-in-haiti-haiti-haitians-are-undeterred-by-new-clinton-policy.html","abstract":"  Haitians in this fishing village said today that the Clinton Adminstration's new policy of barring boat people from entering the United States would do little to discourage them from seeking to flee Haiti by sea.   \"Anywhere is better than Haiti,\" said Andre Esper, a fisherman in this hamlet just west of Port-au-Prince. He said that his plan to leave by boat would not change. \"There is hardly no fish in the ocean. And the little that I catch I can't sell them.\"","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Journal; Specter's Righteous Stand","web_url":"https://www.nytimes.com/1994/07/07/opinion/journal-specter-s-righteous-stand.html","abstract":"  When Arlen Specter, the moderate Republican Senator from Pennsylvania, spoke out against the radical religious right at his party's Iowa convention last month, he was booed. His words were far from incendiary. He was merely defending \"the basic American principle of separation of church and state.\" The speech was heartfelt, telling of his penniless immigrant father's escape from Russia to America in 1911. The Senator seemed to be speaking not just as a politician but as a Jew.    Is it coincidence that Mr. Specter, the only Jewish Republican Senator, is one of the very few G.O.P. leaders who have dared criticize the Christian right? Hardly. If you are an American Jew, you have every reason to worry about a political movement whose most powerful leader, Pat Robertson of the Christian Coalition, calls the constitutional separation of church and state \"a lie of the left\" and vows to dismantle it. I, for one, still remember how it felt to be a Jew involuntarily praying to Jesus in a public elementary school before the Supreme Court outlawed school prayer in 1962.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Ewing Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-basketball-ewing-undergoes-knee-surgery.html","abstract":"  Knicks center PATRICK EWING underwent arthroscopic surgery on his right knee yesterday at the Beth Israel Medical Center-North Division in Manhattan. The procedure, performed by Dr. NORMAN SCOTT, the Knicks' team physician, was intended to clean out loose cartilage. The team said the procedure went well. \"There were no surprises,\" Dr. Scott said.   Ewing will rehabilitate the knee for six to eight weeks, beginning with stretching exercises, swimming and biking. Ewing, who has missed only five games in the last five seasons, had similar procedures were performed in 1986 and 1989.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Memorial for Schneerson","web_url":"https://www.nytimes.com/1994/07/07/nyregion/memorial-for-schneerson.html","abstract":"  A memorial service for Rabbi Menachem Mendel Schneerson, who headed the worldwide Lubavitch Hasidic movement from 1950 until his death in June, will be held at 6 P.M. on Sunday at Congregation Shaare Zion, 2030 Ocean Parkway, Gravesend, Brooklyn.    The gathering signifies the end of the 30-day mourning period after Rabbi Schneerson's death. There will be eulogies and rabbinical commentaries in Yiddish, Hebrew and English by leading Orthodox rabbis, including Rabbi Abraham B. Hecht, President of the Rabbinical Alliance of America, and Rabbi Meyer Shapiro, former Chief Rabbi of Buenos Aires.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Editorial Notebook; Life in the Information","web_url":"https://www.nytimes.com/1994/07/07/opinion/editorial-notebook-life-in-the-information.html","abstract":"  Anyone who claims to think seriously about how new technologies shape the human experience has to have read a fair bit of science fiction. This certainly includes William Gibson (\"Neuromancer\" and \"Virtual Light\"), and especially the dear departed and somewhat paranoid Philip K. Dick, author of 40 books of fiction, most notably \"Do Androids Dream of Electric Sheep?\" from which the cult film \"Blade Runner\" was made. Bioethics. Genetic engineering. The information superhighway. It's all there, examined in vivid detail. There is also a thought or two about the rapacious character of advertising.    Back when advertising was still in its crib, Mr. Dick correctly forecast that it would someday be a consuming force. In the world of \"Blade Runner,\" skyscrapers are covered top to bottom with television screens that scream with ads 24 hours a day. Commercials no longer sit still and beg to be looked at. Instead, they become fly-like robots that perch on the pillow and whisper sweet nothings while you sleep. The next morning you wake up craving foods you've never eaten. Mr. Dick's characters defend themselves by keeping their windows closed -- and making heavy use of fly swatters. The idea is to get them before they get to you.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Let Taiwan First Give Up Its Claims to China","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-let-taiwan-first-give-up-its-claims-to-china-605875.html","abstract":"  To the Editor:   You illustrate the desperate attempts of Taiwan's President, Lee Teng-hui, to develop relations between Taiwan and other nations in a June 26 news article, pointing out the obstacle of mainland China's refusal to allow the global recognition of Taiwan. But you neglect to explain why Taiwan's Kuomintang Government is responsible for this predicament.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"1944:London Under Fire : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1944london-under-fire-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill revealed in the House of Commons today [July 6] that 150 flying bombs have been sent into England every day for almost three weeks, and that 10,000 persons, mostly in greater London, have been","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/07/07/sports/results-plus-604569.html","abstract":"  GOLF  Twitty Takes Lead in Scottish Open  Howard Twitty of the United States shot a six-under-par 64 yesterday to take a two-stroke lead after the first round of the Scottish Open in Gleneagles. The 45-year-old Twitty carded a five-under 30 on the back nine, with a stretch of five birdies in eight holes. Two shots back were Ian Woosnam of Wales, Lennie Clements of the United States, Jonathan Lomas and Peter Baker of England, Wayne Riley of Australia and Per-Ulrik Johansson of Sweden. Mark McNulty of Zimbabwe had a hole-in-one at the par-3, 178-yard fifth. He finished at 67, along with 10 others. John Daly was among a group at 68, while the United States Open champion, Ernie Els, had a 72. (AP) FENCING  Becker Wins World Saber Title  Felix Becker of Germany rallied from a 12-3 deficit to beat Stanislaw Pozdnyakov of Russia, 15-14, yesterday to win the men's saber title at the world fencing championships in Athens. In the men's team foil, Italy beat Germany by 5-3, led by Alessandro Puccini's three-bout sweep. Pozdniakov was coming off a 15-5 semifinal victory over Bence Szabo of Hungary, the 1992 Olympic gold medalist and the runner-up at last year's world championships. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Should Charles Lie?","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-should-charles-lie-606154.html","abstract":"  To the Editor:   Why do we consider Prince Charles to have tarnished his image by admitting that he committed adultery (news article, June 30)? His adultery was widely presumed, and his image well tarnished as a result. Would we have him be a liar as well?","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605379.html","abstract":"  An article in the Mutual Funds Quarterly Review pages of Business Day on Tuesday about John B. Neff, the money manager of the Vanguard Group's Windsor mutual fund and the Gemini II closed-end fund, misstated the value of his holdings in the two funds. They total about $6 million, not $90 million.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Italy's Struggle Shakes Its Sons in San Francisco","web_url":"https://www.nytimes.com/1994/07/07/sports/IHT-italys-struggle-shakes-its-sons-in-san-francisco.html","abstract":"The room was shuttered like a funeral parlor. Its 40 or so occupants, all male and all fixated by soccer, were draped across chairs, hopeless if not lifeless..For 88 of the 90 minutes, the large screen monopolizing their attention brought despair. Nige","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"1919: America's Share : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1919-americas-share-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Yesterday [July 6] from the George Washington, President Wilson delivered by wireless his reply to those who are advocating America's return to a policy of isolated nationalism. He declared they must continue to put America at the service of ma","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"If It's July, This Must Be Mostly Mozart","web_url":"https://www.nytimes.com/1994/07/07/arts/music-review-if-it-s-july-this-must-be-mostly-mozart.html","abstract":"  The Fourth of July, the beach, Central Park, baseball: all are part of a \"classic New York summer,\" the new Mostly Mozart Festival brochure says, along with, of course, the familiar festival, which began its 28th season on Tuesday night in Avery Fisher Hall. Lincoln Center officials have been eager to dismiss as rumor any reports that this roster of classics may change, with Mostly Mozart going the way of Ebbets Field.    Nathan Leventhal, the president of Lincoln Center, said in an interview yesterday, \"There will be a Mostly Mozart for the foreseeable future.\" But discussions continue, with the most probable scenario involving a shorter festival; this would make room for increased programming by the New York Philharmonic and the evolution of a larger performing-arts festival. Next summer will still have baseball and the beach, but probably not seven weeks of Mostly Mozart.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Mets' Pitchers Take Advantage of Punchless Giants","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-mets-pitchers-take-advantage-of-punchless-giants.html","abstract":"  No wonder the Giants want Darryl Strawberry in their lineup as soon as possible. No wonder they are happy that Strawberry has declared himself ready for major league baseball after only three days of work with the franchise's Class AAA franchise in Phoenix.   The Giants need offensive help. And they need it desperately.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/07/nyregion/news-summary-600156.html","abstract":"  International A2-13  U.S. REHEARSED HAITI INVASION  American forces secretly rehearsed a plan to seize the airfields and ports of Haiti two weeks ago. Such an operation, if approved, would be aimed at ousting Haiti's military rulers.  A1","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Report Finds More Violence In the Schools","web_url":"https://www.nytimes.com/1994/07/07/nyregion/report-finds-more-violence-in-the-schools.html","abstract":"  Hundreds of principals have underreported violent incidents in New York City schools, school officials said yesterday. suggesting that conditions are far more turbulent than has previously been acknowledged.   A month ago, Chancellor Ramon C. Cortines rejected a report on violence in the city's schools, saying he suspected that school administrators were covering up some events to make their schools appear less chaotic.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Wrestling Promoter's Trial On Steroids Charges Begins","web_url":"https://www.nytimes.com/1994/07/07/nyregion/wrestling-promoter-s-trial-on-steroids-charges-begins.html","abstract":"  A Federal prosecutor today promised to expose \"the dark, corrupt underbelly\" of professional wrestling as the trial of Vincent K. McMahon, a wrestling promoter, began in Federal District Court here.   Mr. McMahon and his Titan Sports Corporation, based in Stamford, Conn., have been charged with illegally distributing body-building steroids to performers in Mr. McMahon's World Wrestling Federation. He faces an eight-year prison term and a $500,000 fine if convicted.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Clinton Makes Appeal to Latvia To Accept Its Russian Civilians","web_url":"https://www.nytimes.com/1994/07/07/world/clinton-makes-appeal-to-latvia-to-accept-its-russian-civilians.html","abstract":"  President Clinton told a crowd of 35,000 Latvians today that he will rejoice with them when Russian troops complete their withdrawal from the Baltics by the end of summer, but he also appealed to the Latvians to show more tolerance of the Russian civilians who want to continue living among them.   Mr. Clinton's soaring, Jeffersonian oratory hailing Latvia's independence was greeted with cheers, applause and the waving of American flags by the crowd packed into the central Freedom Square in Riga.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"For Bulgaria, Silence Is Definitely Golden","web_url":"https://www.nytimes.com/1994/07/07/sports/world-cup-94-for-bulgaria-silence-is-definitely-golden.html","abstract":"  The Bulgarians came to America without a victory in 16 games in 5 previous World Cup appearances. They were the last of the European countries to qualify, and they did that by scoring a goal in the last 10 seconds against France in Paris.   When they were shut out by Nigeria in their first game this year, it looked as if the Bulgarians would pull their same old fast fade: two more losses in the first round and off they would go into the Balkan sunset.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"By Way of the West, a Tale as Tall as It Is True","web_url":"https://www.nytimes.com/1994/07/07/books/books-of-the-times-by-way-of-the-west-a-tale-as-tall-as-it-is-true.html","abstract":"  Last Go Round  By Ken Kesey  With Ken Babbs  Illustrated. 238 pages. Viking. $21.95.    It was \"a great yarn\" his father told him by a campfire one night, writes the novelist Ken Kesey in his introduction to \"Last Go Round,\" a history in the form of a novel written with the aid of research by Mr. Kesey's friend Ken Babbs. The Keseys had been traveling to hunt antelope when they ran into the heavy traffic headed for the Pendleton Round Up, a famous rodeo in Oregon. That reminded the author's father of what happened at the first roundup, on the weekend of Sept. 16, 1911. He described it over the campfire that night, and it made, as Mr. Kesey repeats, \"a marvelous yarn.\"","thumbnail":null,"section":"Books"},{"date":"19940707","headline":"U.S. Planning New Controls Over Poultry","web_url":"https://www.nytimes.com/1994/07/07/us/us-planning-new-controls-over-poultry.html","abstract":"  The Agriculture Department will propose poultry inspection rules next week that would prohibit any level of fecal matter on the birds, officials said today.   The proposed regulations, meant to reduce the level of disease-causing bacteria, would also require that all birds contaminated with fecal matter be reinspected and that the birds be sprayed with anti-bacterial rinses before they are chilled.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Paris Journal; They Think, Therefore They Are Very French","web_url":"https://www.nytimes.com/1994/07/07/world/paris-journal-they-think-therefore-they-are-very-french.html","abstract":"  Does knowledge inhibit the imagination? Is a coherent thought necessarily true? Can a work of art be considered immoral?   Or how about this one? Is passion compatible with wisdom? O.K. Now, over the next four hours, write a five-page dissertation on one of these topics.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605409.html","abstract":"  An article yesterday about the re-election hopes of Senator Joseph I. Lieberman, Democrat of Connecticut, omitted the identity of a candidate seeking the Republican nomination to oppose him. He is Dr. Joseph Bentivegna of Wethersfield.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Rabin and Arafat Begin Talks on Broadening Palestinian Rule","web_url":"https://www.nytimes.com/1994/07/07/world/rabin-and-arafat-begin-talks-on-broadening-palestinian-rule.html","abstract":"  The Israeli Prime Minister, Yitzhak Rabin, and the P.L.O. chairman, Yasir Arafat, moved into a new phase of their peace talks at meetings that stretched into the early hours today in Paris, where they began to map out the next stage of Palestinian self-rule.   After their first session on Wednesday, the two leaders said they had made enough progress to hold a second session at midnight.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"2-YEAR CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN NEW YORK'S POLICE DEPT.","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uiform-overview-2-year-corruption-inquiry-finds-willful-blindness-new.html","abstract":"  A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department.   The report by the Mollen Commission on its two-year investigation into police corruption is particularly powerful in its criticisms of sergeants and other commanders of five precincts found to be riddled with corruption.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"In Aftermath of Oil Spill, Alaska Waters Languish","web_url":"https://www.nytimes.com/1994/07/07/us/in-aftermath-of-oil-spill-alaska-waters-languish.html","abstract":"  Before the Exxon Valdez ran aground in 1989 and spilled 11 million gallons of crude oil in Prince William Sound, spring was a season of joyous preparation for the fishermen in Cordova.   The sound teemed with herring and salmon and the promise of bulging summer catches, worth as much as $40 million a year to this port village of 2,100 people, 800 of whom are fishermen.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Bosnia Map: A Bitter Pill; Clinton's Tough Step Supports Serbs' Gains","web_url":"https://www.nytimes.com/1994/07/07/world/bosnia-map-a-bitter-pill-clinton-s-tough-step-supports-serbs-gains.html","abstract":"  In drafting and backing a new map for a territorial settlement in Bosnia, the Clinton Administration has taken a difficult step: it has formally backed the handing over to Serbs of towns in which they killed, imprisoned or evicted tens of thousands of Muslims.   The map, a copy of which was shown to The New York Times, was formally handed to the Muslim-led Bosnian Government and the Bosnian Serbs today, and they were given until July 19 to respond.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Giants Are Giving Young Some Assistance","web_url":"https://www.nytimes.com/1994/07/07/sports/football-giants-are-giving-young-some-assistance.html","abstract":"  The new National Football League salary cap and all of its complexities are enough to overwhelm almost anyone, even hard-working George Young, the Giants' general manager. So today the team announced that it had hired Ernie Accorsi, an experienced N.F.L. executive, as assistant general manager to take over some of Young's duties.   Accorsi, who was in charge of player personnel decisions and contract negotiations in Cleveland, where the Browns went to three straight American Football Conference championships, will primarily handle player contract negotiations and other duties that involve the new collective bargaining agreement.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605387.html","abstract":"  An article in Business Day yesterday about cutbacks at Texaco Inc. misidentified the division for which the company plans to seek an alliance with another company. It is the marine division, not the trading and transportation division.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/07/nyregion/metro-digest-601268.html","abstract":"  CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN POLICE DEPARTMENT   A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department. A1.   CORRUPTION CASE AND POLICY OF INACTION   For years, the Police Department received complaints alleging that Officer Michael Dowd had been robbing drug dealers and dealing cocaine. Yet an investigative commission concluded that senior officers repeatedly ignored the allegations or blocked efforts to check them out in a deliberate policy to shield the department from scandal. A1.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"42d Street Says Move Over SoHo","web_url":"https://www.nytimes.com/1994/07/07/arts/42d-street-says-move-over-soho.html","abstract":"  A lot of pedestrians on the predominantly vacant strip of 42d Street between Seventh and Eighth Avenues looked bemused yesterday. Some took a moment to look into what was described as a peep show, a traditional fixture of the street. Then they shook their heads. Lurking behind the windows of a newly painted electric yellow facade, the site of a former pornography shop at 228 West 42d Street, were photographs of a variety of people, from President Clinton to Nelson Mandela to men and women on the street, holding up an electric-yellow sign reading \"Love.\" Clearly, this was not what most viewers had expected to see.   Nor were the unrecognizable faces beneath the coming-attractions signs in vitrines flanking the Empire Theater. Or the messages on some of the movie marquees, one of which read \"My Reflection Splattered by the City Bus Onto My Pants.\" But one image familiar to everyone was Dr. Seuss's Cat in the Hat, which appears in a mural-size painting at No. 232. 'Ringmaster' of the Imagination    \"The Cat in the Hat is the ringmaster of your imagination,\" said Cee Scott Brown, the executive director of Creative Time, a 20-year-old nonprofit contemporary-arts organization. \"He's saying 42d Street can be magical.\"","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Now MacTavish Tries To Win Cup as Flyer","web_url":"https://www.nytimes.com/1994/07/07/sports/hockey-now-mactavish-tries-to-win-cup-as-flyer.html","abstract":"  Three weeks after they won the Stanley Cup, the Rangers have lost one of the players who helped them earn hockey's top prize.   Craig MacTavish, a 35-year-old center acquired March 21 from the Edmonton Oilers, became an unrestricted free agent after the playoffs, and yesterday he signed a two-year contract with the Philadelphia Flyers.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"One of Game's Finest Will Come Full Circle","web_url":"https://www.nytimes.com/1994/07/07/sports/on-baseball-one-of-game-s-finest-will-come-full-circle.html","abstract":"  The last time Buck Leonard put on a baseball uniform in Pittsburgh as a player, the emotion that struck him was the same as always. And it was not love. He played there admirably for nearly two decades as a member of the Homestead Grays, the dominant team of the Negro leagues.   Leonard, who played Lou Gehrig to Josh Gibson's Babe Ruth, is one of a handful of survivors who can testify first-hand to what that era did to the hearts and minds of a people. Now age 86, he can also testify that time has healed a lot, in the United States, in Pittsburgh, in baseball. And on Tuesday, when an old Homestead Gray walks into Three Rivers Stadium as the honorary captain of the National League All-Stars, the healing will be all but complete.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Reading Mixed Signals","web_url":"https://www.nytimes.com/1994/07/07/world/reading-mixed-signals.html","abstract":"  Is President Clinton really willing to risk American lives to restore democracy to Haiti? Aides say Mr. Clinton has not decided what to do.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605352.html","abstract":"  A brief music review and a picture caption on June 11 about the singing group Zap Mama described it incorrectly. It is a quintet, not a quartet.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Leadership for the Asking : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-leadership-for-the-asking-letters-to-the-editor.html","abstract":"In your June 28 issue, three texts dealing with Africa insist on giving a better and more appropriate way of life to this unfortunate continent. In the editorial \"A Way to Help Africa,\" the well-known technique called in French \"Il n'y a q","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-605883.html","abstract":"  CECILIA MARSHALL, the widow of the Justice Thurgood Marshall of the Supreme Court, is coming to New York today for a cause she said would have been near and dear to his heart: the Thurgood Marshall Summer Law Internship Program.    The program, now in its second summer and sponsored by the City Bar Association, provides summer jobs for 130 inner-city high school students in law firms and schools, corporate law departments and Government and nonprofit agencies. Today, there will be a reception for the students and their employers.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-603732.html","abstract":"  WILLIE L. BROWN JR., the powerful Speaker of the California State Assembly, has joined the Los Angeles law firm of Christensen, White, Miller, Fink & Jacobs.   Mr. Brown has practiced law in San Francisco during his 28-year career in the Legislature. The last Los Angeles firm with which he was affiliated, Kelly, McAuliffe & Rein, was dissolved about a year ago. Since then, he has had his own office, which will now merge with a new San Francisco office of the Christensen White firm.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"A Cabinet Push on Universal Coverage","web_url":"https://www.nytimes.com/1994/07/07/us/a-cabinet-push-on-universal-coverage.html","abstract":"  In a drive to stir up public enthusiasm for President Clinton's health care plan, members of the Cabinet fanned out around the country today to preach the gospel of universal coverage.   To help guide that single-minded message, White House officials distributed a memorandum to the Cabinet members emphasizing why it was important to have most of them participate in health care activities on a single day.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Bronx Welcomes A Haven for Books; Readers Revel in a New Library","web_url":"https://www.nytimes.com/1994/07/07/nyregion/bronx-welcomes-a-haven-for-books-readers-revel-in-a-new-library.html","abstract":"  On a sweaty afternoon in a battered Bronx neighborhood, a little girl in shorts and a turquoise shirt peered through the glass door of the brand-new Sedgwick branch library and had a vision. Spotting a gray-suited security guard, she declared, \"I see a man with a tuxedo.\"   Libraries do that to people. All that knowledge waiting to be unbound, making almost anything seem possible. Even gray polyester magically becomes elegant.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"15 Killed as Downpours Inundate Georgia","web_url":"https://www.nytimes.com/1994/07/07/us/15-killed-as-downpours-inundate-georgia.html","abstract":"  The relentless downpour in Georgia continued today and the resulting death toll rose to 15 as rivers pushed toward record crests.   The downtown area of Macon, a crossroads city of 106,000 in the center of the state, was ordered evacuated this evening. Two major highways that link Atlanta to points south, Interstates 75 and 16, were closed by broken dams or flooding rivers. In a reminder of the devastating flooding in the Midwest last summer, streams overwhelmed water purification plants and ruined the fresh water supplies for a half-million people.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Relative Identifies Girl, 2, Found Alone on Subway","web_url":"https://www.nytimes.com/1994/07/07/nyregion/relative-identifies-girl-2-found-alone-on-subway.html","abstract":"  A 2-year-old girl from Newark found abandoned on Tuesday in a subway car in the Bronx was identified early yesterday after her great-grandmother recognized her photograph on a television newscast, the authorities said.   The New York City transit police were searching the city for the toddler's father, David Davis, 32, who had brought the child, Shyrissa Mills, to visit with relatives in Brooklyn late Monday night.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-600474.html","abstract":"  Because of an editing error, an article on Tuesday about Hillary Rodham Clinton's health care efforts referred incorrectly to the beneficiaries of Project Hope. The organization -- which employs Gail Wilensky, a former Bush Administration health care adviser who was quoted -- provides health care assistance to developing countries, not to residents of public housing in America.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Rostenkowski's Lawyers Unveil Strategy","web_url":"https://www.nytimes.com/1994/07/07/us/rostenkowski-s-lawyers-unveil-strategy.html","abstract":"  Representative Dan Rostenkowski's lawyers said today that their strategy would open with a Constitutional attack on the 17-count felony indictment against Mr. Rostenkowski in an effort to win a quick dismissal, or at least a narrowing of the charges, before the case comes to trial.   At a half-hour hearing in Federal court here, Dan K. Webb, Mr. Rostenkowski's chief lawyer, said the defense would file three motions by Aug. 3 arguing that many of the counts should be dismissed because the Constitution shielded Mr. Rostenkowski from intrusions by other branches of the Government.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Debate Rages On Ball Park In Mt. Vernon","web_url":"https://www.nytimes.com/1994/07/07/nyregion/debate-rages-on-ball-park-in-mt-vernon.html","abstract":"  With its towering red brick columns and columned grandstand, Memorial Field resembles the sentimental new ball parks that have charmed fans and critics in Baltimore, Arlington, Tex. and Cleveland.    But unlike Baltimore's Camden Yards and its architectural cousins, the 6,000-seat stadium on this city's south side doesn't just look old. It is and it is showing its age badly.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Where Are the Yankee Fans?","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-where-are-the-yankee-fans.html","abstract":"  The Yankees responded to recent articles about their attendance of 22,021 fans against Oakland on July 4 at Yankee Stadium by blaming poor parking, inadequate access and perceptions of safety, Jack Lawn, the team's vice president and chief of operations, said yesterday.   \"Although the New York Yankees have the largest potential fan base in the American League, attendance has been lackluster,\" said Lawn. \"We now have one of the most talented and exciting teams in the majors, but the fans are clearly demonstrating their reluctance to travel to the Bronx.\"","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Yankees Get Swept Away and Also Lose Stanley","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-yankees-get-swept-away-and-also-lose-stanley.html","abstract":"  Maybe the Yankees should simply postpone the last four games before the All-Star Game break. They could relax. They could stop being frustrated, and they might remain in first-place if the Orioles sputter for a few games. With the way injuries and losses have mounted, excusing themselves might be shrewd strategy.   Who could have predicted this? When the Yankees were one victory from sweeping the Red Sox in Boston and from moving 21 games over .500 for the first time since 1980, who could have contemplated advising them to seek a timeout eight days later?","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"For Endowment, One Performer Means Trouble","web_url":"https://www.nytimes.com/1994/07/07/arts/for-endowment-one-performer-means-trouble.html","abstract":"  As the deadline neared for Congress to debate next year's budget for the National Endowment for the Arts, the agency's supporters had reason for cautious optimism. With a popular new chairwoman in place, it seemed possible that the endowment might receive a small increase, or at worst, no cuts. For an agency that has seen its purchasing power decline by 46 percent since 1979 and that took a 2 percent cut last year, merely holding the line would be a major victory.   It's not turning out that way.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"1894: A Curious Object : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1894-a-curious-object-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The evening papers contain the following exciting news: \"The Southampton police have arrested an American who attempted to shoot a boy. On being arrested a remarkable instrument was found on him. It had a number of delicate springs. When clo","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Sports of The Times; Is Sports On Trial With O. J.?","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-of-the-times-is-sports-on-trial-with-o-j.html","abstract":"  WHILE the O. J. Simpson murder case and continuing pretrial hearing have made an immediate impact in regard to proposed legislation in some states to curb domestic violence, and while this has encouraged more women to ring hot lines to battered women's shelters, the case has, in a fashion, also put sports in America on trial.   Is this what we make of our celebrated athletes: Men who believe they have the right of entitlement, which includes the physical abuse of their spouses, or to stalk and intimidate their former wives or girlfriends?","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Valvano's Brother Gets Coaching Job","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-colleges-valvano-s-brother-gets-coaching-job.html","abstract":"  BOB VALVANO, the younger brother of the late Jim Valvano, was named men's basketball coach at Bellarmine College in Louisville, Ky. Valvano, 36, comes to Bellarmine from St. Mary's College of Maryland.   He was head coach at the Maryland school since August 1992, setting a record for victories last season with a 14-12 record. He had previously been head coach at Catholic University, St. Francis College in Brooklyn and Kutztown University. Jim Valvano, who died last year of cancer, won the national championship at North Carolina State in 1983.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Just Tell Us What the Call Costs","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-just-tell-us-what-the-call-costs-605786.html","abstract":"  To the Editor:   Legislating price controls to correct abuses by the companies that own and operate pay phones (news article, June 29) is akin to trying to kill a mosquito with a sledgehammer. The simplest, fairest and most sensible solution to the price-gouging practiced by those phone companies is to require that the cost of the call be disclosed to the customer before the call is put through.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"The Hidden War at Home","web_url":"https://www.nytimes.com/1994/07/07/opinion/the-hidden-war-at-home.html","abstract":"The police officer standing in front of the apartment when we pull up looks so young I don't think he's shaving every day. When my friend tells him he's Mrs. B.'s son the officer relaxes.\n\nMrs. B. has sworn out an order of protection against her husband, but it's hard for them to live separately since they don't have much money. He's out of work; she works at a large hotel on the night shift. He's been living in his 1978 El Dorado, his one memento of a good paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/07/sports/transactions-604372.html","abstract":"  Baseball  American League  NEW YORK YANKEES -- Called up Russ Davis, infielder, from Columbus of the International League. National League  CINCINNATI REDS -- Placed Jerome Walton, outfielder, on the 15-day disabled list, retroactive to July 1. Called up Steve Pegues, outfielder, to Indianapolis of the American Association. National Basketball Association  CHARLOTTE HORNETS -- Signed Dave Twardzik, director of player personnel, to a multi-year contract extension.   GOLDEN STATE WARRIORS -- Named Bob Lanier assistant coach.   NEW YORK KNICKS -- Exercised the option on the contract of Anthony Bonner, forward. Waived Rolando Blackman, guard. Boxing   USA BOXING -- Named David Lubs director of support services. Football  National Football League  ATLANTA FALCONS -- Signed Mitch Davis, linebacker, to a three-year contract. Released Reggie Furgeson and Keith Jack, wide receivers.   GREEN BAY PACKERS -- Signed Jamie Dukes, center.   NEW ORLEANS SAINTS -- Waived Thomas Orr, cornerback, and Jerold Jeffcoat, defensive end.   NEW YORK GIANTS -- Named Ernie Accorsi assistant general manager. Promoted Harry Hulmes to special assistant to the general manager.   SEATTLE SEAHAWKS -- Agreed to terms with Joe Nash, defensive tackle. Waived Kevin Murphy, linebacker. Signed Carlester Crumpler, tight end.   TAMPA BAY BUCCANEERS -- Agreed to terms with Pete Pierson, offensive tackle, on three-year contract. Hockey  National Hockey League  NEW YORK RANGERS -- Signed Shawn Reid, defenseman.   PHILADELPHIA FLYERS -- Signed Craig MacTavish, forward, to a two-year contract.   QUEBEC NORDIQUES -- Named Marc Crawford coach.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"No Evidence Clears Dentist in AIDS Case","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-no-evidence-clears-dentist-in-aids-case-606162.html","abstract":"  To the Editor:   In \"The Gay Card\" (column, June 26), Frank Rich tries to discredit Kimberly Bergalis and the Centers for Disease Control and Prevention documentation of transmission of the human immunodeficiency virus from dentist to patient by stating that the \"Big Lie technique\" was used to \"vilify\" David Acer, the Florida dentist who infected six patients with AIDS.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605395.html","abstract":"  A chart in the Mutual Funds Quarterly Review of Business Day on Tuesday about the performance of five hypothetical retirement portfolios misstated the quarterly returns of the five Fidelity funds in the portfolio created by Eric Kobren, president of Insight Management and editor of the publication Fidelity Insight. The figures shown were from the first quarter; for the second quarter, the Fidelity Value fund rose 3.7 percent, the International Growth and Income fund rose seven-tenths of 1 percent, the Capital and Income fund fell 2.43 percent, the Short-Term Bond fund fell 1.14 percent and the Capital Appreciation fund fell 1.96 percent.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"The Logic of the Cup: There Really Is None","web_url":"https://www.nytimes.com/1994/07/07/sports/world-cup-94-on-soccer-the-logic-of-the-cup-there-really-is-none.html","abstract":"  The World Cup quarterfinals have arrived, and the only three triple champions are still alive. Brazil, Italy and Germany have each won the trophy three times, and perhaps their presence in the final eight is testimony to some sort of sporting logic.    But perhaps not.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Africa Can Go Forward : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-africa-can-go-forward-letters-to-the-editor.html","abstract":"In response to the series by John Darnton \"In Africa, a Mood of Desperation\" (June 20), \"Africans See Colonialists Back in New Guise\" (June 21) and \"Africa's Move to Political Freedom Liberates Ethnic Hatred as Well\" (June 2","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Excerpts of What the Commission Found: Loyalty Over Integrity","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-excerpts-what-commission-found-loyalty-over-integrity.html","abstract":"  Following are excerpts from the final report of the Mollen Commission, which spent 22 months investigating police corruption in New York City. Summary    What we found is that the problem of police corruption extends far beyond the corrupt cop. It is a multifaceted problem that has flourished in parts of our city not only because of opportunity and greed, but because of a police culture that exalts loyalty over integrity; because of the silence of honest officers who fear the consequences of \"ratting\" on another cop no matter how grave the crime; because of willfully blind supervisors who fear the consequences of a corruption scandal more than corruption itself; because of the demise of the principle of accountability that makes all commanders responsible for fighting corruption in their commands; because of a hostility and alienation between the police and community in certain precincts which breeds an \"us versus them\" mentality, and because for years the New York City Police Department abandoned its responsibility to insure the integrity of its members.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Haiti Adds Rape To Asylum Claims","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-haiti-adds-rape-to-asylum-claims-606146.html","abstract":"  To the Editor:   Your June 26 report on the difficulty Haitian rape victims face in proving their asylum claims, as detailed in the case of an activist who fled after having been assaulted by four police agents, highlights the inadequacy of our present asylum system in dealing with the claims of women.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"U.S. TROOPS STAGE MILITARY EXERCISE WITH EYE ON HAITI","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-haiti-us-strategy-us-troops-stage-military-exercise-with-eye-haiti.html","abstract":"  Stepping up preparations for a possible invasion of Haiti to oust its military leaders, United States forces have secretly rehearsed a plan to seize airfields and ports there, Pentagon officials said today.   The exercise, which involved more than a thousand commandos who would most likely serve as a vanguard, took place two weeks ago in the southeastern United States and the Gulf of Mexico, the officials said.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/07/nyregion/no-headline-600393.html","abstract":"  \"What we found is that the problem of police corruption extends far beyond the corrupt cop.\" -- THE MOLLEN COMMISSION.  [ B2:1. ]","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Nordiques Pick Crawford, 33, to Coach","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-hockey-nordiques-pick-crawford-33-to-coach.html","abstract":"  MARC CRAWFORD, who built a reputation for working well with young hockey players, has jumped from a minor league coaching career to take charge of the Quebec Nordiques of the National Hockey League, the team announced yesterday. The 33-year-old Crawford, who moved from the Toronto Maple Leafs' affiliate in St. John's, Newfoundland, took over the coaching job from PIERRE PAGE.   The search for a replacement began after Page, who was also general manager, was let go after the 1993-94 season when the Nordiques missed the playoffs for the sixth time in seven years.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Mubarak and King Hussein Discuss Coming Jordan-Israel Talks","web_url":"https://www.nytimes.com/1994/07/07/world/mubarak-and-king-hussein-discuss-coming-jordan-israel-talks.html","abstract":"  King Hussein of Jordan conferred with President Hosni Mubarak of Egypt today about Jordan's planned peace talks with Israel that are due to begin later this month.   Israel and Jordan agreed last month to conduct direct negotiationsstarting in July. Egypt and the Palestine Liberation Organization backed Jordan's decision to hold direct talks with Israel, but the move was criticized by Lebanon and Syria.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"An Antic Duet of . . . Plants? Minerals? Funguses?","web_url":"https://www.nytimes.com/1994/07/07/arts/dance-review-an-antic-duet-of-plants-minerals-funguses.html","abstract":"  \"Animundi,\" the latest premiere by Pilobolus Dance Theater, is a vibrant little duet for two creatures who fall in love. What is not clear is whether they are animal, vegetable or mineral.   As the title suggests, such ambiguity is very much to the point. Pilobolus, at its most antic, has always had trouble distinguishing mankind from plant life. The company's name, if one needs reminding, refers to a fungus that inclines toward the light. On the instant, this image became a metaphor for a style of dancing that is based on leverage and leaning and, by extension, mutual support.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Reporter's Notebook; Growing Up in the Melting Pot Called Hope, Ark.","web_url":"https://www.nytimes.com/1994/07/07/world/reporter-s-notebook-growing-up-in-the-melting-pot-called-hope-ark.html","abstract":"  Today was the first time Bill Clinton had ever laid eyes on Poland and the Baltics. But to listen to him tell it, a boyhood in Arkansas amounted to pretty good preparation.   Even before he spoke this afternoon of an \"unbreakable\" chain binding the United States and the Baltic countries, Mr. Clinton was making out that his hometown, Hope, was a pretty worldly spot.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-605840.html","abstract":"  Russian lawmakers voted yesterday to invite ALEKSANDR SOLZHENITSYN to address the lower house of Parliament when he ends a cross-country journey and returns to Moscow.    Mr. Solzhenitsyn returned to his homeland on May 27 after 20 years of exile. He set off on a train trip across Russia to rediscover the country. Yesterday he was in Omsk, about 1,600 miles east of Moscow.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"Spaniard Wins Stage, but Not Hearts","web_url":"https://www.nytimes.com/1994/07/07/sports/cycling-spaniard-wins-stage-but-not-hearts.html","abstract":"  Like the Wife of Bath, the Pardoner and the Man of Law, the Tour de France traveled to Canterbury. Plus Royal Tunbridge Wells. And the Garden of England in southern Kent. Also Piltdown, hometown of the hoax prehistoric man.   This was the Tour's first visit to England in 20 years and only the second in the bicycle race's 91-year history. Organizers' predictions that a million people would watch today's stage were spot on, as they say here.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/07/style/IHT-what-theyre-reading.html","abstract":"Calvin MacKeron, librarian at the American military library in Berlin, is reading Raul Hilberg's \"Perpetrators, Victims, Bystanders: The Jewish Catastophe 1933-1945\".\"This is a sober, if not ironic view of the Holocaust and is worth many","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"Buster Douglas Being Treated for Diabetes","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-boxing-buster-douglas-being-treated-for-diabetes.html","abstract":"  JAMES (BUSTER) DOUGLAS was hospitalized in serious but stable condition and was being treated for complications of diabetes, the Grant Medical Center in Columbus Ohio, announced yesterday. Douglas, 34, was being treated for diabetic keto-acidosis in the hospital's coronary-care unit. The announcement was the first statement the hospital has released about the former champion since he was admitted Monday.   No other details were released at the request of Douglas's family, the statement said. Messages left at the home of his father, BILL, and the office of his business manager, LAWRENCE NALLIE, were not returned. No one at a recreation center Douglas built on the city's east side after he became champion had further information.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Officer Flaunted Corruption, And His Superiors Ignored It","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-dowd-case-officer-flaunted-corruption-his-superiors-ignored.html","abstract":"  Over a span of six years, the New York City Police Department received 16 complaints alleging that Police Officer Michael Dowd had been robbing drug dealers and dealing cocaine as part of a gang of corrupt officers in the 75th Precinct in the crime-ridden East New York section of Brooklyn.   That wasn't all. The officer drove to work in a bright red Corvette and sometimes had a limousine pick him up at the station house for gambling trips to Atlantic City.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Connecticut House Limits Citizens' Resale of Guns","web_url":"https://www.nytimes.com/1994/07/07/nyregion/connecticut-house-limits-citizens-resale-of-guns.html","abstract":"  The State House of Representatives moved tonight toward approving a bill aimed at shutting down the street sales of guns that authorities say are the largest source of weapons for criminals.   The bill would regulate the sale of handguns by private citizens to one another and create a paper trail that the police could use to trace more guns used in crimes back to their sellers.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Burmese Junta Continues to Shun Laureate","web_url":"https://www.nytimes.com/1994/07/07/world/burmese-junta-continues-to-shun-laureate.html","abstract":"  The Nobel peace laureate and dissident leader in Myanmar is approaching the fifth anniversary of her house arrest with no sign that her captors in the military intend to free her, or even talk to her.   Diplomats, human rights groups and the American legislator who met with the dissident, Daw Aung San Suu Kyi, in February say they are dismayed that the military Government of Myanmar, formerly Burma, continues to refuse to open any sort of dialogue with her despite the junta's indications earlier this year that it was finally ready to negotiate.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Poison Ivy Myths: Up in Smoke","web_url":"https://www.nytimes.com/1994/07/07/opinion/poison-ivy-myths-up-in-smoke.html","abstract":"We here at the Poison Ivy Institute want you to know the facts.\n\nThe recent controversy over the alleged harmful effects of poison ivy (or Rhus radicans, as we prefer to call it) has been characterized by obfuscation, hysteria and politically motivated deceit.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Coming This Weekend:The Magnificent Seven Take On King Kong","web_url":"https://www.nytimes.com/1994/07/07/sports/IHT-coming-this-weekendthe-magnificent-seven-take-on-king-kong.html","abstract":"It's a United Nations chamber of 24 seats, only eight of them occupied. Germany is the first to speak..\"Now that our American friends are gone,\" he says with a smirk, \"I think we can move along with normal business.\".Brazil slams","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"A Jazz Festival Where Practice Transcends Theory","web_url":"https://www.nytimes.com/1994/07/07/arts/critic-s-notebook-a-jazz-festival-where-practice-transcends-theory.html","abstract":"  The oddest thing about the JVC Jazz Festivals is that they are, year in and year out, much better in practice than on paper. The concerts are badly presented, usually fueled by that most tired of formulas, the tribute. They never address any of jazz's hot topics, nor do they, like Lincoln Center's jazz program (and the American Jazz Orchestra before it), indulge in programming that finds its backbone in a theme. Nevertheless, over and over again, the festival pulls off a handful of concerts that are truly special.   This year's festival was no exception, and most of the epiphanies came from the least likely places. A concert built around the pianist Dick Hyman, a fine player and historian but hardly known for his transcendental abilities, turned out to be, well, transcendental. Mel Torme, the 68-year-old singer, performed a concert full of bravura and showmanship and stunning musicality, which was a pleasure both for the musicians and the audience. And at what could have been a jam session run amok, last Friday night's tribute to the Rev. John Garcia Gensel, the pastor to the jazz world, the constantly shifting group of improvisers maintained a level of music that's often found in clubs but rarely on concert stages.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"The Demon Donor","web_url":"https://www.nytimes.com/1994/07/07/opinion/the-demon-donor.html","abstract":"  Ross Perot rails so loudly against the special interests that it is easy to forget he is one. Mr. Perot made millions processing Government medical forms. Now he has offered the Republican National Committee at least $1 million to finance a prime-time network television program saying what kind of medical care policies the Government ought to have.   Mr. Perot's answer, of course, is simple. He does not want the ones proposed by President Clinton. He justifies his expenditure with the trumped-up reason that NBC's evenhanded health-care special on June 21 was tilted toward the White House plan.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Leroy Burrell Breaks Mark For 100 Meters","web_url":"https://www.nytimes.com/1994/07/07/sports/track-and-field-leroy-burrell-breaks-mark-for-100-meters.html","abstract":"  When Leroy Burrell was a schoolboy in Landsdowne, Pa., a Philadelphia suburb, Carl Lewis of nearby Willingboro., N.J., was his hero, the winner of four track and field gold medals in the 1984 Los Angeles Olympics. Now they are friends, teammates, training partners and business partners, and last night, for the second time in three years, Burrell broke Lewis's world record for the classic sprint distance of 100 meters.   In the annual meet in Lausanne, Switzerland, on a warm, humid night, Burrell won the 100 in 9.85 seconds. That clipped a hundredth of a second off the world record set by Lewis in the 1991 world championships in Tokyo.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Management and Labor Play the Waiting Game","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-management-and-labor-play-the-waiting-game.html","abstract":"  While negotiators for the baseball players continue to ask questions about the owners' proposals, the owners' negotiators continue to wait for the players' first proposals.   \"We didn't get a proposal,\" Richard Ravitch, the clubs' chief labor executive, said yesterday after the two sides held a two-hour bargaining session. \"I'm awaiting a proposal. Don told me we'd get one next week. I've waited this long. There's nothing I can do about it.\"","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Segregating by Sex at Public Pools Is Considered","web_url":"https://www.nytimes.com/1994/07/07/nyregion/segregating-by-sex-at-public-pools-is-considered.html","abstract":"  After a series of sexual assaults on girls in New York City pools, the Parks Commissioner said yesterday that he was considering an experiment to segregate some pools, with separate areas for girls and boys or for adults and youngsters.   The Commissioner, Henry J. Stern, and other officials emphasized that no final decision had been made and said that there were many logistical and other problems to consider with any plan to divide the pools. But they said they would most likely try some form of segregation at some pools beginning next week.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Giuliani Says Drive on Petty Crime Is Worth Risk of Graft","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-mayor-giuliani-says-drive-petty-crime-worth-risk-graft.html","abstract":"  As the commission that investigated police corruption began distributing its report, Mayor Rudolph W. Giuliani was announcing his plan to have the police crack down on quality-of- life offenses, and acknowledging that it could pose new temptations for street officers.   The Mayor avoided any direct response to the commission report, which will be officially released today. But he said he had been mindful of the sort of corruption problems that a generation ago lead the police department to keep its patrol officers away from the temptations that might follow crackdowns on drugs and vice.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/07/nyregion/bridge-603090.html","abstract":"  Slightly more than half a century ago, there were exactly three unhappy bridge players in New Delhi. One of them, Tim Horan, solved their problem with a visit to the airport. He was in the Office of Strategic Services, and knew that an O.S.S. civilian was about to make a stopover.   \"Are you the Alfred Sheinwold who writes for Culbertson?\" he demanded.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"2 in Congress Hear Firsthand of Town's Clash With Lesbians","web_url":"https://www.nytimes.com/1994/07/07/us/2-in-congress-hear-firsthand-of-town-s-clash-with-lesbians.html","abstract":"  Two members of Congress came here today in an effort to shed light on the case of a lesbian couple complaining of repeated harassment in a rural Mississippi town, and were met by the same heated emotions that have characterized the episode since it sprang to public attention last December.    The two legislators, Representatives Barney Frank of Massachusetts and Jerrold Nadler of New York, both Democrats, heard testimony from the couple and from their opponents, who denied any effort to run them out of town but condemned the radical social agenda that the critics said was being promoted at the couple's feminist camp.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Astros' General Manager Undergoes Surgery","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-baseball-astros-general-manager-undergoes-surgery.html","abstract":"  The Houston Astros' general manager, BOB WATSON, underwent successful surgery yesterday for removal of his cancerous prostate gland. The team said the surgery was performed at Barnes Hospital in St. Louis. Watson, 48, was expected to remain hospitalized for five days before returning to Houston. Watson said last week that the cancer was discovered after a prostate specific antigen blood test by his personal physician. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Wesgate Crown Is Favored","web_url":"https://www.nytimes.com/1994/07/07/sports/wesgate-crown-is-favored.html","abstract":"  Wesgate Crown, last season's divisional champion trotting colt, was installed yesterday as the 8-5 morning line favorite in Saturday's $286,280 Yonkers Trot, the first leg of trotting's triple crown. Driven by Walter Case Jr., Wesgate Crown will be starting from Post 6 in the event at Yonkers Raceway.   The raceway also announced yesterday that one of trotting's centerpiece events, the International Trot, would be suspended for 1994 for economic reasons, as well as because of declining attendance and handle. The International, originally scheduled for Aug. 13, began in 1959 at Roosevelt Raceway in Westbury, L.I., and was moved to Yonkers in 1988. Its promoters hope to bring it back next year.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Ukraine Is to Russia As Ireland Is to Britain","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-ukraine-is-to-russia-as-ireland-is-to-britain-605794.html","abstract":"  To the Editor:   In \"Same Roots Nourish Russia and Ukraine\" (letter, June 28), Michael Averko states that Ukraine and Russia cannot be considered separate nations because they are too related, citing as a comparison Scotland, Wales and England, the components of Britain. Mr. Averko forgets that Ireland was once part of Britain, and is now (save for six counties) an independent nation. This is despite a great number of the very interrelationships he cites, including a common language, an interrelationship Russia and Ukraine cannot claim.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940707","time":"1994-07-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":81,"wspd":11.2},{"date":"19940707","time":"1994-07-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":11.2},{"date":"19940707","time":"1994-07-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":86,"wspd":11.2},{"date":"19940707","time":"1994-07-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":88,"wspd":13},{"date":"19940707","time":"1994-07-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":11.2},{"date":"19940707","time":"1994-07-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":13},{"date":"19940707","time":"1994-07-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":84,"wspd":11.2},{"date":"19940707","time":"1994-07-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":16.6},{"date":"19940707","time":"1994-07-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":72,"wspd":14.8},{"date":"19940707","time":"1994-07-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":63,"wspd":14.8},{"date":"19940707","time":"1994-07-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":55,"wspd":14.8},{"date":"19940707","time":"1994-07-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":52,"wspd":13},{"date":"19940707","time":"1994-07-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":47,"wspd":14.8},{"date":"19940707","time":"1994-07-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":46,"wspd":11.2},{"date":"19940707","time":"1994-07-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":47,"wspd":11.2},{"date":"19940707","time":"1994-07-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":42,"wspd":11.2},{"date":"19940707","time":"1994-07-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":40,"wspd":11.2},{"date":"19940707","time":"1994-07-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":46,"wspd":9.4},{"date":"19940707","time":"1994-07-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":41,"wspd":16.6},{"date":"19940707","time":"1994-07-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":56,"wspd":18.4},{"date":"19940707","time":"1994-07-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":51,"wspd":16.6},{"date":"19940707","time":"1994-07-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":60,"wspd":16.6},{"date":"19940707","time":"1994-07-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":13},{"date":"19940707","time":"1994-07-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":72,"wspd":7.6},{"date":"19940707","time":"1994-07-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":51,"wspd":16.6},{"date":"19940707","time":"1994-07-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":52,"wspd":13},{"date":"19940707","time":"1994-07-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":29.5},{"date":"19940707","time":"1994-07-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":20.5},{"date":"19940707","time":"1994-07-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":11.2},{"date":"19940707","time":"1994-07-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":51,"wspd":11.2},{"date":"19940707","time":"1994-07-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":55,"wspd":14.8},{"date":"19940707","time":"1994-07-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":58,"wspd":7.6},{"date":"19940707","time":"1994-07-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":9.4},{"date":"19940707","time":"1994-07-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":5.4},{"date":"19940707","time":"1994-07-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":0},{"date":"19940707","time":"1994-07-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":7.6},{"date":"19940707","time":"1994-07-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":11.2},{"date":"19940707","time":"1994-07-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":16.6},{"date":"19940707","time":"1994-07-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":9.4},{"date":"19940707","time":"1994-07-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":50,"wspd":7.6},{"date":"19940707","time":"1994-07-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":7.6},{"date":"19940707","time":"1994-07-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":43,"wspd":13},{"date":"19940707","time":"1994-07-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":41,"wspd":14.8},{"date":"19940707","time":"1994-07-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":43,"wspd":16.6},{"date":"19940707","time":"1994-07-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":46,"wspd":7.6},{"date":"19940707","time":"1994-07-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":45,"wspd":14.8},{"date":"19940707","time":"1994-07-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":49,"wspd":22.3},{"date":"19940707","time":"1994-07-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":51,"wspd":22.3}]}}