{"19941124":{"guardian_articles":[{"date":"19941124","headline":"Comment: James Hall on Antony Gormley's 1994 victory","web_url":"https://www.theguardian.com/artanddesign/1994/nov/24/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941124","headline":"Unlocking the Grid?","web_url":"https://www.nytimes.com/1994/11/24/us/unlocking-the-grid.html","abstract":"  Senator Dole's agreement with President Clinton on GATT raises a possibility that when the Republicans take over Congress, gridlock may not necessarily be inevitable.    News analysis, page A29.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Ruminations on Life By a Korean Minimalist","web_url":"https://www.nytimes.com/1994/11/24/arts/dance-review-ruminations-on-life-by-a-korean-minimalist.html","abstract":"  Sin Cha Hong, a Korean-born minimalist performer and choreographer, is at her best when she is simplest. Miss Hong has a gift for expressing profound ideas about life, death and transcendence in a cross-stage walk or an odd lift of a body, for instance, as she did on Saturday night in a program of new work at the Annex Theater at La Mama.    Miss Hong moved along a diagonal path of diffuse light in \"Above and Below,\" a solo set to an atmospheric score for piano and strings by Ki Young Kim. Her torso strongly centered, though not always as powerfully as in earlier dances, she turned a little and bowed a little, creating a sense of a body transforming very slowly in space. The spare, solid look of the solo was enhanced by Tae Ock Jin's costume, a boxy white overall made of rice paper.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916820.html","abstract":"  A film review yesterday about \"Resistance\" misstated a film credit for its director of photography, Sally Bongers. She did not work on \"The Piano\"; the cinematographer for that film was Stuart Dryburgh.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Author of Nicole Simpson Biography Finds She's a Prisoner of Her Own Book","web_url":"https://www.nytimes.com/1994/11/24/us/author-of-nicole-simpson-biography-finds-she-s-a-prisoner-of-her-own-book.html","abstract":"  Faye D. Resnick sat on the couch of her country hideaway here, 3,000 miles from her home in Los Angeles and 40 miles southeast of the closest Starbucks. Here, roadside vendors sell maple syrup rather than star maps. Autumnal trees turn brilliant reds and yellows rather than a dull brown. The log burning in the fireplace is genuine, not a California model lit by a switch.   Fearful for her safety, muzzled by protective prosecutors, Ms. Resnick has been hiding here in silence ever since her book, \"Nicole Brown Simpson: The Private Diary of a Life Interrupted,\" was published last month by Dove Books. Prosecutors have accumulated corroborating testimony that, thus far, seems to have convinced them that she has told the truth. Whether it will be enough to overcome her considerable liabilities as a witness remains to be determined, however, particularly since other less vulnerable witnesses may be available to paint the prosecution's picture of the Simpsons' tormented relationship.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Suspect in Washington Shootings Had Past Weapons Convictions","web_url":"https://www.nytimes.com/1994/11/24/us/suspect-in-washington-shootings-had-past-weapons-convictions.html","abstract":"  The man who police say killed a District of Columbia police officer and two F.B.I. agents in a gun battle on Tuesday inside police headquarters here had a criminal record that included convictions on 13 weapons and ammunition charges, law-enforcement officials said today, and the 16-month probation he received after 18 months in jail had ended four days before the shootings.   The gunman, Bennie L. Lawson Jr., a 25-year-old former college student from the District, was also killed during the shooting. Two other people, including an agent of the Federal Bureau of Investigation, were wounded.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"When Calamity Strikes : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-when-calamity-strikes-letters-to-the-editor.html","abstract":"Milton Friedman's celebration of the 50th anniversary edition of Friedrich von Hayek's \"The Road to Serfdom\" (Opinion, Aug. 15) prompted me to order and read this \"classic warning\" against social planning. Lo and behold, on Page 120,","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"U.S. and Europe Adrift in Balkans","web_url":"https://www.nytimes.com/1994/11/24/world/us-and-europe-adrift-in-balkans.html","abstract":"  Despite the NATO air raids this week on Serbian missile sites in northwestern Bosnia and in Croatia, the United States and its European allies remain divided on the fundamental question of how to respond to the threat to European security from the fighting in the Balkans.    Today's raids, like Monday's strike on a Serbian military airfield in Croatia, were only a tentative answer to a tactical problem caused by the continuing Serbian assault on the Muslim enclave of Bihac, which has been declared by the United Nations to be a protected zone.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Playing Comes First, Pain Is Second","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-football-playing-comes-first-pain-is-second.html","abstract":"  In the first quarter in Monday night's game against Houston, Giants linebacker Carlton Bailey tried to jam a 300-pound offensive lineman, and Bailey took the brunt of the hit. He said it felt as if someone had taken a hammer and driven it into his right shoulder.   He injured the shoulder socket and the pain was so bad that he couldn't lift his arm. Both Bailey and the team said the injury wasn't serious, just painful.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"1919: Common Danger : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1919-common-danger-in-our-pages100-75-and-50-years-ago.html","abstract":"TOKYO - [From our New York edition:] Viscount Ishii, one-time Ambassador to the United States, and Tuichi Soyeda, one-time president of the Japanese Industrial Bank, sounded a warning to the world at a banquet of the Japanese Society that all nations must","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/24/theater/in-performance-theater-917508.html","abstract":"  When the Punishment Is Worse Than the Crime  National Jewish Theater","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/24/theater/in-performance-theater-912840.html","abstract":"  When the Word Was All: 6 Short Plays From Radio  Intar Theater","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"House Committee's Report Is Critical of F.B.I. in Ames Spy Case","web_url":"https://www.nytimes.com/1994/11/24/us/house-committee-s-report-is-critical-of-fbi-in-ames-spy-case.html","abstract":"  A draft report by the House Intelligence Committee on the Aldrich Ames spy case criticizes the Federal Bureau of Investigation for taking a \"wait-and-see attitude\" on the executions in the Soviet Union in the mid-1980's of the bureau's best Soviet double agents, Government officials said today.   The report also suggests that officials of the Central Intelligence Agency may have been less than totally candid in their testimony to Congress about the deaths of the C.I.A.'s leading Soviet sources in the 1980's, they said.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Thanksgiving Day","web_url":"https://www.nytimes.com/1994/11/24/nyregion/thanksgiving-day.html","abstract":"  NEW YORK  PARADE Begins at 9 A.M. at 77th Street and Central Park West. Travels south on Broadway to 34th Street. Concludes at noon.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"High School Senior Held in Fatal Shooting of 15-Year-Old Girl","web_url":"https://www.nytimes.com/1994/11/24/nyregion/high-school-senior-held-in-fatal-shooting-of-15-year-old-girl.html","abstract":"  A senior at Mount Vernon High School fatally shot his 15-year-old girlfriend in his living room Tuesday night, then tried to bury her body in his backyard garden before his mother came home, the police said this afternoon.   The police said the senior, Leighton Smith, 17, shot Jennifer Sewell, a freshman at Mount Vernon High, with a sawed-off shotgun and then dragged her body to the edge of a garden in his backyard, where he buried her. Although officials said they had not yet determined a motive, they said the students had argued before the shooting.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Dissident G.O.P. Senators Bid To Topple Marino as Leader","web_url":"https://www.nytimes.com/1994/11/24/nyregion/dissident-gop-senators-bid-to-topple-marino-as-leader.html","abstract":"  Dissident members of the State Senate's Republican majority have mounted a campaign to unseat Ralph J. Marino as their leader, charging that he is quietly subverting the interests of Governor-elect George E. Pataki.   The challenge is being led by Senator Joseph L. Bruno of Brunswick, a longstanding rival to Mr. Marino and a leading supporter of Mr. Pataki in the Senate. Though some Republican state officials said today that they thought Mr. Bruno commanded a majority of votes among the Senate's 36 Republicans, others allied with Mr. Marino expressed confidence that he did not.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"One Deal Hints at More to Come","web_url":"https://www.nytimes.com/1994/11/24/us/one-deal-hints-at-more-to-come.html","abstract":"  Things will not always be so easy, but today's agreement between the White House and Senator Bob Dole of Kansas on the worldwide trade pact demonstrated that the Republican triumph in the midterm elections need not produce two years of gridlock in Washington, with Congress and President Clinton constantly at war.   It will certainly be difficult for Mr. Clinton to govern, but it will not be impossible, as some shellshocked Democrats had first thought.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Police Commissioner Orders Officers to Wear Seat Belts","web_url":"https://www.nytimes.com/1994/11/24/nyregion/police-commissioner-orders-officers-to-wear-seat-belts.html","abstract":"  Alarmed by a rash of traffic accidents involving police cars, Police Commissioner William J. Bratton said yesterday that he would require police officers to wear seat belts beginning Jan. 1.   \"I see the use of the seat belt as every bit as important as the use of the bulletproof vest,\" Mr. Bratton said. \"I lose a hell of a lot more cops in injuries to auto accidents and failure to use seat belts than I do in shooting incidents.\"","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/24/nyregion/bridge-911526.html","abstract":"  The controversy over the Women's Board-a-Match Teams, when a full session of play was canceled because some of the players had played the same deals four months earlier, has died down, but a similar problem seemed about to erupt at the American Contract Bridge League's Fall Nationals here.    An allegation that the deals played on Saturday in the final session of the Life Master Open Pair Championship were a repeat of those played in the Greenpoint Pairs six months ago in Manhattan was proved true by referring to this column's report of the event, which found a hand identical to a computer-generated hand played on Saturday.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/24/style/chronicle-917524.html","abstract":"  A literary squabble between the widow and the ex-wife of Kenneth Tynan, the British drama critic, has heated up. ELAINE DUNDY, who was married to him first (1951 to 1964), is fighting mad at her successor, KATHLEEN TYNAN (they married in 1967; he died in 1980).   At issue: Mrs. Tynan included several letters written by Mr. Tynan to Ms. Dundy in her compilation, \"Kenneth Tynan: Letters,\" which was published in England last month by Weidenfeld & Nicolson.","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"Dutch Prince Is Robbed of $5,000 Watch","web_url":"https://www.nytimes.com/1994/11/24/nyregion/dutch-prince-is-robbed-of-5000-watch.html","abstract":"  A Dutch prince who braved the New York City Marathon fell afoul of a thief in Times Square the next afternoon and was robbed of a $5,000 gold Rolex watch and about $100 in cash, the consul for press affairs of the Consulate General of the Netherlands said yesterday   The consul, Henry Kol, said 24-year-old Prince Bernhard, whose mother, Princess Margriet, is a sister of Queen Beatrix of the Netherlands, was walking in Times Square when someone pushed an object into his back and told him to hand over his watch and wallet. Mr. Kol could not specify the site or provide a description of the robber.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Boy Who Fled Chemotherapy Is Back Home, His Wish Granted","web_url":"https://www.nytimes.com/1994/11/24/us/boy-who-fled-chemotherapy-is-back-home-his-wish-granted.html","abstract":"  Billy Best, the 16-year-old with cancer who ran away to Texas last month so that he would not have to undergo chemotherapy treatments, has been granted his wish now that he has returned home.   \"Chemotherapy is definitely out,\" his father, William Best, said today at a news conference at a Ramada Inn near their home. But he said the family had not yet decided what other treatment would be tried.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Yearling in an Executive Suite; Genuine Risk's First Foal Is Starting Life as a Race Horse","web_url":"https://www.nytimes.com/1994/11/24/sports/yearling-executive-suite-genuine-risk-s-first-foal-starting-life-race-horse.html","abstract":"  Nobody knows yet if he can run fast or far, but his mother won the 1980 Kentucky Derby and his father was a European mile star, and he is just now getting his first taste of training as the best-known yearling in America.   He is Genuine Reward, the first foal delivered by Genuine Risk after 13 years of miscarriages and misfortunes, and after a long vigil with veterinarian teams, electronic monitoring and hundreds of letters and phone calls from all over the world.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/24/nyregion/metro-digest-908398.html","abstract":"  COUNCIL CREATES AGENCY TO WATCH POLICE   The New York City Council voted to create the first permanent, independent agency to monitor corruption in the Police Department. The agency would have far more investigative powers than Mayor Giuliani had wanted. A1. D'AMATO ALLY HEADS PATAKI TRANSITION   Governor-elect Pataki named Joseph N. Mondello, the Nassau County Republican leader and a loyal ally of Senator Alfonse M. D'Amato, as chairman of his transition team. A1.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"A Day to Give Thanks for Balloons; A 'Balloonatic' Makes Air Sculptures for Macy's Parade","web_url":"https://www.nytimes.com/1994/11/24/nyregion/day-give-thanks-for-balloons-balloonatic-makes-air-sculptures-for-macy-s-parade.html","abstract":"  For 30 years, Manfred G. Bass has dreamed up and guided the creation of the balloons and floats of Macy's Thanksgiving Day parade. It is the only job Mr. Bass, a 59-year-old artist, has ever held, and the only one he ever really wanted.   \"It's a work of love,\" he said, as he matter-of-factly fastened his official metal parade badge to his canvas overalls with industrial rivets, as always. \"It's what makes the world go round. They're all giant toys, you know?\"","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Army Says Nerve Gas Incinerator in Utah Is Safe","web_url":"https://www.nytimes.com/1994/11/24/us/army-says-nerve-gas-incinerator-in-utah-is-safe.html","abstract":"  A team of Army engineers dispatched last month to review allegations that a nerve gas incinerator in Utah was unsafe found lapses in training and management, but concluded that none was serious enough to threaten the safety of workers or the public.   The engineers, who focused strictly on the $450 million plant's management, offered their conclusion in a report made public this week by the Army. A separate study on the adequacy of the incinerator's design is be completed by Dec. 15.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/24/nyregion/no-headline-907880.html","abstract":"  \"What idiot is going to work 500 consecutive games when my wife doesn't even drive and I still work? There will never be another nut like me.\" BERNARD SHERMAN, 80, who has not missed a football game at his high school alma mater since 1934.  [ B29:4. ]","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Argentina Demotes Its Once-Powerful Armed Forces","web_url":"https://www.nytimes.com/1994/11/24/world/argentina-demotes-its-once-powerful-armed-forces.html","abstract":"  Ever since Argentina's defeat by Britain in the Falkland War in 1982, the armed forces have been in decline here, and President Carlos Saul Menem has virtually eliminated any threat of a military coup through a series of reforms since taking office in 1990.   The Menem Government has cut military spending in half, reduced the armed forces to 20,000 troops from 100,000, retreated from unprofitable military enterprises and abolished mandatory military service in favor of a professional force.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/24/arts/in-performance-classical-music-917486.html","abstract":"  A Young Austrian Melts Into the Music at Hand  Avery Fisher Hall","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Carjacking Jury Visits the Field Where Teen-Agers Were Shot","web_url":"https://www.nytimes.com/1994/11/24/nyregion/carjacking-jury-visits-the-field-where-teen-agers-were-shot.html","abstract":"  The jury in the carjacking trial of Edward L. Summers took a bus trip to the brush-covered field where two Rockland teen-agers were shot last January, one fatally, and both the prosecution and defense argued that the visit shored up their cases.   The prosecution argues that on the day of the murder, Jan. 3, Mr. Summers, a 23-year-old premedical student from the Bronx, took a stolen Jeep from the Nanuet Mall to the field along a route that closely resembled the one he frequently took from the mall to the house of his sister, Alfa.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Essay; A Dinner Party","web_url":"https://www.nytimes.com/1994/11/24/opinion/essay-a-dinner-party.html","abstract":"  As soon as he arrived at the dinner for him at the Israeli Ambassador's residence, Prime Minister Yitzhak Rabin took me aside to chastise me for opposing his desire for U.S. troops on the Golan Heights.   \"The whole idea was Bush and Baker's,\" he insisted, as if that were in its favor. \"They proposed a whole division.\"","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Nets Find at Least One Answer","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-nets-find-at-least-one-answer.html","abstract":"  If they had doubts about this, the Nets and their training-camp gamble on a 34-year-old veteran guard, Sleepy Floyd erased them tonight.   He can still play.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Election Harvest Crowds Thanksgiving Table","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-election-harvest-crowds-thanksgiving-table-917249.html","abstract":"  To the Editor:   Election Day and Thanksgiving are close together on the calendar, but this year they are worlds apart in mood.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"In Trade-Pact War, Clashes Outside Capital Are Heavy","web_url":"https://www.nytimes.com/1994/11/24/us/in-trade-pact-war-clashes-outside-capital-are-heavy.html","abstract":"  Business lobbyists may be battling for the global trade agreement in Washington, but some of the heaviest combat has come where people produce things more tangible than legislation.   On Tuesday, in Agra, Kan., Dennis D. Hupe took a long enough break from feeding his sows soybean and corn meal to tell Senator Bob Dole's visiting aide why the Kansas Farm Bureau backs free trade.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Yeltsin Says Russia Won't Yield in Baltic Border Dispute","web_url":"https://www.nytimes.com/1994/11/24/world/yeltsin-says-russia-won-t-yield-in-baltic-border-dispute.html","abstract":"  Less than three months after withdrawing all his troops with fanfare from Estonia, President Boris N. Yeltsin of Russia stood on his disputed border with the Baltic nation today and promised that he would never yield \"one single centimeter\" of land.   Saber-rattling on issues like borders has become common for Mr. Yeltsin, who must constantly worry about the right-wing nationalist opposition in the Russian Parliament. But this time his remarks were particularly aggressive.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Questions for Suharto : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-questions-for-suharto-letters-to-the-editor.html","abstract":"Regarding the report \"Foreign Journalists Were Buttoned Down and Buttoned Up\" (Nov. 17):.This article recounts the anodyne questioning of President Suharto by the press at the end of the recent Asia-Pacific Economic Cooperation forum in Jakar","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Making a Film Out of the Horror of Mother Murder","web_url":"https://www.nytimes.com/1994/11/24/movies/making-a-film-out-of-the-horror-of-mother-murder.html","abstract":"  It remains the most sensational murder case ever in New Zealand. In 1954 two girls, Pauline Yvonne Parker, 16, and Juliet Marion Hulme, 15, were convicted of brutally killing Pauline's mother.   \"What attracted me to this story,\" said Peter Jackson, the 33-year-old New Zealand-born director of \"Heavenly Creatures,\" \"was that it was complicated, about two people who are not evil, not psychopaths but totally out of their depth. Their emotions got out of control.\"","thumbnail":null,"section":"Movies"},{"date":"19941124","headline":"A Family Comes Back From a Slow Descent Into Poverty","web_url":"https://www.nytimes.com/1994/11/24/nyregion/neediest-cases-a-family-comes-back-from-a-slow-descent-into-poverty.html","abstract":"  Twice a day she leaves the half-light of her apartment and gingerly circles the block, savoring the sharp air and grasping at normalcy after months of illness and loss.   Life as Mary Wolfe knew it ended last October, when the security-guard company she ran with her three sons failed for lack of business. As they searched fruitlessly for new jobs, hope turned to panic, and Mrs. Wolfe, 57, developed a heart condition.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Months of Delicate Talks In Kazakhstan Atom Deal","web_url":"https://www.nytimes.com/1994/11/24/world/months-of-delicate-talks-in-kazakhstan-atom-deal.html","abstract":"  The deal that brought more than half a ton of bomb-grade uranium from Kazakhstan to the United States required months of delicate three-way negotiations and was made possible only after Washington got Russian approval, Clinton Administration officials said today.   Officials said the negotiations began when Kazakh officials approached the American Ambassador to Kazakhstan, William Courtney, in the summer of 1993 and vaguely suggested that they might want Washington to take weapons-grade nuclear material from a nuclear fuel fabrication plant off their hands -- for a price.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Maryland's Joe Smith Stars by Any Nickname","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-maryland-s-joe-smith-stars-by-any-nickname.html","abstract":"  He screens his phone calls, finally answers to a nickname and has insured his knees for $1 million. Joe Smith's evolution from naive freshman to hunted sophomore is so complete that he may never be a junior.   The pro scouts crowd the baseline here at the Maui Invitational, and the Maryland center has made it worth their air fare. He is 19 years old, 6 feet 10 inches and has already checked in with a 33-point, 10-rebound, 4-block game in the Terrapins' 79-62 semifinal victory against Utah on Tuesday. He is unpretentious, packs surprising muscle under his tank-top and keeps a legal adviser: his mom.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Don't Cave In on Myanmar","web_url":"https://www.nytimes.com/1994/11/24/opinion/don-t-cave-in-on-myanmar.html","abstract":"  The Clinton Administration, after struggling messily for nearly two years with the dilemmas of human rights diplomacy, seems at last to have arrived at a consistent approach: Deny reality, declare things are getting better and lower the pressure on authoritarian regimes. Now, at least, tyrannies large and small, from China to Indonesia to Myanmar, can count on consistent treatment.   Until this month Myanmar, the former Burma, stood out as the principled exception to the Administration's complaisance. While Asian and European countries cozied up to the ruling State Law and Order Restoration Council, Washington refused to forget about the Slorc's record of trampling on elections, complicity with drug lords and continuing atrocities against civilians.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"U.S. Opposes Lifting Desegregation Controls","web_url":"https://www.nytimes.com/1994/11/24/us/us-opposes-lifting-desegregation-controls.html","abstract":"  The Clinton Administration, taking a position in a school desegregation case for the first time, told the Supreme Court today that it planned to oppose the State of Missouri's request to have the Kansas City public schools declared successfully integrated and no longer in need of Federal court supervision.   Solicitor General Drew S. Days 3d asked the Justices for permission to argue on behalf of the black plaintiffs and the Kansas City School District, which have been allies against the state in a long-running case that goes back before the Supreme Court in January. Since they brought the case 17 years ago, the black families and the school district have sought to hold the state legally and financially responsible for the educational deficits in a district that was segregated by law until 1954 and for many more years in fact.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Vietnamese Hint the U.S. Could Use Port Again","web_url":"https://www.nytimes.com/1994/11/24/world/vietnamese-hint-the-us-could-use-port-again.html","abstract":"  Fearing China, Vietnam has begun to signal an interest in inviting American naval forces back to Cam Ranh Bay, the large port installation built by the United States during the Vietnam War.   The United States Navy seems interested in returning. Adm. Richard C. Macke, the commander of American forces in the Pacific, said on his recent trip to Vietnam that Washington and Hanoi could begin talking about military cooperation after settling their final differences over accounting for missing American servicemen from the Vietnam War.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"The Wedding Reception Did Double Duty With Soup Kitchen","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-the-wedding-reception-did-double-duty-with-soup-kitchen-917290.html","abstract":"  To the Editor:   I recently attended the wedding of clients of mine who have become good friends over the years. I could not help comparing that most special ceremony with my own wedding day. The simple church service, without flowers, candles, bridal party, band or flower girl was beautiful, but different from mine.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Schumacher Gets Title","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-auto-racing-schumacher-gets-title.html","abstract":"  MICHAEL SCHUMACHER was confirmed as the Formula One world- champion driver yesterday despite his involvement in a controversial collision in the season's last race. But the officials who gave their approval want to make sure future championships aren't decided the same way.   After three crashes in the last five years helped to decide the world champion, the International Automobile Federation said it was studying novel options to resolve future cases in which a collision affects the title. The options include having the drivers continue the race in spare cars or holding a run-off immediately after the race.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"1944:Federal Yugoslavia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1944federal-yugoslavia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Marshal Josip Broz (Tito) said today [Nov. 23] that a federal, democratic government will be established in Yugoslavia and that it will apply all its powers to the closest collaboration and rapprochement with its Balk","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Republicans in Hartford May Not Get All the Spoils","web_url":"https://www.nytimes.com/1994/11/24/nyregion/republicans-in-hartford-may-not-get-all-the-spoils.html","abstract":"  For the first time in 24 years, a Republican is preparing to take the Governor's office here, and many of the party faithful are clamoring for a chance to serve.   But since his election, John G. Rowland, the Governor-elect, has tried to establish a transition team that could transcend partisanship.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"5,000 Palestinians Rally in Gaza to Support Arafat","web_url":"https://www.nytimes.com/1994/11/24/world/5000-palestinians-rally-in-gaza-to-support-arafat.html","abstract":"  About 5,000 Palestinians gathered in Jericho today to show their support for the P.L.O. chairman, Yasir Arafat, whose authority has been seriously frayed by challenges from Islamic fundamentalists and the Israeli Government over the last few weeks.   Mr. Arafat did not attend the rally. He remained at his headquarters in Gaza -- largely because months after Israel and the Palestinians negotiated their agreement on autonomy, they have yet to agree on a practical way for him to move between the two self-rule areas, the Gaza Strip and Jericho, which are separated by Israel and the Israeli-occupied portion of the West Bank.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Election Harvest Crowds Thanksgiving Table; Relax, Democrats","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-election-harvest-crowds-thanksgiving-table-relax-democrats-917257.html","abstract":"  To the Editor:   Liberal Democrats in hallucinatory moments see the great Democratic social structures of the last half-century crumbling at their feet. Not to worry, Democrats. There are a few things working for you:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Coach for Iowa State","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-college-football-coach-for-iowa-state.html","abstract":"  DAN McCARNEY was hired yesterday as coach at Iowa State after spending four seasons as the defensive coordinator at Wisconsin. McCarney, 41, replaced JIM WALDEN, who resigned Nov. 3 as his team was on its way to a 0-10-1 record. McCarney helped with the turnaround of the Iowa and Wisconsin programs. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Defying Mayor, Council Offers Budget Cuts","web_url":"https://www.nytimes.com/1994/11/24/nyregion/defying-mayor-council-offers-budget-cuts.html","abstract":"  Defying Mayor Rudolph W. Giuliani, the City Council voted yesterday to adopt its own menu of spending cuts to close a $1.1 billion gap in New York City's budget. The Mayor bluntly dismissed the Council's move as illegal and suggested that he would move ahead with his own cuts anyway.   The Council's vote and the Mayor's refusal to accept it prompted the most significant confrontation yet over the budgetary powers of the Council under the new City Charter, which went into effect in 1990. With lawyers for each side defending differing interpretations of the law, the dispute appeared headed to court, throwing the fate of the city's $31.6 billion budget into confusion.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Russia's Nuclear Waste Gamble","web_url":"https://www.nytimes.com/1994/11/24/opinion/russia-s-nuclear-waste-gamble.html","abstract":"  For more than three decades, we now learn, Russia and the former Soviet Union have secretly pumped huge amounts of radioactive waste into the earth. The goal was to sequester the lethal wastes far from possible contact with humans. But already there are signs that some wastes are seeping beyond the original confines.   Nobody knows whether an environmental catastrophe is in the making -- or whether the Russians have found a waste disposal solution that, in their own context at least, is better than previously tried alternatives. This is a vast environmental experiment whose consequences may not be known for decades or even centuries.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Chinese Woman Out","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-swimming-chinese-woman-out.html","abstract":"  The world champion YANG AIHUA of China was banned for two years yesterday for failing a drug test, the international swimming federation, FINA, said. The federation confirmed that Yang tested positive for an excessive level of testosterone in a random sampling Sept. 30 before the Asian Games in Hiroshima, Japan. The ban means she will miss the Atlanta Olympics. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"NATO Jets Hit Missiles as Serbs Gain in Bosnia","web_url":"https://www.nytimes.com/1994/11/24/world/nato-jets-hit-missiles-as-serbs-gain-in-bosnia.html","abstract":"  As rebel Serbs entered the outskirts of a Muslim enclave in northwest Bosnia, NATO warplanes bombed three Serb-controlled missile sites in the area today in two raids that took the Atlantic alliance a step further into the Bosnian war.   The NATO attacks, by more than 50 American, British, French and Dutch aircraft, came as Serbian forces pressed forward relentlessly in their offensive against the Bihac enclave, entering the United Nations-declared \"safe area\" that surrounds it.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Holyfield Receives Clearance to Fight","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-people-boxing-holyfield-receives-clearance-to-fight.html","abstract":"  EVANDER HOLYFIELD, hospitalized for a heart condition after his heavyweight title loss to MICHAEL MOORER, has received medical clearance to fight again.   Holyfield, 32, is in \"excellent health,\" MIKE O'HARA, a spokesman for the Mayo Clinic, said yesterday. \"We have put no restrictions on his activities.\" Holyfield, who has said he intends to fight again, underwent three days of tests at the clinic in Rochester, Minn.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Stocks Go Down in Asia, Too, but This Isn't Only America's Fault","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-stocks-go-down-in-asia-too-but-this-isnt-only-americas-fault.html","abstract":"Asian values have taken as big a plunge as Wall Street these past few days. By midweek, Hong Kong was down by 9 percent, Bangkok by 8.5 percent, Singapore by 5.8 percent and other markets by lesser but significant amounts. Does this mean that despite its","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Born in the Camps And Still Kicking","web_url":"https://www.nytimes.com/1994/11/24/arts/opera-review-born-in-the-camps-and-still-kicking.html","abstract":"  Viktor Ullmann's opera \"Der Kaiser von Atlantis\" can probably never be divorced from the circumstances of its creation, and perhaps it never should be. The piece, which was presented in a semi-staged version at Merkin Concert Hall on Monday evening, was composed at the Theresienstadt concentration camp in 1943. An allegorical portrait of Hitler, the piece was banned when camp authorities saw a rehearsal in 1944. Soon thereafter Ullmann, his librettist, Petr Kien, and the entire cast were sent to Auschwitz where most, including Ullmann died.    Everything about the work, from its subject to its quirky part-classical, part-cabaret instrumentation, was determined by Ullmann's presence in Theresienstadt. Yet it must also be said that \"Der Kaiser von Atlantis\" is also a remarkable, affecting work in purely musical and dramatic terms. Just under an hour long, it tells a complex story in a concise, direct way and in an omnivorous musical language that draws on both classical and popular styles. At times it has the archness of Kurt Weill's German theater music.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Presenting Opposite Approaches","web_url":"https://www.nytimes.com/1994/11/24/arts/jazz-review-presenting-opposite-approaches.html","abstract":"  The double bill on Tuesday night at the Knitting Factory demonstrated two approaches to post-modern jazz: witty and concise compositions from Joey Baron alongside unfettered, sprawling pieces from Roscoe Mitchell. Mr. Mitchell is one of the two saxophonists in the Art Ensemble of Chicago, which is performing through tonight at the new Knitting Factory (74 Leonard Street in TriBeCa). In his early set, his music had more to do with gesture, timbre and stamina than with melody or swing.   His group, the Note Factory, is made for sonic density, with two drummers (Tani Tabbal and Vincent Lewis), two bassists (William Parker and Jaribu Shahid) and a pianist (Matthew Shipp) behind Mr. Mitchell's saxophones and flute. Partway through the set, it was joined by A. Spencer Barefield on guitar and Big Black on conga drum.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Of Older People and Their Need for Love, Sex and Marriage","web_url":"https://www.nytimes.com/1994/11/24/books/books-of-the-times-of-older-people-and-their-need-for-love-sex-and-marriage.html","abstract":"  LATE LOVE A Celebration of Marriage After 50  By Eileen Simpson  208 pages. A Peter Davison Book/Houghton Mifflin. $21.95.","thumbnail":null,"section":"Books"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916811.html","abstract":"  A brief report by Dow Jones in the Company News column of Business Day yesterday about a plan by Asarco Inc. to sell its 23.6 percent stake in a Mexican mining business misstated the company's expected gain. Asarco foresees a pretax gain of about $200 million, not $420 million.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"1894: Fog and Temper : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-1894-fog-and-temper-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In and around London yesterday [Nov. 23] a fog, of the typical November kind, pervaded all things and all places, dimming our visual organs, creeping into one's throat, and establishing huskiness and bad temper as the order of the day.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Safer Driving or Flying?","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-safer-driving-or-flying-917281.html","abstract":"  To the Editor:   \"Concern Over Airline Safety\" (editorial, Nov. 16) perpetuates a myth that has surfaced periodically for years. That is that \"flying is still safer than driving to the airport.\"","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"The Miracle Harvest","web_url":"https://www.nytimes.com/1994/11/24/opinion/the-miracle-harvest.html","abstract":"The last time I was in Plymouth, I found myself eavesdropping on a tour group. These modern pilgrims were, not surprisingly, disappointed by the famous rock. Looming like a Gibraltar in our national mythology, Plymouth Rock was in fact a sad little boulder under a Victorian awning. Then a question was asked about Thanksgiving, the Pilgrims' other claim to fame: \"What kind of a farmer has a harvest festival in late November?\" Answer: \"A bad one.\"\n\nI had to bite my tongue. The first Thanksgiving dinner was actually held in October -- October 1621. Plenty early for a harvest festival. Perhaps I should have told the tourists that the November date was Lincoln's doing, in 1863. But that might have required a disquieting explanation, for what we often forget is that we as a nation get Thanksgiving not from the Pilgrims but from the Civil War.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"ALLY OF D'AMATO GETS PATAKI POST","web_url":"https://www.nytimes.com/1994/11/24/nyregion/ally-of-d-amato-gets-pataki-post.html","abstract":"  Governor-elect George E. Pataki today named Joseph N. Mondello, the Nassau County Republican leader and a loyal ally of United States Senator Alfonse M. D'Amato, as chairman of his transition team.   While Mr. Mondello's influence over the shape of Mr. Pataki's state government will only be seen over time, his appointment made clear that the Governor-elect is not loosening his ties to Mr. D'Amato and his allies, a relationship that was frequently and sharply attacked during this year's campaign.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/24/nyregion/inside-907936.html","abstract":"  Stock Market Fears Ease   After a tumultuous session of zig-zagging prices, the stock market closed little changed, easing concerns after recent plunges. Page D1. Preparing for Simpson Trial    Faye Resnick, who wrote a shocking book about Nicole Brown Simpson, has been in hiding in Vermont, getting ready to testify. Page A14. Court Curbs Wall St. Journal    A Federal court has barred The Wall Street Journal from publishing a decision that denied the paper access to a Whitewater report. Page A25. Flaw Found in Pentium Chip   Scientists and engineers are growing anxious because on rare occasions Intel's top-of-the-line Pentium computer chip makes errors. Page D1. A Tony for Off Broadway?    The two organizations that administer the awards invited submission of a plan under which smaller theaters might become eligible. Page C11.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/24/nyregion/news-summary-907421.html","abstract":"  International A3-13  NATO JETS HIT 3 MISSILE SITES  As rebel Serbs approached a Muslim enclave in northwest Bosnia, NATO jets bombed three Serbian missile sites in retaliation for attacks on NATO planes.  A1  Bosnian Serb leaders have threatened \"all-out war.\" A8","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Just When They Need It, the Jets Begin to Live by the Big Play","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-football-just-when-they-need-it-the-jets-begin-to-live-by-the-big-play.html","abstract":"  Without a game-breaking player, the Jets are surging -- thanks to game-breaking plays. They are creating turnovers faster than any other team in football.   And now they may have an ally in the weather when they face the American Football Conference leaders, the Miami Dolphins, on Sunday. It has been eight years since the Jets grabbed a share of first place this late in the season. But that's what a victory would do.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Police Disrupt Subway Service in Pursuit of a Robbery Suspect","web_url":"https://www.nytimes.com/1994/11/24/nyregion/police-disrupt-subway-service-in-pursuit-of-a-robbery-suspect.html","abstract":"  City police officers chased a robbery suspect into a Manhattan subway tunnel yesterday and threw an emergency power switch, turning off electricity on several lines from Greenwich Village to Columbus Circle and inconveniencing more than 250,000 subway riders.   The incident shut down service on the A, B, C, D, E, F and Q trains for 1 hour 20 minutes, stranding a northbound E train in a tunnel just south of 42d Street, transit officials said.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Amway Contributes $2.5 Million to G.O.P.","web_url":"https://www.nytimes.com/1994/11/24/us/amway-contributes-2.5-million-to-gop.html","abstract":"  The Amway Corporation, the door-to-door sales company, has contributed $2.5 million to pay for a newly built broadcast center at the Republican Party's national headquarters, the party announced today.   The party is using the center, which will be named in honor of Amway, to produce a weekly one-hour television program, \"Rising Tide.\" The program promotes the party, and its candidates and is available on some cable television stations.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"When These Old Graduates Miss a Game, It's an Upset","web_url":"https://www.nytimes.com/1994/11/24/us/high-school-football-when-these-old-graduates-miss-a-game-it-s-an-upset.html","abstract":"  This Thanksgiving morning, Burt Beagle will be preparing for his annual trip from his Pelham Parkway apartment in the Bronx to nearby Murdock Avenue, where Mount St. Michael will take on Cardinal Hayes today in their 52d annual holiday high school football game.   Mr. Beagle, 61, has been a fixture on the sidelines of Bronx high schools for more than 20 years, patrolling the field near the first-down markers, clipboard in hand. By his estimate, he has kept the statistics of more than 800 games, averaging three or four schoolboy matchups each weekend.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Sports of The Times; Some '94 Thank-You Notes","web_url":"https://www.nytimes.com/1994/11/24/sports/sports-of-the-times-some-94-thank-you-notes.html","abstract":"  IN a year when sports has too often meant no World Series and no start of the hockey season as well as the mugging of a figure skater, Thanksgiving is time to remember the people who make this little corner of the world a better place.   Joe DiMaggio, who will celebrate his 80th birthday tomorrow as the essence of what baseball once was and is not now.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/24/nyregion/c-corrections-916838.html","abstract":"  A report in the Food Notes column of The Living Section yesterday about Hanukkah events on Dec. 1 -- a party for homeless people who are referred by community agencies, a party for children and a menorah lighting and dinner, all at T, the tea room, restaurant and shop on the lower level of the Guggenheim Museum's SoHo branch -- misstated the telephone number for reservations. It is (212) 925-3700.  ","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Rudolf Firkusny Tribute","web_url":"https://www.nytimes.com/1994/11/24/arts/rudolf-firkusny-tribute.html","abstract":"  A memorial tribute to the pianist Rudolf Firkusny is to be held on Dec. 2 at 5 P.M. in the Paul Recital Hall of the Juilliard School, 60 Lincoln Center Plaza. Among the scheduled speakers are Joseph W. Polisi, the president of Juilliard; Igor Firkusny, the pianist's son; the composer Philip Glass, and Kurt Masur, the music director of the New York Philharmonic. The pianist Joseph Kalichstein, the Juilliard String Quartet and Avner Arad, who studied with Mr. Firkusny, are to perform. The event is open to the public; seating will be first come first served. Mr. Firkusny died in July at the age of 82.  ","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/24/style/IHT-what-theyre-reading.html","abstract":"Carolyn Kizer, Pulitzer- prize winning poet, is reading the poems of Miroslav Holub. .\"For many years, he was a nonperson in Czechoslovakia as a writer, but he managed to survive because he is also an endocrinologist. His poems bring wonderful comb","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"TODAY'S HIGH SCHOOL FOOTBALL GAMES","web_url":"https://www.nytimes.com/1994/11/24/sports/today-s-high-school-football-games.html","abstract":"  C.H.S.F.L. CARDINAL HAYES (4-5) at MOUNT ST. MICHAEL (3-6), 10:30 A.M. Key Players: If the Mounties are going to get untracked offensively, quarterback Joe Ward, who has rushed for 553 yards on 100 carries and 10 touchdowns, will have to lead the way. Robert Hernandez (66 of 150 for 1,084 yards, 8 touchdowns) and running back Jonaxy Gonzalez (902 yards, 7 touchdowns) are the players on whom Hayes depends.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Executive Changes","web_url":"https://www.nytimes.com/1994/11/24/arts/company-news-executive-changes.html","abstract":"  THE KELLWOOD CO., St. Louis, promoted James C. Jacobsen, its executive vice president for administration and chief financial officer, to vice chairman; he remains chief financial officer. Hal J. Upbin, its executive vice president for corporate development, was promoted to president and chief operating officer. NEW WORLD COMMUNICATIONS GROUP INC., New York, appointed Arthur H. Bilger president and chief operating officer.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Grocer Shot to Death In Brooklyn Robbery","web_url":"https://www.nytimes.com/1994/11/24/nyregion/grocer-shot-to-death-in-brooklyn-robbery.html","abstract":"  A 40-year-old Brooklyn grocer was shot to death and his cousin wounded yesterday in a holdup at a bodega in Brownsville, the police said.   A man in his 20's, armed with a silver handgun, entered the V & G Grocery at 199 Howard Avenue, between Chauncey and Marion Streets, about 10 A.M. and demanded money, the police said.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/24/arts/in-performance-classical-music-917494.html","abstract":"  An Afternoon With a Soprano Of the New Generation  Alice Tully Hall","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Japan-Korea Ties Weren't Always Hostile","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-japan-korea-ties-weren-t-always-hostile-917273.html","abstract":"  To the Editor:   \"Korea-Japan Tension Is Centuries old\" by Bradford Trebach (letter, Nov. 14) ostensibly corrects a statement in a Nov. 8 news article that dated tensions between Korea and Japan to World War II.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Under Fire, Italy's Leader Says He'll Sell TV Holdings","web_url":"https://www.nytimes.com/1994/11/24/world/under-fire-italy-s-leader-says-he-ll-sell-tv-holdings.html","abstract":"  Trying to seize the initiative in his battle with magistrates investigating him for corruption, Prime Minister Silvio Berlusconi said tonight that he was ready to sell part of his vast business empire, including a majority share in his three national television stations.   He also threatened to force new elections by resigning if the restive partners in his coalition did not pledge complete support for him.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Communists Plan to Form Government in Nepal","web_url":"https://www.nytimes.com/1994/11/24/world/communists-plan-to-form-government-in-nepal.html","abstract":"  Nepal's Communists appeared today to be on the brink of forming a new Government after winning more seats than the ruling Nepali Congress Party in last week's inconclusive general election.    But as the main Communist bloc met and formally named the man who led them in the election as their candidate for Prime Minister, last-minute maneuvering by Congress loyalists kept open the possibility of the formation of a centrist coalition to deny power to the Communists.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Mexico City Journal; Don Manuel's Dream Tower: A 50-Story Folly?","web_url":"https://www.nytimes.com/1994/11/24/world/mexico-city-journal-don-manuel-s-dream-tower-a-50-story-folly.html","abstract":"  No one has shaped the skyline of this vast city more than Manuel Suarez, a famously eccentric entrepreneur who was supposedly a protege of Pancho Villa and whose errant dream -- a 50-story domino of a building -- has loomed over Mexico City for 30 years.    Loom is the only way to describe the physical and symbolic presence of Don Manuel's quixotic vision over the low-rise chaos of the city. His goal was to replace an old city park with Latin America's tallest building, concrete proof of Mexico's maturity as a nation. He envisioned athletes of the 1968 Mexico City Olympics lodging there during the Games, themselves intended to showcase Mexico's emergence into the modern world.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Fatal Runway Collision Under U.S. Inquiry","web_url":"https://www.nytimes.com/1994/11/24/us/fatal-runway-collision-under-us-inquiry.html","abstract":"  Federal aviation officials were investigating yesterday why a twin-engine propeller plane taxied into the path of a Trans World Airlines jet taking off on Tuesday night from St. Louis, resulting in a collision that killed the two pilots aboard the smaller plane.   Eight of the 137 people aboard T.W.A. Flight 427 suffered minor injuries. The airliner veered to the left to avoid a head-on crash and the jet's right wing sheared off the roof of the smaller plane, a Cessna Conquest.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Gingrich's Life: The Complications and Ideals","web_url":"https://www.nytimes.com/1994/11/24/us/gingrich-s-life-the-complications-and-ideals.html","abstract":"  It was September 1942 when 16-year-old Kathleen Daugherty married Newton C. McPherson Jr., a 19-year-old mechanic in a small town in Pennsylvania. In three days, the marriage fell apart; nine months later, she gave birth to a baby boy, whom she named Newton Leroy.   When Kathleen remarried three years later, her new husband, Robert B. Gingrich, an Army artillery officer, adopted her son.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"More Affordable Homes","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-more-affordable-homes-917303.html","abstract":"  To the Editor:   Re \"The Rich Are Different. They Can Afford Homes\" (news article, Nov. 16), about the high cost of housing in Jackson, Wyo.: The Jackson Hole Community Housing Trust, while indeed a fledgling organization, has built 36, not \"barely a dozen,\" homes. This affordable-housing development has been given an award by the Department of Housing and Urban Development. We have begun work on our second project. JESS LEDERMAN  Exec. Director, Jackson Hole Community Housing Trust Jackson, Wyo., Nov. 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Trent One of the Biggest Names Left in N.I.T.","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-trent-one-of-the-biggest-names-left-in-nit.html","abstract":"  The big-name schools are long gone. But at least the Preseason National Invitation Tournament has a big-time player going to the finals.   Ohio University's Gary Trent scored 24 points and grabbed 10 rebounds to lead the Bobcats of the Mid-American Conference past Kwame Evans and George Washington University, 82-76, in last night's second semifinal at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Mexican Lawman Accuses Ruling Party in His Brother's Death","web_url":"https://www.nytimes.com/1994/11/24/world/mexican-lawman-accuses-ruling-party-in-his-brother-s-death.html","abstract":"  The official heading the investigation into the assassination of one of Mexico's most powerful politicians said today that the killing was ordered by an influential group within the ruling party, but that Mexico's Attorney General and current party leaders had kept him from proving it.    The investigator, Mario Ruiz Massieu, younger brother of the assassinated politician, also announced he had resigned his position as Deputy Attorney General. He said he would send all the evidence he has gathered during a nearly two-month investigation to an independent notary public who would safeguard it until the incoming President, Ernesto Zedillo Ponce de Leon, took office on Dec. 1 and decided what to do.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Many Turn Holiday Into Mini-Vacation","web_url":"https://www.nytimes.com/1994/11/24/us/many-turn-holiday-into-mini-vacation.html","abstract":"  Spurred by bargain air fares and stable gasoline prices, a record number of Americans were expected to travel over Thanksgiving week, traditionally the busiest travel time of the year.   And although many people have long taken off the Friday after Thanksgiving, this year, travel experts say, more are viewing their long weekend as a time for both holiday visits with families and friends as well as a chance to sightsee, shop or ski.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"250 Groups To Share In Grants For Arts","web_url":"https://www.nytimes.com/1994/11/24/arts/250-groups-to-share-in-grants-for-arts.html","abstract":"  About 250 New York City arts organizations have qualified for matching grants from a $10 million fund set up by the state and city governments in July, Mayor Rudolph W. Giuliani said yesterday.   The list includes big institutions like the Metropolitan Museum of Art and the Brooklyn Museum, both of which plan to use the promised money -- a total of more than $800,000 each -- to open all of the galleries that have been closed on a rotating basis because of cutbacks in operating budgets.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Apparel Workers Lose In World Trade Pact","web_url":"https://www.nytimes.com/1994/11/24/opinion/l-apparel-workers-lose-in-world-trade-pact-917265.html","abstract":"  To the Editor:   Each month the North American Free Trade Agreement causes 1,000 skilled women who work hard at sewing machines in small towns across this country to lose their jobs to low-wage Mexican workers.","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Journal; Celebrity Turkey Shoot","web_url":"https://www.nytimes.com/1994/11/24/opinion/journal-celebrity-turkey-shoot.html","abstract":"  Is it possible -- if almost too much to hope for -- that the same angry, depressed, back-to-business electorate behind the revolt of '94 is also throwing out incumbent celebrities?   Note the following phenomena, all of which occurred just before or after the D-Day of Nov. 8:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Bosnian Serbs Warn NATO Not to Impede Advance","web_url":"https://www.nytimes.com/1994/11/24/world/bosnian-serbs-warn-nato-not-to-impede-advance.html","abstract":"  Bosnian Serb leaders have threatened \"all-out war\" if NATO retaliates against their advance on the United Nations-designated \"safe area\" around Bihac, in the northwest.   The threat came in a telephone conversation late Tuesday night between Lieut. Gen. Sir Michael Rose, the United Nations military commander in Bosnia, and John Zametica, an aide to the Bosnian Serb leader, Radovan Karadzic.","thumbnail":null,"section":"World"},{"date":"19941124","headline":"Court Curbs Wall Street Journal in Fight on Whitewater Report","web_url":"https://www.nytimes.com/1994/11/24/us/court-curbs-wall-street-journal-in-fight-on-whitewater-report.html","abstract":"  A panel of Federal appeals judges has denied The Wall Street Journal's request for access to the secret final report of the former Whitewater independent counsel, Robert B. Fiske Jr., and at the same time has barred the newspaper from disclosing the details of the decision.    The decision, and the order barring its publication, were handed down a few weeks ago but were not made known until late Tuesday, when The Journal filed a petition seeking relief from Chief Justice William H. Rehnquist. The petition, parts of which were filed under seal, asks Justice Rehnquist to lift the order, asserting that it is an improper prior restraint on the paper's First Amendment rights.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"Council Creates an Agency To Watch New York Police","web_url":"https://www.nytimes.com/1994/11/24/nyregion/council-creates-an-agency-to-watch-new-york-police.html","abstract":"  The New York City Council voted yesterday to create the first permanent, independent agency to monitor corruption in the Police Department.    The agency would have far more investigative powers than Mayor Rudolph W. Giuliani wants it to have, and aides said he is likely to veto the measure. But the Council's leadership, which supports the proposal, appears to have enough votes to override a veto.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Mayor Opens Investigation On Jails Chief","web_url":"https://www.nytimes.com/1994/11/24/nyregion/mayor-opens-investigation-on-jails-chief.html","abstract":"  Eight months after appointing him, Mayor Rudolph W. Giuliani has opened an investigation into some of the flamboyant executive actions of Commissioner of Correction Anthony J. Schembri amid growing calls from outside the administration for the Commissioner's resignation.    \"Things happen when I'm around,\" Commissioner Schembri once remarked, reflecting the larkish and supremely self-confident management style that opponents say has contributed to his current problems. The critics, including the Democrats who head the City Council's Public Safety Committee and the State Assembly's Correction Committee, have questioned the Commissioner's effectiveness in managing the teeming system against a backdrop of budget cuts and unrest in the jails.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Sun Devils Stop Maryland","web_url":"https://www.nytimes.com/1994/11/24/sports/college-basketball-sun-devils-stop-maryland.html","abstract":"  Joe Smith's arms do not extend to the 3-point arc. Playing on a tender ankle, the Maryland center scored 23 points, but Arizona State's lineup of whippets made 4 3-point bombs in the final 6 minutes to escape the No. 7 rated Terrapins, 97-90, in the Maui Invitational title game.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Theater for the Young","web_url":"https://www.nytimes.com/1994/11/24/theater/theater-for-the-young.html","abstract":"  The George Street Playhouse in New Brunswick, N.J., has received a $195,000 grant, one of six given nationally by the Lila Wallace-Reader's Digest Fund for the production of theater pieces for young audiences. The George Street Playhouse will use the grant to produce \"Entries,\" a play by Bernardo Solano about a Hispanic young man's coming of age. Others receiving grants, which totaled $900,000, are Tears of Joy Theater in Vancouver, Wash.; American Conservatory Theater, San Francisco; the Coterie Theater, Kansas City, Mo.; the Metro Theater Company, St. Louis, and South Coast Repertory, Costa Mesa, Calif.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"Anderson Is Unhappy On All Fronts","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-anderson-is-unhappy-on-all-fronts.html","abstract":"  His left arm was wrapped in cumbersome icepacks on Tuesday night, like a salmon filet prepped for shipping. Kenny Anderson had just played another night in pain.   If his surgically repaired wrist was bothering him, his pride was throbbing.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/11/24/arts/the-pop-life-912719.html","abstract":"  Dylan, Unplugged   Bob Dylan sneaked into town to tape an episode of MTV's \"Unplugged\" last Thursday and Friday night. Though he once enraged his audience at the Newport Folk Festival by playing electric, Mr. Dylan is hardly a surprise candidate for the \"Unplugged\" format, which has brought acoustic music back into vogue. Of course, it should be noted that not everyone in Mr. Dylan's band was unplugged. Brendan O'Brien played a Hammond organ and Bucky Baxter played a pedal-steel guitar. The rest of the band was made up of other Dylan regulars on acoustic instruments: Winston Watson on drums, John Jackson on guitar and Tony Garnier on stand-up bass.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"COLLEGE FOOTBALL;\nWalsh Is Calling Option Plays Now","web_url":"https://www.nytimes.com/1994/11/24/sports/college-football-walsh-is-calling-option-plays-now.html","abstract":"Figure out what Bill Walsh is thinking? Defenses haven't been able to do it for years.\n\nEven those inside Stanford University's football program have few clues whether Walsh will return as coach after his second consecutive losing season. All anyone has heard is that Walsh will announce his decision early next week.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"'Bulldozed' Into the EU : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-bulldozed-into-the-eu-letters-to-the-editor.html","abstract":"Sweden's recent referendum on European Union membership (52 percent yes, 47 percent no) opened a great divide between the northern and southern regions. Cynically naive Stockholm technocrats, well- funded corporate interests and true believers in the &qu","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"For Giuliani, a Checklist; For Pataki, Opportunities","web_url":"https://www.nytimes.com/1994/11/24/nyregion/metro-matters-for-giuliani-a-checklist-for-pataki-opportunities.html","abstract":"  WHEN the big day finally comes next week, and the pending power of Albany finally meets the reigning regent of New York City, what will they say to each other? The imagination roars.   Maybe they will exchange home phone numbers so they can reach each other before 9 A.M. and after 5 P.M. Maybe they will thank each other: Governor-elect George E. Pataki could thank Mayor Rudolph W. Giuliani for boosting his chances, maybe even for electing him, by endorsing Gov. Mario M. Cuomo and campaigning upstate for him. And the Mayor could thank the Governor-elect for giving him even more acceptance with New York City Democrats than he already had.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Talking With Tony Kushner","web_url":"https://www.nytimes.com/1994/11/24/theater/talking-with-tony-kushner.html","abstract":"  The playwright Tony Kushner is to be interviewed by Anna Quindlen, a columnist for The New York Times, on Dec. 6 at 7:30 P.M., as part of the Tuesday Evening Lecture Series at St. Luke's School, 487 Hudson Street, at Grove Street, in Greenwich Village. Other speakers in the series are to be the television newswoman Lesley Stahl (Feb. 7) and the writer Gloria Steinem (April 18). Tickets are $30 a session. Information: (212) 924-5960 or (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"The Luck of the Canadians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/24/opinion/IHT-the-luck-of-the-canadians-letters-to-the-editor.html","abstract":"Regarding \"Canada: Stop Humoring the Spoilers and Make the Country Whole\" (Opinion, Nov.2) by Mordecai Richler: . People across Canada do not know how lucky they are. Having lived in countries around the world, I know just how fortunate I am tha","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"Tony Administrators May Add an Award For Off Broadway","web_url":"https://www.nytimes.com/1994/11/24/theater/tony-administrators-may-add-an-award-for-off-broadway.html","abstract":"  In a move that reflects the weakness of Broadway and the growing strength of Off Broadway, the administrators of the Tony Awards are considering offering a Tony to Off Broadway productions.   The proposal is still in its initial stages. The only Tony committee that can change the rules does not meet until Jan. 19. But the heads of the two organizations that jointly administer the prizes have invited the president of the League of Off-Broadway Theaters to propose a plan under which its productions might become eligible.","thumbnail":null,"section":"Theater"},{"date":"19941124","headline":"Oakley's New Shoes Only Create More Pain","web_url":"https://www.nytimes.com/1994/11/24/sports/pro-basketball-oakley-s-new-shoes-only-create-more-pain.html","abstract":"  Charles Oakley's sneaker saga continued today as a specially designed shoe by Nike failed to alleviate the pain in his toe.   Oakley had waited almost a month for Nike to manufacture a shoe that was supposed to help take the pressure off the congenitally dislocated second toe on his right foot. But, after a two-and-a-half-hour workout with the size 15 Nikes, Oakley said he experienced more pain in his toe than he had all season and would ask Nike to develop another version that is not as loose.","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"Sloan's to Sell 6 Supermarkets","web_url":"https://www.nytimes.com/1994/11/24/nyregion/sloan-s-to-sell-6-supermarkets.html","abstract":"  Sloan's Supermarkets Inc. said yesterday that it, along with two companies controlled by its chairman, had agreed to sell six supermarkets within a year in order to settle Federal antitrust concerns.   The Federal Trade Commission said last June that Sloan's and the other companies violated Federal antitrust laws when they bought 32 supermarkets in Manhattan and added them to the Sloan's chain between 1991 and 1993. The F.T.C. said it wanted Sloan's to sell off as many as 10 of those supermarkets.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Starving the Poor","web_url":"https://www.nytimes.com/1994/11/24/opinion/starving-the-poor.html","abstract":"  The poor, particularly at election time, are routinely demonized for political gain. Their exploitation in this way has brought us to a cruel place in the political landscape, a place where Americans -- conservative, moderate and liberal -- are finding it frighteningly easy to blame the poor for their own fate, even though that means condemning millions of children to poverty, hunger and hopelessness.   Given the savagery of the climate, it is useful to note what the Roman Catholic Church is saying in response. The church, through its efforts to feed and house America's poor, is intimately familiar with the problem of poverty. Of late, the church's most compelling voice has been that of the Archbishop of New York, John Cardinal O'Connor, who last month lashed out at politicians who caricature the poor for political benefit. Cardinal O'Connor's observations last month in his column, published in the newspaper Catholic New York, merit extensive quotation:","thumbnail":null,"section":"Opinion"},{"date":"19941124","headline":"After Three Weeks, Lottery Millionaires Confess to Wealth","web_url":"https://www.nytimes.com/1994/11/24/nyregion/after-three-weeks-lottery-millionaires-confess-to-wealth.html","abstract":"  When it dawned on Zdzislaw Wojtowicz last month that he had suddenly become a multi-millionaire, he went home to Jersey City and casually asked his wife, Henryka, what she would do if he happened to win the lottery.   The next day, he got around to telling her that he had.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/24/sports/results-plus-912700.html","abstract":"  WEIGHT LIFTING  First Gold for Germany  Marc Huster of Germany won his country's first gold medal at the world weight-lifting championships in Istanbul, Turkey yesterday. Competing in the 183-pound class, Huster lifted a combined total of 842 pounds in the snatch and the clean and jerk, breaking the record set five minutes earlier by Sergo Tchakhoian of Armenia, who lifted 837 pounds. Tchakhoian won a gold medal for his record-breaking lift of 386 pounds in the snatch, and Sunay Bulut of Turkey won the jerk with a lift of 463 pounds, another world record. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941124","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/24/style/chronicle-917516.html","abstract":"  A romance made in Olympic gymnast's heaven: NADIA COMANECI introduced BART CONNER to her father in Onesti, Romania, yesterday, and Mr. Conner promptly asked him for his daughter's hand in marriage.   \"With all my heart,\" GHEORGHE COMANECI responded in Romanian as he happily gave his approval, The Associated Press reported.   Both Ms. Comaneci, 33, and Mr. Conner, 36, have won gold medals in the Olympics.","thumbnail":null,"section":"Style"},{"date":"19941124","headline":"Rowland Team Takes Shape","web_url":"https://www.nytimes.com/1994/11/24/nyregion/rowland-team-takes-shape.html","abstract":"  Connecticut's first Republican Governor in two decades is reaching beyond party stalwarts to form his transition team. Page B6.","thumbnail":null,"section":"New York"},{"date":"19941124","headline":"Dole and Clinton Strike a Deal on World Trade Pact","web_url":"https://www.nytimes.com/1994/11/24/us/dole-and-clinton-strike-a-deal-on-world-trade-pact.html","abstract":"  President Clinton today struck a deal with the prospective Senate majority leader, Bob Dole, that appeared to rescue a world trade agreement scheduled for a vote at a special session of Congress next week.   The compromise with Mr. Dole raised the hope of a measure of bipartisanship in foreign policy between the White House and the new Republican-controlled Congress.","thumbnail":null,"section":"U.S."},{"date":"19941124","headline":"City Ballet Starts With Samplings","web_url":"https://www.nytimes.com/1994/11/24/arts/dance-review-city-ballet-starts-with-samplings.html","abstract":"  Appetizers rather than a full-course dinner were on the New York City Ballet's table when the company opened on Tuesday night at the New York State Theater.   A series of small-scale pieces, mainly pas de deux and including three premieres, made up virtually all of the program, the exception being \"Symphony in C,\" George Balanchine's 1947 Bizet classic.","thumbnail":null,"section":"Arts"},{"date":"19941124","headline":"Schleppers","web_url":"https://www.nytimes.com/1994/11/24/opinion/schleppers.html","abstract":"  Several things distinguish New Yorkers from the rest of America's city dwellers, among them the way they walk. It is not so much that their pace is fast but that their dodges and feints (a dolly to the left of them, a dog walker with seven charges to the right) resemble broken-field running.   Another distinction is their inability to stand on a curb while waiting for the traffic to clear. Instead they wait in the gutter. Never mind if that gutter is streaming from a cloudburst. Standing in it puts them a step ahead of the crowd.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941124","time":"1994-11-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":16.6},{"date":"19941124","time":"1994-11-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":75,"wspd":11.2},{"date":"19941124","time":"1994-11-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":78,"wspd":20.5},{"date":"19941124","time":"1994-11-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":78,"wspd":13},{"date":"19941124","time":"1994-11-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":14.8},{"date":"19941124","time":"1994-11-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":79,"wspd":9.4},{"date":"19941124","time":"1994-11-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":80,"wspd":13},{"date":"19941124","time":"1994-11-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":81,"wspd":11.2},{"date":"19941124","time":"1994-11-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":79,"wspd":14.8},{"date":"19941124","time":"1994-11-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":80,"wspd":11.2},{"date":"19941124","time":"1994-11-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":78,"wspd":9.4},{"date":"19941124","time":"1994-11-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":78,"wspd":11.2},{"date":"19941124","time":"1994-11-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":77,"wspd":9.4},{"date":"19941124","time":"1994-11-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":75,"wspd":11.2},{"date":"19941124","time":"1994-11-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":74,"wspd":13},{"date":"19941124","time":"1994-11-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":76,"wspd":9.4},{"date":"19941124","time":"1994-11-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":77,"wspd":11.2},{"date":"19941124","time":"1994-11-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":11.2},{"date":"19941124","time":"1994-11-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":80,"wspd":7.6},{"date":"19941124","time":"1994-11-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":7.6},{"date":"19941124","time":"1994-11-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":7.6},{"date":"19941124","time":"1994-11-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":81,"wspd":5.4},{"date":"19941124","time":"1994-11-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":71,"wspd":5.4},{"date":"19941124","time":"1994-11-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":93,"wspd":0},{"date":"19941124","time":"1994-11-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":29.5},{"date":"19941124","time":"1994-11-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":39,"wspd":37.1},{"date":"19941124","time":"1994-11-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":37,"wspd":29.5},{"date":"19941124","time":"1994-11-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":31,"wspd":35.3},{"date":"19941124","time":"1994-11-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":31,"wspd":27.7},{"date":"19941124","time":"1994-11-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":37,"wspd":25.9},{"date":"19941124","time":"1994-11-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":42,"wspd":24.1},{"date":"19941124","time":"1994-11-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":46,"wspd":27.7},{"date":"19941124","time":"1994-11-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":50,"wspd":16.6},{"date":"19941124","time":"1994-11-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":55,"wspd":14.8},{"date":"19941124","time":"1994-11-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":57,"wspd":16.6},{"date":"19941124","time":"1994-11-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":52,"wspd":18.7},{"date":"19941124","time":"1994-11-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":48,"wspd":18.7},{"date":"19941124","time":"1994-11-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":45,"wspd":20.5},{"date":"19941124","time":"1994-11-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":38,"wspd":25.9},{"date":"19941124","time":"1994-11-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":32,"wspd":27.7},{"date":"19941124","time":"1994-11-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":31,"wspd":25.9},{"date":"19941124","time":"1994-11-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":30,"wspd":29.5},{"date":"19941124","time":"1994-11-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":31,"wspd":25.9},{"date":"19941124","time":"1994-11-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":37,"wspd":16.6},{"date":"19941124","time":"1994-11-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":42,"wspd":14.8},{"date":"19941124","time":"1994-11-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":14.8}]},"19941125":{"guardian_articles":[{"date":"19941125","headline":"News: Aircraft worries put damper on prize-winning Gormley's Angel","web_url":"https://www.theguardian.com/artanddesign/1994/nov/25/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941125","headline":"'He Says, She Says' on a Royal Level","web_url":"https://www.nytimes.com/1994/11/25/books/books-of-the-times-he-says-she-says-on-a-royal-level.html","abstract":"  DIANA Her New Life  By Andrew Morton  Illustrated. 176 pages. Simon & Schuster. $23.  THE PRINCE OF WALES A Biography  By Jonathan Dimbleby  Illustrated. 620 pages. William Morrow & Company. $24.   If you didn't know the names of the famous ex-couple portrayed in these two books, you'd think they were just another pair of guests on \"Oprah\" or \"Donahue\": victims of dysfunctional families and a bad marriage, who are given, alternately, to bouts of self-pity and New Age searches for meaning and self-esteem.","thumbnail":null,"section":"Books"},{"date":"19941125","headline":"Awkward Questions After the Nazis Won","web_url":"https://www.nytimes.com/1994/11/25/arts/tv-weekend-awkward-questions-after-the-nazis-won.html","abstract":"  The plot of \"Fatherland,\" a movie having its premiere tomorrow on HBO, is woven around an ingenious premise.   The year is 1964. Twenty years earlier, Nazi Germany won World War II after the United States, listening to isolationists like Charles A. Lindbergh, withdrew from the Allied invasion. Now Berlin, groaning under Albert Speer's elephantine architecture, prepares to celebrate Hitler's 75th birthday, which will be attended by the American President, Joseph P. Kennedy. One problem: high-ranking officials of the Third Reich are mysteriously turning up dead.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"CLINTON & CONGRESS -- An occasional series\nThe Welfare Gap;\nProblem No. 1: The Children","web_url":"https://www.nytimes.com/1994/11/25/opinion/clinton-congress-an-occasional-series-the-welfare-gap-problem-no-1.html","abstract":"Surveying a political landscape utterly transformed by the Congressional elections, President Clinton and Newt Gingrich gave the same reply when asked what they could achieve in the next two years: welfare reform. Their words are the same, their meaning worlds apart.\n\nThe workfare envisioned by Mr. Clinton has no common ground with Mr. Gingrich's call to junk the welfare system, leaving its clients to orphanages and other private charities.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Bure and Mogilny Stay","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-hockey-bure-and-mogilny-stay.html","abstract":"  Two of hockey's Russian stars, PAVEL BURE of the Vancouver Canucks and ALEXANDER MOGILNY of the Buffalo Sabres, have decided to sign with Moscow Spartak of the Russian League.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"In This Election, G.O.P. Won Because More Rich People Voted; No Rush to the Right","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-in-this-election-gop-won-because-more-rich-people-voted-no-rush-to-the-right-927902.html","abstract":"  To the Editor:   I've watched with fascination as the national print and electronic media have rushed in their election post-mortems to announce a new Republican ascendancy and a decisive turn by the United States population to the right (\"Moderate Democrats' Poll Sends the President a Warning,\" news article, Nov. 18).","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"An Editorial Debate: Should We Make Research Embryos?; Yes, the Gains Could Be Great","web_url":"https://www.nytimes.com/1994/11/25/opinion/an-editorial-debate-should-we-make-research-embryos-yes-the-gains-could-be-great.html","abstract":"  When a panel of experts proposed in September that the Federal Government start funding research on human embryos, they ignited a controversy. Some people feel such research is inherently unethical, while many scientists think it has been needlessly curtailed. The panel's recommendations, which apply only to embryos created in the laboratory, not to those created in the womb, will be reviewed next week at the National Institutes of Health. The most inflammatory recommendation by far is that, in carefully defined circumstances, scientists should be able to create embryos solely for research and then destroy them when finished.   That has stirred fears that modern-day Frank-ensteins will soon create, destroy and tinker with life forms just to satisfy their intellectual curiosity. But it strikes this observer that the panel of 19 scientists, ethicists, lawyers and others got the balance just about right. It concluded that the embryo does not have the same moral status as infants or children -- and that research on such embryos holds the potential for great benefit.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Article 924261 -- No Title","web_url":"https://www.nytimes.com/1994/11/25/world/article-924261-no-title.html","abstract":"  Seeking to stem a drop in birth rates that may be the sharpest in modern world history, the government of the eastern German state of Brandenburg has announced that it will pay parents $650 for every new child they have.   \"Eastern Germany's adults appear to have come as close to a temporary suspension of childbearing as any large population in the human experience,\" Nicholas Eberstadt, a demographer with the American Enterprise Institute in Washington, wrote in a recent study.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Limiting Welfare -- A special report.; Often-Cited Workfare Effort Provides Cautionary Lessons","web_url":"https://www.nytimes.com/1994/11/25/nyregion/limiting-welfare-special-report-often-cited-workfare-effort-provides-cautionary.html","abstract":"  Sandy Pitt and Sajan Mathew pounded on the door of a shuttered house on Union Avenue. They were searching for a 37-year-old welfare recipient who had given the address as his own.   Ms. Pitt amd Mr. Mathew, Westchester County welfare workers, peered through the window into a barren room littered with bottles and cigarette butts. They surveyed the heap of trash on the lawn. They agreed that no one lived there.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-187139.html","abstract":"  Tony Oursler Metro Pictures 150 Greene Street (at Houston Street) SoHo Through tomorrow    In the strongest show of his career, Tony Oursler takes the concept of the talking head to places it hasn't been before, while giving the tired art of assemblage a needed boost. His discombobulated video sculptures combine projected or on-screen faces and sometimes figures with discarded furniture, fabric or scarecrowlike stuffed garments. They eerily bring to life a cast of unhappy characters who natter and curse, pound their fists, disparage themselves or the rest of us, or wedge themselves into tight places. The overall effect is of a none-too-comforting stroll through a mental hospital, each piece representing a patient in a different state of torment.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"There Will Be a Brief Recess While We Check Our Wardrobes","web_url":"https://www.nytimes.com/1994/11/25/us/there-will-be-a-brief-recess-while-we-check-our-wardrobes.html","abstract":"  Vivian Berger, the vice dean of Columbia Law School, remembers a bright young student who was distraught because no firm would hire her. \"I took one look at her and immediately knew the reason: she looked like a whore,\" Ms. Berger said. \"Her clothes were very tight, and she was quite buxom.\"    The legal profession has a dress code all its own, though its rules go unspoken. \"Clothes can undo the lawyer,\" Ms. Berger said. Yet she admitted: \"I talked to this student about everything but the way she dressed. It's so personal, it's like telling someone she has body odor.\"","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Russian Aid Under Siege By G.O.P.","web_url":"https://www.nytimes.com/1994/11/25/world/russian-aid-under-siege-by-gop.html","abstract":"  Aid to Russia, always a contentious issue before Congress, is under siege by the new Republican majority, even though President Clinton has already cut Russian aid sharply from last year.   The two Republican Senators who are expected to be the most influential voices on foreign assistance -- Jesse Helms of North Carolina, in line to head the Senate Foreign Relations Committee, and Mitch McConnell of Kentucky, who is likely to run the Senate Subcommittee on Foreign Operations -- have repeatedly suggested that aid to Russia is too generous and vow to take an even tougher line next year.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Inflation Figures Go Up for 68th Straight Year","web_url":"https://www.nytimes.com/1994/11/25/nyregion/inflation-figures-go-up-for-68th-straight-year.html","abstract":"  With wind nipping at their noses and fingertips, tens of thousands of New Yorkers lined the streets of Manhattan yesterday for the 68th annual Macy's Thanksgiving Day parade. Despite the chill, they roared approval at the blaring bands, prancing steeds, bulb-nosed clowns and, of course, the traditional pantheon of pumped-up heroes like Spiderman, Garfield, the Pink Panther, Snoopy, and, making his debut, Barney the dinosaur.    Bundled like Inuits on an ice floe, children sat cross-legged under police barricades or atop phone booths. One youngster stole a perch on a story-high ladder behind the 10-deep crowd. And some, their enthusiasm chilled a bit by temperatures in the upper 20's, still managed to wave as the clowns scampered about.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/chronicle-927856.html","abstract":"  The evening was billed as an opportunity to learn how to break into modeling and acting, but there were few potential Cindy Crawfords, Naomi Campbells -- or for that matter, Elle MacPhersons -- who turned out to hear ELLE MacPHERSON the other evening. The supermodel was giving a talk sponsored by the Learning Annex at the Park Central Hotel on Seventh Avenue. But the audience of about 300 was mainly men, few of whom appeared headed for modeling careers.    What they wanted to know from Ms. MacPherson had little to do with high fashion. What was her idea of a romantic evening? one man asked. Was she aware that the questioner had her picture on his night table along with his loved ones? A third asked if she would go to his Taft High School prom with him.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Execution by Injection Can Be Botched, Too","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-execution-by-injection-can-be-botched-too-927910.html","abstract":"  To the Editor:   Like many advocates of the death penalty, Ernest van den Haag (letter, Nov. 18) is less offended by the fact of a state homicide than by the method employed. Repulsed by the brutality of electrocutions, he recommends America's newest method for killing killers, lethal injection, as being \"painless and nonrepulsive.\"","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/11/25/books/the-spoken-word.html","abstract":"  \"LAUGHING SCREAMING: MODERN HOLLYWOOD HORROR AND COMEDY,\" American Museum of the Moving Image, 35th Avenue and 36th Street, Astoria, Queens. A three-lecture series about pushing the boundaries of good taste continues on Sunday at 2 P.M. with a talk by Larry Cohen, the director of the 1974 film \"It's Alive,\" which will be shown. Also to be shown, at 4:30 P.M., will be the 1981 film \"Porky's Fox,\" directed by Bob Clark. Free with museum admission: $5; $4 for the elderly; $2.50 for students and children. Information: (718) 784-4520.","thumbnail":null,"section":"Books"},{"date":"19941125","headline":"In This Election, G.O.P. Won Because More Rich People Voted","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-in-this-election-gop-won-because-more-rich-people-voted-927848.html","abstract":"  To the Editor:   As President Clinton considers how to respond to the 1994 elections, he should not overlook the composition of this year's electorate.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Central America Nations to Be Urged to Seize Stolen U.S. Cars","web_url":"https://www.nytimes.com/1994/11/25/world/central-america-nations-to-be-urged-to-seize-stolen-us-cars.html","abstract":"  In an effort to reduce auto thefts, the Clinton Administration is planning a major effort to persuade Central American governments to seize stolen cars smuggled from the United States and return them, a State Department official said this week.   With an estimated 20 percent of the 200,000 stolen vehicles smuggled out of the United States each year ending up in Central America, Administration officials say they hope that their effort will make at least a modest impact on auto theft in the southwestern states.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Lorelei Lee Returns, Dizzy and Savvy as Ever","web_url":"https://www.nytimes.com/1994/11/25/theater/theater-review-lorelei-lee-returns-dizzy-and-savvy-as-ever.html","abstract":"  Whatever the feminist thinking on the subject, there is, frankly, no blonde like a dumb blonde.   The altogether snappy revival of \"Gentleman Prefer Blondes\" at the Goodspeed Opera House here makes a strong case that she deserves her place of honor not just in the annals of gold digging, but in those of show business, as well. The wisecracking musical by Anita Loos and Joseph Fields with a brash and brassy score by Jule Styne and Leo Robin may belong to another era (1949, to be precise), but Lorelei Lee, the girl diamonds are the best friend of, remains mint-fresh and as convulsively funny as ever.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"The Bard Meets the Undead","web_url":"https://www.nytimes.com/1994/11/25/opinion/the-bard-meets-the-undead.html","abstract":"Bored with this mortal coil? Try shuffling off to the New Orleans of \"Interview with a Vampire,\" where vampire-heartthrob Lestat (Tom Cruise) asks vampire-designate Louis (Brad Pitt) just that question, evoking the pale specter of Hamlet not yet resolved that his thoughts should \"be bloody, or be nothing worth.\"\n\nA few scenes later, we find Lestat on a couch with two women; having just dispatched one, he is wooing the other with pretty words. \" 'Put out the light . . . and then put out the light,' \" says the vampire in Anne Rice's novel, as he sinks his teeth into her. In the film, Mr. Cruise, an unlikely Othello, finishes the scene: \"When I have pluck'd thy rose,/ I cannot give it vital growth again./ It needs must wither.\" Louis is horrified, though whether at the killing or at the appropriation of Shakespeare it is not possible to say.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"HIGH SCHOOL FOOTBALL","web_url":"https://www.nytimes.com/1994/11/25/sports/high-school-football.html","abstract":"  Long Island  CHIEFS TWO-PEAT: With 6 minutes 29 seconds remaining, Bill Martin booted a 32-yard field goal yesterday to lift MASSAPEQUA (10-0) over LAWRENCE (6-3-1), 11-8, and give the Chiefs the Nassau County Conference I championship for the second consecutive year. Massapequa will take on the winner of today's Connetquot-Sachem clash in the Long Island Class I championship next Friday at Hofstra Stadium at 7 P.M.   Massapequa used 11 plays and drove 59 yards to set up Martin's tie-breaking field goal.  P.S.A.L.  SMITH RUNS OVER XAVIER: Sean Smith scored 4 touchdowns and carried 32 times for 123 yards as FORDHAM PREP (6-4) routed XAVIER (3-5-2), 42-14, in New York City's oldest Thanksgiving Day rivalry, dating to 1905. Smith set a school single-season rushing record of 1,393 yards.  SOMETHING HAD TO GIVE: Keith Robinson scored two touchdowns to lead MIDWOOD (1-9) over JEFFERSON (0-10), 13-0.  C.H.S.F.L.  GOING THE DISTANCE: Three long runs by each team highlighted MOUNT ST. MICHAEL'S 30-20 victory over CARDINAL HAYES in the 52d annual Thanksgiving Day matchup. With the victory, Mount St. Michael (4-6) extended its holiday winning string over Hayes to 14 games and upped its series edge to 30-17-5.   Joe Ventola (54 yards), Rodney Sanders (69 yards) and Joe Ward (a 70-yard quarterback sneak that became more) accounted for Mount's long-distance plays. Ventola had 148 yards on 16 carries.   Hayes' big gains were by Jonaxy Gonzalez, who had scoring scampers of 47 and 60 yards. Jose Rosa raced 54 yards on an end-around for Hayes's other long run. Gonzalez, who rushed for 208 yards on 23 carries, finished with 1,110 yards.  New Jersey  DIVISION CHAMPS: With 3:30 left in the fourth quarter, WAYNE VALLEY (9-1) drove 99 yards to a score that defeated PASSAIC VALLEY (5-4), 10-6, in their 23d annual holiday clash. The victory gave Wayne Valley the Northern Hills Skyline division title.    Rob Caridad capped the winning drive with a 2-yard fourth-down touchdown run over the 240-pound center, Jake Pluta, with two minutes left. \"I was excited when Coach called my number on fourth down,\" said Caridad. \"It was a do-or-die situation.\" DAWKINS FILLS THE VOID: Joe Dawkins, replacing the state's best running back, Rashidi Brown, rushed for 178 yards and 2 touchdowns to lead HACKENSACK (10-0) to a 27-0 victory over TEANECK (4-5) before 5,800 yesterday in Hackensack, which now leads the 62-year-old series, the oldest in the state, 42-17-1.  DANDY DAN: Dan Madine of BUTLER (10-0) threw for 332 yards and 5 touchdowns in a 49-20 victory over CALDWELL (9-1) before 4,400 in Butler. Madine, a senior, lifted his season total to a state-record 34 touchdown passes, snapping the mark of 30 set by Brian Opre of Florence in 1992. Madine will have a chance to build on his record when Butler faces New Providence in the North Jersey, Section 2, Group 1 state playoff final next Saturday.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Revisiting the World Of Rebels and Redcoats","web_url":"https://www.nytimes.com/1994/11/25/movies/tv-weekend-revisiting-the-world-of-rebels-and-redcoats.html","abstract":"  Let's get the invidious comparisons out of the way. \"The American Revolution\" is not \"The Civil War.\" Momentous though it was, the war that began the United States does not grip the imagination like the war that might have ended it. For 20th-century Americans, the Revolution does not have the dramatic force, the emotional resonance, the painful relevance of the Civil War, and the six-hour history that begins on Sunday does not pretend otherwise.   What \"The American Revolution\" does do is trace the background, dramatize the high moments and sketch some of the personalities and achievements of the remarkable company that gave us the Declaration of Independence, the Constitution and political ideals that have never lost their glow.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"Little Switch Pays a Big Dividend for Lions","web_url":"https://www.nytimes.com/1994/11/25/sports/football-little-switch-pays-a-big-dividend-for-lions.html","abstract":"  Jim Kelly had thrown a bushel of passes to his running backs and the Buffalo Bills were outperforming the Detroit Lions in this matchup of back versus linebacker in the Silverdome today. So there was little surprise when, with 1 minute 35 seconds to play and Buffalo trailing by 28-21, Kelly began a Bills' drive from his 16 with a 9-yard pass, out of the shotgun, to a running back, Thurman Thomas.    This time, though, the Lions altered the matchup.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Commander Says the U.N. Must Act Against the Serbs","web_url":"https://www.nytimes.com/1994/11/25/world/commander-says-the-un-must-act-against-the-serbs.html","abstract":"  The United Nations commander in Bosnia tonight called the Serbian advance on a \"safe area\" in northwest Bosnia \"a very grave development, which we have to act upon,\" but declined to say what action he would recommend.   \"They have certainly crossed the line beyond which the safety of the population of Bihac is now directly threatened,\" the commander, Lieut. Gen. Sir Michael Rose said of the town under siege.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/25/nyregion/c-corrections-922293.html","abstract":"  Because of an editing error, an article yesterday about the family life of Representative Newt Gingrich, who is line to become Speaker of the House, misspelled the surname of a Georgia state senator whom he defeated for Congress in 1978. She is Virginia Shapard.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Fighting Rages as NATO Debates How to Protect Bosnian Enclave","web_url":"https://www.nytimes.com/1994/11/25/world/fighting-rages-as-nato-debates-how-to-protect-bosnian-enclave.html","abstract":"  Fierce fighting raged today around the Muslim enclave of Bihac in northwestern Bosnia when Serbian forces pursued a steady advance toward the center of the town and NATO allies failed to agree on how to save it.   In a move to discourage retaliatory bombings by NATO, Serbs immobilized about 200 United Nations troops and observers around Sarajevo and detained about 50 Canadian troops north of the capital. The tactic, used by the Serbs in the past when they faced air strikes, left the peacekeepers virtual hostages.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/11/25/arts/inside-art.html","abstract":"  3 Recordings Later    When Philippe de Montebello, the Metropolitan Museum of Art's director, is enamored of a painting, he has been known to ramble on a bit. His enthusiasm recently caused serious traffic jams in the galleries of the museum's \"Origins of Impressionism\" show.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; Why Cut Labor Force?","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-why-cut-labor-force-927880.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed\" (editorial, Nov. 17) you say that most economists add increases in the labor force (1 percent) to productivity gains (1.5 percent) to arrive at 2.5 percent as the maximum sustainable growth the economy can achieve.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Asia Society Offers a Rare Glimpse","web_url":"https://www.nytimes.com/1994/11/25/arts/art-review-asia-society-offers-a-rare-glimpse.html","abstract":"  Anyone who was in New York City and on the alert five summers ago may remember an untrumpeted but astonishing exhibition of sculpture at the Asia Society. It included top-flight South Indian bronzes, Cambodian stone work and a small, sublime wooden Buddhist figure from Japan that alone was worth the price of admission.   A major museum loan show? No. The sculptures were all from Asia Society's own permanent collection of 285 objects, established by the society's founder, John D. Rockefeller 3d, and his wife, Blanchette. Oddly, the collection has been more rumored than seen. For reasons never fully explained, it has been shown only once in its entirety: in 1981 when the society opened its Park Avenue headquarters. Thereafter, it was confined to storage, where with the exception of a few outings, it has remained.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-019453.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed,\" your Nov. 17 editorial praising the Federal Reserve's decision to raise interest rates, you repeat two widely accepted beliefs that may not be correct:","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"As Its Stars Age, Folk Music Stays Forevewr Young","web_url":"https://www.nytimes.com/1994/11/25/arts/as-its-stars-age-folk-music-stays-forevewr-young.html","abstract":"  IN folk music, there is almost always a message. So when Tom Paxton writes a new song with a chorus that ends, \"I wish I could start all over again,\" Mr. Paxton just may be trying to tell us something.   \"The heavy touring is going to end in May, when our first grandchild arrives,\" the 56-year-old troubadour, who has been challenging the world's conscience for more than three decades, said recently. \"We'll just do festivals, special events, galas, the jobs I really want to do.\"","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Home Video","web_url":"https://www.nytimes.com/1994/11/25/movies/home-video-927538.html","abstract":"  Votes for favorite tapes are being counted at the Coalition for Quality Children's Video in Santa Fe, N.M. Fairy tales are big winners, as usual, along with myths and literature and other powerful incumbents among the children's categories, but newcomers have made gains as well. Firefighters are in this year. So are pilots and a hard-hat contingent at the controls of bulldozers and other pieces of heavy equipment.   This fall, the coalition, a nonprofit organization that searches out and promotes outstanding children's videos, published the Kids First Directory. The guide lists about 300 titles chosen by a jury of 200 adults, many of them child-development professionals, and 3,000 children from around the country. Next month a supplement will add 120 titles now being chosen by the jury.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"A Point Guard Leaves in Order to Go Back Home","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-a-point-guard-leaves-in-order-to-go-back-home.html","abstract":"  Rafer Alston has the rearview mirror from hell. In it, he sees his father hawking his Michael Jordan rookie card for cash, and his mother not coming to the card's defense. He sees his high school coach waving a basketball uniform, asking him to dive in, but his high school principal snatches it away. He sees his teacher calling roll, and he wants to say, \"Here; I'm here,\" but the teacher calls Felipe Lopez's and Stephon Marbury's names instead. He sees himself rolling the dice, and coming up 7, but no money is in the pot. He sees his brother in prison, his twin sister pregnant and himself with no S.A.T. score.    This is how the other half of the New York City point guards live. Rafer Alston could do everything Kenny Anderson or Khalid Reeves could do, except go to class. He could solve a 1-3-1 press, but not the square root of 49. Letters from John Thompson were no antidote; his classmates at Cardozo High in Bayside, Queens, graduated last June without mailing him an invitation.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"SPORTS PEOPLE: Football; Sharp Criticizes Ryan","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-football-sharp-criticizes-ryan.html","abstract":"  First, Coach BUDDY RYAN placed Arizona Cardinals tackle LUIS SHARPE on injured reserve, ending the 13-year veteran's season. Then Sharpe said he would never play for Ryan again. \"Absolutely not,\" he said. \"This is it for me here.\"","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Short on Moral Authority : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-short-on-moral-authority-letters-to-the-editor.html","abstract":"Two main goals of the Clinton administration have been the partial disarmament of America and the provision of universal health care. These are admirable aims from any objective point of view. How then to explain the president's difficulties?.Harry Tru","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Owners' Plan Has Payoff for Cardinals","web_url":"https://www.nytimes.com/1994/11/25/sports/baseball-owners-plan-has-payoff-for-cardinals.html","abstract":"  If the 28 major league teams play baseball next year under the terms the owners are now proposing and their revenues and payrolls are what they had projected for this year, the Yankees will contribute the most money to the clubs' revenue-sharing pool, but the St. Louis Cardinals will hold the most curious position.    The Cardinals, according to figures accompanying the tax proposal the clubs gave the players last week as a solution to end the 15-week-old strike, would receive money from the pool even though their revenue would be higher than the revenues of two teams -- Detroit and Oakland -- that would have to share some of their income with supposedly lower-revenue clubs.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Power Struggle Is Delaying Approval of Hospitals Chief","web_url":"https://www.nytimes.com/1994/11/25/nyregion/power-struggle-is-delaying-approval-of-hospitals-chief.html","abstract":"  More than seven months after he was named to head the struggling Westchester County Medical Center, Edward A. Stolzenberg can point to some impressive gains: The hospital has allied with 11 managed-care organizations, its revenues are up and the average time that a patient stays there is down.    So why hasn't the County Board of Legislators voted on Mr. Stolzenberg's nomination as hospitals commissioner by the County Executive, Andrew P. O'Rourke?","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Unable to Protect Product Trademarks, Manufacturers Copyright the Boxes","web_url":"https://www.nytimes.com/1994/11/25/us/unable-to-protect-product-trademarks-manufacturers-copyright-the-boxes.html","abstract":"  If Parfums Givenchy and other premium-product makers continue to prevail in their use of copyright law, consumers could find fewer cut-rate deals on prestige perfume, cosmetics, crystal ware and other luxury goods at their local discount stores.     That, at least, is the implication of a Federal appeals court ruling here last month that stopped Drug Emporium Inc., the discount-drugstore chain, from selling Givenchy's Amarige scent at prices as much as 35 percent below suggested retail. Drug Emporium has asked for a new hearing.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/11/25/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend    \"BLADE TO THE HEAT,\" Joseph Papp Public Theater, Anspacher Theater, 425 Lafayette Street, East Village. Through Sunday. Performances: today at 8 P.M.; tomorrow and Sunday at 3 and 8 P.M. Tickets: $35. Information: (212) 598-7150.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"Company A Gives Thanks: 8 Days to Go in Haiti","web_url":"https://www.nytimes.com/1994/11/25/world/company-a-gives-thanks-8-days-to-go-in-haiti.html","abstract":"  It was hard to tell who looked more thankful this afternoon, the soldiers of Company A or their turkey.   The turkey, spared from being turned into a feast, was set free to roam the grounds of the National Palace with flocks of peacocks, geese and the occasional chicken.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"THE MOVIE GUIDE : La Estrategia del Caracol","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-the-movie-guide-la-estrategia-del-caracol.html","abstract":"Directed by Sergio Cabrera. Colombia.. Cabrera is the son of Spanish actors who went into exile during the Franco dictatorship, and Cabrera as a young man fought in the guerrilla forces in his native Colombia. Given that background, it's not surprising th","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/11/25/theater/on-stage-and-off.html","abstract":"  Night of 100 Flashes    Stars, and their union, Actors' Equity, take a very dim view of people who take pictures in theaters; copyright problems aside, the flashes blind the actors, who then may blunder into the path of a 1,000-pound piece of rolling scenery. At the matinee of \"Sunset Boulevard\" last Sunday, two flashes popped as Glenn Close made her entrance. Normally, the ushers rush down the aisle with a cease-and-desist order, and, depending on how tough the house manager is, may seize the film. But Sunday they were all in the lobby dealing with late arrivals. So when Ms. Close finished \"With One Look,\" her big number about the power of her face as a silent-screen star, so many flashes went off that \"it was like a lightning storm,\" a crew member said.","thumbnail":null,"section":"Theater"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-927023.html","abstract":"  Rebecca Horn  Marian Goodman Gallery 24 West 57th Street Manhattan Through December    This show, Rebecca Horn's first in New York City since her memorable Guggenheim retrospective last year, centers on one of the eerily animated mechanical contrivances that have become her signature. \"Turtle Sighing Tree\" is a gallery-filling cluster of upright copper pipes sprouting tubular branches, each of which ends in a hornlike funnel. The whole structure rests on a vaguely tortoise-shaped steel platform.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fresnes Journal; Sad Voyages to France: In One School, Many Sagas","web_url":"https://www.nytimes.com/1994/11/25/world/fresnes-journal-sad-voyages-to-france-in-one-school-many-sagas.html","abstract":"  Sabine Contrepois well remembers the day two years ago when she explained to her high-school class how the Vietnam War eventually spilled into Cambodia. Suddenly, Meak, an Asian girl in the front row, burst into tears.   \"I asked her what was wrong,\" Mrs. Contrepois recalled. \"She said her father was shot the day the Khmer Rouge took power in Cambodia in 1975. She and her mother spent years in concentration camps before they escaped through Thailand. There was absolute silence in the classroom.\"","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Sherrard Sees the Football And He Opens Some Eyes","web_url":"https://www.nytimes.com/1994/11/25/sports/pro-football-sherrard-sees-the-football-and-he-opens-some-eyes.html","abstract":"  When the locker room had cleared, and his teammates had patted him on the back and reporters had asked their last questions, Mike Sherrard could only laugh. The holidays had come early for him, his present being a larger part of the offense.    The football wasn't gift-wrapped, but on Monday night against the Houston Oilers when those deep passes came his way all evening, his eyes lighted up as if he had just seen all of the presents under the tree. And when it was all over, he had 6 catches for 109 yards and 1 touchdown.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-164569.html","abstract":"  Tony Oursler Metro Pictures 150 Greene Street (at Houston Street) SoHo Through tomorrow    In the strongest show of his career, Tony Oursler takes the concept of the talking head to places it hasn't been before, while giving the tired art of assemblage a needed boost. His discombobulated video sculptures combine projected or on-screen faces and sometimes figures with discarded furniture, fabric or scarecrowlike stuffed garments. They eerily bring to life a cast of unhappy characters who natter and curse, pound their fists, disparage themselves or the rest of us, or wedge themselves into tight places. The overall effect is of a none-too-comforting stroll through a mental hospital, each piece representing a patient in a different state of torment.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Health and Happiness Go Together for Nets","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-health-and-happiness-go-together-for-nets.html","abstract":"  On the surface, the Nets have no reason to complain. They have a 5-7 record. They meet the Los Angeles Clippers on Friday night in Los Angeles having won five of their last seven games. They are coming off their first road victory -- by 103-98 over the Sacramento Kings on Wednesday night, a game in which they found their poise in the final minutes for the first time this season.    This should be time to savor accomplishment, time to enjoy an early-season run of success and growth. But Kenny Anderson's health has a lot to do with the Nets' happiness, and he is neither 100 percent healthy nor happy today.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"MILITARY PLANNING AN EXPANDED ROLE FOR THE RESERVES","web_url":"https://www.nytimes.com/1994/11/25/us/military-planning-an-expanded-role-for-the-reserves.html","abstract":"  Aiming to reduce the strain on active-duty troops, Defense Secretary William J. Perry has approved a plan to use reservists in many peacetime roles now performed by regular forces.    Recent military operations in Haiti, Rwanda, Cuba and the Persian Gulf have exposed cracks in the combat readiness of America's 1.6-million-member military. With the armed forces shrinking and military commitments likely to remain high in the future, the Defense Department is scrambling to avoid a crisis.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-105694.html","abstract":"  Marisa Merz Barbara Gladstone Gallery 100 Greene Street (near Prince Street) SoHo Through De. 10    The Italian artist Marisa Merz is known in the New York art world primarily as the wife of Mario Merz, a founder of Arte Povera, but in Europe she has an art career of some 30 years standing that includes a retrospective at the Pompidou Center in Paris. Her first show here is consummately self-effacing in ways that emphasize both the strengths and weaknesses of the Arte Povera style.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"NATO Gives U.N. Bosnia Action Plan","web_url":"https://www.nytimes.com/1994/11/25/world/nato-gives-un-bosnia-action-plan.html","abstract":"  NATO, meeting in Brussels on a United States proposal to threaten more air strikes to halt an offensive by nationalist Serbs in northwestern Bosnia and Herzegovina, referred the plan to the United Nations.   The United States had proposed threatening the nationalist Serbs with bombing attacks unless they withdrew from Bihac, which the United Nations has designated a safe area, and allowed safe passage for Bosnian Government troops there. The United States had also proposed extending the safe area four miles northward and demilitarizing it.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"3 Officials Are Demoted After Slaying at Mental Hospital","web_url":"https://www.nytimes.com/1994/11/25/nyregion/3-officials-are-demoted-after-slaying-at-mental-hospital.html","abstract":"  The director and two top officials of a Brooklyn psychiatric hospital have been demoted and transferred after a weekend escape of a patient who later returned to murder another inmate, the State Commissioner of Mental Health said yesterday.    The Commissioner, Dr. Richard C. Surles, said the demotions of top executives at Kingsboro Psychiatric Center in Brooklyn were prompted not only by the security breaches surrounding the killing but also by a pattern of overspending, questionable contracting practices and generally sloppy management over the last year.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/11/25/sports/results-plus-925764.html","abstract":"  PRO BASKETBALL  Pacers Put a Halt to High-Scoring Warriors    Rik Smits scored 28 points on 12 of 14 shooting and the Indiana Pacers held Golden State to 28 points in the second half of a 123-96 victory last night at Indianapolis. Dale Davis added 19 points for Indiana, which shut down the National Basketball Association's second-ranked offense. Antonio Davis grabbed 10 rebounds to lead the Pacers to a 48-31 advantage in that category.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Injury to Keep Emtman Out for Rest of Season","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-football-injury-to-keep-emtman-out-for-rest-of-season.html","abstract":"  Indianapolis Colts defensive lineman STEVE EMTMAN has a herniated disk in his neck and will miss the rest of the season. Coach TED MARCHIBRODA said yesterday that Emtman would have surgery in the next week to 10 days, but will not return this year.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1994/11/25/arts/keep-in-mind.html","abstract":"  HANUKKAH CELEBRATION, where the story of the holiday is told through music and contemporary dance by the Avodah Dance Ensemble; for children 4 and older. Sunday at 2 P.M., at Henry Street Settlement, 466 Grand Street, Lower East Side. Tickets: $5, adults; $3.50, children. Information: (212) 598-0400.    \"THE SOUND OF MUSIC,\" a new production by the New York Youth Theater and the Looking Glass Theater. Thursdays and Fridays at 8 P.M., Saturdays at 2 and 8 P.M. and Sundays at 3 P.M., through Dec. 18. At the New York Youth Theater, 422 West 57th Street, Clinton. Tickets: $10; children half-price on Thursdays. Reservations: (212) 315-1737.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Flexing Fiscal Muscles: Mayor and Council at Loggerheads","web_url":"https://www.nytimes.com/1994/11/25/nyregion/flexing-fiscal-muscles-mayor-and-council-at-loggerheads.html","abstract":"  For 11 months, Mayor Rudolph W. Giuliani has had near total dominion at City Hall, with the Democratic-controlled City Council resignedly giving its approval to the Republican's austere $31.6 billion budget and vision of a far smaller government.    But now a slow accumulation of citizen pressure over continuing spending cuts, legislative grievances over Mr. Giuliani's all-or-nothing style, and a sense that the Mayor has become vulnerable in the wake of the election of George E. Pataki as Governor have started to change the relationship between Mr. Giuliani and the 51-member Council.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-128079.html","abstract":"  Marisa Merz Barbara Gladstone Gallery 100 Greene Street (near Prince Street) SoHo Through De. 10    The Italian artist Marisa Merz is known in the New York art world primarily as the wife of Mario Merz, a founder of Arte Povera, but in Europe she has an art career of some 30 years standing that includes a retrospective at the Pompidou Center in Paris. Her first show here is consummately self-effacing in ways that emphasize both the strengths and weaknesses of the Arte Povera style.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/25/nyregion/metro-digest-923648.html","abstract":"  MODEL WELFARE PROGRAM OFFERS LESSONS Westchester County has become a statewide model for tough enforcement of eligibility rules for welfare, including a stringent requirement that the able-bodied work for their benefits, and strict enforcement of state rules that deny benefits to addicted and mentally ill recipients who do not accept treatment. In Westchester, the approach has produced measurable savings. But a close look also puts into perspective what a limited impact these savings might have for the state and New York City. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"An Editorial Debate: Should We Make Research Embryos?; No, Humans Are Not Lettuces","web_url":"https://www.nytimes.com/1994/11/25/opinion/an-editorial-debate-should-we-make-research-embryos-no-humans-are-not-lettuces.html","abstract":"  Ethics, somebody told me once, derive from repugnance. Animals faced with the disgusting will simply walk away. But we, having been blessed (or cursed) with a different kind of brain, will immediately construct a rationale for our response. Possibly we, too, will walk away. Just as possibly we will detect a virtue -- or, more likely, an advantage -- in staying. Whatever the decision, we are almost certain to describe it as \"ethical.\"   Using cells from aborted fetuses to investigate and maybe even cure certain remarkably cruel illnesses -- Huntington's chorea, for instance, and Alzheimer's disease -- has always struck me as equivalent to transplanting organs from the dead to the living. Having accepted that procedure way back in Christiaan Barnard's day, I also accept the former. But I can no more accept the notion that it is O.K. to create, and destroy, human embryos solely for research purposes than a cat can accept a rotting mouse. Both reactions are instinctive, but mine demands explication. Being human, I am forced, if only by myself, to build an ethical edifice.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The N.I.T. Is Trent's Show, If He Can Face the Pace","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-the-nit-is-trent-s-show-if-he-can-face-the-pace.html","abstract":"  New Mexico State Coach Coach Neil McCarthy dubbed his squad the Desert Warriors after his Aggies scored 16 of the last 17 points to beat the University of Memphis, 81-78, in a Preseason National Invitation Tournament semifinal Wednesday night.    McCarthy, whose team will face Ohio University in tonight's final, could just as well have changed the name of his program to Transfer Tech.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Suicide Law Placing Oregon On Several Uncharted Paths","web_url":"https://www.nytimes.com/1994/11/25/us/suicide-law-placing-oregon-on-several-uncharted-paths.html","abstract":"  Early next month, Oregon will become the only place in the world where doctors may legally help patients end their lives. With that comes a leap into the unknown: the hows, whens and whys of state-sanctioned suicide.    Edged into law by a bare majority of Oregon voters on Nov. 8, the decriminalization of assisted suicide is a triumph for groups that have been trying for years to wrest life-and-death decisions away from the state and the medical profession.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"About SportsFriday And Business Day","web_url":"https://www.nytimes.com/1994/11/25/nyregion/about-sportsfriday-and-business-day.html","abstract":"  To accommodate holiday weekend news and advertising, SportsFriday starts on page D1 today. Business Day begins on page D7.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Reviving Stalled Projects;\nAfter 2 Years, Rescue for a Peekskill Development","web_url":"https://www.nytimes.com/1994/11/25/us/reviving-stalled-projects-after-2-years-rescue-for-a-peekskill.html","abstract":"For two years, a 566-unit residential development here has sat idle and unfinished on 123 acres above the Hudson River. Now the development, Chapel Hill Estate, is back on track.\n\n In April, two New York developers, using their own money, bought the 353-unit incomplete portion of the project in a deal worked out between its lender and the City of Peekskill, about 40 miles north of Manhattan. The purchase price was $1.25 million, including back taxes.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-044679.html","abstract":"  Robin Winters 'Notes from the Finishing Room' Michael Klein Gallery 40 Wooster Street SoHo Through Dec. 17","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Quirky Tips From the Famous","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-quirky-tips-from-the-famous.html","abstract":"RECRUIT a worldwide team of 200 peripatetic celebrities, critics, food writers, hoteliers, restaurateurs and assorted entrepreneurs and ask them to report on what they consider to be the best in travel: This is the formula for the fifth edition of Courvoi","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"In the Weary, The Divine; As He Fights Hunger, A Friar Spreads Hope","web_url":"https://www.nytimes.com/1994/11/25/nyregion/in-the-weary-the-divine-as-he-fights-hunger-a-friar-spreads-hope.html","abstract":"  A touch of heaven graced Stebbins Avenue this week.    It usually looks like a patchwork purgatory -- where the poor bide their time crowded into dilapidated furnished rooms that lie one tantalizing block from the ranch homes and town houses of the new South Bronx. Other times it seems like limbo, where hollow-eyed men spend their shortened lifetimes drifting through streets and vacant lots.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"In Navajos' Towns, A New Tactic to Fill A Void in Banking","web_url":"https://www.nytimes.com/1994/11/25/us/in-navajos-towns-a-new-tactic-to-fill-a-void-in-banking.html","abstract":"  Water is scarce amid the white limestone cliffs, sandstone canyons and drought-browned prairie grasses of the Navajo Reservation. But banks are even scarcer.    The last one to operate here still sits beside Route 191, propped up on cinder blocks: a mobile home that was a Citibank branch and was never very popular. For every dollar deposited, it put out at best a few pennies in loans, infuriating the 25,000 residents of this town and the surrounding hills.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Hear This","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-hear-this.html","abstract":"Onward and upward with the arts: The Chinese Ministry of Culture has ordered night clubs and karaoke halls to buy a laser disk of 55 patriotic songs lauding socialist achievements and veteran revolutionaries, Reuters tells us. That'll pull them in.","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"Israeli Military Court Sentences Palestinian to Death in Bombing","web_url":"https://www.nytimes.com/1994/11/25/world/israeli-military-court-sentences-palestinian-to-death-in-bombing.html","abstract":"  In a rare action, an Israeli military court sentenced a Palestinian to death today for plotting a suicide bombing last April in northern Israel that killed five Israelis and the bomber.   It was the first time that a military court has called for capital punishment in a dozen years or more, Israeli civil-rights lawyers said, and they expressed doubts that the death sentence would be carried out, any more than the three or four others ordered in Israel in the past.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Miami Beach Journal; Kosher Pizza: Sign of a Jewish Revival","web_url":"https://www.nytimes.com/1994/11/25/us/miami-beach-journal-kosher-pizza-sign-of-a-jewish-revival.html","abstract":"  At Shimmy's Pizza on Arthur Godfrey Road here, the busiest time is Saturday night, when the wait may be 30 minutes to order a large pie with lots of cheese, but never any sausage. Shimmy's, which is new to the block, is a dairy restaurant and is strictly kosher.   Along Arthur Godfrey Road, Shimmy's is just one of the stores and restaurants that have opened in the past few years to serve a growing population of modern Orthodox Jews. Vacant storefronts have yielded to businesses like Kosher World, a grocery store; Torah Treasures, which sells books and Judaica, and Alisa's, which sells hats and wigs that married Orthodox women wear to cover their heads when they are in the presence of anyone but their husbands, as required by Jewish law. Shimmy Weiss says his pizza place has been successful enough that he hopes to open a second restaurant serving hamburgers.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/25/nyregion/c-corrections-927694.html","abstract":"  An obituary of Wilma Rudolph on Nov. 13, as well as a Sports of The Times column that day, misstated her accomplishment in winning three gold medals in track and field at the 1960 Olympics in Rome. She was the first American woman to win three or more medals in one Olympics, not the first woman; Fanny Blankers-Koen of the Netherlands won four gold medals at the 1948 Games in London.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Article 927309 -- No Title","web_url":"https://www.nytimes.com/1994/11/25/arts/article-927309-no-title.html","abstract":"  More Than Coffee    From the street, the Cake Bar and Cafe looks like just another bakery and coffee bar. Well, maybe more stylish than most with its sleek, bright, stripped-down look and shiny cases displaying delectable pastries. But there's another dimension to the Cake Bar. An excellent little menu, more ambitious than you might expect, takes the cafe from the realm of fanciful dessert to solid main course.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"For a U.S. Parliament : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-for-a-us-parliament-letters-to-the-editor.html","abstract":"Given the results of the recent U.S. elections and the reduction of Bill Clinton's role to little more than a veto power, is it not time for the presidency to be abolished?.That this office exists at all is an anachronism owing to America's 18th centur","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; Slow the Money Supply","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-slow-the-money-supply-927899.html","abstract":"  To the Editor:   Who really believes the nonsense from the Federal Reserve when it says that increasing its interest rates will somehow decrease inflation (\"Misplaced Fears About the Fed,\" editorial, Nov. 17)?","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Laundering Of Crime Cash Troubles U.N.","web_url":"https://www.nytimes.com/1994/11/25/world/laundering-of-crime-cash-troubles-un.html","abstract":"  The shipment of cocaine left Colombia for West Africa, but that was not its true destination. From there, some went to Ethiopia and on to Europe, along the smugglers' trails once used for cigarettes or marijuana. Some went to Asia. Some trickled to a blossoming new market of drug abusers in South Africa.   Then came the reverse route, the skillful manipulation of dirty street money through former Soviet republics, offshore banks and major stock exchanges, until it emerged as legitimate cash for the buying and selling of a hotel in Bogota.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Taking a Story for a Walk On a Special Day in Paris","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-taking-a-story-for-a-walk-on-a-special-day-in-paris.html","abstract":"You knew when you saw them up there kissing that it was a special day. Way up there on a tower of Notre Dame in a blade of yellow sun. At the highest point they could be. Kissing with abandon..But it begins a week or so before in a department store bas","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Critic's Choice/Film; A Jamaican Journeyer in Search of His African Roots","web_url":"https://www.nytimes.com/1994/11/25/movies/critic-s-choice-film-a-jamaican-journeyer-in-search-of-his-african-roots.html","abstract":"  Howard A. Trott, the subject of Fritz Baumann's film \"The Journey of the Lion,\" is a Jamaican Rastafarian who lives an impoverished existence with his two children in a shack on the outskirts of Kingston. Disgusted with modern civilization, Brother Howie, as he is known, dreams of repatriation in Africa. Out of the blue one day, he receives a letter from the sister he hasn't seen in 30 years inviting him to visit her in London. Leaving Jamaica for the first time in his life, he embarks on a journey that takes him to England and eventually to Egypt and Ghana.    The eloquently simple film, which is to be screened twice this weekend at Cinema Village (tomorrow at 3:50 P.M. and Sunday at 9 P.M.), is among 13 movies having their American premieres as part of the Contemporary Films of the African Diaspora Festival. The festival, which opens at noon today with \"Life is Rosy,\" a musical comedy from Zaire, is presenting 32 recent feature films from around the world.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"Who Needs Aikman? Garrett Does Job","web_url":"https://www.nytimes.com/1994/11/25/sports/football-who-needs-aikman-garrett-does-job.html","abstract":"  Things looked very grim today for the Dallas Cowboys in the first half. They were playing fugitive football. The rookie right tackle Larry Allen was being haunted by a one-armed man -- Green Bay Packers defensive end Reggie White -- who kept trying to bury his quarterback. Jason Garrett, starting in place of Troy Aikman, kept running for his life. And the Cowboy defense, ranked No. 1 in the National Football League, was in hiding, too.     The Cowboys trailed by 17-6 at the half, and it looked as if the Packers were on their way to a rout. But then the Cowboys sprang to life. Allen got some halftime advice from the injured tackle Erik Williams, Garrett got back to the game plan and the Cowboys ripped off 36 points -- the most in a second half in the team's history -- to beat the Packers by 42-31.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"The View From Anne Boleyn's Window, Including the Bad Bounces","web_url":"https://www.nytimes.com/1994/11/25/sports/IHT-the-view-from-anne-boleyns-window-including-the-bad-bounces.html","abstract":"I must admit to worrying that the game might be stuffy and self- defeating. .\"Imagine this is a church wall in a French or English medieval town,\" said the organizer, Richard Adams, pointing to the indoor court below..It's easy to imagine.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"St. John's Milestone (Victory 10) Not an Easy One","web_url":"https://www.nytimes.com/1994/11/25/sports/notebook-football-st-john-s-milestone-victory-10-not-an-easy-one.html","abstract":"  St. John's (10-1) achieved its most victories ever in a football season by hanging on to defeat Pace, 20-13, yesterday at Red Storm Field in Jamaica, Queens.    After building a 20-0 lead late in the third quarter, the Red Storm allowed the Setters (2-8) two late touchdowns. With 33 seconds left in the game, St. John's had a third-and-3 play from the Pace 5-yard line, but fullback John Anitra fumbled, giving the Setters a chance to pull off a Thanksgiving Day miracle.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Uranium Leak at Tennessee Laboratory Brings Fears of an Accidental Chain Reaction","web_url":"https://www.nytimes.com/1994/11/25/us/uranium-leak-tennessee-laboratory-brings-fears-accidental-chain-reaction.html","abstract":"  Uranium leaking from an old experimental reactor at the Oak Ridge National Laboratory in Tennessee has lodged in a pipe outside the reactor building, raising fears of an accidental nuclear chain reaction.   Energy Department officials said they had not decided what to do with the 4.4 pounds of bomb-grade uranium, which may still be accumulating. They discovered the leak earlier this year and later evacuated an office building next to the reactor.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Reporter's Notebook; G.O.P. Leaders Pledge to Dump Iceman","web_url":"https://www.nytimes.com/1994/11/25/us/reporter-s-notebook-gop-leaders-pledge-to-dump-iceman.html","abstract":"  One of the hottest issues on Capitol Hill these days is ice. Specifically, the ice delivered to House members at taxpayers' expense in plastic buckets by 9 o'clock each morning.   Republicans taking control of Congress promise an end to business as usual, and the ice buckets have become a potent symbol of Congressional perks and practices that continue with no apparent justification.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"Wounded but Standing, Gibbs Exits Oklahoma","web_url":"https://www.nytimes.com/1994/11/25/sports/football-wounded-but-standing-gibbs-exits-oklahoma.html","abstract":"  Gary Gibbs sits at his University of Oklahoma desk and talks about sacrificing himself so that others may live.    \"I've been shot at and I've spilled a lot of blood along the way,\" Gibbs said today, three days after he resigned as coach, effective at the end of the season. \"And others here have been shot at, and they've spilled some blood. And you look up and say, 'Who's in the most critical condition?' Well, obviously I was in the most critical condition.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Also of Note","web_url":"https://www.nytimes.com/1994/11/25/arts/also-of-note.html","abstract":"  Critics' choices of some other Manhattan shows: JONATHAN HAMMER, Matthew Marks Gallery, 1018 Madison Avenue, at 78th Street. Jonathan Hammer, an artist and bookbinder, has bound in extravagant and inventively varied ways a group of large-scale books, illustrated by different artists, with tests by several writers. (Through tomorrow.)","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Novel Style Of Teaching Makes Fans And Foes","web_url":"https://www.nytimes.com/1994/11/25/nyregion/novel-style-of-teaching-makes-fans-and-foes.html","abstract":"Brian Cullen is the kind of teacher who blows things up in his classroom, brings road kill to school to show his students and actively campaigns against members of the school board.\n\n Not surprisingly, this has made him a hero to some students at George F. Baker High School here, and a pariah to school officials. Over the last two years, the school district has spent more than $100,000 in legal fees trying to dismiss Mr. Cullen, who has been under suspension since 1992.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"For Children","web_url":"https://www.nytimes.com/1994/11/25/arts/for-children.html","abstract":"  'Opera in Brief'  Amato Opera Theater 319 Bowery (at East Second Street) East Village  (212) 228-8200  Recommended ages: 6 and up Tomorrow    Sally Amato said it was a long story, darling, about how she went from operaphobe to opera swooner. There's plenty of time to hear it, dear, she was told. In narrating the true-life tale, she realized it was actually brief, an operini of sorts.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Cambodia's Leaders Aren't Leading","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-cambodias-leaders-arent-leading.html","abstract":"Nearly 18 months after the euphoria generated by United Nations- sponsored elections, doubts about Cambodia's future are widespread. What seemed such a promising new start in May 1993 has been compromised by a series of developments..Since the 1993 ele","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Treating Nazis in Art, Even Seriously, Is Risky","web_url":"https://www.nytimes.com/1994/11/25/arts/photography-review-treating-nazis-in-art-even-seriously-is-risky.html","abstract":"  No doubt there are those who will take offense at \"Mein Kampf,\" David Levinthal's new series of photographs at the Janet Borden Gallery. Using toy soldiers and other figurines, Mr. Levinthal sets up and photographs tableaux that tell the story of the rise of Hitler and the Nazi campaign to wipe out the Jews and others.    This is familiar if still horrifying material, and Mr. Levinthal handles it with appropriate seriousness. But the mere fact that he uses what are undeniably children's playthings to stage his vignettes may strike some as frivolous.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/chronicle-927864.html","abstract":"  Going to Red Square for a picnic is not a good idea, or so a group of American chefs and restaurant owners who recently plunked down a blanket, caviar and vodka there learned.     The chef proprietors, JEAN-LOUIS PALLADIN of Jean-Louis in the Watergate Hotel and two other restaurants in Washington; TODD ENGLISH, who owns both Olives and Figs in Boston; ROBBIN HAAS of Bang in Miami; GEORGE MORRONE of Aqua in San Francisco, and MICHAEL GINOR, vice president of Hudson Valley Foie Gras, in Ferndale, N.Y., were on a trip to Moscow, St. Petersburg and Helsinki last week for Chefs for Peace, an informal organization that promotes understanding through the joys of the table.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Enough Salt for the Winter, Mine Officials Say","web_url":"https://www.nytimes.com/1994/11/25/nyregion/enough-salt-for-the-winter-mine-officials-say.html","abstract":"  The giant piles of salt that surround one of the world's largest salt mines here bode well for drivers in New York City and across the Northeast -- even as the mine fills with up to 18,000 gallons of water every minute.    Officials with Akzo Nobel Salt in Livingston County say they have enough salt on hand to get through this winter, and enough life left in the mine to keep one of the county's largest employers going until a new mine is open in 1996.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/25/nyregion/news-summary-921726.html","abstract":"  International A3-17  BOSNIAN SERBS BLOCK U.N. TROOPS  Fighting raged in northwestern Bosnia as Serbs immobilized 200 United Nations troops and observers around Sarajevo and detained 50 Canadian troops.  A1","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-303097.html","abstract":"  Bruce Weber Robert Miller Gallery 41 East 57th Street Manhattan Through Jan. 10","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Abroad at Home; Thanks And Giving","web_url":"https://www.nytimes.com/1994/11/25/opinion/abroad-at-home-thanks-and-giving.html","abstract":"  Two days before Thanksgiving I had a telephone call from a young man who asked how he could reach a Sarajevo children's doctor I had mentioned in a column. \"I want to help,\" he said.   Who was he? I asked. A 20-year-old student at the University of California in Berkeley, Shervin Pishevar. And why was he interested in what was happening in Bosnia?","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"THE MOVIE GUIDE : La Bella Vita","web_url":"https://www.nytimes.com/1994/11/25/style/IHT-the-movie-guide-la-bella-vita.html","abstract":"Directed by Paolo Virzi. Italy. . From a summer romance fueled by a refrain of separations, reunions and ferry rides between the mainland and the island of Elba, Bruno and Mirella marry and create a discreet and evidently happy life together. Bruno works","thumbnail":null,"section":"Style"},{"date":"19941125","headline":"Discovering The Depths Behind Constable's Simplicity","web_url":"https://www.nytimes.com/1994/11/25/arts/art-review-discovering-the-depths-behind-constable-s-simplicity.html","abstract":"  JOHN CONSTABLE, who is the subject of an excellent exhibition at the Frick Collection, is a deceptively complicated artist. His pictures can seem at a superficial glance mundane, even artless. On the whole, they speak to nothing so much as peace, stability and the quiet meditation on everyday life beyond 19th-century London, a life that can seem very remote to American viewers today. The extravagant paintings of his compatriot and contemporary, Turner, more readily conform to our 20th-century idea of advanced art as idiosyncratic and abstract.   But the simplicity of Constable's work is misleading. On the one hand, there are his famous cloud studies, big oil sketches and some of the late paintings, where pigment is put down with a freedom that can bring to mind the Impressionists. (The French, not coincidentally, admired him before the English did, and more than they did Turner.) And on the other hand, there are the excessively labored pictures Constable painted to win acceptance at the Royal Academy in London. The former are groundbreaking, the latter conformist, and it is this split that makes Constable such a curious and intriguing figure.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds; How to Fight Inflation","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-how-to-fight-inflation-927872.html","abstract":"  To the Editor:   After five interest rate increases this year, the Fed has done it again. In light of all the mischief and dismay these increases have created, has anyone bothered actually to assess their direct effect on inflation? As far as I can see they have, at best, had no effect whatever. The lame, convenient excuse is that it takes anywhere from 6 to 18 months for the effect to show up. Nonsense! If interest rates go up today, they affect your next borrowing decision.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Griffey Sr. to Coach","web_url":"https://www.nytimes.com/1994/11/25/sports/sports-people-baseball-griffey-sr-to-coach.html","abstract":"  KEN GRIFFEY, the father of Seattle center fielder KEN GRIFFEY Jr., will be a coach for the Tacoma Rainiers, the Mariners' top farm club. STEVE SMITH will manage the Pacific Coast League team and JEFF ANDREWS will be the pitching coach, the Mariners said Wednesday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Fed Raises Interest Rates on Dubious Grounds","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-fed-raises-interest-rates-on-dubious-grounds-59857.html","abstract":"  To the Editor:   In \"Misplaced Fears About the Fed,\" your Nov. 17 editorial praising the Federal Reserve's decision to raise interest rates, you repeat two widely accepted beliefs that may not be correct:","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"CLINTON & CONGRESS -- An occasional series\nThe Welfare Gap;\nPlenty of Jobs? Where?","web_url":"https://www.nytimes.com/1994/11/25/opinion/clinton-congress-an-occasional-series-the-welfare-gap-plenty-of-jobs.html","abstract":"Shortly after his inauguration, Mayor Rudolph W. Giuliani responded to criticism of his plan to rid the streets of squeegee operators by suggesting that they get jobs washing dishes. \"There are plenty of jobs available,\" he said, recalling his own youthful experience as a dishwasher.\n\nThe Mayor's new plan to make childless welfare recipients work for their benefits -- like the enthusiasm of Republicans in Congress for a two-year limit on welfare even for single mothers -- is based on the same assumption about job availability. By eliminating what they see as a free ride on welfare, these politicians hope to motivate recipients to take low-wage jobs in the private sector.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"The G.O.P. Assault on Welfare","web_url":"https://www.nytimes.com/1994/11/25/opinion/the-gop-assault-on-welfare.html","abstract":"  The welfare reform proposal drafted by House Republicans would violate good sense by turning welfare programs over to the states. It would violate common decency by victimizing millions of children, including legal immigrants. It would even violate the reasonable notion that Government should help needy Americans willing to work.   What the House Republicans have in mind is not reform but a grotesque assault on the poor for the sake of honoring their ideological war on Government. Its punitive measures go way beyond what conservative Democrats and Republicans, let alone President Clinton, have recently proposed.","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/25/nyregion/inside-922226.html","abstract":"  Giuliani v. the City Council   The Mayor has had his way till now, but voter pressure, institutional grievances and political opportunity have led the Council to a more defiant stance. News analysis, page B1. New Wall Street Worries   The economy is still growing steadily, but this week's stock market plunge shows that some investors expect a slowdown soon. Page D7. Case Clothed    Lawyers confess that what they wear can be more important than what they know. So what do they wear? Page B16.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Tory Rebels Under Fire About Europe","web_url":"https://www.nytimes.com/1994/11/25/world/tory-rebels-under-fire-about-europe.html","abstract":"  Playing a high-stakes game to try to whip his own back-bench critics into line, Prime Minister John Major said today that his Conservative Government would resign and call a new election if it failed to win a parliamentary vote Monday on payments to the European Union.   The move was intended to overcome a rebellion by so-called Euro-skeptics in the party, who are fighting tooth and nail to prevent Britain from merging into Europe, as called for by the Maastricht Treaty on European Union.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Beauty and Heroism Emerge From Snarls and Tangles","web_url":"https://www.nytimes.com/1994/11/25/arts/dance-review-beauty-and-heroism-emerge-from-snarls-and-tangles.html","abstract":"  No bar, grill or coffee shop ever had a juke box like the one Garth Fagan devised in 1985 when he choreographed \"Never Top 40 (Juke Box),\" the suite that Garth Fagan Dance has revived at the Joyce Theater. The title suggests that Mr. Fagan was well aware that a juke box with jazz records and an arrangement of \"Over the Rainbow\" is unlikely also to offer a Puccini aria and 17th- and 20th-century musical versions of the Psalms.    Mr. Fagan put together dances to all these accompaniments in \"Never Top 40.\" It was therefore appropriate that his program note is a quotation from the contemporary Mexican poet and essayist Octavio Paz: \"Life is plurality. Death is uniformity.\"","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"TWO SENATORS VIE TO LEAD MINORITY","web_url":"https://www.nytimes.com/1994/11/25/us/two-senators-vie-to-lead-minority.html","abstract":"  When Senate Democrats pick a new leader next week, they will be guessing at which of two relatively young, fairly liberal supporters of President Clinton can best make the party's case in a political era that seems devoted not to youth, not to liberalism and not to the President.   Neither of the two, Tom Daschle, a second-termer from South Dakota, and Christopher J. Dodd, a third-termer from Connecticut, has staked out any clear philosophical differences from the other.","thumbnail":null,"section":"U.S."},{"date":"19941125","headline":"How Two Theaters Died at Union Hands","web_url":"https://www.nytimes.com/1994/11/25/opinion/l-how-two-theaters-died-at-union-hands-927830.html","abstract":"  To the Editor:   To Emanuel Azenberg, Neil Simon's producer, the theater community owes a vote of thanks for having the courage to tell it as it is in your Nov. 21 Arts pages report \"Why Neil Simon Decided to Turn His Back on Broadway.\"","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Focusing on Games, Not Scandal","web_url":"https://www.nytimes.com/1994/11/25/sports/tv-sports-focusing-on-games-not-scandal.html","abstract":"  In \"Lillehammer '94: 16 Days of Glory,\" the filmmaker Bud Greenspan covers the Nancy-Tonya story in 30 seconds. The 1994 Winter Olympics with not a mention of a Gillooly, an Eckardt or a Stant? Not in the Greenspan oeuvre.    \"Oksana Baiul was the story,\" said Greenspan, the veteran Olympic documentarian, whose other renown comes from perching his glasses on his bald head.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/11/25/arts/restaurants-927457.html","abstract":"  Verbena: n. any of a genus of plants of the verbena family, with spikes or clusters of showy red, white or purplish flowers, widely grown for ornament; adj. designating a family of mostly tropical, American, dicotyledonous plants, shrubs and trees including vervain, lantana and teak.   Verbena: A leaf with a lemony flavor and the trendiest herb in restaurants in the fall of 1994.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-325963.html","abstract":"  Bruce Weber Robert Miller Gallery 41 East 57th Street Manhattan Through Jan. 10","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Put the Magazine Covers and Prognostications Aside: St. John's Season Starts Today","web_url":"https://www.nytimes.com/1994/11/25/sports/basketball-put-magazine-covers-prognostications-aside-st-john-s-season-starts.html","abstract":"  It's easy to forget that St. John's finished with a disappointing 12-17 record last season. All has been forgiven now that the nickname and the uniforms have been changed and Felipe Lopez is on the cover of Sports Illustrated. Only optimism about a promising future surrounds the St. John's basketball program these days, a future that stirs talk of Big East titles and a national championship.    The long journey to whatever pot of gold awaits perhaps the best recruiting class in St. John's history officially begins at 4 P.M. today when the Red Storm plays Dartmouth in the first round of the 20th annual Joe Lapchick Memorial Tournament at Alumni Hall.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Police Charge Mother With Daughter's Shooting","web_url":"https://www.nytimes.com/1994/11/25/nyregion/police-charge-mother-with-daughter-s-shooting.html","abstract":"  A mother who first claimed that her 2-year-old daughter was shot by an errant bullet on Wednesday during a gang fight in the Bronx has been arrested and charged with the shooting herself, the police said yesterday.    The 22-year-old mother, Sandra Beniquez, who is eight months pregnant, told the police early yesterday that she was playing with the gun when it went off on Wednesday night.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Transactions","web_url":"https://www.nytimes.com/1994/11/25/sports/transactions-925802.html","abstract":"  Football  National Football League    KANSAS CITY CHIEFS -- Placed Ron Dickerson, running back, on injured reserve. Signed Victor Jones, fullback. Hockey  Colonial Hockey League    BRANTFORD SMOKE -- Released Darren Schmidt, defenseman, and Greg Wahl, right wing. College     JOHNSON C. SMITH -- Announced the resignation of Ray Lee, football coach.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"In Line to Thump Clinton : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-in-line-to-thump-clinton-letters-to-the-editor.html","abstract":"Regarding the report \"Muslims Urged to Target Clinton\" (Nov. 21):.When I read that Muslims were being \"urged to target Clinton,\" I thought, get in line. The U.S. president has been roundly attacked by the Republicans - nastily so by","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-260091.html","abstract":"  Duane Michals 'Questions Without Answers' Sidney Janis Gallery 110 West 57th Street Manhattan Through Dec. 24    The list of questions Duane Michals poses in his latest photo-and-text works is a daunting one, encompassing queries about the nature of life, love, language, beauty, passion, memory, the universe and other light topics. Despite the disclaimer in the show's title, Mr. Michals tries to answer these weighty puzzles, in works that combine black-and-white photographs made in his familiar understated style with rambling poetical musings written in his scratchy scrawl.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Critic's Choice/Music; Troupe of Trouser Voices in Skirt Roles","web_url":"https://www.nytimes.com/1994/11/25/arts/critic-s-choice-music-troupe-of-trouser-voices-in-skirt-roles.html","abstract":"  Some people think La Gran Scena Opera company is a big joke. But just because the audience laughs through most of its performances, just because the singers -- Vera Galupe-Borszkh, Sylvia Bills and Gabriella Tonnoziti-Casseruola -- tend to camp it up a bit, just because the company plunders the most outrageous scenes in opera and just because the program notes indicate that all these grand divas are actually divos doesn't mean that this company shouldn't be taken seriously.   Most of these singers, after all, need apologize to nobody for their phrasing or vocal range. In the midst of their extravagance, they have an intimate acquaintance with the opera world, onstage and off. And there are even times when mainstream productions seem to be imitating La Gran Scena, rather than the other way around.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Albright Makes Her U.N. Post a Focal Point","web_url":"https://www.nytimes.com/1994/11/25/world/albright-makes-her-un-post-a-focal-point.html","abstract":"  When the overloaded buffet tables and trays of hors d'oeuvres came out this fall to mark the start of another General Assembly session, Madeleine K. Albright stepped up to the microphone and described her job to New York City officials attending an American reception: \"I have been sent here by my Government to eat.\"   But a few moments later, when the laughter had barely faded and a hundred conversations had resumed, Ms. Albright, the chief United States delegate to the United Nations, vanished without a nibble to continue working in her office into the evening hours.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Major Bridge Title Is Decided in a Playoff","web_url":"https://www.nytimes.com/1994/11/25/arts/major-bridge-title-is-decided-in-a-playoff.html","abstract":"  Overtime was needed to decide the first National Senior Knockout Team Championship at the American Contract Bridge League's Fall Nationals here on Wednesday night.   The team with Richard Hunt of Las Vegas, Nev., as captain, and Russ Arnold of Miami, Zeke Jabbour of Boca Raton, Fla., Dan Morse of Houston, Chuck Said of Nashville and John Sutherlin of Dallas, won by 14 imps in an eight-deal playoff, which concluded at 2:30 A.M.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"World War II France: Joie de Vivre Amid the Noms de Guerre","web_url":"https://www.nytimes.com/1994/11/25/movies/film-review-world-war-ii-france-joie-de-vivre-amid-the-noms-de-guerre.html","abstract":"  That the gaiety of Paris remained uncompromised throughout much of World War II remains a topic of some delicacy and relatively limited discussion. Certainly it was still controversial in 1976, when \"Chantons Sous L'Occupation\" (\"Singing Through the Occupation\"), Andre Halimi's thoughtful, unflinching documentary on this subject, was shown in Paris to hostile public and critical response.   Opening today for a six-day run at the Walter Reade Theater, Mr. Halimi's trenchant film uses images of sunny, uplifting show business personages to create a chilling mood.  The inspirational power of popular entertainment is shown to be profoundly disturbing when subverted, as it was in Occupied France, to raise morale artifically and quell the impulse to resist.","thumbnail":null,"section":"Movies"},{"date":"19941125","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/25/nyregion/no-headline-922064.html","abstract":"  \"You can't help all the people. But if you feed one and that one helps another, then it multiplies.\" -- FERDINAND PAGAN, helping with food distribution in the South Bronx.  [ B3:2. ]","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Slovakia's War Record : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/25/opinion/IHT-slovakias-war-record-letters-to-the-editor.html","abstract":"Regarding \"Robert Paxton: France's American Expert on Vichy\" (Features, Oct. 21) by Joan Dupont:.Robert Paxton is wrong when he states that France was the only collaborationist country to have deported its Jews without the presence of the Ger","thumbnail":null,"section":"Opinion"},{"date":"19941125","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/11/25/arts/diner-s-journal.html","abstract":"  Serene, and Expensive    \"It looks like a coffee shop,\" the woman sitting on the banquette beneath the window was saying to the woman at the next table.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Skiers' Coldness To Waiver Melts","web_url":"https://www.nytimes.com/1994/11/25/sports/IHT-skiers-coldness-to-waiver-melts.html","abstract":"It is not unlike the waiver printed on the back of every lift ticket, and the message is equally clear: You ski at your own risk..As unusually temperate European weather wiped out the first two races of the men's World Cup season, a new waiver promoted","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"The Portable Art of Leiber Handbags","web_url":"https://www.nytimes.com/1994/11/25/arts/design-review-the-portable-art-of-leiber-handbags.html","abstract":"  Faberge eggs, Tiffany lamps and now Judith Leiber handbags: all are prosaic objects propelled by craftsmanship and imagination into the heady realm of art objects.   Over the last 30 years, Leiber bags have swung from the shoulders of women like Beverly Sills and Pat Buckley at evening parties. More often, they have been cuddled in the palms of their aficionados, some of whom have assembled groups of the bags in vitrines in their living rooms or arranged them as centerpieces on dinner tables to take advantage of their decorative qualities.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-66953.html","abstract":"  Robin Winters 'Notes from the Finishing Room' Michael Klein Gallery 40 Wooster Street SoHo Through Dec. 17","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"Kazakhstan Thanks U.S. On Uranium","web_url":"https://www.nytimes.com/1994/11/25/world/kazakhstan-thanks-us-on-uranium.html","abstract":"  Officials in Kazakhstan expressed gratitude today to the United States for taking control of some 1,300 pounds of enriched uranium, but they sought to emphasize that the material had not been at risk of theft or diversion to a dangerous power.   Clinton Administration officials have said they arranged the transfer to the United States because they feared that if the material was left in the former Soviet republic, some of it might find its way to Iran, Iraq, North Korea or some other nation.","thumbnail":null,"section":"World"},{"date":"19941125","headline":"Plan for Toxic Dump Off Coney I. Is Attacked","web_url":"https://www.nytimes.com/1994/11/25/nyregion/plan-for-toxic-dump-off-coney-i-is-attacked.html","abstract":"  Rebuffed in its bid to dump 150,000 tons of dioxin-tainted sand in the ocean six miles off Sandy Hook, N.J., the Port Authority of New York and New Jersey is considering a plan to deposit the material in a pit a half mile off Coney Island.    Residents of Coney Island and Staten Island have begun letter-writing and petition drives against the plan and nearly 300 people showed up at a recent protest meeting in Sheepshead Bay. Community Board 3, which oversees most of Staten Island's recreational beaches, has passed a motion condemning the plan. And fisherman say the area around the pit is teeming with fish that could be poisoned, destroying the catch of charter boats and commercial fisherman, many of whom sell at the Fulton Fish Market.","thumbnail":null,"section":"New York"},{"date":"19941125","headline":"Evoking Moses' Vision of New York","web_url":"https://www.nytimes.com/1994/11/25/arts/architecture-review-evoking-moses-vision-of-new-york.html","abstract":"  THE Panorama of the City of New York is a meeting of two minds: yours and Robert Moses'. Oh, yes, the vast scale model looks remarkably like a city: five boroughs worth of miniature buildings, streets, parks and bridges. But don't be fooled. All that physical apparatus is just a scaffold for what can become an intensely emotional mental exchange. Here, you will enter the mind of one of the greatest master planners of all time. You will survey the city through the eyes of the man who transformed it.   Then, moments after stepping inside that legendarily imperial dome, you may begin to discern an urban vision of your own. Memories, hopes, triumphs, disappointments: these are among the landmarks on the private map that begins to take shape as you look around the Panorama. The places you've lived, or wanted to. The good or bad times you had there. The connections and disconnections of a life lived in New York City.","thumbnail":null,"section":"Arts"},{"date":"19941125","headline":"For Hess, a Thanksgiving to Savor","web_url":"https://www.nytimes.com/1994/11/25/sports/pro-football-for-hess-a-thanksgiving-to-savor.html","abstract":"  Leon Hess is feeling good about his Jets these days.    \"I'm more optimistic now than at any time I can remember,\" said the septuagenarian who owns the team and has been a silent sufferer for so long. He originally became an owner in 1963.","thumbnail":null,"section":"Sports"},{"date":"19941125","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/11/25/arts/art-in-review-237299.html","abstract":"  Duane Michals 'Questions Without Answers' Sidney Janis Gallery 110 West 57th Street Manhattan Through Dec. 24    The list of questions Duane Michals poses in his latest photo-and-text works is a daunting one, encompassing queries about the nature of life, love, language, beauty, passion, memory, the universe and other light topics. Despite the disclaimer in the show's title, Mr. Michals tries to answer these weighty puzzles, in works that combine black-and-white photographs made in his familiar understated style with rambling poetical musings written in his scratchy scrawl.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19941125","time":"1994-11-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":73,"wspd":3.6},{"date":"19941125","time":"1994-11-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":82,"wspd":3.6},{"date":"19941125","time":"1994-11-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":5.4},{"date":"19941125","time":"1994-11-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":82,"wspd":1.8},{"date":"19941125","time":"1994-11-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":3.6},{"date":"19941125","time":"1994-11-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":89,"wspd":5.4},{"date":"19941125","time":"1994-11-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":89,"wspd":3.6},{"date":"19941125","time":"1994-11-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":89,"wspd":5.4},{"date":"19941125","time":"1994-11-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":7.6},{"date":"19941125","time":"1994-11-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":89,"wspd":7.6},{"date":"19941125","time":"1994-11-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":89,"wspd":9.4},{"date":"19941125","time":"1994-11-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":85,"wspd":9.4},{"date":"19941125","time":"1994-11-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":82,"wspd":9.4},{"date":"19941125","time":"1994-11-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":71,"wspd":11.2},{"date":"19941125","time":"1994-11-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":72,"wspd":14.8},{"date":"19941125","time":"1994-11-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":67,"wspd":14.8},{"date":"19941125","time":"1994-11-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":66,"wspd":14.8},{"date":"19941125","time":"1994-11-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":67,"wspd":18.4},{"date":"19941125","time":"1994-11-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":68,"wspd":16.6},{"date":"19941125","time":"1994-11-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":72,"wspd":11.2},{"date":"19941125","time":"1994-11-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":76,"wspd":13},{"date":"19941125","time":"1994-11-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":13},{"date":"19941125","time":"1994-11-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":84,"wspd":13},{"date":"19941125","time":"1994-11-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":11.2},{"date":"19941125","time":"1994-11-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":49,"wspd":7.6},{"date":"19941125","time":"1994-11-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":20.5},{"date":"19941125","time":"1994-11-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":47,"wspd":20.5},{"date":"19941125","time":"1994-11-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":16.6},{"date":"19941125","time":"1994-11-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":11.2},{"date":"19941125","time":"1994-11-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":9.4},{"date":"19941125","time":"1994-11-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":53,"wspd":14.8},{"date":"19941125","time":"1994-11-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":16.6},{"date":"19941125","time":"1994-11-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":14.8},{"date":"19941125","time":"1994-11-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":13},{"date":"19941125","time":"1994-11-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":64,"wspd":13},{"date":"19941125","time":"1994-11-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":66,"wspd":13},{"date":"19941125","time":"1994-11-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":22.3},{"date":"19941125","time":"1994-11-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":22.3},{"date":"19941125","time":"1994-11-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":20.5},{"date":"19941125","time":"1994-11-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":51,"wspd":22.3},{"date":"19941125","time":"1994-11-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":24.1},{"date":"19941125","time":"1994-11-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":39,"wspd":24.1},{"date":"19941125","time":"1994-11-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":27.7},{"date":"19941125","time":"1994-11-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":29.5},{"date":"19941125","time":"1994-11-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":25.9},{"date":"19941125","time":"1994-11-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":16.6},{"date":"19941125","time":"1994-11-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":42,"wspd":18.7},{"date":"19941125","time":"1994-11-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":13}]},"19941126":{"guardian_articles":[{"date":"19941126","headline":"Moscow-backed Chechen opposition launches attack on capital","web_url":"https://www.theguardian.com/world/1994/nov/26/chechnya","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19941126","headline":"Sports of The Times; Jets Better Let This Light Shine","web_url":"https://www.nytimes.com/1994/11/26/sports/sports-of-the-times-jets-better-let-this-light-shine.html","abstract":"  AS the Jets prepare for what some have construed as Armageddon, I remember what Duane Thomas said before Super Bowl VI, when he was asked about playing in the ultimate game. Thomas, the Dallas Cowboys running back who definitely marched to the beat of a different drummer, said that if the Super Bowl is the ultimate game, why are they playing again next year?   Sounds like something Johnny Mitchell would have said.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"Are \"Emerging Europe\" Debt Markets Just for Adventurous Investors ?","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-are-emerging-europe-debt-markets-just-for-adventurous.html","abstract":"BULGARIAN Brady bonds. Polish Eurobonds. Debt issued in Czech koruny by the Czech Republic's phone company. If you're wondering who would want to buy debt instruments like this, the answer is a small, but growing crowd of professional investors - includin","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"BRIEFCASE : CFOs Not Keeping Tabs","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-briefcase-cfos-not-keeping-tabs.html","abstract":"International executive assignments tend not to favor cost containment, according to the Wisconsion-based relocation consultancy Runzheimer International. Only 2 percent of U.S. expatriate assignments are overseen by financial officers, it says.","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Winless and Clueless Clippers Lose to Nets","web_url":"https://www.nytimes.com/1994/11/26/sports/pro-basketball-winless-and-clueless-clippers-lose-to-nets.html","abstract":"  The Nets momentarily lost their composure and the Clippers eventually lost their 12th straight game. On nights like these in the National Basketball Association, when the arena is half-empty and a shooting guard from a Division II school provides the game's only dramatic moment, you're left with this: These guys apparently deserve one another.   In the league's Game of the Weak, the Nets nearly lost a 15-point fourth-quarter lead, Kenny Anderson turned the ball over three times in the last 1 minute 20 seconds and Harold Ellis scored a Clippers-record 19 fourth-quarter points before the Nets escaped with a 107-102 victory.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/26/nyregion/no-headline-932205.html","abstract":"  \"There is only one Santa -- everybody knows that.\" MICHAEL STEMEN, the store director, asked how many Santas work at Macy's.  [ 27:6. ]","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Public & Private; Sex For Sale","web_url":"https://www.nytimes.com/1994/11/26/opinion/public-private-sex-for-sale.html","abstract":"  There's something quaint about the prosecution of Heidi Fleiss. And it's not only that being accused of making money by selling sex in Hollywood, home of the casting couch and the gratuitous nude scene, is so rich with irony that it's a better subject for a comic novel than a column.   It's the strange prospect of law enforcement types blazing in to save our society from getting caught in the dangerous crossfire of genitals for hire. On one coast the cops are busting sex workers on Eighth Avenue, dragging them downtown to night court where they pay the fine and go right back to their corner; on another they're charging Heidi Fleiss with pandering in a town in which the verb is a term of art.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"In Jeffries Case, Bill of Rights Is at Risk; Unprotected Speech","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-in-jeffries-case-bill-of-rights-is-at-risk-unprotected-speech-939412.html","abstract":"  To the Editor:   In \"Fine-Tuning the Jeffries Case\" (editorial, Nov. 17), you offer as a jurisprudential truism the proposition that Prof. Leonard Jeffries has \"every right\" to vent publicly the most \"hateful\" and \"heinous\" invective without risking his privileged (though now clearly ill-conceived) tenured status.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Ho Chi Minh City Journal; Hanoi Hannah Looks Back, With Few Regrets","web_url":"https://www.nytimes.com/1994/11/26/world/ho-chi-minh-city-journal-hanoi-hannah-looks-back-with-few-regrets.html","abstract":"  Not many calling cards list an alias, but even in Vietnam few people would know this slight, elegant 65-year-old woman by her real name, Trinh Thi Ngo.   The alias -- Thu Huong -- means Autumn Fragrance, the name she first used as an English-language radio announcer in the 1950's because it was easier for her non-Vietnamese listeners to pronounce.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"1919:Sinn Fein Banned : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/26/opinion/IHT-1919sinn-fein-banned-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The government in Ireland will issue from Dublin Castle tomorrow [Nov. 26] a proclamation declaring the Sinn Fein and every allied organization throughout the length and breadth of Ireland illegal, and ordering their","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Meggett's Option Open Against the Redskins","web_url":"https://www.nytimes.com/1994/11/26/sports/football-meggett-s-option-open-against-the-redskins.html","abstract":"  If David Meggett has something on the Washington Redskins, he isn't letting on.   Meggett has thrown a touchdown pass from the halfback option the last three times the Giants and the Redskins have met. And as a rookie in 1989, the 5-foot-9-inch, 195-pound all-purpose runner established himself with a 62-yard touchdown reception at R.F.K. Stadium in his first National Football League game -- still the longest catch of his career.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"Smith Makes Skeptics Re-evaluate","web_url":"https://www.nytimes.com/1994/11/26/sports/pro-basketball-smith-makes-skeptics-re-evaluate.html","abstract":"  Charles Smith is surprised that his recent precise and powerful play has surprised observers. The persistent questions, the sweet compliments and the quizzical stares have enveloped Smith while he has performed smoothly for the Knicks this month.   Astute enough to gauge the situation, Smith has realized that these reactions indicate that his revival was unexpected. Maybe people did not believe that his left knee was injured. Maybe they did not think he would be the reliable player the Knicks invested $26 million in. Maybe they refused to forget those three missed layups against Chicago in the Eastern Conference finals last year. Smith thinks that the doubts about his injury have been unfair.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"A Dolphins' Dilemma: Either Heads or Tails","web_url":"https://www.nytimes.com/1994/11/26/sports/football-a-dolphins-dilemma-either-heads-or-tails.html","abstract":"  It is the one element of football that Don Shula can't control: the opening coin toss.   The Miami Dolphins have lost 10 of 11 coin flips this season. What are the odds of that? 186 to 1.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"McNair and Alcorn Wind It Up Throwing","web_url":"https://www.nytimes.com/1994/11/26/sports/football-mcnair-and-alcorn-wind-it-up-throwing.html","abstract":"  Steve McNair demonstrated today before a capacity crowd, a national television audience and in a playoff game that, despite injury, he was indeed a formidable football force. The Youngstown State team, however, proved infinitely mightier.    The final score was Youngstown State 63, Alcorn State -- one is tempted to simply write McNair -- 20, in this first-round game of the Division I-AA playoffs in Stambaugh Stadium on the Youngstown campus and before a record crowd of 17,795.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"'Pan-Emerging Europe' Funds Are Few","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-panemerging-europe-funds-are-few.html","abstract":"EMERGING European markets can move from being the darlings of the financial community to among the worst performers with bewildering speed. For this reason, private investors wishing to tap into these markets are often advised to spread their risks throu","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Reject the New Arms Guidelines","web_url":"https://www.nytimes.com/1994/11/26/opinion/reject-the-new-arms-guidelines.html","abstract":"  America has a rare chance to use its dominant position in the arms market to inhibit the international traffic in weaponry. Unfortunately, new guidelines governing American arms sales abroad, now on President Clinton's desk, would toss away that chance.    With the end of the cold war, global arms sales began to dry up and competition intensified to capture what was left of the market. The demonstrated prowess of American arms in the Persian Gulf war allowed the U.S. to dominate the market, accounting for well over half the world's sales. That would enable Washington to take the lead in restraining sales, especially to volatile regions like the Middle East.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Energy Efficiency Works, and It Saves Money","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-energy-efficiency-works-and-it-saves-money-939315.html","abstract":"  To the Editor:   \"It Costs More to Save Energy\" (Op-Ed, Nov. 20) by Herbert Inhaber and Harry Saunders strays far from the real-world experience we have analyzed in dozens of studies published in widely read, reputable journals and highlighted in the book \"Energy Efficiency and Human Activity\" (Cambridge, England).","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Man In The News; Soul Mate For Pataki -- Joseph Louis Bruno","web_url":"https://www.nytimes.com/1994/11/26/nyregion/man-in-the-news-soul-mate-for-pataki-joseph-louis-bruno.html","abstract":"  With the ascension of Joseph L. Bruno as the presumptive majority leader of the State Senate, Governor-elect George E. Pataki has gained a political and philosophical soul mate at the top of state government.    Mr. Bruno is, above all, a fiscal conservative who has argued relentlessly about the need to cut state spending and taxes during his 18 years in the Senate. And unlike the man he deposed, Ralph J. Marino, he is both a gregarious colleague in the Senate and an eager, sharp-tongued spokesman for his beliefs.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"In Jeffries Case, Bill of Rights Is at Risk","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-in-jeffries-case-bill-of-rights-is-at-risk-939404.html","abstract":"  To the Editor:   \"Fine-Tuning the Jeffries Case\" (editorial, Nov. 17) supports the Supreme Court's decision to reopen the possibility of removing Prof. Leonard Jeffries as chairman of the black studies department at the City College of New York. You argue that although the college shouldn't revoke his tenure and right to speak as freely as he wishes as a faculty member, the college \"need not bestow chairmanships\" on those who have spoken as he has.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"For New Innkeepers, a Worry Season; The Solitude of a Winter Island Tests Hopes for a New Life","web_url":"https://www.nytimes.com/1994/11/26/nyregion/for-new-innkeepers-worry-season-solitude-winter-island-tests-hopes-for-new-life.html","abstract":"  Raw winds tear across the moors and ponds of this mostly treeless speck of land off the tip of Long Island, rattling the window panes of the empty Atlantic Inn, and sometimes the nerves of its new proprietors, Anne and Brad Marthens.    The Marthens, formerly of Cheshire, Conn., traded in their lives of upward mobility on the mainland to take up innkeeping here in October, just as the hectic summer season was settling into the gray of winter an hour's ferry ride out into the Atlantic Ocean. They've never run an inn before, they're about a million dollars in debt, and they have all winter to brood over it in a closed-for-the-season Victorian inn on an island where the winter population drops to about 800.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Fallout From Ruble's Plunge Is Hurting Confidence in Nascent Russian Market","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-fallout-from-rubles-plunge-is-hurting-confidence-in-nascent.html","abstract":"RUSSIA and the former Soviet republics appear to offer huge potential profits for investors. Natural resources are in abundance. Much of the population is well- educated. Labor costs are low. .The catch is that there are huge risks. Reforms have been th","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Nebraska Still Has A Question To Answer","web_url":"https://www.nytimes.com/1994/11/26/sports/football-nebraska-still-has-a-question-to-answer.html","abstract":"  As Tom Osborne moved within one victory of his first national title in 22 years as head coach of Nebraska, he opened the door to a sizable quarterback controversy.   The No. 1-ranked Cornhuskers (12-0) struggled to a 13-3 victory over Oklahoma before 70,216, their seventh straight with Brook Berringer as the team's starting quarterback. Yet Osborne admitted \"looking at Tommie a few times\" when the game was tied 3-3 at halftime.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"BACKLOG OF CASES IS OVERWHELMING JOBS-BIAS AGENCY","web_url":"https://www.nytimes.com/1994/11/26/us/backlog-of-cases-is-overwhelming-jobs-bias-agency.html","abstract":"  In the heat and hopes of the civil rights strife of a generation ago, Congress created an agency to stop discrimination in the workplace. Today that agency, the Equal Employment Opportunity Commission, is choking on bureaucracy and a mounting backlog of discrimination complaints from blacks, women and other people it is supposed to protect.   And even as Congress expands the pool of protected people, most recently with the 1990 law to fight discrimination against disabled workers, the commission's staff is shrinking under the pressure of tight budgets.","thumbnail":null,"section":"U.S."},{"date":"19941126","headline":"1944:German Atrocities : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/26/opinion/IHT-1944german-atrocities-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON D.C. - [From our New York edition:] The War Refugee Board, in what was regarded as the most shocking document ever issued by a United States government agency, made public today [Nov. 25] an official report on German atrocities that have caused","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/26/nyregion/news-summary-932000.html","abstract":"  International 3-7  ARMY STABILIZING RIO    The use of army troops against violence related to drugs in Rio de Janeiro is proving to be a stabilizing influence, with residents saying they feel safe, though no major drug caches have been found. 1","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Rush to Auction","web_url":"https://www.nytimes.com/1994/11/26/opinion/rush-to-auction.html","abstract":"There's a new CD-ROM game out, \"Millennium Auction,\" in which collectors in a 21st century art marketplace can bid on such \"privately held\" items as Velazquez's \"Las Meninas,\" Manet's \"Dejeuner sur l'Herbe\" and Picasso's \"Guernica.\" Such an exodus of masterpieces from museums seems a bit less farfetched in light of this month's $30.8 million auction sale of the only Leonardo da Vinci manuscript in America. \n\nIt remains in this country thanks to the bottomless pockets of Microsoft's chairman, William H. Gates, previously better known for his appreciation of Pentium than pentimenti. But while its transfer from the Armand Hammer Museum and Cultural Center of the University of California at Los Angeles to private hands set a new high for manuscript-auction prices, it also marked a new low for museum ethics.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Oregon's 'Out-of-Step' Senator Steps Forward","web_url":"https://www.nytimes.com/1994/11/26/us/oregon-s-out-of-step-senator-steps-forward.html","abstract":"  Term limits, a balanced budget amendment, school prayer -- these are \"phony\" solutions to the nation's problems. The military budget needs to be cut. The death penalty violates Christian principles. And there is nothing wrong with being a liberal.   Senator Mark O. Hatfield of Oregon, the man espousing those post-election heresies, is a lifelong Republican who is nearing the end of his third full decade in the Senate. He says, proudly, that he spent most of the years under President Reagan trying to undermine his program, and that he is the only active senator who has never voted for a military authorization bill.","thumbnail":null,"section":"U.S."},{"date":"19941126","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/26/nyregion/metro-digest-932990.html","abstract":"  PATAKI ALLY OUSTS SENATE LEADER Governor-elect Pataki moved briskly toward consolidating his control over both the state government and the fractious state Republican Party when his allies in the State Senate ousted one of his chief rivals, Senator Ralph J. Marino, from the powerful position of majority leader and installed a leading Pataki supporter, Senator Joseph L. Bruno, in the top job. Page 1. With the ascension of Senator Bruno, the Governor-elect has gained a political and philosophical soul mate. Man in the News, page 29. DATA SHOW NEEDLE EXCHANGE CURBS H.I.V. For the first time, researchers say they can document the success of a needle-exchange program in slowing the spread of H.I.V., the virus that causes AIDS. An evaluation of 2,500 participants in New York's needle-exchange program showed a new H.I.V. infection rate of 2 percent a year, compared with 4 to 7 percent for high-frequency intravenous drug users who may share needles. Page 1. FEW VOLUNTEER FOR DESEGREGATION PLAN Days before a judge is to consider whether to order a school desegregation plan for Hartford and its suburbs, a state effort to avoid such a court order by encouraging voluntary measures is suffering serious setbacks. Key communities likely to benefit most, cities with large minority enrollments, have refused to participate. Page 1. NEW YORK CITY  MAYOR TO REVERSE SOME PROPOSED CUTS Mayor Giuliani said he would accept some of the City Council's proposals to restore services he had marked for elimination in his budget, including soup kitchens, alcohol- and drug-treatment programs and services for the mentally retarded. But he stopped far short of the Council's desire to restore $96.6 million in spending to the city's budget. Page 27. HIT-RUN CRASH LEAVES 2 DEAD IN BROOKLYN A family trip to celebrate Thanksgiving in New Jersey ended in the deaths of a Brooklyn woman and her aunt when a stolen car speeding through a red light hit their vehicle just two blocks from their home in Sunset Park, the police said. They said they driver of the stolen car apparently escaped. Page 27. SPRINTING INTO THE SHOPPING MARATHON It was 7:45 A.M. and as many as 50 people were already assembled at each of the entrances of Macy's, the galaxy's largest store. Through the locked doors, clerks could be seen rushing more stuff onto shelves in preparation for the busiest shopping day, which fell as it must on the day after Thanksgiving. In one vestibule on 34th Street, a quiet sort of nervousness prevailed, the same sort of tension runners show at the start of a marathon. The shoppers seemed into themselves, trying to get focused, keeping their pulse rates low to better go the distance. About New York, page 27. REGION  PREDATOR NURSE BRINGS WARNING The police on Long Island have issued a warning to older men to beware if an attractive young woman dressed as a nurse approaches them at a stop light, says her car has broken down and asks for a ride. Since April 1991, the police said, the woman has robbed at least 15 men by fondling them and then stealing their money.Page 28. CONNECTICUT CITIES GET PHONE INCREASES Telephone customers in six Connecticut communities will pay more for telephone service because the number of new telephone lines is growing so fast, Southern New England Telephone said.Page 28.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Time for a Budget Truce","web_url":"https://www.nytimes.com/1994/11/26/opinion/time-for-a-budget-truce.html","abstract":"  The New York City Council has picked the wrong time to assert its power over the budget. The city admittedly faces tough choices because current spending must be cut by at least $800 million. Moreover, Council concerns over Mayor Rudolph Giuliani's October proposal that much of the cutting be imposed on social services are justified. But the Council's authority to vote its own plan is ambiguous. Both sides should want the courts to clear up the ambiguity, though it would be risky and costly to delay cuts while courts ruminate.   This confrontation is over political muscle, not fiscal details. The revised City Charter gave the Council substantially more power than before. Up to this point, the Council has not exploited that power aggressively. Now its Democratic majority is embarrassed by its failure to press for more changes in the new Republican Mayor's original budget when it could have done so last June. Members are also angry that he now proposes to cancel some of the few changes they made. June was the time to fight. Not now.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Hit-and-Run Crash Leaves 2 Dead in Brooklyn","web_url":"https://www.nytimes.com/1994/11/26/nyregion/hit-and-run-crash-leaves-2-dead-in-brooklyn.html","abstract":"  A family trip to celebrate Thanksgiving in New Jersey ended in the deaths of a Brooklyn woman and her aunt when a car speeding through a red light hit their vehicle just two blocks from their home in Sunset Park, the police said.    The accident killed Sherry Layton, 51, and injured her husband of two years, Daniel Layton, a fellow hospital technician who was driving the car. Mrs. Layton's 80-year-old aunt, Rosa Raymond, also died in the crash, the police said. They said the hit-and-run driver apparently escaped.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Clash on Bosnia Creates Strain in NATO","web_url":"https://www.nytimes.com/1994/11/26/world/clash-on-bosnia-creates-strain-in-nato.html","abstract":"  In London, Paris, and here in Bonn, some officials are beginning to fear that NATO could be headed toward its gravest crisis since 1956, when the United States clashed with Britain and France over their attempt to seize the Suez Canal.   This time, the issue is Bosnia, where Europeans and Americans have been at odds over how to react to aggression by Bosnian Serbs against the Muslim-led Bosnian Government.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"7 in Lebanon Killed In Clash Over Arafat","web_url":"https://www.nytimes.com/1994/11/26/world/7-in-lebanon-killed-in-clash-over-arafat.html","abstract":"  Supporters and opponents of the Palestinian leader, Yasir Arafat, fought in Lebanon's largest refugee camp today, killing at least 7 people and wounding 10.    Some 400 supporters of Mr. Arafat's Fatah faction attacked areas that had been seized earlier by dissidents in the Ain Hilwe district on the outskirts of Sidon, a port city 35 miles south of the capital, Beirut.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"UMass Stuns Arkansas, Making It Look Easy","web_url":"https://www.nytimes.com/1994/11/26/sports/college-basketball-umass-stuns-arkansas-making-it-look-easy.html","abstract":"  In advance of tonight's season opener between defending national champion Arkansas and Massachusetts, the Razorbacks' premier player, Corliss Williamson, expressed the opinion that his university's second team was better than the Minutemen's starting five.   As it developed in the Tipoff Classic at the Springfield Civic Center, UMass reserves more often than not outplayed Arkansas starters as Massachusetts not only upset the Razorbacks, but did it by the lopsided score of 104-80 before a capacity crowd of 8,999.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"Trojan War Atrocity","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-trojan-war-atrocity-939420.html","abstract":"  To the Editor:   In \"Columbia to Celebrate 75 Years of Great Books\" (Education page, Nov. 16), the president of Columbia University accepts two errors about \"The Iliad\": that Achilles dragged Hector's body through the streets of Troy and that this atrocity was not meant to be horrifying.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Recordings in Review; POP","web_url":"https://www.nytimes.com/1994/11/26/arts/recordings-in-review-pop.html","abstract":"  An English Band Plays, And You Can See the Music    Every year, a few records are released that sound strikingly original. The music seems to come not from some previous model, but from an idea for a sound its composer has trapped in his or her head. \"Dummy\" (Go! Discs/London Records), the first album by the English band Portishead, is such a record.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Older Men Are Warned About Predatory 'Nurse'","web_url":"https://www.nytimes.com/1994/11/26/nyregion/older-men-are-warned-about-predatory-nurse.html","abstract":"  The police have issued a warning to elderly men to beware if an attractive young woman dressed as a nurse approaches them at a stop light, says her car has broken down and asks for a ride.     Since April 1991, the police said, the woman has robbed at least 15 men by fondling them and then stealing their money.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Eastern Germany Offers Few Pure Plays","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-eastern-germany-offers-few-pure-plays.html","abstract":"WHEN shares in the dairy company Sachsenmilch AG appeared on the Berlin Stock Exchange early in 1992, headlines trumpeted the first public offering from the Eastern part of the newly unified Germany. The euphoria among investors, however, was short-lived","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"BRIEFCASE : In Guernsey and Jersey, Business Is Still Healthy","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-briefcase-in-guernsey-and-jersey-business-is-still-healthy.html","abstract":"Guernsey, the offshore financial center in the English Channel, attracted 10 new mutual funds in the quarter ended September 30. Assets held in the more than 300 funds under management fell by less than 0.5 percent to 11.9 billion ($18.8 billion) .","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Living and Shaping Legacy of Civil Rights Leader","web_url":"https://www.nytimes.com/1994/11/26/us/living-and-shaping-legacy-of-civil-rights-leader.html","abstract":"  With his steady, slow-cadenced speech, strong jaw and prominent forehead, Dexter King is very much the image of his father, the Rev. Dr. Martin Luther King Jr.   But heredity is not necessarily destiny, and Mr. King, at 33 the youngest son of the civil rights leader, has struggled mightily with the question of whether he should devote his life to carrying forth the legacy of his father and, if so, how and to what extent.","thumbnail":null,"section":"U.S."},{"date":"19941126","headline":"Players Told to Expect a Unilateral Move","web_url":"https://www.nytimes.com/1994/11/26/sports/baseball-players-told-to-expect-a-unilateral-move.html","abstract":"  Major league club owners are prepared to take one of three steps when they meet in Chicago on Dec. 5, players were told in a memo they received from the union this week, but management's most likely action will be a vote on implementation of a salary cap.   In the memo dated Nov. 22 -- a copy of which was obtained by The New York Times -- Donald Fehr, the head of the union, told the players that John Harrington, the owners' labor spokesman, stated the clubs' intentions at the last bargaining session last Saturday.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"COMMUNITIES VETO INTEGRATION PLAN","web_url":"https://www.nytimes.com/1994/11/26/nyregion/communities-veto-integration-plan.html","abstract":"  Days before a judge is to consider whether to order a school desegregation plan for Hartford and its suburbs, a state effort to avoid such a court order by encouraging voluntary measures is suffering serious setbacks.   As cities and towns vote on voluntary plans promoting racial diversity in the schools of the 11 regions covering the state, the plans for two regions have already been killed and two more have been crippled by key communities' refusal to participate.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Battling Neighbors","web_url":"https://www.nytimes.com/1994/11/26/opinion/battling-neighbors.html","abstract":"  Fordham University has a very big problem: a radio transmitter that, once built, will be 480 ungainly feet tall. The New York Botanical Garden also has a very big problem: The antenna is directly across the street and all too visible from much of this essentially sylvan site. There is no doubt how this squabble between neighbors needs to come out. Common sense, esthetics and the importance to the city of this botanical jewel virtually dictate that Fordham find another site for its tower.   Fordham asked for a construction permit to build a new transmitter in 1983, three years before new Federal Communications Commission regulations made one mandatory for a license renewal for WFUV-FM, the university's radio station. The old transmitter, a discreet antenna atop the school's Keating Hall, does not meet the new guidelines, which are designed to reduce public exposure to radio waves.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Paris Roofs:Fifth Dimension","web_url":"https://www.nytimes.com/1994/11/26/style/IHT-paris-roofsfifth-dimension.html","abstract":"The overhead geography in Paris - the roofs - has always figured in the city's visual romance, sometimes as the bohemian artist's garret under the roof, more enduringly as the vista across one of the few capitals that can be apprehended in a glance. The","thumbnail":null,"section":"Style"},{"date":"19941126","headline":"New York's Business Districts Make the City Cleaner and Safer","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-new-york-s-business-districts-make-the-city-cleaner-and-safer-939323.html","abstract":"  To the Editor:   Your Nov. 20 article on New York City business improvement districts seemed to imply that the districts are devoid of accountability. Our accounting firm provides services to many of these districts, including auditing and consulting services, and I must say the opposite is true.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Bosnia Marring Europe's Hopes","web_url":"https://www.nytimes.com/1994/11/26/world/bosnia-marring-europe-s-hopes.html","abstract":"  Five years after the fall of the Berlin Wall, ethnic and religious conflicts that are no less menacing than the divisions of the cold war have erupted, wiping out hope for the progress that was to follow the end of Communism.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"New Sony Complex Lures Crowds","web_url":"https://www.nytimes.com/1994/11/26/movies/new-sony-complex-lures-crowds.html","abstract":"  Barely a week into its run, the 10-screen Sony Theaters Lincoln Square complex, the new flagship of the Japanese-owned chain, is drawing record crowds, company figures show, including gawkers drawn by the outsize sidewalk video screen, a monumental mural of filmdom nostalgia and electronic panels flashing show times.    Inside, patrons find gift shops, black and gold palm trees, faux movie palaces, and ushers wired like secret service agents who practically wrestle people down to say hello.","thumbnail":null,"section":"Movies"},{"date":"19941126","headline":"Beame Is Hospitalized","web_url":"https://www.nytimes.com/1994/11/26/nyregion/beame-is-hospitalized.html","abstract":"  Former Mayor Abraham D. Beame was admitted to Mount Sinai Medical Center yesterday, where he was being treated for gastrointestinal bleeding, hospital and police officials said.    Mr. Beame, who is 88, was listed in stable condition and was alert, chatting with nurses and doctors, not long after he was rushed to the emergency room shortly after 9 A.M. from his home on the Upper East Side of Manhattan, hospital officials said.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"All Tchaikovsky, Leading With Leonskaja","web_url":"https://www.nytimes.com/1994/11/26/arts/music-review-all-tchaikovsky-leading-with-leonskaja.html","abstract":"  With Thanksgiving opening the holiday season, Kurt Masur and the New York Philharmonic are taking a break from their investigations of the symphonic repertory's deeper reaches. Their offering on Wednesday evening (there are repeats tonight and Tuesday) was essentially a pops concert disguised as an all-Tchaikovsky program.    The first half of the concert was given over to Tchaikovsky's blustery Piano Concerto No. 1, for which Elisabeth Leonskaja was the soloist. It was a puzzling reading. At times, textures in the solo line were fuzzy and indistinct, as if Miss Leonskaja were wearing mittens. Elsewhere she summoned considerable clarity and force, and even a touch of impetuousness that enlivened parts of the outer movements. Yet on the whole there was little in this gray reading to capture the imagination.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Use of Army to Fight Crime in Rio Makes Many Feel Safer in Streets","web_url":"https://www.nytimes.com/1994/11/26/world/use-of-army-to-fight-crime-in-rio-makes-many-feel-safer-in-streets.html","abstract":"  Two olive green Panther helicopters droned in wide circles over the vast, human amphitheater of the Nova Brasilia shantytown. But in the shadows of one narrow alley, one cocaine trafficker said an eventual occupation by Brazilian Army soldiers gave him no fear.   \"The army won't come in to massacre us,\" said the trafficker, a lean young man sporting new sneakers. \"Our guns will be hidden. There won't be any shooting.\"","thumbnail":null,"section":"World"},{"date":"19941126","headline":"2 Die in Queens Shootout","web_url":"https://www.nytimes.com/1994/11/26/nyregion/2-die-in-queens-shootout.html","abstract":"  Two people were killed and four others were seriously injured last night in a shootout at what the police described as a crack house in St. Albans, Queens.   Lieut. Ray O'Donnell, a police spokesman at the scene, said two men had been admitted to the sparsely furnished house at 176-05 Linden Boulevard and went upstairs into the bedroom where they began shooting.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Giuliani Says He'll Reverse A Few Cuts In His Budget","web_url":"https://www.nytimes.com/1994/11/26/nyregion/giuliani-says-he-ll-reverse-a-few-cuts-in-his-budget.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that he would accept some of the City Council's proposals to restore services he had marked for elimination in his budget, including soup kitchens, alcohol- and drug-treatment programs and services for the mentally retarded.    But the Mayor said he would reconsider only a handful of his initial cuts, not nearly meeting the Council's desire to restore $96.6 million in spending to the city's budget.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/26/nyregion/c-corrections-932442.html","abstract":"  An article on Nov. 18 about thefts of No Parking signs in New York City misstated parking regulations. The city can issue a parking ticket to a car if there is a sign anywhere on the block on which it is parked, on either side of the street, not just within 50 feet of the car.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"After the Turkey-Loading, The Shopping Marathon","web_url":"https://www.nytimes.com/1994/11/26/nyregion/about-new-york-after-the-turkey-loading-the-shopping-marathon.html","abstract":"  IT was 7:45 A.M. and as many as 50 people were already assembled at each of the entrances of Macy's, the galaxy's largest store. Through the locked doors, clerks could be seen rushing more stuff onto shelves in preparation for the busiest shopping day, which fell as it must on the day after Thanksgiving.     In one vestibule on 34th Street, a quiet sort of nervousness prevailed, the same sort of tension runners show at the start of a marathon. The shoppers seemed into themselves, trying to get focused, keeping their pulse rates low to better go the distance.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/26/nyregion/c-corrections-939080.html","abstract":"  An obituary yesterday about the Winslow Professor Emeritus of Public Health at Yale University misstated his given name. He is Dr. Edward M. Cohart, not Robert.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Trent Show Runs Into Overtime For a Title","web_url":"https://www.nytimes.com/1994/11/26/sports/college-basketball-trent-show-runs-into-overtime-for-a-title.html","abstract":"  If Gary Trent was not a household name before the preseason National Invitation Tournament, he almost certainly will be after his performance last night at Madison Square Garden.   Trent, the Ohio University junior who was the Mid-American Conference player of the year the last two seasons, showed why he could be considered the most dominant player in the country.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"Gretzky and His Ad-Hoc Team Trying to Enlist Leetch","web_url":"https://www.nytimes.com/1994/11/26/sports/hockey-gretzky-and-his-ad-hoc-team-trying-to-enlist-leetch.html","abstract":"  While negotiators tried again to settle a labor dispute that has postponed the start of the National Hockey League season for eight weeks, the sport continued to mutate today in ad-lib fashion.   Like boys on the winter pond, the superstars of a generation are putting together a pickup team to hit the road, play and have a little fun. Wayne Gretzky started it. Then Mark Messier came on board and so did Sergei Fedorov and more than a dozen others.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"Recordings in Review; CLASSICAL","web_url":"https://www.nytimes.com/1994/11/26/arts/recordings-in-review-classical.html","abstract":"  Klezmer Mimics Human Sound, And With a Touch of Pain    Paul Schoenfield's music proclaims his belief that the boundaries between concert style and certain popular and folk idioms are porous. His early works borrowed from jazz and bluegrass. In a new Argo release (440 212-2; CD), he expands on the jazz connection and adds klezmer music, in some ways a close relation, to the mix. Gracefully bending instrumental melodies of a type usually played on the clarinet, and meant to simulate vocal chant, weave through each piece.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"NATO Jets Fly but Don't Bomb As Bosnian Serbs Attack Enclave","web_url":"https://www.nytimes.com/1994/11/26/world/nato-jets-fly-but-don-t-bomb-as-bosnian-serbs-attack-enclave.html","abstract":"  NATO planes flew repeatedly over the Muslim enclave of Bihac in northwestern Bosnia today after nationalist Serbs shelled the center of the embattled town. But the aircraft returned to base without dropping any bombs.   After a day in which his sentiments on the fate of the Bihac pocket seemed to swing violently, Lieut. Gen. Sir Michael Rose, the commander of United Nations forces in Bosnia, called in NATO air strikes against the attacking Serbs. But with night already blanketing the Bihac area, the NATO pilots were apparently unable to find their targets.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"BRIEFCASE : A Huge New Marketplace For Europay International","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-briefcase-a-huge-new-marketplace-for-europay-international.html","abstract":"The world of plastic grew a little larger this week with Europay International's announcement of its deal with the Bank of China and the People's Construction Bank of China. Both banks will acquire Europay debit transactions, and will issue cards with the","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"1894: Native Uprising : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/26/opinion/IHT-1894-native-uprising-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Advices have been received from Australia of a native uprising having taken place. In all the islands near New Guinea scores of European settlers have been murdered by Kanakas. The steamer Three Cheers, of Sydney, reports calling at New Ireland w","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Salvadorans May Lose Status as Refugees","web_url":"https://www.nytimes.com/1994/11/26/us/salvadorans-may-lose-status-as-refugees.html","abstract":"  Reflecting the nation's toughening attitude toward immigrants, the Clinton Administration is leaning toward ending a program that has granted temporary protection to almost 200,000 Salvadorans who fled civil war.   Administration officials said today that a final decision was expected within two weeks. They said that if the protected status ended, the Salvadorans would have two options: return home or apply for political asylum or some other permanent status.","thumbnail":null,"section":"U.S."},{"date":"19941126","headline":"Investing To Forget","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-investing-to-forget.html","abstract":"STOCKS for widows and orphans are supposed to have certain well-known characteristics. The corporation should be long-established and engaged, more or less, in a recession-proof business..The stock should be quoted on a liquid market, to facilitate inst","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Italy Faces a Different Kind of Government Crisis","web_url":"https://www.nytimes.com/1994/11/26/world/italy-faces-a-different-kind-of-government-crisis.html","abstract":"  It is not unusual for Italian governments to be labeled shaky or fractious or frail or embattled; the country, after all, has had 52 of them since World War II. So there has been plenty of time -- and more than enough governments -- to build a political vocabulary suggesting that instability is as endemic as the common cold.    It is not unusual, either, for them to teeter, dissolve and then re-form, like the colors in a kaleidoscope.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/26/sports/transactions-938602.html","abstract":"  College  GANNON -- Announced it will begin playing women's lacrosse in 1995.   SLIPPERY ROCK -- Announced that Dennis Green and Mark Metzka, guards, will sit out the first two men's basketball games because they used the office telephone of former coach Robert Bartlett to make long-distance calls.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/26/style/chronicle-935883.html","abstract":"  A minor tempest in London this week involves who else but the royal family, although this time none of the royals can be accused of contributing to it.   The little brouhaha is over \"Three Princes,\" a painting of PRINCE CHARLES and his two sons, PRINCE WILLIAM and PRINCE HENRY. Some viewers and critics think the painting, unveiled Wednesday at the Cafe Royal, makes all three look silly.","thumbnail":null,"section":"Style"},{"date":"19941126","headline":"If a Graduate Doesn't Work, Simply Return To Sender","web_url":"https://www.nytimes.com/1994/11/26/nyregion/if-a-graduate-doesn-t-work-simply-return-to-sender.html","abstract":"  Like toasters, the students at Middlesex Community College now come with guarantees. If they graduate from vocational programs without the skills to hold a job in their fields, their employers can send them back to be repaired.    \"It's the same thing as a warranty on a product,\" said Flora Mancuso Edwards, president of the college. \"We warranty the expertise of our students to be absolutely fit for the purposes for which the education was intended.\"","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/26/nyregion/bridge-935263.html","abstract":"  A neck problem indirectly decided the result of the Blue Ribbon Pair Championship at the American Contract Bridge League's Fall Nationals here on Thursday night. The discomfort was Ed Carr's, a Minneapolis player who was due to play with Mark Lair of Canyon, Tex., but did not feel well enough. His house guest, Alexander Weiland of Glenview, Ill., replaced him and the new partnership won the three-day event by more then two boards.   Weiland, returning to the tournament scene after an eight-year hiatus, won his first national title. Lair, an experienced professional who stands third on the list of master-point winners, won his 16th.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"As Privatization Phase Ends, Prague Market is Maturing.","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-as-privatization-phase-ends-prague-market-is-maturing.html","abstract":"WITH the massive project of privatizing all sectors of its formerly state-controlled economy nearing completion, the Czech Republic appears poised to enter the final phase of its rapid transition to a free-market system: gradual integration into the globa","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Awards to Americans In Honor of Nijinsky","web_url":"https://www.nytimes.com/1994/11/26/arts/awards-to-americans-in-honor-of-nijinsky.html","abstract":"  The Vaslav Nijinsky Medal, sponsored by the Polish Artists Agency in Warsaw, has been awarded for the first time to Americans for work in honor of Nijinsky, the Russian dancer who was born of Polish parents in 1890.   The medals, presented last Saturday at the Polish Consulate after a performance there by students of the Joffrey Ballet school. Douglas Blair Turnbaugh, an American representative of the International Dance Council/Unesco, made the presentations. Two were given posthumously to Robert Joffrey and Bronislava Nijinska. The Dance Collection of the New York Public Library and the Joffrey Ballet were institutional recipients.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Stores Say No to Sales Taxes, for a Day","web_url":"https://www.nytimes.com/1994/11/26/nyregion/stores-say-no-to-sales-taxes-for-a-day.html","abstract":"  For John and Tammy Guerriero, it was one of those pleasant little surprises at the mall. While jostling through the throngs of holiday shoppers yesterday -- the year's busiest shopping day -- they found a pair of shoes for their 4-month-old son, Michael, for exactly 8.25 percent less than they expected to pay.    \"Geez, we might come back for another pair,\" said Mr. Guerriero, a carpenter and Staten Island native, as the couple emerged from the Buster Brown shoe store in the sprawling, 200-store Staten Island Mall, Michael babbling happily in tow.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Five Years Later: Eastern Europe, Post-Cummunism -- A special report; Ethnic and Religious Conflicts Now Threaten Europe's Stability","web_url":"https://www.nytimes.com/1994/11/26/world/five-years-later-eastern-europe-post-cummunism-special-report-ethnic-religious.html","abstract":"  Five years after the fall of the Berlin wall, Checkpoint Charlie has moved 600 miles southeast to a bridge over the Miljacka River in Sarajevo, where coils of barbed wire and occasional tearful family reunions testify to the new divisions of Europe.   Here at the bridge, Benjamin Hamidovic, a Bosnian Muslim, stands guard. He gazes out, past the wire and the French United Nations soldiers in their blue helmets, to the far side, held and guarded by Bosnian Serbs. It is very close, the other bank, but eerily distant -- another land in a severed city.","thumbnail":null,"section":"World"},{"date":"19941126","headline":"My Solid Gold Hernia","web_url":"https://www.nytimes.com/1994/11/26/opinion/my-solid-gold-hernia.html","abstract":"  America must start to laugh again, particularly in the wake of elections in which both the winning and losing parties make many of us dread the future. My own contribution is to tell my friends about my recent hernia operation.   I was in Greenwich Hospital for six hours, two of them for anesthesia and surgery; I was home by 5:30 P.M. Let's give the hospital top marks for efficiency and courtesy, and acknowledge the miracles of modern surgery that have cut hospital stays for this operation from weeks to hours.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Ally of Pataki Replaces Marino As State Senate Majority Leader","web_url":"https://www.nytimes.com/1994/11/26/nyregion/ally-of-pataki-replaces-marino-as-state-senate-majority-leader.html","abstract":"  Governor-elect George E. Pataki moved briskly toward consolidating his control over both state government and the fractious state Republican Party yesterday when his allies in the State Senate ousted one of his chief rivals from the powerful position of majority leader.   The coup not only installed a leading Pataki supporter, Senator Joseph L. Bruno, in the Senate's top job, but also demonstrated again the ascendancy among state Republicans of Mr. Pataki's patron, Senator Alfonse M. D'Amato, whose lobbying helped insure the insurgents' victory.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"Energy Efficiency Works, and It Saves Money; Costs of Inefficiency","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-energy-efficiency-works-and-it-saves-money-costs-of-inefficiency-939390.html","abstract":"  To the Editor:   The indictment of policies to save energy by Herbert Inhaber and Harry Saunders (Op-Ed, Nov. 20) is at once defeatist and deficient.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/26/sports/results-plus-936367.html","abstract":"  COLLEGE FOOTBALL Injured Zeier Says He'll Play in a Bowl Eric Zeier wasted no time assuring any bowl committee that might be wondering about his injury status. \"I'm going to be ready for the bowl game,\" Zeier said yesterday in Athens, Ga., after leaving Georgia's 48-10 rout of Georgia Tech in the second quarter with sprained ligaments in his right knee. \"I thought it was hurt a lot worse than it was,\" Zeier said. \"It's going to be fine. I'll be back in a couple of weeks.\" Zeier passed for 115 yards and 2 touchdowns before he went down with 7 minutes 34 seconds left in the second quarter. Georgia (6-4-1) qualified for a bowl game by winning its finale, handing Tech its ninth loss in a 1-10 season. Zeier completed his career No. 3 on the National Collegiate Athletic Association pass yardage list with 11,153, trailing Brigham Young's Ty Detmer with 15,031 and San Diego State's Todd Santos with 11,425. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"HIGH SCHOOL FOOTBALL","web_url":"https://www.nytimes.com/1994/11/26/sports/high-school-football.html","abstract":"  Following is a look at today's top playoff games in the Public Schools Athletic League and Long Island. Team records are in parentheses. P.S.A.L.  Susan Wagner (9-1) at Canarsie (9-0), semifinal, noon Key Players: Canarsie's rushing attack of Cory Harper, Justin Zuckerman, Tahir Henriques and Jason Prister has Wagner Coach Al Paturzo concerned. \"We have to put some points up on the board and get them out of the wishbone,\" he said. \"If they run the ball down our throats, we are going to be in trouble.\" Wagner's two main threats are quarterback Robert Hoke, who has thrown for more than 1,000 yards, and Jermaine Gilliam, who has more than 1,000 yards rushing.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/26/style/chronicle-939447.html","abstract":"  Where do a couple who have seen a lot, but maybe not all, spend their 50th wedding anniversary? If they are JERRY and EILEEN FORD, it's at a luxury camp in Mala Mala, South Africa, eating roast impala and chocolate cake and sipping champagne sent by their office in New York.    \"It was the most exotic trip of our lives,\" Mrs. Ford said. \"We ate in an outdoor room enclosed by 20-foot-high reeds and open to the sky, and we never had a better time.\" No faint praise, considering that most trips the Fords have made, traveling the world in search of models, could legitimately be considered exotic. The Fords founded the Ford Models agency in 1946.","thumbnail":null,"section":"Style"},{"date":"19941126","headline":"Largest Numbers Sit in Stands As Lopez Quietly Begins Career","web_url":"https://www.nytimes.com/1994/11/26/sports/college-basketball-largest-numbers-sit-in-stands-as-lopez-quietly-begins-career.html","abstract":"  They weren't exactly the numbers the sellout crowd of 6,008 at Alumni Hall had expected to see. When you're on the cover of Sports Illustrated and basketball's reigning national prep player of the year, your college debut is supposed be worth more than 12 points.   But that's all an admittedly nervous Felipe Lopez managed to score yesterday as St. John's opened its season with a 93-63 romp over Dartmouth in the first round of the Joe Lapchick tournament.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"How to Avoid Thieves When Touring Italy","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-how-to-avoid-thieves-when-touring-italy-939331.html","abstract":"  To the Editor:   My wife and I are periodic visitors to Italy. Unlike some American travelers to Italy who complain of being ripped off by pickpockets and other thieves, we have never lost so much as a lira to thieves, not even in much-feared Naples. Here's how we do it.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"Greenaway, Operatic Natural","web_url":"https://www.nytimes.com/1994/11/26/arts/greenaway-operatic-natural.html","abstract":"  Perhaps the most surprising thing about Peter Greenaway's first foray into opera is that he has not been there before. His training as a painter, the visual extravagance of his movies, his interest in music and his delight in experimentation all seemed to be leading him in this direction.   \"My cinema has become more and more operatic as I have dabbled with the English tradition of pseudo-realism and notions of truth,\" the British film director explained. \"Finally, I thought, why not push the boat out all the way and see what I could do operatically with this?\"","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Apprentice Breaks Collarbone In Fall","web_url":"https://www.nytimes.com/1994/11/26/sports/horse-racing-apprentice-breaks-collarbone-in-fall.html","abstract":"  New York's weekend of holiday racing took a bad turn yesterday when the apprentice jockey Dale Beckner fell from his mount at Aqueduct, fractured his right collarbone and was lost for probably two months.   Beckner, who is 21 years old, was the third-leading rider at Aqueduct's fall meeting when he went down shortly after the start of the third race. His mount, Young and Regal, took a misstep on the backstretch and pitched him to the ground. The jockey was taken to North Shore University Hospital in Manhasset, L.I., where Dr. Andy Somma diagnosed his injury as a broken clavicle, and held him for observation because of tingling in his left foot.","thumbnail":null,"section":"Sports"},{"date":"19941126","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/26/nyregion/inside-931985.html","abstract":"  Giuliani Reverses Some Cuts   Mayor Giuliani accepted some of the City Council's proposals to restore services he had planned to cut, but stopped far short of the $96.6 million the Council sought. Page 27. Sony's Chairman Resigns    The chairman who built Sony into an innovative power resigned. The company said Akio Morita, 73, who co-founded Sony, was stepping down because of health problems. Page 39. Recovery From Hurricane    Two years and three months since much of South Florida was hit by a hurricane, recovery continues, but the pace is slow. Page 8.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"A Display of Flexibility By Montserrat Caballe","web_url":"https://www.nytimes.com/1994/11/26/arts/music-review-a-display-of-flexibility-by-montserrat-caballe.html","abstract":"  One thing was apparent very early in Montserrat Caballe's recital at Carnegie Hall on Tuesday evening, and that was that her style involves a tradeoff of sorts. What she offers is a sweet, beautifully manipulated and, in her best moments, seductively sensual sound. But much of the time, this sheer vocal beauty comes at a cost in depth. How serious a problem that is depends on what a listener looks for in a recital. There are times, after all, when one is grateful for ravishing vocalism and willing to overlook everything else.    Perhaps the best example of this transaction at work on Tuesday was Haydn's \"Grande Scena di Berenice,\" a showpiece that draws both its form and its energy from touching on emotional extremes, and which demands considerable vocal flexibility. Flexibility was no problem for Miss Caballe. She moved easily between the scene's recitative and aria sections, regulating color and dynamics in much the same way a master instrumentalist might. It was consistently elegant singing. Yet the work's drama and emotionalism seemed locked behind a patrician veneer.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Warsaw Bourse Weathering Plunge","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-warsaw-bourse-weathering-plunge.html","abstract":"INVESTORS who entered the Polish equity market at the beginning of 1993 probably wished that capitalism had arrived in the Baltics sooner. In 1993, Warsaw had one of the world's best- performing stock markets. .As the year ended, the Polish bourse had g","thumbnail":null,"section":"Your Money"},{"date":"19941126","headline":"Recordings in Review; JAZZ","web_url":"https://www.nytimes.com/1994/11/26/arts/recordings-in-review-jazz.html","abstract":"  Salsa on an Anachronistic Note: Mambo That's for Dancing   As salsa drifts toward the blandness of international pop music, its original dance impulse is dissipating, with the rhythm section's prominence replaced by choirs and keyboards. Along comes Eddie Torres, a dancer who worked with Tito Puente, to make an anachronism, a hard mambo album meant for dancing.","thumbnail":null,"section":"Arts"},{"date":"19941126","headline":"Two Years After Hurricane, Reminders and Renewal in South Florida","web_url":"https://www.nytimes.com/1994/11/26/us/two-years-after-hurricane-reminders-and-renewal-in-south-florida.html","abstract":"Ever since Hurricane Andrew destroyed 4-year-old Samuel Greer's home, he has wanted nothing more than to move out of his Federal disaster relief trailer and into a real house -- the kind with rigid walls to make him feel safe from the wind outside.\n\nIt took two years and three months, but this week Samuel, his mother and brother finally shed their status as hurricane refugees. They packed their few belongings, walked from the rubble-strewn trailer park to the corner bus stop and rode to a rent-subsidized suburb of Miami, where they planned to spend Thanksgiving in a house they can call home for the first time since Hurricane Andrew wrecked South Florida on Aug. 24, 1992.","thumbnail":null,"section":"U.S."},{"date":"19941126","headline":"Needle Exchange Programs Shown to Slow H.I.V. Rates","web_url":"https://www.nytimes.com/1994/11/26/nyregion/needle-exchange-programs-shown-to-slow-hiv-rates.html","abstract":"  In the midst of a driving November rain, a woman in a stiff wig and a soiled trench coat approached a converted ice-cream truck in East Harlem and exchanged a brown-paper bag of used hypodermic needles for a bag of new ones. Into the bag went several condoms and the friendly admonition, \"Use them; be safe.\"   It was just another day for the people inside the white truck that houses one of New York's needle-exchange programs. Intravenous drug users come to the van, which parks on the street, and trade used needles for new ones in an effort to slow the spread of AIDS through shared needles.","thumbnail":null,"section":"New York"},{"date":"19941126","headline":"New York's Business Districts Make the City Cleaner and Safer; Different Partnerships","web_url":"https://www.nytimes.com/1994/11/26/opinion/l-new-york-s-business-districts-make-city-cleaner-safer-different-partnerships-939439.html","abstract":"  To the Editor:   New York is a big city, big enough for more than one group called \"Partnership.\" However, after receiving many phone calls following your Nov. 20 article on business improvement districts, we feel the need to distinguish the Partnership for the Homeless from the Grand Central Partnership, a business district whose work with homeless people is controversial.","thumbnail":null,"section":"Opinion"},{"date":"19941126","headline":"BRIEFCASE","web_url":"https://www.nytimes.com/1994/11/26/your-money/IHT-briefcase.html","abstract":"In next week's Money Report: A look at speculative investing.","thumbnail":null,"section":"Your Money"}],"wiki_events":[],"weather":[{"date":"19941126","time":"1994-11-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":83,"wspd":9.4},{"date":"19941126","time":"1994-11-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":82,"wspd":11.2},{"date":"19941126","time":"1994-11-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":81,"wspd":9.4},{"date":"19941126","time":"1994-11-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":82,"wspd":7.6},{"date":"19941126","time":"1994-11-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":82,"wspd":7.6},{"date":"19941126","time":"1994-11-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":11.2},{"date":"19941126","time":"1994-11-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":84,"wspd":9.4},{"date":"19941126","time":"1994-11-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":11.2},{"date":"19941126","time":"1994-11-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":89,"wspd":11.2},{"date":"19941126","time":"1994-11-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":89,"wspd":11.2},{"date":"19941126","time":"1994-11-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":86,"wspd":9.4},{"date":"19941126","time":"1994-11-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":87,"wspd":11.2},{"date":"19941126","time":"1994-11-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":85,"wspd":9.4},{"date":"19941126","time":"1994-11-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":83,"wspd":9.4},{"date":"19941126","time":"1994-11-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":83,"wspd":11.2},{"date":"19941126","time":"1994-11-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":83,"wspd":11.2},{"date":"19941126","time":"1994-11-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":84,"wspd":5.4},{"date":"19941126","time":"1994-11-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":81,"wspd":5.4},{"date":"19941126","time":"1994-11-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":78,"wspd":9.4},{"date":"19941126","time":"1994-11-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":9.4},{"date":"19941126","time":"1994-11-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":81,"wspd":7.6},{"date":"19941126","time":"1994-11-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":86,"wspd":7.6},{"date":"19941126","time":"1994-11-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":1.8},{"date":"19941126","time":"1994-11-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":5.4},{"date":"19941126","time":"1994-11-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":13},{"date":"19941126","time":"1994-11-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":14.8},{"date":"19941126","time":"1994-11-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":55,"wspd":14.8},{"date":"19941126","time":"1994-11-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":11.2},{"date":"19941126","time":"1994-11-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":67,"wspd":9.4},{"date":"19941126","time":"1994-11-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":67,"wspd":9.4},{"date":"19941126","time":"1994-11-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":67,"wspd":14.8},{"date":"19941126","time":"1994-11-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":67,"wspd":16.6},{"date":"19941126","time":"1994-11-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":14.8},{"date":"19941126","time":"1994-11-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":14.8},{"date":"19941126","time":"1994-11-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":14.8},{"date":"19941126","time":"1994-11-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":59,"wspd":14.8},{"date":"19941126","time":"1994-11-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":11.2},{"date":"19941126","time":"1994-11-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":13},{"date":"19941126","time":"1994-11-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":43,"wspd":14.8},{"date":"19941126","time":"1994-11-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":34,"wspd":22.3},{"date":"19941126","time":"1994-11-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":30,"wspd":27.7},{"date":"19941126","time":"1994-11-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":29,"wspd":31.7},{"date":"19941126","time":"1994-11-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":30,"wspd":27.7},{"date":"19941126","time":"1994-11-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":27,"wspd":35.3},{"date":"19941126","time":"1994-11-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":31,"wspd":27.7},{"date":"19941126","time":"1994-11-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":33,"wspd":27.7},{"date":"19941126","time":"1994-11-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":36,"wspd":25.9},{"date":"19941126","time":"1994-11-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":37,"wspd":24.1}]}}