{"19950201":{"guardian_articles":[],"nytimes_articles":[{"date":"19950201","headline":"For AC Milan, Game Goes On Despite Killing","web_url":"https://www.nytimes.com/1995/02/01/sports/soccer-notebook-for-ac-milan-game-goes-on-despite-killing.html","abstract":"  Although Italian authorities have postponed all games in their country for a week to protest the stabbing death of a fan outside the stadium before the AC Milan-Genoa game in Genoa on Sunday, AC Milan will be playing outside the country tonight.   AC Milan, the defending champion, which is owned by Silvio Berlusconi, will be in London for a game against Arsenal at Highbury for the European Cup. It will be the only game involving an Italian soccer team until Sunday, Feb. 12.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Harper's Late Long-Range Shots Save the Knicks","web_url":"https://www.nytimes.com/1995/02/01/sports/pro-basketball-harper-s-late-long-range-shots-save-the-knicks.html","abstract":"  Derek Harper will miss another All-Star Game, but he enjoyed another stellar performance last night at Madison Square Garden.   Helping the Knicks avoid what would have been a shocking loss, Harper made two crucial 3-point jumpers during the final two and a half minutes to lift New York to a shaky 90-87 victory over the injury-riddled Golden State Warriors.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"'Pocahontas' Premiere Free in Central Park","web_url":"https://www.nytimes.com/1995/02/01/movies/pocahontas-premiere-free-in-central-park.html","abstract":"  \"Pocahontas,\" a new animated film by Walt Disney Pictures, is to have its premiere on June 10 on the Great Lawn in Central Park, shown free on four 92-foot screens.   The announcement was made yesterday in Central Park by Michael D. Eisner, the studio's chief executive officer, and by Mayor Rudolph W. Giuliani.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Moyers Joins NBC As News Analyst","web_url":"https://www.nytimes.com/1995/02/01/movies/moyers-joins-nbc-as-news-analyst.html","abstract":"  Bill Moyers, whose 25-year television career has swung back and forth between the public and commercial networks, will join NBC News this month to deliver commentaries three nights a week on the \"NBC Nightly News.\"   Mr. Moyers said he would continue to produce and be the host of documentaries for the Public Broadcasting Service. \"My agreement with NBC expressly stipulates that I can do for PBS what I've done before,\" he said. \"I just won't do as much.\"","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Tracing the Line of the Second Viennese School","web_url":"https://www.nytimes.com/1995/02/01/arts/critic-s-notebook-tracing-the-line-of-the-second-viennese-school.html","abstract":"  It was boom time in New York last week for composers of the Second Viennese School. While Christoph von Dohnanyi, one of atonality's most persuasive proponents, offered Alban Berg's \"Wozzeck\" and music of Arnold Schoenberg with the Cleveland Orchestra at Carnegie Hall, the Juilliard School carried on with its weeklong Focus Festival devoted to the legacy of Anton Webern.   The comprehensive treatment accorded Webern, on the 50th anniversary of his death, was especially welcome. Despite the inherent and often immediate appeal of his music, it tends to be overshadowed by the grander creations of his colleagues. He is too easily dismissed as the quaint miniaturist of the bunch.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/01/nyregion/inside-852495.html","abstract":"  Europe's Rivers Rage   The Netherlands faced its greatest natural catastrophe in more than 40 years as flood waters continued to rise. Page A10. Giuliani to Monitor Police    Defying the City Council's creation of an independent agency to monitor police corruption, the Mayor said he would create his own panel. Page B3. Airport Rail Plan in Jeopardy    Plans to build a 22-mile railway between Manhattan and Queens airports may be abandoned because of rising costs and criticism. Page B1. Coming: the Absolut Bunny?    Chiat/Day, the creator of the Energizer bunny, will merge with TBWA, the ad agency that made Absolut a household name for vodka. Page D1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1945:'Big Three' Talks?: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1945big-three-talks-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Amid growing indications that the \"Big Three\" parley was close at hand, if not actually in progress, the British government spokesman today [Jan. 31] promised British reinforcements in the American drive against Japan, but declined to c","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Chargers List Carrington","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-chargers-list-carrington.html","abstract":"  DARREN CARRINGTON, San Diego's starting strong safety in the Super Bowl, was among six players the Chargers left unprotected yesterday for the N.F.L. expansion draft.   Carrington, who was acquired by San Diego as a free agent before the 1991 season, has started for the last two years. \"In essence, what I told him is that I just didn't feel that we had been physical enough at that position,\" said the Chargers' coach, BOBBY ROSS.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor-91374335538.html","abstract":"During the commemoration of the liberation of Auschwitz, it is odd that nobody has mentioned the category of victims who had to wear pink triangles instead of yellow stars: homosexuals. Plain oversight or something more insidious?. LESLIE SCHENK. . Chevi","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Curriculum or Not, Teachers Teach Values","web_url":"https://www.nytimes.com/1995/02/01/nyregion/curriculum-or-not-teachers-teach-values.html","abstract":"  As always, Nina Fue starts the day by checking parental signatures. Anyone who forgot to show his homework to Mom or Dad risks a sweetly stern reminder and a little black mark in Mrs. Fue's book.    \"I bet you didn't forget to eat dinner last night,\" Mrs. Fue tells a sheepish Korey Sickler. \"Well, this should be like that. Happens all the time.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Union Decides to Keep Contract-Signing Freeze","web_url":"https://www.nytimes.com/1995/02/01/sports/baseball-union-decides-to-keep-contract-signing-freeze.html","abstract":"  On the eve of the resumption of negotiations with the owners, the executive board of the baseball players' union decided today to continue the freeze on contract-signings, potentially preventing some players from signing multimillion-dollar contracts but also disrupting the plans of some teams to improve themselves by signing those players.   The board also voted to advise players on major league 40-man rosters not to report to spring training when camps open in a couple of weeks and to ask players not on 40-man rosters to refrain from playing in exhibition games in Florida and Arizona with strikebreaking, or replacement, players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-239495.html","abstract":"  An article on Monday about the awards ceremony at the Sundance Film Festival in Park City, Utah, misstated the surname of the film maker who was honored posthumously for the documentary \"Black Is . . . Black Ain't.\" He was Marlon T. Riggs, not Briggs.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Vacco Plans To Halt Curb On Gay Bias","web_url":"https://www.nytimes.com/1995/02/01/nyregion/vacco-plans-to-halt-curb-on-gay-bias.html","abstract":"  Attorney General Dennis C. Vacco plans to rescind explicit job protection for homosexuals at the New York State Law Department, reversing a 15-year-old anti-discrimination policy.   The plan has unnerved and enraged lesbian and gay political leaders and their supporters, who fear the proposal's symbolism as much as its substance. They believe that Mr. Vacco, a recently inauguarated Republican, is sending out a signal that his office, which enforces civil rights and other laws, does not believe that anti-gay bias is a concern.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"The Neediest Cases;\nLooking for a Job and Self-Sufficiency","web_url":"https://www.nytimes.com/1995/02/01/nyregion/the-neediest-cases-looking-for-a-job-and-selfsufficiency.html","abstract":"Edward S. uses his lunch hour every day to deliver mail at a home for the elderly in Brooklyn. He works at the home wheeling residents to exercise classes.\n\nEdward is preparing for a job in a mail room so that he can earn a living and move out of a housing project in East New York, where the landscape is desolate with drug addicts and battered tenements.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Coleman, Anderson No Longer All-Stars","web_url":"https://www.nytimes.com/1995/02/01/sports/basketball-coleman-anderson-no-longer-all-stars.html","abstract":"  Derrick Coleman did everything but ask for a recount with his fallaway swishes, determined drives to the goal and his 27 points and 10 rebounds. Kenny Anderson sat on the team bench in a black turtleneck, his left forearm bruised, a resigned look on his face saying nothing and everything.   It was the night before they were voted out of office, All-Stars no more, thanks to the Eastern Conference coaches, who did not believe that they deserved a second straight selection. New Jersey had pulled out a wild 99-98 victory over the Trail Blazers in Portland's Memorial Coliseum on Monday night, but Coleman and Anderson knew they were about to lose status among their peers.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"A New Stage for Meola","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-soccer-a-new-stage-for-meola.html","abstract":"  TONY MEOLA, the goalie for the United States World Cup team last summer, said yesterday that he would leave the Buffalo Blizzard of the indoor National Professional Soccer League to take a lead role in the Off Broadway play \"Tony 'n' Tina's Wedding.\" Meola, who will play five more games for the Blizzard before departing on Feb. 16, said he had signed for a five-week stint in the play. He might be back for the playoffs after the season ends March 26. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Everett Adds Stability to His Many Feats","web_url":"https://www.nytimes.com/1995/02/01/sports/track-and-field-everett-adds-stability-to-his-many-feats.html","abstract":"  Mark Everett's credentials as a runner are superb.   He has five national outdoor titles in the last seven years at 800 meters and two national titles indoors in the last three years at 500 meters. He is the third-fastest American ever at 800 meters (1 minute 43.40 seconds) behind Johnny Gray (1:42.60) and David Mack (1:43.25). And he is ranked third in the world in the 800 behind only Wilson Kipketer and Patrick Konchellah, both of Kenya.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/02/01/sports/transactions-288795.html","abstract":"  Baseball  American League    OAKLAND ATHLETICS -- Sold the contract of Troy Neel, first baseman, to the Orix Blue Wave of the Japanese League. Basketball  National Basketball Association    DALLAS MAVERICKS -- Signed George McCloud, guard-forward, to a 10-day contract.   GOLDEN STATE WARRIORS -- Suspended Clifford Rozier, forward-center, for one game for missing practice.   LOS ANGELES LAKERS -- Activated Sedale Threatt, guard, from the injured list. Placed Sam Bowie, center, on the injured list. Signed Kurt Rambis, forward, to a 10-day contract. Football  National Football League    DENVER BRONCOS -- Named Mike Shanahan coach.    DETROIT LIONS -- Named Frank Novak special teams coach. Reassigned Steve Kazor, special teams coach, to tight ends coach and offensive assistant.   GREEN BAY PACKERS -- Named Steve Sidwell linebackers coach. Reassigned Bob Valesente, linebackers coach, to defensive backs coach.   NEW ORLEANS SAINTS -- Named Jim Haslett linebacker coach. Canadian Football League    BIRMINGHAM -- Named Jack Pardee coach and signed him to a five-year contract. Named John Jenkins offensive coordinator. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Recalled Mark Ferner, defenseman, from San Diego of the International Hockey League.   DALLAS STARS -- Acquired lain Fraser, left wing, from the Quebec Nordiques for an undisclosed 1996 draft choice.   PITTSBURGH PENGUINS -- Assigned Justin Duberman, right wing, to Johnstown of the East Coast Hockey League.   ST. LOUIS BLUES -- Recalled Ian Laperriere, center, from Peoria of the International Hockey League. Assigned Craig Johnson, center, and Jeff Batters, defenseman, to Peoria.   SAN JOSE SHARKS -- Recalled Andrei Nazarov, left wing, from Kansas City of the International Hockey League. College     CALIFORNIA, PA. -- Named Michael Kolakowski defensive coordinator.   DAYTON -- Named Tim O'Connell business manager for intercollegiate athletics.   FDU-MADISON -- Named Sharon Feeney interim softball coach.  ","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Playing Second Fiddle To the Spoken Word","web_url":"https://www.nytimes.com/1995/02/01/arts/music-review-playing-second-fiddle-to-the-spoken-word.html","abstract":"  For modern composers, who are trained to regard music as the focus of attention and never as a backdrop, melodrama is an awkward form. As in opera and song, words are central. But in those forms the composer dictates pitch, rhythm, tempo, phrasing and coloration, effectively controlling the text's expressive power. In melodrama, the words and the reader's mastery of it are central. The music can be supportive, illuminating or in the way, but it is inescapably secondary.   The trick, of course, is to make the music seem so integral that a plain reading would seem naked without it. The Unterberg Poetry Center at the 92d Street Y posed this challenge to Lee Hoiby, Ned Rorem and Robin Holloway, three composers best known for their expertise at setting texts. Each was commissioned to write a work for speaker and piano -- specifically, for Claire Bloom and Brian Zeger -- and their very different solutions were given premieres on Monday evening in a program called \"Women in Mind.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"1990's Decadence Hits a New Low","web_url":"https://www.nytimes.com/1995/02/01/style/1990s-decadence-hits-a-new-low.html","abstract":"ALICE MEDRICH introduced the world to golf-ball-size truffles and her definitive version of chocolate decadence cake, benchmarks for gastronomic sybarites of the 1980's, through her seven Cocolat stores in the San Francisco area. Her collection of recipes \"Cocolat: Extraordinary Chocolate Desserts (Warner Books) was named the cookbook of the year for 1990 by the James Beard Foundation.\n\nBut now she has moved into a lighter zone.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Owens Honor for Mandela","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-awards-owens-honor-for-mandela.html","abstract":"  President NELSON MANDELA of South Africa was named yesterday as winner of the second Jesse Owens Global Award, given every two years to an individual \"who has made a significant and lasting contribution of enduring quality to society from a background of sports.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Port Authority May Scale Back Airport Rail Line","web_url":"https://www.nytimes.com/1995/02/01/nyregion/port-authority-may-scale-back-airport-rail-line.html","abstract":"  The Port Authority of New York and New Jersey is considering scaling back its plan to build a 22-mile railway between Manhattan and its two airports in Queens by 2003 because of rising costs and criticism of the project's effects on traffic congestion, authority officials said yesterday.   Such a move would be a blow to an ambitious proposal that was intended to address longstanding complaints that one of the world's biggest cities relied on a patchwork of inconvenient or expensive options to transport travelers to and from its airports.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Of Women And Men, And La Difference","web_url":"https://www.nytimes.com/1995/02/01/movies/television-review-of-women-and-men-and-la-difference.html","abstract":"  John Stossel is at it again. Last year, in \"Are We Scaring Ourselves to Death?,\" he pummeled television programs that specialize in unnerving predictions of improbable catastrophes; and in \"The Blame Game: Are We a Country of Victims?\" he kicked around the national fashion for suing somebody else for one's bad luck or bad judgment.   Now, in \"Boys and Girls Are Different: Men, Women and the Sex Difference,\" he goes after ideologues who insist that the main distinction between men and women is the way they are treated by society. In Mr. Stossel's view, that's a variation on the blame game.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Promising Season Turns Painful","web_url":"https://www.nytimes.com/1995/02/01/sports/on-pro-basketball-promising-season-turns-painful.html","abstract":"  Just when Don Nelson thought there was nobody good enough left on his team to break his rules, a rookie center named Clifford Rozier blew off the morning shootaround for last night's game against the Knicks.   Nelson, suddenly the National Basketball Association's poster coach for being abused by players, could only shrug and order a one-game suspension. His Golden State Warriors were down to nine bodies, few of them familiar, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"But Perhaps Not What Donizetti Had in Mind : 'Lucia' Returns to Paris","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-but-perhaps-not-what-donizetti-had-in-mind-lucia-returns-to-paris.html","abstract":"Donizetti's seemingly indestructible \"Lucia di Lammermoor\" has returned to the repertory of the Paris Opéra after a quarter-century, splendidly sung, admirably complete, and in a staging that has an agenda totally different than that of th","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts.html","abstract":"LOS JOVENES FLAMENCOS, Vol. IV (Nuevos Medios): Like with the tango and the bal musette, young rock- and jazz-oriented players have been modernizing flamenco. This volume sometimes borders on new-wave goo, but groups like Pata Negra and Ketama add substan","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Megadeth Emphasizes Power to the Players","web_url":"https://www.nytimes.com/1995/02/01/arts/rock-review-megadeth-emphasizes-power-to-the-players.html","abstract":"  On Friday night, in the first of two sold-out shows at Roseland, Dave Mustaine of Megadeth sang from the point of view of deity and devil, judge and murderer, Government agent and street anarchist. Though they are all opposites, these characters have at least one thing in common: they all possess power. While the popular hard-rock bands of the 1990's (like Pearl Jam and Nine Inch Nails) play music in which victims release their rage, Megadeth has stuck to its roots in the 80's and continued to make music in which oppressors show their might.   \"I make you wanna scream in pain, and feel your life is just a losing game,\" Mr. Mustaine, who was kicked out of Metallica in the early 80's, growled in \"Reckoning Day,\" from Megadeth's sixth and latest album, \"Youthanasia\" (Capitol). The force of his lyrics was backed by the band's heavy artillery. Nick Menza's drum set, propped on silver risers, was outfitted not with one bass drum (the norm) but three, and Mr. Mustaine and Marty Friedman wielded their guitars like firearms or phalluses, depending on what the situation called for.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-238695.html","abstract":"  An article in Business Day on Wednesday about the quarterly financial results of three health care companies misstated the reason for a payment by Merck & Company to E. I. du Pont de Nemours & Company. The $499.6 million charge, which will be paid over several years, is Merck's obligation based on the favorable performance of pharmaceutical products that Du Pont contributed to a joint venture, the Du Pont Merck Pharmaceutical Company. Merck said the payment was not caused by the withdrawal of the drug Cozaar from the venture.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Islanders Glow With a New-Look Lineup","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-islanders-glow-with-a-new-look-lineup.html","abstract":"  Two one-sided losses did more than send the Islanders into some serious soul-searching. They prompted Coach Lorne Henning to make a handful of lineup changes tonight.   And he came away with an ear-to-ear smile.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Cancer Cases Up, but Future Isn't Bleak","web_url":"https://www.nytimes.com/1995/02/01/us/cancer-cases-up-but-future-isn-t-bleak.html","abstract":"  THE news about cancer is both good and bad, a new analysis shows: more of it is being diagnosed, but death rates are holding steady and in some cases are even declining, especially among younger Americans. And despite a widespread belief to the contrary, there is no evidence of a cancer epidemic.   The analysis, published in today's issue of The Journal of the National Cancer Institute, is the most detailed and comprehensive look yet at recent trends in cancer incidence and mortality in the United States. The trends for 28 cancers in men and 30 cancers in women suggest that even while more cancers are being diagnosed, people treated for cancer are living longer. The latest data also reveal that in the first two years of this decade, death rates from cancer in the United States declined for the first time since records have been kept.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-93022547557.html","abstract":"ADIOS AMIGO, A Tribute to Arthur Alexander (Sky Ranch/Virgin): Homages to Arthur Alexander sung by Elvis Costello, Roger McGuinn, Frank Black, John Prine, Gary U.S. Bonds and others. Alexander, who died in 1993, was a black born-again Christian who grew u","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/01/nyregion/news-summary-860595.html","abstract":"  International A2-11  CHINA FAULTED ON HUMAN RIGHTS  A State Department report on international human rights has concluded that China failed to make progress in all major areas of human rights in the past year. A1  EUROPE'S RIVERS RAGE  The Netherlands faced its greatest natural catastrophe in more than 40 years as floodwaters continued to rise, forcing more than 100,000 people from their homes. A10","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Sports of The Times; Italy Death Is Warning For America","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-of-the-times-italy-death-is-warning-for-america.html","abstract":"  THE MURDER happened on Super Bowl Sunday. It happened before a game I was watching at home on television. It's my Sunday-morning ritual: my cocker spaniel, a pot of coffee and Italian soccer.   When I saw the sunny stadium in Genoa, the banners waving, the fans chanting, great athletes performing, I wished I could be there. But I'm not naive. When I daydream about being at a game, I mean in the press box, behind barricades. I've been to a few games in Italy, drawn to soccer the way some of my colleagues are drawn to covering war. And sometimes in Italy, soccer becomes war, the old city-states reviving, Lombards fighting Ligurians, in sneakers and jeans.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Comedy and Minimalism, Performed With Ardor","web_url":"https://www.nytimes.com/1995/02/01/arts/ballet-review-comedy-and-minimalism-performed-with-ardor.html","abstract":"  Jerome Robbins's ballets, no matter how plotless, are about human relationships, and the New York City Ballet has performed them with a vibrant emotional resonance this season.   \"The Concert\" seen on Sunday night at the New York State Theater, is a rarity: a comic ballet that works. \"Glass Pieces,\" given last Wednesday night, uses its music by Philip Glass in a distinctive manner.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"China's Market Reforms: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-chinas-market-reforms-letters-to-the-editor.html","abstract":"I write to you to clarify remarks contained in your report \"German Bank Waves Its Club at China Over Debts\" (Jan. 28) that did not correctly represent my views. The article addressed the issue of alleged nonpayments by certain Chinese state ent","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Variations on an Orange With a Bit of Mandarin","web_url":"https://www.nytimes.com/1995/02/01/style/variations-on-an-orange-with-a-bit-of-mandarin.html","abstract":"ORANGES and tangerines are the beacons of winter produce markets, beckoning customers with their brilliant colors. Now is the time to find them at their best. Although familiar oranges like navels and Valencias have dominated sales for years, shoppers can find many new varieties, from Cara Caras to Sunbursts to ortaniques.\n\nMost new varieties are crosses of oranges with members of the mandarin family, which include tangerines, clementines and satsumas. Perhaps the most intriguing newcomer is the Cara Cara navel, a mutant that has been grown in Florida for two years. This spectacular orange, large, thin-skinned and rather watery, resembles other Florida navels except that its flesh is pinkish-red.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Saks Scans Manhattan For a Discount-Outlet Site","web_url":"https://www.nytimes.com/1995/02/01/nyregion/saks-scans-manhattan-for-a-discount-outlet-site.html","abstract":"  Saks Fifth Avenue, which built its reputation as a shopping place for the fashion conscious, not necessarily the dollar conscious, will open a bargain store in Manhattan as the company adds to its network of discount outlets.   No location has been chosen for the bargain store, which would become the first Saks Clearinghouse in New York State, Jaqui Lividini, a Saks vice president in charge of public relations, said yesterday. \"We're in the exploratory stages,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Student Is Sentenced to 70 Years to Life in Fatal Carjacking in Rockland","web_url":"https://www.nytimes.com/1995/02/01/nyregion/exstudent-is-sentenced-to-70-years-to-life-in-fatal-carjacking-in.html","abstract":"After an impassioned statement by the mother of a Rockland County carjacking victim, a judge today sentenced a former college student to 70 years to life in prison for the carjacking and for the slaying of the woman's 18-year-old son.\n\nThe student, Edward L. Summers, 23, of the Bronx slumped in his chair and stared blankly as the mother, Rose Falcone, spoke directly to him, using words she said she believed her son, Michael, would have used.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"At the Atlanta Games, Culture Will Be a Serious Competitor","web_url":"https://www.nytimes.com/1995/02/01/arts/at-the-atlanta-games-culture-will-be-a-serious-competitor.html","abstract":"  To some skeptics, using the five Olympic rings as the symbol for an exhibition of 130 of the world's greatest works of art is a trifle unseemly. But don't tell that to J. Carter Brown, the former director of the National Gallery of Art in Washington.   \"Because there is so much fame attached to the Olympics, it would be very easy to take the knee-jerk reaction that everything is just part of a big sideshow,\" said Mr. Brown, the man behind \"Rings: Five Passions in World Art,\" which will be the centerpiece of the Cultural Olympiad that is being held here in conjunction with the 1996 Summer Olympics. \"It has nothing to do with a logo. It's about interconnectedness, and if there is anything more important to the future of this planet, I'd like to know what it is.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor.html","abstract":"On the 50th anniversary of the liberation of Auschwitz, we hear everyone pledging that we must never forget the horrors of bigotry, hatred, injustice and oppression of the past, and that we are never going to let it repeat itself. And yet, one need only","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"1920:Arrests in Ireland: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1920arrests-in-ireland-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Following on yesterday's [Jan. 31] events, when the newly-elected councils in Ireland elected Sinn Fein mayors and Sheriffs, a sensational round-up of prominent Sinn Feiners took place in the early hours of this morning. Raids were carried out by","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Women and Children First?; For More Than Half a Century, Two Brothers Have Begged to Differ","web_url":"https://www.nytimes.com/1995/02/01/nyregion/women-children-first-for-more-than-half-century-two-brothers-have-begged-differ.html","abstract":"  First things first: Michael Katen remembers how cold it was when he bivouacked outside the Lincoln Tunnel for four days and four numbing winter nights. The macaroni and coffee he had brought along froze. Someone shook his hand and said it felt like an icicle.   It was 1945, and Mr. Katen's goal was to be the first motorist to pay a toll when the new north tube of the tunnel opened. After all, he and his brother say that separately or together, they were first at hundreds of things: Mr. First and Mr. Second.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-115595.html","abstract":"  ERIC LEWIS, KEN FREED, JOHN DEXTER and CHRIS FINCKEL have been training off and on for six months and seriously for another month, stretching, exercising and getting in shape -- to play Shostakovich.    They are members of the Manhattan String Quartet, and tomorrow at 10 A.M. they will begin a 12-hour marathon at Eastern Connecticut State University in Willimantic.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"29th Super Bowl Rates Only 22d","web_url":"https://www.nytimes.com/1995/02/01/sports/29th-super-bowl-rates-only-22d.html","abstract":"  The San Francisco 49ers' 49-26 rout of the San Diego Chargers in Sunday's Super Bowl generated a 41.3 Nielsen rating with a 62 share for ABC, ranking it 22d out of the 29 games. ABC's last Super Bowl, the Giants' 20-19 thriller over Buffalo in 1991, produced a 41.9 rating.   \"We're happy, considering how viewers stayed the whole telecast,\" said Mark Mandel, an ABC Sports spokesman. From a peak of 43.7 from 7-7:30 P.M., the rating fell to its lowest point of 39.3 in the final half-hour.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Rutgers Leader Disavows Linking Race and Ability","web_url":"https://www.nytimes.com/1995/02/01/nyregion/rutgers-leader-disavows-linking-race-and-ability.html","abstract":"  The president of Rutgers University today blamed \"three words jumbled together\" in a talk with faculty members for creating the false impression that he believed a \"genetic hereditary background\" made it hard for black students to do well on college entrance examinations.   \"Let me unequivocally make it clear that I believe that the view that genetic and hereditary factors determine ability and achievement is dead wrong,\" said the president, Francis L. Lawrence, who has headed the 48,000-student state university since 1990. \"That idea is precisely opposed to my beliefs.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-240895.html","abstract":"  Does the world need another radio talk show host? Two more are jumping on the bandwagon.   JAY SEVERIN, a political consultant to Republicans, made his debut on WOR-AM Monday in a nationally syndicated three-hour show to be broadcast every weekday. Asked what he would add to the mix, Mr. Severin, 41, said yesterday, \"The talk-show format is well enough established for permutations, and I believe that what I can add is a younger, hipper, more irreverent and broader spectrum of issues.\"","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/01/sports/results-plus-329395.html","abstract":"  N.H.L.  Nordiques Still Perfect  Center Joe Sakic had a shorthanded goal and added three assists as the Quebec Nordiques beat the visiting Philadelphia Flyers, 5-2, for their fifth straight victory last night to kept pace with the Pittsburgh Penguins, also 5-0, as the National Hockey League's only unbeaten teams. It is Quebec's fastest start since 1985-86, when the club won its first seven games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Political Memo; Little Room for Democrats To Maneuver on Welfare","web_url":"https://www.nytimes.com/1995/02/01/nyregion/political-memo-little-room-for-democrats-to-maneuver-on-welfare.html","abstract":"  Eighty-four days ago, many of the radical changes in welfare proposed by Gov. George E. Pataki would have been declared dead on arrival in the Democratic-controlled Assembly. But in light of Mr. Pataki's election on Nov. 8, and the resounding call for change voiced by voters in New York and elsewhere, the question for the Assembly Democrats has become where they will draw the line.    Many legislators and advocates for the poor believe the new political dynamic in Albany will leave the Assembly with little choice but to support many of Mr. Pataki's proposals, particularly those that would make life tougher for welfare recipients who are able-bodied and childless. The real legislative battle, they assume, will be pitched over efforts to stave off cuts in benefits for the elderly and mothers with children.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-237895.html","abstract":"  Seven news articles between Jan. 13 and Jan. 26 and an Op-Ed page article on Jan. 27, all dealing with Federal charges that Qubilah Shabazz tried to hire someone to kill Louis Farrakhan, misidentified the location of the former Audubon Ballroom, where Ms. Shabazz's father, Malcolm X, was killed. It was in the Washington Heights neighborhood of Manhattan, not in Harlem, to the south.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Officer Convicted of Hitting Brooklyn Man","web_url":"https://www.nytimes.com/1995/02/01/nyregion/officer-convicted-of-hitting-brooklyn-man.html","abstract":"  A New York City police officer was convicted yesterday of second-degree assault in striking and seriously injuring a Brooklyn man with his nightstick and police radio.   Officer Gerard Pitti, 31, an eight-year veteran of the force, was found guilty by a jury in State Supreme Court in Brooklyn after six hours of deliberations in a two-week trial. Prosecutors told the jury that in February 1992, the officer struck the victim, Victor Medina, in the head, face and body, causing injuries that led to a month in the hospital.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/02/01/books/book-notes-426095.html","abstract":"  Off to a Running Start    Hesiod, a poet writing in 700 B.C., may have needed to remind his fellow Greeks that \"right timing is in all things the most important factor.\" But no one needs to tell that to publishers these days. Just look at O. J. Simpson's new book, \"I Want to Tell You.\"    The 224-page book arrived in bookstores on Friday, just days after the murder trial began and in the midst of the defense's opening statement. Since then, the book, in which Mr. Simpson proclaims his innocence, has been a runaway success for its publisher, Little, Brown.","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Pataki Budget Would Freeze Aid to Schools","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-budget-would-freeze-aid-to-schools.html","abstract":"  Gov. George E. Pataki said today that his proposed budget for the next fiscal year would freeze two of the largest forms of state aid to local communities. But he said that over all, his budget, to be released today, would not shift costs to local governments, and would actually save them more than $1 billion in programs mandated by the state.   He said he would freeze school assistance, the largest block of money that localities receive from the state, at $9.7 billion, and revenue sharing at $529 million. Given the huge cuts that the Governor has proposed in Medicaid and welfare spending, many local officials said they had expected Mr. Pataki to cut local assistance.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Schools Chief Is Expected To Step Down","web_url":"https://www.nytimes.com/1995/02/01/nyregion/schools-chief-is-expected-to-step-down.html","abstract":"  Thomas Sobol, the state's embattled Education Commissioner, is to announce later this week that he will retire by the end of the year because of increasing tensions with the new Republican administration of Gov. George E. Pataki, a state official said tonight.   The announcement, which Mr. Sobol is expected to make on Friday at a meeting of the State Board of Regents, comes at a time when the Education Department has been increasingly criticized by Mr. Pataki and lawmakers from both parties as a bloated, insulated and unresponsive bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Kovalev Is Aching for Early Showdown With Penguins","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-kovalev-is-aching-for-early-showdown-with-penguins.html","abstract":"  The Rangers are heading to Pittsburgh for a rematch with the undefeated Penguins on Wednesday night. But they might have to play without one of their top players.   Right wing Aleksei Kovalev missed practice today while recovering from a major bump on the head. Kovalev suffered the accident Monday night at Madison Square Garden when he crashed into the Ottawa goal post after making a spectacular spin move.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Mets to Offer Ticket Rebates","web_url":"https://www.nytimes.com/1995/02/01/sports/mets-to-offer-ticket-rebates.html","abstract":"  Buy one now. Get a rebate later. That was the contingent inducement offered by the Mets yesterday to get fans to buy tickets at regular prices now, even though they might seem greatly overpriced if the strike continues and the season starts with replacement players in the place of familiar stars.   Should that happen, the Mets said, anyone who has purchased a full-price ticket can get a rebate worth two-thirds of the regular price, a $10 rebate on a $15 box seat ticket, for example, and an $8 refund on a $12 loge or mezzanine reserved seat. Rebates would be obtained either at the Shea Stadium or by mail.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Goals by Guerin Do the Trick for Devils","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-goals-by-guerin-do-the-trick-for-devils.html","abstract":"  Two blistering shots by Billy Guerin. That's what it took for the Devils to break into the victory column and into smiles of relief. That's what provided the margin for a 2-1 victory over the Buffalo Sabres tonight in the home opener at Byrne Meadowlands Arena.   The Devils, who opened the season with a tie at Hartford and had lost their three other games, as well as their scoring touch, responded in the third period tonight, before a crowd of 16,311, about 3,000 short of capacity.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Ewing Makes All-Star Team","web_url":"https://www.nytimes.com/1995/02/01/sports/ewing-makes-all-star-team.html","abstract":"  Adding to his list of impressive accomplishments, Patrick Ewing was named to the All-Star team yesterday for the ninth time in his 10-year career. Ewing has been an All-Star more often than anyone else in the Knicks' history, surpassing the seven appearances of both Walt Frazier and Willis Reed. And this year's trip to the All-Star Game on Feb. 12 in Phoenix may be more special to Ewing than some of the others.   After undergoing arthroscopic surgery on his right knee in July, Ewing missed the entire preseason and started the regular season slowly. But in January, he returned to being one of the National Basketball Association's most dominant players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"The Insanity Continues","web_url":"https://www.nytimes.com/1995/02/01/sports/IHT-the-insanity-continues.html","abstract":"\"One cannot die for a football match at the age of 24,\" said Cosimo Spagnolo. But, alas, one just had. .The insanity of death at the stadium is back with soccer. Spagnolo uttered those words late Sunday when he learned that the Genoa supporte","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-90328241267.html","abstract":"BODY AND SOUL (Verve): A tasty compilation of ballads played by masters of the saxophone - Coleman Hawkins, Joe Henderson, Charlie Parker, Lester Young, Stan Getz and John Coltrane (Gerry Mulligan does not wear well). An insight into jazz's unique combina","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"A Hollywood Role for a Capitol Star?","web_url":"https://www.nytimes.com/1995/02/01/us/a-hollywood-role-for-a-capitol-star.html","abstract":"  Speaker Newt Gingrich likes to talk about renewing civilization, but did he mean Hollywood, too?   Some in Hollywood think so. The movie moguls want to bring him out. Not to star in a picture, at least not yet. But to star at a gala dinner to give a lift to conservatives in Tinsel Town.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Raiders' Change in Offing?","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-raiders-change-in-offing.html","abstract":"  A National Football League head coaching change appears to be in the works in Los Angeles, where the Raiders are considered likely to dismiss ART SHELL. According to a person familiar with the Raiders' thinking, the owner AL DAVIS is ready to replace Shell with the assistant coach MIKE WHITE and may do so by the end of the week. Davis recently hired former Arizona Coach JOE BUGEL as an assistant head coach.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Pataki to Freeze Aid","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-to-freeze-aid.html","abstract":"  On the eve of releasing his first budget, Gov. George E. Pataki said he would freeze two of the largest areas of state aid, schools and local governments, but that his overall budget would save them money.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"When the Dinner Conversation After the Theater Gets Crazy","web_url":"https://www.nytimes.com/1995/02/01/theater/theater-review-after-play-when-dinner-conversation-after-theater-gets-crazy.html","abstract":"  Anne Meara's \"After-Play\" may be the perfect New York comedy to attend before going out to dine with dear old friends from Los Angeles you haven't seen in ages. This is also pretty much the situation in \"After-Play,\" which opened last night in Stage II at the Manhattan Theater Club. Though not entirely fat-free, it's an easy-to-take, weightless star vehicle for two marvelous actresses, Rue McClanahan and Barbara Barrie.   Marty and Terry Guteman (Merwin Goldsmith and Ms. McClanahan) and Phil and Renee Shredman (Larry Keith and Ms. Barrie) arrive at Manhattan's newest \"in\" restaurant, having just come from the latest must-see play. As revealed by their comments, \"Jamie, We Hardly Knew You\" deals with the immigration experience, a ghost, a dying grandmother, menstruation (and other rites of passage), changing time frames and transcendent metaphors. The discussion it prompts is intense, sincere and soon nasty.","thumbnail":null,"section":"Theater"},{"date":"19950201","headline":"Some 49ers' Joy Abbreviated","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-some-49ers-joy-abbreviated.html","abstract":"  The off season lasted about 36 hours for the San Francisco 49ers' coach, GEORGE SEIFERT, who was faced yesterday with the prospect of losing players from his championship team. Six players -- offensive tackle HARRY BOATSWAIN, safety DANA HALL, fullback MARC LOGAN, tight end TED POPSON, running back ADAM WALKER and defensive end MARK THOMAS -- were left unprotected yesterday for the Feb. 15 expansion draft and could be with Jacksonville or Carolina next season.  Also, DEION SANDERS and RICKY WATTERS are free agents, and Seifert said the process of trying to re-sign them will begin soon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Power and Romance Among the Old Negro Elite","web_url":"https://www.nytimes.com/1995/02/01/books/books-of-the-times-power-and-romance-among-the-old-negro-elite.html","abstract":"  THE WEDDING   By Dorothy West   240 pages. Doubleday. $20.    The Negro elite of Boston had a servant problem in the years before World War I, for, as Dorothy West explained in her first novel, \"The Living Is Easy,\" \"experienced domestics from the South could not be induced to work for people of color.\" Why should they, when it meant they would have to \"use the back doors of a social group who could not use the front doors of their former employers.\"","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Smoothly Covering the Course for PGA Tour","web_url":"https://www.nytimes.com/1995/02/01/sports/golf-smoothly-covering-the-course-for-pga-tour.html","abstract":"  The commissioner of the PGA Tour was striding through the organization's offices in Ponte Vedra Beach, Fla., recently, checking his watch, talking about membership requirements and looking to make certain that workers were correctly taping the seams on a new wallboard.   His pace was brisk and purposeful. Then he spotted something on the carpet, to the left of his polished black wing tip. It was a tiny piece of Styrofoam packing popcorn. Without breaking stride, he bent over and scooped it up, veering just slightly off course so he could toss it into a wastebasket as he continued down the hallway.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/01/nyregion/no-headline-898295.html","abstract":"  \"I don't see how I can be value-neutral. If you don't stand up for what you believe in, who's going to stand up for it? NINA FUE, a fourth-grade teacher in New Jersey.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Bronx Ring Stole 100 Luxury Cars a Month, Officials Say","web_url":"https://www.nytimes.com/1995/02/01/nyregion/bronx-ring-stole-100-luxury-cars-a-month-officials-say.html","abstract":"  Edmanuel's Auto Collision looked like any other grimy body shop in the Bronx, a dark garage full of late-model sedans and mechanics with grease-blackened hands.    Federal authorities said yesterday that Edmanuel's, at 1300 Cromwell Avenue, was the headquarters for a sophisticated ring that stole more than $8 million worth of luxury cars from New York streets over two years.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"For Pinball Artist, It's World Series","web_url":"https://www.nytimes.com/1995/02/01/nyregion/about-new-york-for-pinball-artist-it-s-world-series.html","abstract":"  GENTLEMAN Kai Bateman was one with the pinball machine. Obviously he was entirely aware of the tao of it. As the 32-year-old commercial artist from Colonia, N.J., rolled up mega numbers, a few of the adolescents at the Broadway Arcade at 51st Street turned away from their own games to watch him.   \"He's a champion,\" one of the teen-agers, who probably should have been in school, shouted over the noise. \"He's going to be in the World Series,\" said another, referring to the World Pinball Championships, which are to begin on Friday and end on Sunday at the Park Central Hotel at Seventh Avenue and 55th Street.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Suspect in Rail Killings Says Police Plotted to Frame Him","web_url":"https://www.nytimes.com/1995/02/01/nyregion/suspect-in-rail-killings-says-police-plotted-to-frame-him.html","abstract":"  Colin Ferguson accused the Nassau County police today of plotting to frame him for killing six people on a Long Island Rail Road train a year ago, and he threatened to subpoena the prosecutor in his murder trial, saying he knew of the scheme.   Mr. Ferguson, who a defense psychiatrist has said is paranoid and delusional, also accused a detective who testified against him of threatening to kill him.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1895:Dreadful Weather: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1895dreadful-weather-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - The weather throughout Great Britain yesterday [Jan. 31] was exceptionally severe. A terrible gale, accompanied by blinding snowsqualls, prevailed in the Channel in the morning. In Venice a severe snowstorm is now raging and communication by eith","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Scott Helps Red Storm Find Its Missing Confidence","web_url":"https://www.nytimes.com/1995/02/01/sports/college-basketball-scott-helps-red-storm-find-its-missing-confidence.html","abstract":"  Forget about the six-game losing streak that ended with the 82-77 victory at Michigan on Sunday. St. John's considers itself 1-0 after deciding to wipe its slate clean mentally if not physically after an 88-71 loss at Georgetown eight days ago.    \"We decided we had hit rock bottom and we were going to start over,\" Coach Brian Mahoney said yesterday. \"We said we were going back to Oct. 15 and start from there. We didn't have five weeks to prepare for the next game, just three days. But maybe it was helpful.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/01/nyregion/metro-digest-935095.html","abstract":"  MAYOR SEEKS TAKEOVER OF FISH MARKET    Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Giuliani is proposing new laws to permit New York City to take control of the market. A1. TEACHERS GIVE LESSONS IN VALUES    Teachers of the year across the nation say the heated national debates over values curriculums and school prayer overlook the obvious: that quietly, in their own classrooms, good teachers teach values every day. A1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"To Fight Mob, Giuliani Proposes Takeover of Fulton Fish Market","web_url":"https://www.nytimes.com/1995/02/01/nyregion/to-fight-mob-giuliani-proposes-takeover-of-fulton-fish-market.html","abstract":"  Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Rudolph W. Giuliani is proposing new laws to permit New York City to take control of the market.   Under the proposals, the city for the first time would investigate, license and regulate all businesses and employees at the market, in lower Manhattan. And in an attempt to sever suspected Mafia ties to merchants and companies, the city would also have the power to conduct background investigations of companies and their employees and bar those involved in wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Not-So-Merry 'Wives of Windsor' ** LINE FULL!!","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-notsomerry-wives-of-windsor-line-full.html","abstract":"Written at the express wish of Queen Elizabeth I - a commissioning tradition her namesake has sadly not bothered to continue - \"The Merry Wives of Windsor\" is essentially \"Falstaff II,\" Shakespeare's increasingly desperate attempt to","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Giuliani Considers Creating Own Police-Monitor Panel","web_url":"https://www.nytimes.com/1995/02/01/nyregion/giuliani-considers-creating-own-police-monitor-panel.html","abstract":"  Two weeks after Mayor Rudolph W. Giuliani said he would ignore the City Council's vote to create an independent agency to monitor the police, his administration is drawing up a plan to create one of its own.   Mr. Giuliani has long opposed the Council's plan for an agency to watch over the police and guard against corruption, saying it would give the Council too much power and would duplicate the work of the city's five district attorneys.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Fugitive Pleads Guilty in a 1971 Killing","web_url":"https://www.nytimes.com/1995/02/01/nyregion/ex-fugitive-pleads-guilty-in-a-1971-killing.html","abstract":"  Ricardo S. Caputo, who had said that he suffered from multiple personalities that made him kill at least four women in the 1970's, pleaded guilty today to manslaughter in the death of his first victim 24 years ago on Long Island.   Mr. Caputo, who surrendered last March after 20 years as a fugitive in North and South America, said that as part of a plea bargain, he was abandoning his original plea of not guilty by reason of insanity.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":87,"wspd":25.9},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":83,"wspd":25.9},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":22.3},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":18.4},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":7.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":89,"wspd":9.4},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":91,"wspd":1.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":93,"wspd":5.4},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":89,"wspd":3.6},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":90,"wspd":5.4},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":90,"wspd":14.8},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":13},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":81,"wspd":9.4},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":82,"wspd":11.2},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":14.8},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":86,"wspd":11.2},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":13},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":11.2},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":74,"wspd":14.8},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":72,"wspd":14.8},{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":22.3},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":40,"wspd":22.3},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":20.5},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":16.6},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":18.7},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":20.5},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":16.6},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":14.8},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":14.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":20.5},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":20.5},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":27.7},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":24.1},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":27.7},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":22.3},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":25.9},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":24.1},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":22.3},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":29.5},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":16.6},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":22.3}]},"19950202":{"guardian_articles":[],"nytimes_articles":[{"date":"19950202","headline":"Let's Look at Biases in the History Standards","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-375295.html","abstract":"  To the Editor:   Re Frank Rich's \"Eating Her Offspring\" (column, Jan. 26): Mr. Rich attempts to whitewash a seriously flawed document and to portray the proposed National History Standards as a \"middle-of-the-road committee product.\"","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"1920: Relief for Europe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1920-relief-for-europe-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - As predicted, the Ways and Means Committee of the House of Representatives has appropriated $50,000,000 for food relief in the countries of Europe, but refused to state in what countries the money should be spent. The expenditure is left to t","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Overproduction of a Protein Is Linked to Adults' Diabetes","web_url":"https://www.nytimes.com/1995/02/02/us/overproduction-of-a-protein-is-linked-to-adults-diabetes.html","abstract":"  Millions of Americans develop a form of diabetes in adulthood because they make too much of a protein that interferes with their cellular machinery, scientists reported today.   The finding, described in the current issue of Nature magazine, opens a new avenue of research into what causes Type II diabetes, researchers said. The condition, in which the body becomes resistant to insulin, used to be referred to as adult-onset diabetes and is a less severe form of the disease than Type I diabetes.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Gaining Empathy for Tomba From Cantona's Tantrum","web_url":"https://www.nytimes.com/1995/02/02/sports/IHT-gaining-empathy-for-tomba-from-cantonas-tantrum.html","abstract":"There are two ways at least of reacting to the disappointment of Alberto Tomba, who likely would have consummated his potential this week with a long-sought gold medal at the World Championships..You could decide that it's all about money, and no one o","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Aid for Mexico Gives Economy Shot in the Arm","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-the-overview-aid-for-mexico-gives-economy-shot-in-the-arm.html","abstract":"  One day after President Clinton's rescue plan brought a respite from its financial crisis, Mexico turned today to the task of rebuilding its shattered economy as officials and economists warned of a long year ahead of austerity, disappointment and anger.    The $50 billion international package of loans and loan guarantees announced in Washington on Tuesday brought a temporary euphoria to the markets and the business community, which the newspapers were terming the \"Clinton effect.\"","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Police Investigating Corruption Charges At a Bronx Precinct","web_url":"https://www.nytimes.com/1995/02/02/nyregion/police-investigating-corruption-charges-at-a-bronx-precinct.html","abstract":"  The New York City Police Department is investigating 20 officers of the 48th Precinct in the central Bronx who are suspected of beating up suspects, dealing narcotics and stealing money from drug dealers during the last three years, law enforcement officials said yesterday.   The pattern of corruption that investigators have found in the precinct -- small groups of officers who worked together to shake down and beat up drug suspects and enter apartments without search warrants -- closely resembles the case in the 30th Precinct in Harlem, where 29 officers have been arrested on similar charges since last March, the officials said.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Slow to Respond in Kobe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-slow-to-respond-in-kobe-letters-to-the-editor.html","abstract":"In your articles on the Kobe earthquake, you rightly praise the citizens of Kobe for their law-and- order attitude in keeping from looting and instead queuing up in disciplined fashion for food and blankets. Given the scale of the disaster, and the virtu","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Foreign Aid, in Moderation","web_url":"https://www.nytimes.com/1995/02/02/opinion/foreign-aid-in-moderation.html","abstract":"  Foreign aid, never very popular with Americans, is on the chopping block. It is not easy to argue the merits of Federal spending to diminish poverty, hunger and disease abroad when budget cuts mean inadequate funding for those problems at home. But some substantial benefits for the U.S. can be secured by relatively inexpensive foreign aid programs that are carefully selected and managed.    Aid that directly attacks the causes of global insecurity like poverty, disease, overpopulation and environmental degradation can prevent the sort of political instability and humanitarian disasters that ultimately require more costly American involvement. If the budget-cutters are not careful, they may shortchange aid to those who need it most and where it may do the most good.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Kovalev Returns and He's a Culprit With Campbell","web_url":"https://www.nytimes.com/1995/02/02/sports/hockey-kovalev-returns-and-he-s-a-culprit-with-campbell.html","abstract":"  There can be no debate about one simple statistic: Aleksei Kovalev of the Rangers was on the ice for all four Pittsburgh goals tonight when the undefeated Penguins edged New York by 4-3 at Civic Arena.   Some of those goals were aided by Kovalev's poor passes, although they were hardly the only reasons for this revealing defeat in this most interesting game between recent Stanley Cup winners.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Let's Look at Biases in the History Standards; Benefiting the People","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-benefiting-the-people-387695.html","abstract":"  To the Editor:   Frank Rich's \"Eating Her Offspring\" (column, Jan. 26) was the perfect complement to my coffee this morning after the infamous hearings in Washington where Lynne Cheney and William Bennett, former chairmen of the National Endowment for the Humanities, sought to derail their onetime benefactor.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Dreams Live Another Day for Players Making Mets' Cut","web_url":"https://www.nytimes.com/1995/02/02/sports/baseball-dreams-live-another-day-for-players-making-mets-cut.html","abstract":"  Jeff Edwards was selling cars in Nashville, a job he considered little more than a way station after more than eight years in professional baseball, both as a pitcher and a coach.   Today, he quit his job. He packed all his earthly possessions -- what few there are -- into the back of his 1988 Toyota Land Cruiser and drove 13 hours south to Port St. Lucie, spring training home to the New York Mets.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Petronio's New Series Includes a New Image","web_url":"https://www.nytimes.com/1995/02/02/arts/dance-review-petronio-s-new-series-includes-a-new-image.html","abstract":"  In recent years Stephen Petronio has dressed up his cerebral dances, which are explorations of complex movement, with trendy costumes and decor.    The onstage fashions have been punk and beyond, with a predilection for stuffing bare-legged men into the corsets women have battled for centuries to throw off. But for all the fancy clothes, or lack of them, the choreographer is still the same Stephen Petronio who initially attracted attention with his highly formal work. How fast, how furiously and how physically dancers could reach their limits were issues that preoccupied him and that made his pieces so exciting.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"New York Agrees To a Homeless Plan","web_url":"https://www.nytimes.com/1995/02/02/us/new-york-agrees-to-a-homeless-plan.html","abstract":"  After 11 years of litigation, New York City agreed to allow a court-appointed monitor to oversee a reorganization of its system for sheltering homeless families, a system that has routinely forced families to sleep in city offices and has led to $5 million in fines against the city.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Burial of Tainted Sludge Wins Broad Endorsement","web_url":"https://www.nytimes.com/1995/02/02/nyregion/burial-of-tainted-sludge-wins-broad-endorsement.html","abstract":"  A new proposal for disposing of contaminated sludge dredged from shipping channels in the Newark and Elizabeth ports was unveiled today. But instead of inspiring another one of those fights between shippers and environmentalists that have hampered the local maritime industry for years, the new plan was endorsed by both sides.   The proposal by a 15-member task force appointed last June by Gov. Christine Todd Whitman calls for burying contaminated dredge material in two underwater clay pits in Newark Bay, near the dredging sites, instead of barging it to the mud dump, a federally approved site five and a half miles off Sandy Hook.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/02/nyregion/no-headline-980195.html","abstract":"  A dike is like a child's sand castle on the beach. The danger of collapse rises the longer the water pressure is maintained.\" -- JAN ROELOFF, a Dutch relief official.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/02/style/chronicle-330295.html","abstract":"  Dramatizing an illness through theater is not a new idea, but SUSAN MILLER, an Obie Award-winning playwright, and Dr. PETER I. PRESSMAN, her surgeon, are marrying drama and medicine at a performance of her one-woman show, \"My Left Breast,\" next week.    The work, a monologue about her struggle with breast cancer, opens tonight at the Ohio Theater Space on Wooster Street in SoHo. On Wednesday after the show, Dr. Pressman will lead a panel discussion on the medical and psychological ramifications of losing a breast. \"We will also ask whether it would be useful to do the play around the country for women's groups,\" said Dr. Pressman, who is an associate clinical professor of surgery at the Albert Einstein College of Medicine in the Bronx.","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"Request to Move Slaying Trial Is Denied","web_url":"https://www.nytimes.com/1995/02/02/nyregion/request-to-move-slaying-trial-is-denied.html","abstract":"  A state appeals court yesterday denied a request by Colin Ferguson to have his murder trial moved from Nassau County to Brooklyn.   Mr. Ferguson is accused of killing 6 people and wounding 19 others aboard a Long Island Rail Road train.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Two Views of the Peso Bailout: Wall Street vs. Main Street","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-rationale-two-views-peso-bailout-wall-street-vs-main-street.html","abstract":"  If Washington won't bail out Orange County, why should the taxpayers risk billions on Mexico? If American communities, not to mention corporations with thousands of employees, must look to their own devices in a financial crunch, why are foreigners being held to a lesser standard?   President Clinton didn't have the answers, forcing the Administration to abandon a program of loan guarantees needing Congressional approval for a hastily pulled together package for Mexico totaling nearly $50 billion from international lenders and an obscure United States Treasury account. Indeed, the sense that the original rescue package was a bailout for Wall Street -- an unavoidable side-effect of restoring the health of the Mexican economy -- is what turned Main Street against it.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Let's Look at Biases in the History Standards; Skewed Economics","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-skewed-economics-386895.html","abstract":"  To the Editor:   Frank Rich's claim (column, Jan. 26) that the National History Standards are \"middle of the road\" is not sustained by a reading of their economic history. A telling example is the standard on the causes of the Great Depression, which is quite outside the contours of the debate among economic historians.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Democrats Begin a Campaign for the Hearts and Minds of the Middle Class","web_url":"https://www.nytimes.com/1995/02/02/nyregion/pataki-budget-battle-democrats-begin-campaign-for-hearts-minds-middle-class.html","abstract":"  Caught between a November mandate for change and a tradition of support for social welfare, New York Democrats began an aggressive campaign today to depict Gov. George E. Pataki's budget in the emotion-laden terms of class warfare.   Their strategic positioning marked the start of a race with the Republican Governor for the political center, the place where the votes are.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"A Leak in Ulster Peace Plan Stirs a Storm","web_url":"https://www.nytimes.com/1995/02/02/world/a-leak-in-ulster-peace-plan-stirs-a-storm.html","abstract":"  Prospects for peace negotiations in Northern Ireland hit a snag today when details of a British-Irish plan to guide the talks were leaked to the press and published, provoking a storm of protest from unionist politicians of Ulster.   The Protestant unionists, who want Northern Ireland to remain part of Britain, said the plan went too far in giving the Irish republic a role in running the affairs of the six counties of the north. In particular, they objected to a proposed joint north-south Irish authority that would have strong executive powers in certain areas and would deal directly with the European Union.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Circle Rep Names Two New Directors","web_url":"https://www.nytimes.com/1995/02/02/arts/circle-rep-names-two-new-directors.html","abstract":"  Austin Pendleton will take over as the artistic director of Circle Repertory Company and Lynn Thigpen will be associate director, the theater announced yesterday. Tanya Berezin, who ran the company for eight years, has decided to return to acting.   Mr. Pendleton, 54, is a veteran theater and film actor who has directed and written for the stage as well. His newest work, \"Uncle Bob,\" opened just last night at the Mint Theater. Ms. Thigpen, 46, appeared on Broadway in \"Fences\" and \"Tintypes.\"","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Madness in a Long Island Court","web_url":"https://www.nytimes.com/1995/02/02/opinion/madness-in-a-long-island-court.html","abstract":"  The adage that anyone representing himself in court has a fool for a lawyer and a fool for a client was never more pertinent than now. Colin Ferguson is representing himself against six murder charges in a county court in Mineola, L.I. Mr. Ferguson is on trial for a shooting rampage aboard the Long Island Rail Road in December 1993, and is exercising his constitutional right to proceed without lawyers.    He has that right if a court finds him mentally competent to stand trial. The presiding judge, Donald Belfi, has twice found he meets that standard after hearing medical evidence and questioning the defendant. Nevertheless, Mr. Ferguson's conduct in his own defense has been so bizarre that Judge Belfi should review his pretrial findings.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Barry Reports Washington Is at the Financial Bottom","web_url":"https://www.nytimes.com/1995/02/02/us/barry-reports-washington-is-at-the-financial-bottom.html","abstract":"  Bracing residents for severe reductions in services and layoffs, Mayor Marion S. Barry Jr. said today that the nation's capital was in worse financial shape than it had ever been.   At a news conference, he said the city's budget deficit could reach $722 million by the end of the fiscal year without the vast spending cuts he said he intends to propose on Thursday. That amount reflects an additional $230 million in deficit spending that independent auditors discovered in the last six weeks, he said.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"A Rose or a Thorn for East Harlem?; Sentiment Is Divided Over a Proposal for a Huge Supermarket","web_url":"https://www.nytimes.com/1995/02/02/nyregion/rose-thorn-for-east-harlem-sentiment-divided-over-proposal-for-huge-supermarket.html","abstract":"  To the residents of East Harlem, the announcement last September that a nonprofit development corporation had raised millions of dollars to help build a giant Pathmark supermarket on 125th Street was the answer to years of prayers.    Like people in countless communities with large minority populations in the city and across the country, they had watched as the chain stores shunned their neighborhood and consigned them to shopping in smaller stores, often with higher prices and inferior merchandise.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Shunned Outside Prison, Paroled Sex Offender Stays in a Cell","web_url":"https://www.nytimes.com/1995/02/02/nyregion/shunned-outside-prison-paroled-sex-offender-stays-in-a-cell.html","abstract":"  For the last five months, Carl DeFlumer, a convicted murderer and sex offender who has spent 42 of his 62 years in prison, has been a free man. But he has no place to go and has been spending his freedom in prison at a cost of $2,100 a month to the state.   When Mr. DeFlumer was paroled in early September, the state wanted him to live with his sister in Glenmont, an Albany suburb. But neighbors learned of his plan through school and parole officials and protested so fiercely that the sister withdrew her offer.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"The Neediest Cases; Children Are Moved by Others' Plight","web_url":"https://www.nytimes.com/1995/02/02/nyregion/the-neediest-cases-children-are-moved-by-others-plight.html","abstract":"  Charity might begin at home, but this winter, some New York children have developed philanthropic leanings in the classroom. Through bake sales, book collections and chores, they have raised money for The New York Times Neediest Cases Fund. Several dozen children wrote letters in impeccable script explaining their efforts and trumpeting the results.   A fourth-grade class at Kent Elementary School in Carmel, N.Y., made $25 selling books. Their reasoning was simple:","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Opening Up the Rolls of the Avant-Garde","web_url":"https://www.nytimes.com/1995/02/02/arts/music-review-opening-up-the-rolls-of-the-avant-garde.html","abstract":"  The Crosstown Ensemble issued no manifestoes for its inaugural concert at the New York Academy of Art in TriBeCa, but one can guess what its founder, the conductor Eric Grunin, had in mind. Rooted in the downtown musical avant-garde, Crosstown seeks to broaden its scope by reaching across town, in a global village sense, to like-minded European composers of the younger generation and to established figures of 20th-century musical history.   This is the sort of lively, wide-ranging prospectus offered by European groups like the Ensemble Modern. American new-music ensembles tend to have a narrower outlook, institutionally or ideologically circumscribed. The mere sight of Crosstown's program on Saturday night was refreshing: works of established European masters (Lutoslawksi, Ligeti), a cult figure of the avant-garde (Giacinto Scelsi), a noted younger Finn (Magnus Lindberg) and a young American (Norman Yamada). The ensemble did not always meet the music's extreme demands, but it showed great promise.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Bubka's Training Sights","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-track-and-field-bubka-s-training-sights.html","abstract":"  How does SERGEI BUBKA, who has broken 35 world records indoors and outdoors in the last 10 years, train for the pole vault? Not the way you might expect. The 31-year-old Ukrainian arrived Tuesday night to compete in Friday night's Chemical Bank Millrose Games in Madison Square Garden. After a short night's sleep, he jogged in his hotel corridor to get the aches out. Then he made a visit to the New York Stock Exchange and autographed a pole to be auctioned off for the benefit of the United States Olympic Committee.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/02/nyregion/metro-digest-057595.html","abstract":"  PATAKI PROPOSES 3% TRIM IN STATE BUDGET Taking the first step toward fulfilling his vision for a smaller state government, Gov. George E. Pataki proposed a $32.4 billion state budget that would reduce taxes for almost all New Yorkers and cut spending across the board. A1. New York Democrats began an aggressive campaign to depict Mr. Pataki's budget in the terms of class warfare. News analysis, B6.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"'Gay Bashing' Death Convictions Voided","web_url":"https://www.nytimes.com/1995/02/02/nyregion/gay-bashing-death-convictions-voided.html","abstract":"  A New York State appeals court has thrown out the murder convictions of two men in the 1990 killing of a homosexual from Queens who prosecutors said had been beaten and stabbed in a \"gay bashing\" spree.    The appellate court held that the judge at the highly publicized 1991 Queens trial, Justice Ralph Sherman of State Supreme Court, had made fundamental errors that deprived the defendants of their rights. Though the convictions were overturned and a new trial was ordered, the panel said the evidence presented was \"legally sufficient to establish\" the defendants' guilt in helping to kill the man, Julio Rivera, 29, in a Jackson Heights schoolyard that was known as a gay cruising area.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Bridge","web_url":"https://www.nytimes.com/1995/02/02/nyregion/bridge-297795.html","abstract":"  Even when the battle seems lost, fight fiercely to the end and a miracle may happen. There are historical precedents for that, and now a bridge example.    At the NEC World Championships in Albuquerque, N.M., in September, a favored team was in a deep hole in the qualifying stage -- so deep that its captain, Seymon Deutsch of Laredo, Tex., gloomily flew home in his private plane.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"It's One Strike and You're Out in Florida","web_url":"https://www.nytimes.com/1995/02/02/us/it-s-one-strike-and-you-re-out-in-florida.html","abstract":"  After its grand opening this week, the Shooters restaurant here was counting on baseball's exhibition season for a marketing blitz. Among the plans: ticket giveaways, visits from big-name players, advertisements flown over two gleaming stadiums.   Now, with the baseball strike threatening spring training, which is supposed to start in the third week of this month, the restaurant has started looking into a fishing motif.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Late Comebacks Leave Pirates Just Short","web_url":"https://www.nytimes.com/1995/02/02/sports/college-basketball-late-comebacks-leave-pirates-just-short.html","abstract":"  Two points. That was as close as Seton Hall could come to Providence tonight during two late-game comeback thrusts.    Three points. That was the margin the Pirates fell short by when the game ended, 80-77, in favor of Providence.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"1895: The Wrong Faure : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1895-the-wrong-faure-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro states that the New York Sun lately presented its readers with a portrait of M. Faure, the great baritone, over the inscription \"M. Félix Faure, President of the French Republic.\" The portrait was reproduced from an illus","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Family Relationships, Both Real and Spectral","web_url":"https://www.nytimes.com/1995/02/02/theater/theater-review-family-relationships-both-real-and-spectral.html","abstract":"  The title characters of Craig Lucas's \"Missing Persons\" are actually very much in evidence in the extensively revised version of the 1981 play at the Atlantic Theater Company.   Specters of failed relationships in the lives of an English teacher and her grown son, they show up with the harping persistence of Mrs. Muir's resident ghost: popping out of refrigerators, closets, even garbage pails to keep mother and son in a feverish purgatory of guilt and self-examination.","thumbnail":null,"section":"Theater"},{"date":"19950202","headline":"Caller ID Reaches Out A Bit Too Far","web_url":"https://www.nytimes.com/1995/02/02/nyregion/caller-id-reaches-out-a-bit-too-far.html","abstract":"  When Nynex first proposed caller ID -- a service that tells a customer who is calling by displaying the caller's number on a screen -- it assured New York officials that it had the technology to protect the privacy of anyone who did not want his number revealed. More than 550,000 customers requested such protection.   But because of a phone company error, as many as 30,000 customers did not receive the privacy protection they had been promised, the Public Service Commission said yesterday. For months, each time those customers called someone with caller ID, their numbers were revealed.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Journal; Closet Clout","web_url":"https://www.nytimes.com/1995/02/02/opinion/journal-closet-clout.html","abstract":"  \"I rule out that it was an innocent mispronunciation,\" said Barney Frank from his office this week, reflecting on the slur that shook the 104th Congress. \"I turned to my own expert, my mother, who reports that in 59 years of marriage, no one ever introduced her as Elsie Fag.\"   Now that the shouting has died down -- and the tape of the deed has been widely heard -- this much is clear. Dick Armey, the House majority leader, did not, as he hastened to put it, merely have \"trouble with alliteration\" and stumble innocently over his colleague's last name.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"A Quiet Woman's Story With a Loud Message","web_url":"https://www.nytimes.com/1995/02/02/arts/a-quiet-woman-s-story-with-a-loud-message.html","abstract":"  In all the publicity for \"Serving in Silence,\" a made-for-television movie to be shown on Monday night on NBC, one name is mentioned most prominently: Barbra Streisand.   Ms. Streisand is not in the movie. She did not direct it. She is but one of five executive producers for the film. And yet when the announcer intones during promotional spots that the movie is \"from Barbra Streisand,\" there is more than name-dropping involved.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Jury Hears of Sheik's 'Jihad' Against U.S.","web_url":"https://www.nytimes.com/1995/02/02/nyregion/jury-hears-of-sheik-s-jihad-against-us.html","abstract":"  The first witnesses were called to the stand yesterday in the terrorist conspiracy trial of Sheik Omar Abdel Rahman and 11 others and -- apparently without the prosecution's intending it -- the trial lurched immediately into whether Mr. Abdel Rahman was the \"ideological leader\" of a \"jihad organization\" whose aim was to conduct criminal operations in the United States.   The first witness in the case was Harlen Bell, an agent of the Federal Bureau of Investigation who described himself as a specialist on Arabic and international terrorism. Mr. Bell was present during a search of Mr. Abdel Rahman's apartment in Jersey City in June 1993, and he seemed to have been called first for largely technical purposes -- to list things that had been taken from Mr. Abdel Rahman's home.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Study Finds Sperm Counts Are Declining","web_url":"https://www.nytimes.com/1995/02/02/us/study-finds-sperm-counts-are-declining.html","abstract":"  A new study has found a marked decline in sperm counts among fertile men over the past 20 years, reopening a heated argument over whether sperm counts serve as an environmental bellwether, showing effects of toxic substances accumulating in the environment.   The paper, published today in The New England Journal of Medicine, was based on data collected over 20 years at a Paris sperm bank. Some experts in the United States took strong exception to the findings, saying the question of whether sperm quality was deteriorating was still open.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"In Russia, Another Time, Another Boris","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-in-russia-another-time-another-boris-377995.html","abstract":"  To the Editor:   \"Strains of Chechnya War Setting Russians on Edge\" (front page, Jan. 29) states that the 17th-century Time of Troubles in Russia was caused by a religious schism.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Owners' Proposal Isn't New, Players Say","web_url":"https://www.nytimes.com/1995/02/02/sports/baseball-owners-proposal-isn-t-new-players-say.html","abstract":"  In a hotel room about a mile from the White House, where its primary occupant is watching them closely, negotiators for baseball's striking players and owners returned to the bargaining table today after a 40-day absence. But they maintained their distance.   The owners made a new payroll-tax proposal that John Harrington, chairman of the negotiating committee, termed a \"significant step,\" only to have the players privately shake their heads and, in the words of one, say, \"It doesn't look a whole heck of a lot different.\"","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"PATAKI PROPOSES BROAD REDUCTIONS IN STATE SPENDING","web_url":"https://www.nytimes.com/1995/02/02/nyregion/pataki-budget-overview-pataki-proposes-broad-reductions-state-spending.html","abstract":"  Taking the first step toward fulfilling his vision for a smaller state government, Gov. George E. Pataki proposed a $32.4 billion state budget today that would reduce taxes for almost all New Yorkers and cut spending across the board.   In presenting his budget, Mr. Pataki became the first New York governor since 1943 to call for less spending than in the previous year, proposing a $1.1 billion, or 3 percent, reduction. He also proposed income-tax cuts that would total $1 billion, the first step in a four-year plan to reduce the top tax rate by one-quarter and save taxpayers $6.8 billion a year. The top tax rate this year would fall to 7.59 percent, from 7.87 percent last year.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Death and Dire Doings? Time to Call Dalgliesh","web_url":"https://www.nytimes.com/1995/02/02/books/books-of-the-times-death-and-dire-doings-time-to-call-dalgliesh.html","abstract":"  ORIGINAL SIN  By P. D. James  416 pages. Alfred A. Knopf. $24.   The touch of symbolism is not gentle in \"Original Sin,\" P. D. James's latest mystery featuring Comdr. Adam Dalgliesh of New Scotland Yard. At the story's opening, Mandy Price, a young temporary typist, rides her motorbike to work at The Peverell Press, a venerable London publishing firm situated in a mock-Venetian palace on the Thames called Innocent House.","thumbnail":null,"section":"Books"},{"date":"19950202","headline":"Slumping Red Storm Goes Right to the Videotape","web_url":"https://www.nytimes.com/1995/02/02/sports/college-basketball-slumping-red-storm-goes-right-to-the-videotape.html","abstract":"  It is rare if not unprecedented for someone to witness his own burial. But that's what the St. John's basketball team did last night. After choking off its dwindling hopes for a respectable season by losing, 78-62, to the 19th-ranked Villanova Wildcats last night at Madison Square Garden, the Red Storm immediately bused back to campus for a team meeting where it watched its defeat on film.   Perhaps it was fitting punishment. Why not force the Red Storm players to watch what a crowd of 13,374 paid good money to see: a second-half collapse that saw a 5-point halftime lead turn into a 16-point rout that was worse than the score indicated.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Before Summit, Egypt Says Israel Erodes Peace","web_url":"https://www.nytimes.com/1995/02/02/world/before-summit-egypt-says-israel-erodes-peace.html","abstract":"  Foreign Minister Amre Mahmoud Moussa said today that Israel had failed to abide by the peace agreement, leading to an increase in Palestinian violence. He also said Israel's decision not to sign the nuclear nonproliferation treaty was fueling regional instability, and called on the Israeli Prime Minister to stop questioning Egypt's long-term stability.   The criticisms of Israel were made in an interview in the Foreign Minister's office on the eve of a meeting in Cairo between President Hosni Mubarak of Egypt, King Hussein of Jordan, Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, chairman of the Palestine Liberation Organization. The comments reflect a deterioration of relations between the two neighbors who signed a peace treaty in 1979.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Rescue: Durable Or Brief?","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-washington-rescue-durable-or-brief.html","abstract":"  President Clinton's move to sidestep Congress and order emergency credits to Mexico halted a monthlong run on the peso, but it left Congressional critics and reluctant American supporters worrying that the bailout's success would prove temporary.   A debate over the solidity of the plan arose today as the International Monetary Fund met into the night in Washington and finally approved an emergency $17.8 billion in medium-term loans.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"G.O.P. Is Tutored on Strategy for Budget Debate","web_url":"https://www.nytimes.com/1995/02/02/us/gop-is-tutored-on-strategy-for-budget-debate.html","abstract":"  Programs have friends, but bureaucrats do not, so focus your fire on the bureaucrats.   Hold on to the moral high ground. When Democrats attack your budget cuts as unfair, \"we must match our opponents story-for-story -- the personal and national immorality of passing along increasing debt to our children and future generations, versus their budget cutting horror stories.\"","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Shuttle's Launching Is Delayed By Failure in a Guidance Unit","web_url":"https://www.nytimes.com/1995/02/02/us/shuttle-s-launching-is-delayed-by-failure-in-a-guidance-unit.html","abstract":"  The blastoff of the space shuttle Discovery on a mission to rendezvous with a Russian space station was delayed today for a least a day, from early Thursday to early Friday, after routine testing had revealed a failure in one of the shuttle's three critical guidance units.   Ground crews are working to replace the suspect part, hoping to finish soon enough that the liftoff will be postponed no more than 24 hours.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Truman Told Stalin Not to Invade Japan","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-truman-told-stalin-not-to-invade-japan-374495.html","abstract":"  To the Editor:   Re \"Hiroshima: A Controversy That Refuses to Die\" (news article, Jan. 31): I must point out an omission. After discussing the influence of Secretary of State James Byrnes on Truman's decision to drop the atomic bomb and the perceived need to send a warning to the Soviet leadership, you quote me about the geopolitical stakes of such a warning.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/02/02/style/IHT-what-theyre-reading.html","abstract":"Josephus Melchior Thimister, designer for Balenciaga, is rereading \"Giovanni's Room\" by James Baldwin..\"Baldwin's books are sacred to me, my inspiration. Baldwin was born with all life's disadvantages, black, poor and gay. He called them","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"As Dike Cracks in Holland, Fear Rises With the Flood","web_url":"https://www.nytimes.com/1995/02/02/world/as-dike-cracks-in-holland-fear-rises-with-the-flood.html","abstract":"  Flood waters reached a new peak in the Netherlands today, and specialists said they were not sure whether the dikes and dams that protect this low-lying country from its rivers would hold or crumble under the pressure.   \"The situation is very hard to predict,\" Interior Minister Hans Dijkstal said. \"It is extremely difficult to make a reasonable estimate of the danger.\"","thumbnail":null,"section":"World"},{"date":"19950202","headline":"U.S. Says Russian Army Violated Human Rights in Chechnya","web_url":"https://www.nytimes.com/1995/02/02/world/us-says-russian-army-violated-human-rights-in-chechnya.html","abstract":"  The Administration accused Russia today of human rights abuses, saying Moscow had violated international agreements when it sent troops into Chechnya, the secessionist republic, to attack civilians.   It also accused Russia of making arbitrary arrests, beating prisoners and allowing military recruits to be abused in systematic hazing.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Pressure Beyond the Track for Algerian Woman","web_url":"https://www.nytimes.com/1995/02/02/sports/track-and-field-pressure-beyond-the-track-for-algerian-woman.html","abstract":"  She has carried the Olympic torch for progressive Algerian women -- running in shorts, displaying her legs when Islam demands that only the face and hands be visible -- so it was inevitable that Hassiba Boulmerka would become as much a symbol as an athlete.   Victories by Boulmerka in the 1,500-meter race at the 1991 world track and field championships in Tokyo and the 1992 Summer Olympics in Barcelona have come to illustrate the struggle of female athletes caught in Algeria's increasingly violent tug of war between politics and religion.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Surgery for Olazabal","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-golf-surgery-for-olazabal.html","abstract":"  The Masters champion, JOSE MARIA OLAZABAL will miss at least a month of play after surgery on his right foot, but is expected to defend his Masters title in April. The Spanish golfer said the foot had bothered him for the last 18 months, a problem caused by a malformed big toe. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Mister Abbott","web_url":"https://www.nytimes.com/1995/02/02/opinion/mister-abbott.html","abstract":"  Simply to say his name, George Abbott, is to think of Jimmy Durante, Ethel Merman, Carol Haney, Gene Kelly, Ray Bolger, Gwen Verdon, Zero Mostel. It is to think of \"Call Me Madam,\" \"Pal Joey, \"Pajama Game,\" \"Where's Charley,\" \"Damn Yankees\" and \"A Funny Thing Happened on the Way to the Forum.\" It is also to remember that \"Broadway\" was once a synonym for \"magic,\" and that actor/producer/director/play-doctor George Abbott was a very big reason why.    Mr. Abbott, who died on Tuesday, lived for 107 years. His entrance was as an actor, in 1913, in a play called \"The Misleading Lady\"; his exit was an incredible 76 years later, when he wrote and co-directed \"Frankie.\" By then this monument to sobriety and three square meals a day (\"burning the candle at both ends . . . is a dandy way to get a nervous breakdown,\" he wrote in 1963) was 102.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-005295.html","abstract":"  An article in The Home Section last Thursday about the living quarters of some members of Congress referred incorrectly to Representative John Linder, Republican of Georgia. He has a town house in Washington; he does not sleep in his office.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/02/style/chronicle-331095.html","abstract":"  Here comes the bride . . . down a very glamorous aisle.    JENNIFER RAPAPORT, a special education teacher at Public School 224 in Bayside, Queens, spotted a newspaper advertisement on Jan. 20 for an essay contest in which the first prize was a wedding at the Rainbow Room at Rockefeller Center on Valentine's Day.","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"14 Million Pupils in Unsuitable or Unsafe Schools, Report Says","web_url":"https://www.nytimes.com/1995/02/02/us/14-million-pupils-in-unsuitable-or-unsafe-schools-report-says.html","abstract":"  One third of the nation's 80,000 public schools are in such poor repair that the 14 million children who attend them are being housed in unsuitable or unsafe conditions, a report to Congress estimated today.   The conditions, the report said, will cost $112 billion to correct -- roughly four times the United States Education Department's total annual budget.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Kotite Holds Court","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-kotite-holds-court.html","abstract":"  RICH KOTITE had his first meeting with several Jets coaches yesterday, but still has not had a chance to look at the tapes of last season. JOHNNY ROLAND, who recently accepted Kotite's offer to return as the running backs' coach, then left the next day for Houston, has apparently changed his mind -- again. He will join the Rams in their expected move to St. Louis, where he was rookie of the year in 1966.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"New Delhi Journal; Crown Jewels of the Nizam: All Are India's Now","web_url":"https://www.nytimes.com/1995/02/02/world/new-delhi-journal-crown-jewels-of-the-nizam-all-are-india-s-now.html","abstract":"  For the Nizams of Hyderabad, Muslim rulers of fabled wealth whose authority once extended across much of southern India, the armored car that carried four steel trunks away from a Bombay bank vault last month was a punctuation mark to decades of declining fortune.    The trunks, bound for a Government strongroom in New Delhi, held a collection of jewels considered by experts to be one of the greatest ever assembled. Among them was the fabled Jacob diamond, a duck's-egg-size 162-carat stone bought by Hyderabad's ruling family in 1891. It was used for much of this century as a paperweight by Osman Ali Khan, the seventh and last Nizam to rule the royal state.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Armey Didn't Condemn Anti-Gay Bigotry","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-armey-didn-t-condemn-anti-gay-bigotry-389295.html","abstract":"  To the Editor:   Although some may feel that enough has been said about House Majority Leader Dick Armey's use of the slur \"fag\" against Representative Barney Frank, the most troubling issue is what has not been said.   Mr. Armey constructs an adamant defense in a righteously indignant letter (Jan. 30). However, in explaining the detailed intricacies of a \"slip,\" he fails to condemn anti-gay sentiments without exception.   On the day the world commemorated the 50th anniversary of the liberation of Auschwitz, an atrocity painfully remembered as the consequence of hatred and intolerance, it is particularly ironic and offensive that Dick Armey would publicly use the slur \"fag.\"   Although these two events have been separated by 50 years, they are inextricably connected by their essential cores: politically and publicly espoused hatred and bigotry.   There is an insidious link between anti-gay slurs and violence against gay men and lesbians.    Since April 1993, there have been eight brutal murders of gay men in Dick Armey's home state of Texas, yet he fails to address the serious implications of hate toward gay people.   Gay men and lesbians face an increased threat to our lives and well-being for fear of hostility and violence everywhere we turn -- from the streets of our neighborhoods to our jobs.   Mr. Armey owes an unqualified apology not only to Mr. Frank but also to all gay men and lesbians, who must now endure the consequence of his deliberate refusal to declare publicly that bigotry and hatred is a path the world cannot afford to take again. RICHARD BURNS  Executive Director, Lesbian & Gay Community Services Center New York, Jan. 30, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Bump on Mogul Run Cousin to Ocean Wave","web_url":"https://www.nytimes.com/1995/02/02/sports/skiing-bump-on-mogul-run-cousin-to-ocean-wave.html","abstract":"  The most skied-out terrain of a downhill area is apt to be a mogul run. But there is a certain call of the wild to its knobby topography. What other inbound slope draws skiers to its edge looking like parachutists about to drop out of an airplane?   \"Even if you're a good skier, when you come to a mogul run and take that first look down, it's always, oh-oh,\" said Patti Sherman-Kauf, a mogul skier with two world pro titles.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Cuts in Pataki's Plan Draw Municipal Opposition","web_url":"https://www.nytimes.com/1995/02/02/nyregion/the-pataki-budget-new-york-city-cuts-in-pataki-s-plan-draw-municipal-opposition.html","abstract":"  City University officials today called Gov. George E. Pataki's budget \"harsh and potentially damaging.\"    Assembly Speaker Sheldon Silver, a Manhattan Democrat, predicted the cuts could force a 50-cent fare increase on New York City subways.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"At Pebble Beach, Weather Means No Practice Rounds","web_url":"https://www.nytimes.com/1995/02/02/sports/golf-at-pebble-beach-weather-means-no-practice-rounds.html","abstract":"  Almost every year since 1947, when Bing Crosby first moved his tournament to the Monterey Peninsula, there has been some kind of weather obstacle to overcome. Rain. Snow. Sleet. Howling winds that blew golf balls off tees and jiggled them on greens.   But even here, where the weather vagaries are such that the locals make preparations for four seasons in one day, there has never been anything like this. The AT&T Pebble Beach National Pro-Am that gets under way on Thursday will be unique. Never in the history of this tournament -- or any other tournament on the PGA Tour -- have the players gone into the competition without having played a practice round on the tournament courses.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"In G.O.P. Presidential Field, A Race to Raise Money Is On","web_url":"https://www.nytimes.com/1995/02/02/us/in-gop-presidential-field-a-race-to-raise-money-is-on.html","abstract":"  Shortly before Dick Cheney, the former Defense Secretary, formally dropped out of the race for the Republican Presidential nomination in 1996, he called Mel Sembler, a millionaire developer from St. Petersburg, Fla., who would have been among his top fund-raisers, to give him the news.   Soon Mr. Sembler's telephone was ringing again. \"Within hours,\" he said, \"I had calls from Lamar Alexander, from Phil Gramm and from Arlen Specter.\" Former Vice President Dan Quayle had an excuse for not calling immediately: He was recuperating from surgery. But within three days, Mr. Sembler also received calls from advisers to Mr. Quayle and Senator Bob Dole of Kansas.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"1945: Radar Explained : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1945-radar-explained-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The mystery of radar - the radio-location device which reveals the presence of objects no eye can see and which is probably the most distinct scientific achievement of this war - was explained today [Feb. 1] for the first time by two British tech","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Nick Lowe's Down-Home Simplicity","web_url":"https://www.nytimes.com/1995/02/02/arts/rock-review-nick-lowe-s-down-home-simplicity.html","abstract":"  Nick Lowe has left irony behind. Back at the end of the 1970's, Mr. Lowe emerged as a producer (for Elvis Costello and others) and songwriter who toyed with pop genres and tucked unexpected words into cheerful, catchy tunes. But on his new album, \"The Impossible Bird\" (Upstart), he is no longer an arch pop craftsman; the skill remains, but his tone is now sincere. Leading his new band for a packed house at Wetlands Preserve on Monday night, Mr. Lowe played a set that explored heartbreak and loneliness before winding up, in encores, with a glimpse of new love.    He hasn't grown sappy or lost his sense of humor. From country and soul songwriters, Mr. Lowe has learned restraint; his lyrics don't gush, and he doesn't over-indulge his old taste for wordplay. Instead, he aims for a telling simplicity; the hymnlike \"Lover Don't Go\" begins, \"There's a hollow in the bed where your body used to be/Like the hollow in your heart where the love once was for me.\" He sings without pushing too hard, and while his understatement is partly a result of a limited range, he can lend his voice a country quaver or a hint of a yodel. He makes his words resonate by singing them with quiet longing.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Humphries Hurts Arm And May Need Surgery","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-humphries-hurts-arm-and-may-need-surgery.html","abstract":"  One day after redislocating his left elbow while swinging a golf club, San Diego Chargers quarterback STAN HUMPHRIES is facing probable surgery, Coach BOBBY ROSS said yesterday. Humphries had an magnetic resonance imaging test taken yesterday on the injured elbow, according to Ross. The result of the test was not yet known. \"The likelihood is that we're looking at some potential surgery,\" Ross said.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Panel Seeks To Streamline Nuclear Labs","web_url":"https://www.nytimes.com/1995/02/02/us/panel-seeks-to-streamline-nuclear-labs.html","abstract":"  The longstanding rivalry between the nation's two nuclear weapons design laboratories, Livermore and Los Alamos, should be ended, said a Federal advisory report released today. The study said several other large national physics laboratories should be made more efficient and taken out of the Government's hands.    The Lawrence Livermore National Laboratory in Livermore, Calif., established to compete with the Los Alamos National Laboratory in New Mexico in designing nuclear weapons, should turn over all the design work to its rival, the advisory panel said. The panel included both scientists and industry executives and was headed by Robert W. Galvin, chairman of the executive committee of Motorola Inc.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Jailed Algerian Issues Warning About Election","web_url":"https://www.nytimes.com/1995/02/02/world/jailed-algerian-issues-warning-about-election.html","abstract":"  A jailed opposition leader in the Algerian Islamic movement has warned against holding a presidential election this year, saying in a letter published today that such a move would lead to an even more violent confrontation between Muslim militants and the Algerian Army.   The letter, written by Ali Belhadj, the second-highest-ranking official of Algeria's dominant Islamic opposition party, the Islamic Salvation Front, was dated Jan. 27, three days before a suicide car bomb attack on a security police headquarters in downtown Algiers killed 42 people and wounded 256.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Congress Limits Federal Orders Costly to States","web_url":"https://www.nytimes.com/1995/02/02/us/congress-limits-federal-orders-costly-to-states.html","abstract":"  The House of Representatives brought a prolonged debate to its foregone conclusion today and overwhelmingly passed legislation making it harder for Congress to impose new requirements on the states and cities without providing Federal money to pay for them.   The legislation, which passed the Senate in similar form last week and has President Clinton's endorsement, is the first major step in what the new Republican majority in Congress is promising will be a steady shift of power from Washington back to the local governments.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/02/02/arts/the-pop-life-771095.html","abstract":"  The Jackson Watch    Michael Jackson is the kind of musician who likes to keep everybody -- from his fans to his collaborators to his record label -- in the dark. His newest album, with the working title \"HIStory,\" was supposed to be in stores in November, just in time for Christmas. Then it was pushed back to Valentine's Day, and yesterday a spokeswoman for his record label, Epic, said the recording was now rescheduled for some time in the spring.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Why the Council of Europe Should Put Conglomerate Russia on Hold","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-why-the-council-of-europe-should-put-conglomerate-russia-on-hold.html","abstract":"Since the Council of Europe's creation in 1949, the feature that has set it apart from other intergovernmental organizations has been its insistence on respect for human rights and a democratic form of government as conditions for membership..To such an","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Dignity and Art Join on a Sarajevo Stage","web_url":"https://www.nytimes.com/1995/02/02/theater/dignity-and-art-join-on-a-sarajevo-stage.html","abstract":"  This city is full of struggle: for survival, of course, but also for the salvation of dignity in the face of horror. Dignity, under siege, becomes synonymous with civilization. Its absence constitutes the abyss.   Nowhere is this struggle more violent than in the person of Nermin Tulic, one of Sarajevo's best-known actors. Mr. Tulic has no legs. They were blown off on June 10, 1992. A Serbian shell severed them as he walked near his home in the center of the city. He was hospitalized, refused to eat and says he spent several weeks intending to die.","thumbnail":null,"section":"Theater"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-308695.html","abstract":"  An article in Business Day yesterday about new diet cola advertising for the Coca-Cola Company referred incorrectly to the soft drink ranked No. 10 in United States sales, according to Beverage Digest, an industry newsletter. It is Caffeine-Free Diet Pepsi, not Caffeine-Free Pepsi.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"States Like New York Know Balanced Budget Rule Won't Work","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-states-like-new-york-know-balanced-budget-rule-won-t-work-376095.html","abstract":"  To the Editor:   Re \"Proposal Beyond Politics\" (news analysis, Jan. 26): One argument used in support of a constitutional balanced budget amendment is that the Federal Government must learn to live within its means as the states do.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Free Concert at Emanu-El","web_url":"https://www.nytimes.com/1995/02/02/arts/free-concert-at-emanu-el.html","abstract":"  \"The Sounds of Sanctity,\" a free concert of Jewish liturgical music, is to be presented on Feb. 10 at 8 P.M. at Temple Emanu-El, Fifth Avenue at 65th Street. The concert features music commissioned by the synagogue since it was established 150 years ago. Soloists include Howard Nevison, cantor; Hunter Tillman and David Graf, organists; Richard Locker, cellist, and Susan Altabet, flutist. Information: (212) 744-1400.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"An Adventurer's Life:Always New Heights","web_url":"https://www.nytimes.com/1995/02/02/style/IHT-an-adventurers-lifealways-new-heights.html","abstract":"Reinhold Messner spent his 26th birthday lying in a Munich clinic. Several weeks before, he and his brother Günther, having been invited to join a German expedition, had reached the summit of Nanga Parbat in Kashmir. During the descent, amid continu","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"Sports of The Times; Twenty, Independent And Proud","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-of-the-times-twenty-independent-and-proud.html","abstract":"  THE newspaper in Jim Pierce's condominium told him everything he needed, or wanted, to know. It told him his daughter realized that he'd given her something forever, and good.   \"Mary said it right here in the paper, that her strokes were made by Papa,\" Jim Pierce said the other day from Delray Beach, Fla.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"In Tribute to Purcell, Modernism Reveals Roots in the Baroque","web_url":"https://www.nytimes.com/1995/02/02/arts/music-review-in-tribute-to-purcell-modernism-reveals-roots-in-the-baroque.html","abstract":"  In what he called an \"ambulatory program note,\" the composer Charles Wuorinen offered some commentary in Merkin Concert Hall on Tuesday night, recalling a skit from the early days of \"Saturday Night Live.\" A couple were arguing over whether a product was a dessert topping or a floor cleaner. \"Wait,\" interrupted a narrator, \"it's both.\"    Mr. Wuorinen argued that a dual, conflicting character was also evident in Dylan Thomas's poem \"A Winter's Tale,\" which he set to music in 1992. The work was then performed as the centerpiece of a remarkable concert that had a dual character as well: it was a tribute to the tercentenary of Purcell (its title was \"In Pursuit of Purcell: Purcell's Line\"), but Mr. Wuorinen and his music were the center of attention.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Pleased With Metrocard","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-pleased-with-metrocard-390695.html","abstract":"  To the Editor:    I was surprised at Lindsey Hanahan's Jan. 26 letter criticizing the Metropolitan Transportation Authority's Metrocard. I have used the card since its introduction and have found it to be far more convenient than a pocketful of heavy, loose tokens. I have continually reused the same card and have never had a problem with a scratched or broken card, although I keep it in my pocket without any protective covering.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"At Rally, Students Seek Resignation of Rutgers President","web_url":"https://www.nytimes.com/1995/02/02/nyregion/at-rally-students-seek-resignation-of-rutgers-president.html","abstract":"  Two Rutgers University student government organizations and the campus newspaper today called on the president of the university to resign over remarks he made two months ago that black students do not have the \"genetic hereditary background\" to do well on standardized tests like college entrance exams.   But the university's Board of Governors on Tuesday stood firmly behind the president, Dr. Francis L. Lawrence, and tonight he issued a public apology for what he described as \"the damage and the pain that I know that my widely published remarks have caused Rutgers' students.\" He also said he would not resign.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"In Poland, Not Polish","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-in-poland-not-polish-388495.html","abstract":"  To the Editor:   The 50th anniversary of the liberation of the Auschwitz death camp is a fitting time for you to publish \"Slaughter of the Innocents\" by Serge Klarsfeld (Op-Ed, Jan. 25). While the article reminds the world of the horrors that should never again be repeated, it contains the phrase \"Polish concentration camp,\" which deserves correction.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Jews and the Other Poland : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-jews-and-the-other-poland-letters-to-the-editor.html","abstract":"Three months ago, Simon Wiesenthal was decorated by Lech Walesa as a gesture of Polish-Jewish reconciliation. In Warsaw, I first heard from President Walesa's adviser on Jewish affairs the plans for the 50th anniversary commemoration of the Auschwitz lib","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"On the Duke Campus, Fans Form Bivouac","web_url":"https://www.nytimes.com/1995/02/02/sports/on-basketball-on-the-duke-campus-fans-form-bivouac.html","abstract":"  The front of the line looked as if nothing had changed, even if everything else is different.   Tents were pitched a short distance from the Cameron Indoor Stadium on the Duke University campus. Residents of college basketball's most unique unincorporated village were in place yesterday afternoon, the day before their Blue Devils will face North Carolina in a game that could soon take its place in Duke's painful season as the end of the beginning or the beginning of the end.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"With Blood Shortage Near Crisis, Hospitals Prepare to Delay Operations","web_url":"https://www.nytimes.com/1995/02/02/nyregion/with-blood-shortage-near-crisis-hospitals-prepare-to-delay-operations.html","abstract":"  New York City is in the midst of its most critical blood shortage in about a decade, a situation that has forced at least one hospital to postpone elective surgery and others to prepare for the increasing possibility that they, too, will have to put off all but the most pressing operations.   \"It's the most critical situation I've seen in the last 10 years, really touch and go,\" said Dr. Carl F. Wolf, director of the blood bank and transfusion services at the New York Hospital-Cornell Medical Center, where doctors are evaluating whether they will need to cancel some elective operations scheduled for today.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Recognizable Wins Again","web_url":"https://www.nytimes.com/1995/02/02/sports/recognizable-wins-again.html","abstract":"  Recognizable, a 4-year-old daughter of Seattle Slew, won her fourth straight race and the sixth in 10 starts today in the Sabin Handicap at Gulfstream Park.   The filly, who is owned by Ogden Mills Phipps, has run in the money nine times and never finished worse than fourth. She is one of four top fillies owned by Phipps and trained by Shug McGaughey, joining Heavenly Prize, Educated Risk and Inside Information.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Washington Talk; I'll Sleep on the Idea, But Must I Vote on It?","web_url":"https://www.nytimes.com/1995/02/02/us/washington-talk-i-ll-sleep-on-the-idea-but-must-i-vote-on-it.html","abstract":"  The best thing about President Clinton's new plan to rescue the Mexican economy, Senator Bob Dole said on Tuesday, is that Congress will not have to vote on the matter.   Mr. Dole, the Senate Republican leader, was only half joking. Senators and representatives are always looking for ways to avoid casting votes that can be used against them in their next election.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/02/nyregion/news-summary-944595.html","abstract":"  International A3-13  TOUGH TIMES AHEAD FOR MEXICO  Mexico turned to the task of rebuilding its economy as officials warned of a long year ahead of austerity, disappointment and anger. A1","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Simpson Dream Testimony Stirs Uproar","web_url":"https://www.nytimes.com/1995/02/02/us/simpson-dream-testimony-stirs-uproar.html","abstract":"  A self-described longtime friend of O. J. Simpson testified today that Mr. Simpson confided to him shortly after Nicole Brown Simpson was found slain that he had dreamed of killing his former wife. But a defense lawyer tore into the witness on cross-examination, attacking him as a liar and a drunk.    In an arduous day of oral fencing between defense lawyers and the friend, Ronald G. Shipp, a former police officer and part-time actor, Mr. Shipp was questioned about his friendship with Mr. Simpson, about the couple's stormy relationship and about a conversation he had with Mr. Simpson in the bedroom of Mr. Simpson's Brentwood mansion on June 13, the day after Mrs. Simpson and her friend Ronald L. Goldman were killed.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Eagles Eye Candidate","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-eagles-eye-candidate.html","abstract":"  GARY STEVENS, the offensive and quarterbacks coach for the Dolphins, has emerged as the Eagles' leading candidate to replace RICH KOTITE as head coach. Stevens, 51, met with the Eagles' owner, JEFFREY LURIE, in Miami this week and could be named as early as Friday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"City to Revise Its Housing Of Homeless","web_url":"https://www.nytimes.com/1995/02/02/nyregion/city-to-revise-its-housing-of-homeless.html","abstract":"  After 11 years of litigation, New York City agreed yesterday to allow a court-appointed monitor to oversee a reorganization of its system for sheltering homeless families, a system that has routinely forced families to sleep in city offices and has led to $5 million in fines against the city.   The agreement between the city and advocates for the homeless, signed by Justice Helen E. Freedman of State Supreme Court, requires the city to begin immediately to fashion a system for housing the homeless that does not rely on families' sleeping on chairs and tables in offices or staying in substandard welfare hotels. In exchange, the advocates who had sued the city on behalf of homeless families agreed to suspend the litigation, freeing the city from court-imposed fines for at least six months.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"A Deficit Reins In Sweden's Welfare State","web_url":"https://www.nytimes.com/1995/02/02/world/a-deficit-reins-in-sweden-s-welfare-state.html","abstract":"  In the last six decades, Sweden has built one of the world's most generous and successful social welfare systems, providing its citizens with a lifelong array of benefits that help them maintain a high standard of living through good times and bad.   But now, unable to afford the bill, the country is being forced to pare social welfare spending. Although the cuts have so far hardly been Draconian, there is widespread anxiety that the system, long seen as the model for combining socialist welfare policies with vibrant capitalism, could collapse under its own economic weight.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Agency Starts Checking Sale Of a Key Debt","web_url":"https://www.nytimes.com/1995/02/02/us/agency-starts-checking-sale-of-a-key-debt.html","abstract":"  The Federal Deposit Insurance Corporation is reviewing how it sold a debt owed by Commerce Secretary Ronald H. Brown, an agency spokesman said today.   The review follows news reports that Nolanda Hill, Mr. Brown's former business partner, ended up holding the $87,000 debt, so that Mr. Brown owed her the money. She would not have been eligible to buy the loan from the F.D.I.C, because she had previously defaulted on a $26.3 million loan the agency held.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"The Real Winner In Chechnya: the K.G.B.","web_url":"https://www.nytimes.com/1995/02/02/opinion/the-real-winner-in-chechnya-the-kgb.html","abstract":"Russia's assault on Chechnya, however ill-conceived from a military point of view, marks a political victory for Boris Yeltsin's security service, the former K.G.B. -- a victory with implications that go far beyond this conflict. \n\nThe invasion is not an isolated instance of repression for the purpose of holding the Russian Federation together. Instead it intensifies a trend toward authoritarianism that began with President Yeltsin's attack on opponents holed up in the Russian White House in October 1993, a trend that he has fully endorsed with his own decrees. With the Chechens all but defeated and a puppet government sure to be installed, the whole crisis could blow over, leaving Mr. Yeltsin with a badly bruised image as a democrat but still seat-belted in office.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"U.S. Starts Evacuating Cuban Refugees From Camps in Panama","web_url":"https://www.nytimes.com/1995/02/02/world/us-starts-evacuating-cuban-refugees-from-camps-in-panama.html","abstract":"  With a phalanx of American soldiers on hand to overcome any last-minute resistance, the United States began evacuating nearly 7,500 Cubans today from temporary camps set up here last September at the height of a refugee exodus from Cuba.   The refugees, 500 of whom left today, are to be sent to the American naval base at Guantanamo Bay, Cuba, where they will rejoin more than 20,000 other Cubans who also took to the seas last summer in rafts and inner tubes hoping to reach the United States. The Clinton Administration has repeatedly said it will not admit Cubans to the United States from the base, but it also does not plan to force them to return to their homes in Cuba.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Cut, but Be Fair to the City","web_url":"https://www.nytimes.com/1995/02/02/opinion/cut-but-be-fair-to-the-city.html","abstract":"  Gov. George Pataki has crafted a budget that follows his campaign promises, but also threatens to deal punishing blows to New York City. Indeed, the Governor's cuts in state aid to the city's schools, subways and hospital and welfare programs are so sweeping that political opponents in Albany seemed stunned. Mr. Pataki needed to limit spending, of course, to close the deficit and at the same time make good on his promised tax cuts. Given the reality that he has the political strength to redistribute revenues in this way, questions of fairness -- in sharing the pain of budget reductions and the rewards of the tax breaks -- become foremost.   Sheldon Silver, the Assembly Speaker, said the $5 billion in spending reductions was \"significantly, purposefully targeted at New York City.\" He foresaw a $100 million loss to schools, a 25- or 30-cent subway fare increase and several hundred million in losses for the Health and Hospitals Corporation. In other words, he portrays the Governor as contemplating an unfairly brutal blow to the social-services infrastructure of a city with over half of New York State's welfare population.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Knicks Will Live or Die on 3-Pointer","web_url":"https://www.nytimes.com/1995/02/02/sports/pro-basketball-knicks-will-live-or-die-on-3-pointer.html","abstract":"  Watching Derek Harper shadow box after practice today showed the kind of fight the Knicks have demonstrated in winning 16 of their last 18 games.   As Harper quietly answered questions about New York's ugly 90-87 victory over Golden State Tuesday night and Friday night's game at Philadelphia, someone asked him about the highly anticipated battle against the Magic on Sunday in Orlando, Fla.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-307895.html","abstract":"  A brief report in the Company News column of Business Day on Jan. 17 about a planned sale of assets by Martin Marietta Materials Inc. overstated the plan. The company wants to sell concrete and gravel operations in the Pittsburgh area, not all its concrete and gravel operations.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Sincerity Cannot Tell The Future","web_url":"https://www.nytimes.com/1995/02/02/nyregion/metro-matters-sincerity-cannot-tell-the-future.html","abstract":"  THE Governor of New York is earnest and friendly as he sits in his office minutes after proposing his budget. Speaking in that reedy voice of his about reviving the work ethic and encouraging the entrepreneurial spirit and cutting taxes no matter what, he seems to suggest that that if the state would just listen to him, its problems would go away and New York could become North Carolina. Or even New Jersey.   In the new world of George E. Pataki, people on welfare will work.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Battling the Contract, Gephardt Offers a Code","web_url":"https://www.nytimes.com/1995/02/02/us/battling-the-contract-gephardt-offers-a-code.html","abstract":"  Searching for a political counterweight to the Republicans' Contract With America, the House minority leader today unveiled a new economic strategy for his party: what he called a Best Practices Code of Conduct for American business, an approach that focuses on promoting the well-being of middle-income workers.   \"For Democrats, the single, simple, fundamental task of our party -- in this Congress, in this decade, in this generation -- is to fight for the standard of living of working families and the middle class,\" the Democratic leader, Representative Richard A. Gephardt of Missouri, said in a speech to the Economic Policy Institute, a liberal group of economic policy experts. \"Everything else is secondary to that goal.\"","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Lawyer Puts Medical Training on Trial in Death","web_url":"https://www.nytimes.com/1995/02/02/nyregion/lawyer-puts-medical-training-on-trial-in-death.html","abstract":"  In closing arguments, a lawyer for the family of a young woman who died in New York Hospital in 1984 accused the hospital yesterday of defending its training at all costs by trying to conceal a litany of errors by doctors.   \"The Libby Zion case is much larger than Libby Zion,\" said the lawyer, Thomas A. Moore. \"The cause of the medical establishment is at issue.\"","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"FEDERAL RESERVE RAISES ITS RATES 7TH TIME IN A YEAR","web_url":"https://www.nytimes.com/1995/02/02/us/federal-reserve-raises-its-rates-7th-time-in-a-year.html","abstract":"  The Federal Reserve pushed up short-term interest rates today for the seventh time since last February, when it set out to tighten credit and smother any resurgence of inflation.   The Federal Reserve increased by a half-point two important short-term lending rates it controls, placing its key lever over the economy at 6 percent, double the level of a year ago.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/02/nyregion/inside-986095.html","abstract":"  Phone Numbers Revealed   Because of a phone company error, some 30,000 New Yorkers who were promised protection from caller ID did not get it. Page B1. Egypt Criticizes Israel     Egypt's Foreign Minister set the stage for a conference of Middle Eastern leaders by attacking Israel on several issues. Page A7. Blood Shortage in New York    The city is experiencing its most critical blood shortage in a decade, forcing at least one hospital to postpone elective surgery. Page B3. U.S. Criticizes Russia    Russia's recent actions in Chechnya were one reason it was among nations chastened in a State Department human rights report. Page A8. Mr. Broadway Dies    George Abbott, the playwright, producer, director and actor who worked on more than 120 theatrical productions, was 107. Page B10.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Calling on Carroll?","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-calling-on-carroll.html","abstract":"  MIKE SHANAHAN, who received a seven-year contract to return to the Denver Broncos as head coach Tuesday night, strongly suggested yesterday that he would be bringing PETE CARROLL with him. Carroll, who was dismissed as the Jets' coach after his rookie season, would bring his aggressive coaching style as defensive coordinator to complement Shanahan's constant-motion offense.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Apache Tribe Rejects Move to Store Nuclear Waste on Reservation","web_url":"https://www.nytimes.com/1995/02/02/us/apache-tribe-rejects-move-to-store-nuclear-waste-on-reservation.html","abstract":"  Wendell Chino, the president of the Mescalero Apache tribe in southern New Mexico, had hoped to convince his people that their role as stewards of the earth included tending to the tons of highly radioactive nuclear waste that accumulates daily at the nation's electrical generating plants.    He spoke solemnly of \"ghost bullets\" -- invisible shards that were deadly if mishandled, but something that could earn millions of dollars a year if treated with respect.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Suspect Is Arraigned","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-soccer-suspect-is-arraigned.html","abstract":"  A Milan teen-ager, SIMONE BARBAGLIA, was arraigned yesterday on charges of murdering a fan of a rival soccer team in a fight before the AC Milan-Genoa match. The AC Milan backer said he was acting in self-defense during the brawl Sunday. A 25-year-old Genoa fan, Vincenzo Spagnolo, died of knife wounds during surgery. A 17-year-old friend of the accused was charged with giving Barbaglia the murder weapon, a knife with a four-inch blade, from a collection of knifes before Barbaglia left by train for Genoa. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"2 Robbery Suspects Held in Death of Witness After Body Is Found","web_url":"https://www.nytimes.com/1995/02/02/nyregion/2-robbery-suspects-held-in-death-of-witness-after-body-is-found.html","abstract":"  A Long Island woman abducted from her home on Saturday night was found early yesterday in a shallow grave off the Cross Island Parkway in Queens -- killed, the police said, because she was about to testify against two men who had robbed her home last year, expecting to find money and drugs.   The nude body of Bonnie Mejia, 21, was found about 2 A.M. yesterday just south of the Grand Central Parkway. The police said her killers had strangled her with a nylon rope, then poured acid on her face, pulled her teeth with pliers and cut off her fingertips to hinder identification.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Board Creates Task Force On Brutality","web_url":"https://www.nytimes.com/1995/02/02/nyregion/board-creates-task-force-on-brutality.html","abstract":"  Concerned over the growing number of complaints of police brutality in four Bronx precincts, the Civilian Complaint Review Board voted yesterday to create an emergency task force to investigate the cases.   The task force is seen as a test of whether the board, which is largely considered passive, can make any real changes.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/02/sports/results-plus-368095.html","abstract":"  FIGURE SKATING  Germans Win European Pairs  Mandy Woetzel and Ingo Steuer of Germany took advantage of the home ice in Dortmund to win the pairs event at the European figure skating championships yesterday. Radka Kovarikova and Rene Novotny of the Czech Republic were second and Yevgeniya Shishkova and Vadim Naumov of Russia, the world champions, finished third.   Ilya Kulik, a 17-year-old from Russia, took a surprising lead in the men's event after the short program yesterday. Kulik was followed in the standings by Vyacheslav Zagorodniuk of Ukraine and Philippe Candeloro of France. The Olympic champion, Aleksei Urmanov of Russia, was sixth after scaling down a triple lutz to a double with eight basic jumps and spins. (AP)   N.H.L.  Whalers Edge Senators  Robert Kron and Frantisek Kucera scored in the first period as the visiting Hartford Whalers beat the Ottawa Senators, 2-1, last night. Both of the victories for Hartford (2-2-2) have come at the expense of the Senators (0-4-2). Aleksei Yashin scored for Ottawa midway through the third period. (AP) STARS 9, DUCKS 2: Mike Modano established career highs with 6 points and 4 assists to lead Dallas to its first home victory of the season. In addition to Modano's two goals, Trent Klatt and Brent Gilchrist also scored twice and defenseman Grant Ledyard matched his career high with three assists as Dallas (3-2-1) extended its winning streak against Anaheim to four games. (AP) BLACKHAWKS 7, OILERS 0: Patrick Poulin's two goals highlighted a four-goal first period to lead visiting Chicago over Edmonton. Attendance was announced at 10,497, but the 16,600-seat Coliseum was half-empty for the Blackhawks' humiliation of the struggling Oilers. Edmonton has now lost five in a row after opening the season with consecutive victories. Chicago put the game away during a four-minute stretch in the first period when it scored four times, including back-to-back goals from Poulin. (AP)     FLAMES 2, RED WINGS 1: German Titov's shorthanded goal midway in the third period gave host Calgary the victory over Detroit. Titov's third goal of the season came at 9:05 of the third when the puck deflected past goalie Chris Osgood off the skate of Red Wings defenseman Mark Howe for a 2-0 Calgary lead. Sergei Fedorov cut the lead to one with 11 seconds left in regulation with his fourth of the season. (AP)   SWIMMING  American Sets Butterfly Mark  Amy Van Dyken of the United States set a short-course world record of 26.73 seconds in the 50 meters butterfly at a World Cup event yesterday in Espoo, Finland. The 21-year old Van Dyken, who is from Denver, clipped 0.20 seconds from the mark set by Angela Kennedy of Australia in July 1993. (AP)   YACHT RACING  No Wind, So No Racing  America's Cup sailors waited for more than two hours yesterday for the wind to come up on the ocean waters off San Diego, but the breeze never showed. Racing was postponed as a result, with the challengers expecting to race the same matchups today as were scheduled for yesterday. The defenders' lineup will be different, with the intended match between Young America and America   rescheduled for next Tuesday. Today, Young America and Stars & Stripes are set to race.   SOCCER  AC Milan Ties Arsenal  AC Milan, the defending champion, and Arsenal played to a 0-0 tie at Highbury in London yesterday in a first-leg game of the European Cup. The replay is scheduled for March 8 in Milan, Italy. Yesterday's game was the first for an Italian soccer team since Italian authorities postponed all games in that country for one week in the aftermath of Sunday's fatal stabbing outside the stadium in Genoa before a league game between AC Milan and Genoa.    WOMEN'S BASKETBALL  Tennessee Snaps Florida Streak  Michelle Marciniak scored 20 points and Nikki McCray added 19 as second-ranked Tennessee beat No. 14 Florida, 76-69, last night and snapped the Lady Gators' 20-game home winning streak. The last time Florida had lost at home was also to Tennessee, 88-75 on Feb. 23, 1993. Tennessee improved to 20-1 over all and 7-0 in the Southeastern Conference while Florida fell to 16-5 and 3-3. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Essay; Singapoverty","web_url":"https://www.nytimes.com/1995/02/02/opinion/essay-singapoverty.html","abstract":"  Never in history has there been widespread famine in a democratic country with a political opposition and a free press. Starvation by the millions takes place only under tyranny or in anarchy.    Communist Russia was decimated by famine in the 1930's; in Communist China, starvation took 30 million lives after the \"great leap forward\" three decades ago; in this generation, we see famine sweeping anarchic and despotic states in Africa. Contrariwise, in India -- where famine seemed inescapable under sultans, nizams and colonial rule -- no famine has struck since democracy began in 1947.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Nets Share Some Light Moments In Victory","web_url":"https://www.nytimes.com/1995/02/02/sports/pro-basketball-nets-share-some-light-moments-in-victory.html","abstract":"  Derrick Coleman slapped Benoit Benjamin on his sweaty, bald head. Benjamin laughed. Coleman then jabbed Benjamin in his ample belly. Benjamin laughed again. The Nets were battering the Bucks by 19 points so they could afford to frolic on the bench. They hardly resembled a team in disarray.   The Bucks were another story. There was no head-slapping or stomach-jabbing on Milwaukee's side of the court because dismal shooting and weary legs helped to transform the Bucks into the perfect opponent for New Jersey.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950202","time":"1995-02-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":75,"wspd":16.6},{"date":"19950202","time":"1995-02-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":78,"wspd":13},{"date":"19950202","time":"1995-02-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":74,"wspd":13},{"date":"19950202","time":"1995-02-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":71,"wspd":11.2},{"date":"19950202","time":"1995-02-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":74,"wspd":16.6},{"date":"19950202","time":"1995-02-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":74,"wspd":20.5},{"date":"19950202","time":"1995-02-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":77,"wspd":7.6},{"date":"19950202","time":"1995-02-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":81,"wspd":9.4},{"date":"19950202","time":"1995-02-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":75,"wspd":11.2},{"date":"19950202","time":"1995-02-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":67,"wspd":9.4},{"date":"19950202","time":"1995-02-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":59,"wspd":5.4},{"date":"19950202","time":"1995-02-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":52,"wspd":3.6},{"date":"19950202","time":"1995-02-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":51,"wspd":7.6},{"date":"19950202","time":"1995-02-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":45,"wspd":7.6},{"date":"19950202","time":"1995-02-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":46,"wspd":14.8},{"date":"19950202","time":"1995-02-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":51,"wspd":9.4},{"date":"19950202","time":"1995-02-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":57,"wspd":5.4},{"date":"19950202","time":"1995-02-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":59,"wspd":11.2},{"date":"19950202","time":"1995-02-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":63,"wspd":7.6},{"date":"19950202","time":"1995-02-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":64,"wspd":7.6},{"date":"19950202","time":"1995-02-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":66,"wspd":9.4},{"date":"19950202","time":"1995-02-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":67,"wspd":7.6},{"date":"19950202","time":"1995-02-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":72,"wspd":11.2},{"date":"19950202","time":"1995-02-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":18.7},{"date":"19950202","time":"1995-02-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":13},{"date":"19950202","time":"1995-02-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":18.7},{"date":"19950202","time":"1995-02-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":76,"wspd":9.4},{"date":"19950202","time":"1995-02-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":79,"wspd":14.8},{"date":"19950202","time":"1995-02-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":79,"wspd":14.8},{"date":"19950202","time":"1995-02-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19950202","time":"1995-02-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":13},{"date":"19950202","time":"1995-02-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":14.8},{"date":"19950202","time":"1995-02-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":20.5},{"date":"19950202","time":"1995-02-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":52,"wspd":22.3},{"date":"19950202","time":"1995-02-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":25.9},{"date":"19950202","time":"1995-02-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":24.1},{"date":"19950202","time":"1995-02-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":46,"wspd":31.7},{"date":"19950202","time":"1995-02-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":39,"wspd":25.9},{"date":"19950202","time":"1995-02-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":38,"wspd":27.7},{"date":"19950202","time":"1995-02-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":35,"wspd":27.7},{"date":"19950202","time":"1995-02-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":28,"wspd":29.5},{"date":"19950202","time":"1995-02-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":23,"wspd":31.7},{"date":"19950202","time":"1995-02-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":21,"wspd":31.7},{"date":"19950202","time":"1995-02-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":22,"wspd":31.7},{"date":"19950202","time":"1995-02-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":25,"wspd":27.7}]},"19950203":{"guardian_articles":[],"nytimes_articles":[{"date":"19950203","headline":"Camby of UMass Sidelined for a Month","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-people-basketball-camby-of-umass-sidelined-for-a-month.html","abstract":"  Massachusetts has lost MARCUS CAMBY, its intimidating 6-foot-11-inch shot blocker, for perhaps a month, jeopardizing the school's top ranking and the nation's longest winning streak.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/03/nyregion/c-corrections-893895.html","abstract":"  An article by The Associated Press in some editions on Thursday about a Wisconsin radio announcer who asked listeners to call in with jokes about Auschwitz on the 50th anniversary of its liberation omitted his full name. The announcer, known as Terry T., is Terry Tuszca of Wausau.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Crime and (Extra) Punishment; Appeals Court Voids Sentence for an Accused Drug Dealer","web_url":"https://www.nytimes.com/1995/02/03/nyregion/crime-extra-punishment-appeals-court-voids-sentence-for-accused-drug-dealer.html","abstract":"  For almost two years, Pedro Fernando Chunza-Plazas has sat in a Federal prison cell in Lewisburg, Pa., accused by the United States Government of being a major drug trafficker and serving two concurrent five-year sentences.   But Mr. Chunza-Plazas was convicted only of carrying forged immigration cards, an offense that usually carries a sentence of no more than six months.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Budget-Cut Target Has 9 Lives Plus","web_url":"https://www.nytimes.com/1995/02/03/us/the-clinton-budget-budget-cut-target-has-9-lives-plus.html","abstract":"  President Clinton's budget includes one item that is a hardy perennial on the list of programs to cut: \"impact aid\" to school districts having sizable numbers of military personnel or other Federal employees.   The program is intended to compensate school districts for revenue lost because of their inability to tax Federal property. President Ronald Reagan tried to reduce these payments in 1981, when they totaled $706 million, and he had some success. But they have since climbed back, reaching $728 million this year.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"The Tiger and the Rape of Manila","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-the-tiger-and-the-rape-of-manila.html","abstract":"Late in the afternoon of Feb. 3, 1945, the U.S. 1st Cavalry Division was closing in on Manila. Hopes were high that the city would fall to General Douglas MacArthur's forces without bloodshed or damage..In the evening, an American tank crashed through","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Giants' Beamon Pleads Not Guilty","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-people-football-giants-beamon-pleads-not-guilty.html","abstract":"  Giants defensive back WILLIE BEAMON pleaded not guilty yesterday to charges of trying to run over a Clifton, N.J., police officer. Beamon, 24, was arrested Wednesday night on charges of aggravated assault on a police officer, obstruction of the administration of law and reckless driving. He was freed on $5,000 bail following the municipal court hearing in Clifton.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-856395.html","abstract":"  Eva Lundsager   Jack Tilton Gallery  49 Greene Street (near Broome Street)  SoHo  Through Feb. 11    Eva Lundsager's eminently pleasant, Surrealist-flavored paintings have great faith in abstraction, specifically in its ability to be both evocative and straightforward, to simultaneously conjure the world beyond its edges while seeming to tell nothing but the story of its own making. They express this faith with an orthodox duality -- that between randomness and control -- that has intrigued abstract painters at least since Pollock and has a recent high point in the work of Gerhard Richter.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Washington Mayor Seeks Fiscal Help From the U.S.","web_url":"https://www.nytimes.com/1995/02/03/us/washington-mayor-seeks-fiscal-help-from-the-us.html","abstract":"  Mayor Marion S. Barry Jr. outlined an ambitious plan today to save Washington from fiscal disaster, but he wants Congress to pay for a big part of it.    His proposal to eliminate the city's $631 million deficit would cut an unspecified number of jobs, require wage reductions and scale back city services like garbage collection and health care without raising taxes. But it also asks Congress to assume responsibility for the city's growing Medicaid costs -- an estimated $267 million this year, or 42.3 percent of the deficit.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Back to Geography Class : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-back-to-geography-class-letters-to-the-editor.html","abstract":"Regarding \"Thousands Uprooted by Europe's Floods\" (Jan. 31):.We have been studying water and floods in our third grade class and we know that Frankfurt is on the Main River and Trier is on the Moselle, not on the Rhine, as you said on your fr","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"CLINTON'S BUDGET FALLS WELL SHORT OF G.O.P. DEMANDS","web_url":"https://www.nytimes.com/1995/02/03/us/the-clinton-budget-the-overview-clinton-s-budget-falls-well-short-of-gop-demands.html","abstract":"  President Clinton will propose $1.6 trillion of spending in his 1996 budget, and he would more than offset the cost of a middle-class tax cut with savings in other areas of the budget. But he still falls far short of Republican demands for a balanced budget in the year 2002.   Mr. Clinton's budget request, to be submitted to Congress on Monday, shows a deficit of $196.7 billion for the 1996 fiscal year, up slightly from the $192.5 billion that he projects for this year. Although his Budget Message boasts that his economic policies have sharply reduced the deficit from record levels, he says the deficit will probably stay in the range of $190 billion through 2005.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"A Misfit Emerging From Oblivion","web_url":"https://www.nytimes.com/1995/02/03/arts/art-review-a-misfit-emerging-from-oblivion.html","abstract":"  William Baziotes wasn't a man for his time, but he may be one for ours. Though he started at the forefront of American painting during the 1940's, at his death in 1963 his career was in eclipse. Since then, compared with the other pioneers of postwar abstraction, he has had little written about him and only a handful of shows.   The one now at the Blum Helman Gallery is a handsome, though scattershot, tribute. There are only 18 paintings and drawings in it (and no catalogue), but the works span his career, from the rambunctious ones of the 1930's through his mature paintings of the 50's and 60's: shimmering, iridescent images of strange shapes swimming in a plasmic pond, as suave and introspective as the earlier pictures are the reverse.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"In Cairo, Israel and Arabs Back Peace Talks","web_url":"https://www.nytimes.com/1995/02/03/world/in-cairo-israel-and-arabs-back-peace-talks.html","abstract":"  The leaders of Egypt, Jordan, the Palestine Liberation Organization and Israel, in their first regional summit meeting, agreed tonight to conduct talks in the coming days aimed at overcoming the obstacles to peace in the region.   In the past, Prime Minister Yitzhak Rabin has met individually with President Hosni Mubarak of Egypt, King Hussein of Jordan and Yasir Arafat, chairman of the P.L.O., but until Mr. Mubarak invited the group to Egypt, Mr. Rabin had never sat down with all three of the Arab leaders who have formally made peace with Israel.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Sports of The Times; Great Rivals Don't Need Trash Talk","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-of-the-times-great-rivals-don-t-need-trash-talk.html","abstract":"  IT has dawned on Jackie Joyner-Kersee that her rivalry with Heike Drechsler could have been spiced by an occasional taunt or the jabbing of an index finger into the air, but that isn't the way it works between them.    \"I have always spoken positively of Heike,\" Joyner-Kersee said. \"She's a good person.\"","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"School District Seeks a Partner, in Vain","web_url":"https://www.nytimes.com/1995/02/03/nyregion/school-district-seeks-a-partner-in-vain.html","abstract":"  High on Gov. Christine Todd Whitman's hit list of school districts that needed comeuppance for spending too much on non-instructional personnel is Red Bank.   On paper, the district, covering kindergarten through 8th grade, looks like a disobedient holdout that balked at Trenton's directions to cut administrative positions through merger with a nearby district.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Nets Act in Theater of Absurd","web_url":"https://www.nytimes.com/1995/02/03/sports/pro-basketball-nets-act-in-theater-of-absurd.html","abstract":"  Ten days ago, he wanted out. Ten days later, his life is just ducky.   See what happens when Chris Morris gets his shots.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Council Passes a Deficit-Cutting Package","web_url":"https://www.nytimes.com/1995/02/03/nyregion/council-passes-a-deficit-cutting-package.html","abstract":"  Signaling the end of its three-month budget feud with the Mayor, the City Council overwhelmingly approved a $647 million deficit-reduction package yesterday that also restores money to services like youth programs, day care and garbage pickup at schools.   The smooth passage of the amendments to the city's $31.6 billion budget came in sharp contrast to the acrimony just months ago, when the Democratic-controlled Council took the Republican Mayor to court in a dispute over a $1.1 billion in cuts. Ultimately, Mr. Giuliani unilaterally trimmed the budget by nearly $800 million by impounding the money.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Botanical Garden Wins Latest Round in Fordham Tower Dispute","web_url":"https://www.nytimes.com/1995/02/03/nyregion/botanical-garden-wins-latest-round-in-fordham-tower-dispute.html","abstract":"  The New York Botanical Garden claimed a small victory yesterday in its long-running battle to block its across-the-road neighbor, Fordham University, from building a radio-broadcasting antenna half as tall as the Eiffel Tower.   Garden officials hailed a Federal Communications Commission action ordering Fordham to submit an environmental assessment for the partly completed tower, which rises almost directly across Southern Boulevard from the Botanical Garden's Enid A. Haupt Conservatory. Officials of the garden have said, among other things, that the tower would interfere with the flight paths of migratory birds.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"High-Speed Collision Sidelines Accola","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-people-skiing-high-speed-collision-sidelines-accola.html","abstract":"  PAUL ACCOLA, winner of skiing's overall World Cup in 1992, collided with his coach during a high-speed practice run Wednesday and expects to miss most of the season. The 28-year-old Swiss skier had microsurgery to repair damage to his right knee ligaments and cartilage yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"The Unrelenting Burdens of a Full-Time Church","web_url":"https://www.nytimes.com/1995/02/03/us/the-unrelenting-burdens-of-a-full-time-church.html","abstract":"  The old-timers at the Progressive Community Church, in a faded part of Chicago's South Side, remember when parents and their children went to church on Sundays for a fiery sermon that would last them through the week.  But Sunday is no longer the only day to go to Progressive, at least among those -- more than 70 percent of the total -- who attend but are not members.    The nondenominational church, which serves a poor predominantly black neighborhood, has become an all-purpose community center open seven days a week, from 6 in the morning to 11 at night. It offers everything from a hot meal to day care, from nighttime youth programs to diapers for infants of young single mothers. To provide those services, the church relies on a patchwork of government aid, donations from local businesses and help from congregants who are often hard pressed themselves.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/03/nyregion/c-corrections-892095.html","abstract":"  An article yesterday about the Mescalero Apaches' rejection of an agreement to store spent nuclear fuel on their New Mexico reservation rendered a statement by a nuclear industry spokesman about the tribal vote incorrectly. Phillip Bayne, president of the Nuclear Energy Institute, a trade association, said the result of the tribe's referendum \"closes out this opportunity to build a private storage site.\" He did not say it closed out \"the\" opportunity to build a private storage site.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Saturated With Expertise, Yet Seeming to Abandon It","web_url":"https://www.nytimes.com/1995/02/03/arts/dance-review-saturated-with-expertise-yet-seeming-to-abandon-it.html","abstract":"  The best ballets are often those in which the choreographer and the performers are steeped in the technique and conventions of the dance form but then seemingly abandon them. That held true in \"To the Pointe,\" a program of six new and recent ballets presented on Saturday night at the Church of the Holy Trinity (316 East 88th Street, Yorkville).    Jean Churchill took an often hilarious look at \"The Nutcracker\" and feel-good self-hypnosis in \"Snow,\" set to the Tchaikovsky snowflakes music and excerpts from a relaxation tape. Peggy Florin was a delight as an earnest, slightly be draggled ballet sprite trying mightily to follow the tape's directions as Andrew Hill set up the stage around her for a performance.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Eagles Are Latest to Pluck a 49er Coach","web_url":"https://www.nytimes.com/1995/02/03/sports/pro-football-eagles-are-latest-to-pluck-a-49er-coach.html","abstract":"  If you can't beat them, steal from them. The Super Bowl champion San Francisco 49ers today lost their second assistant coach since Monday's ticker-tape parade when Ray Rhodes was named the Philadelphia Eagles' head coach.   A stout, 300-pound man in Los Angeles was glad to hear it. Art Shell was dismissed today as the Raiders' head coach and would like to become Rhodes's offensive line coach.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Rangers Will Take the Tie, and Some Rest","web_url":"https://www.nytimes.com/1995/02/03/sports/hockey-rangers-will-take-the-tie-and-some-rest.html","abstract":"  With the truncated season now one-sixth complete, the Stanley Cup champion Rangers find that a 3-3 tie with the Tampa Bay Lightning brings more sighs of relief than grumbles of frustration -- at least in the locker room, if not in the pricey seats at Madison Square Garden.   Rather than merely looking forward to the next game, their rookie head coach is also anticipating the off days that go around it. His team needs the rest. The Rangers have a 2-5-1 record, an injury to their best defenseman and a flu virus sweeping the roster.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Arab Elites and Poor Speak Same Language","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-arab-elites-and-poor-speak-same-language-967595.html","abstract":"  To the Editor:   \"A Language Divided Against Itself\" (Week in Review, Jan. 29) states that the \"poor man's Arabic is not the same as that of the elite, who speak an idiom that the illiterate, and semi-literate, underclass often does not understand.\"","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Desarmes Journal; Rooting Up Fears, Haiti's Farmers Fill the Silos","web_url":"https://www.nytimes.com/1995/02/03/world/desarmes-journal-rooting-up-fears-haiti-s-farmers-fill-the-silos.html","abstract":"  The sorghum harvest is drawing to a close now, and the fields are filled with children and goats playing in the stubble. The crop may be smaller than anticipated, peasants here in this dirt-poor village in the Artibonite Valley say, but there is reason to celebrate, and the distant sound of music wafts through the hot and dusty afternoon air.   With the grain speculators who once controlled prices no longer able to call on armed bands of enforcers, it is finally safe to begin storing crops until the price rises. To the farmers, the silos they built with their own labor and money but which have stood empty for years are a symbol of their freedom.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/03/style/chronicle-578095.html","abstract":"  Why would someone described by ART BUCHWALD as \"astronaut, sportsman, gourmet, personal friend of Hillary Clinton, lifetime subscriber to People magazine and president of the Frequent Flyer Club of Roxbury, Conn.\" be honored by the National Arts Club on Gramercy Park? Try the name WILLIAM STYRON.   Mr. Buchwald's remarks were made at the club's 27th annual literary award dinner on Wednesday night as Mr. Styron, a Pulitzer Prize winner whose books include \"The Confessions of Nat Turner\" and \"Sophie's Choice,\" received its Medal of Honor for Literature.","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"Voyaging Back in Time to Try to Change History","web_url":"https://www.nytimes.com/1995/02/03/books/books-of-the-times-voyaging-back-in-time-to-try-to-change-history.html","abstract":"  FROM TIME TO TIME  By Jack Finney   303 pages. Simon & Schuster. $23.    When we last saw Simon Morley, Jack Finney's peripatetic time traveler, he had made a decision to stay put in the past, in the 1880's, where he had fallen in love with a woman named Julia. In Mr. Finney's classic 1970 novel, \"Time and Again,\" Si had become part of a secret government project (the Project) dedicated to the investigation of the past, and he had used his powers of self-hypnosis to make the leap backward into history. And there he determined to stay: he married Julia, had a son named Willy, and adapted -- or tried to adapt -- to the ways of 19th-century New York.","thumbnail":null,"section":"Books"},{"date":"19950203","headline":"Kashmir Solution Exists Within India","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-kashmir-solution-exists-within-india-968395.html","abstract":"  To the Editor:   Re \"India's Valley of Death\" (Op-Ed, Jan. 28): It is simplistic to say that the people of Kashmir were denied a plebiscite to determine their own future at the time of India's partition. None of the ethnically diverse peoples of the British Indian provinces and nearly 600 Indian princely states were granted the right of self-determination either.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-866095.html","abstract":"  Katherine Kuh  'Interpreting the New'   Archives of American Art  1285 Avenue of the Americas (at 51st Street)  Through March 13    Katherine Kuh (1904-1994) was a figure of exceptional accomplishments. As a gallery owner in Chicago in the 1930's, she showed advanced European work. She was the first curator of modern painting and sculpture at the Art Institute of Chicago, and then a critic for The Saturday Review for close to 20 years. Her writing style was clear, her eye sharp and -- admirably -- her art-historical knowledge extended well beyond modernism.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"The Fed's Rubber Dollars","web_url":"https://www.nytimes.com/1995/02/03/opinion/the-feds-rubber-dollars.html","abstract":"The conservative revolution is briskly under way, and while they have hit some bumpy spots, the Republicans have already revealed how they intend to accomplish the monumental task of balancing the Federal budget. They're going to use rubber money.\n\nThis ingenious technical solution won instant acclaim among the G.O.P. budget cutters because it was proffered by the Federal Reserve chairman, Alan Greenspan, a respected economist who is well known for \"sound money\" thinking. Mr. Greenspan says the Consumer Price Index, the Government's main gauge of inflation, is a bit inflated itself. He estimates that the index overstates the actual rate of price inflation by up to 1.5 percentage points a year.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Exposing the Horrors of Best-Sellerdom","web_url":"https://www.nytimes.com/1995/02/03/movies/film-review-exposing-the-horrors-of-best-sellerdom.html","abstract":"Insurance investigator driven insane by horror novels. Sardonic and increasingly nutty, via Carpenter.","thumbnail":null,"section":"Movies"},{"date":"19950203","headline":"Developments in Washington","web_url":"https://www.nytimes.com/1995/02/03/us/diary-developments-in-washington.html","abstract":"  HOUSE: Speaker Newt Gingrich told a business group that central elements of the Republicans' Contract With America were progressing well, while others are facing stiff opposition. But at a news conference, he dispelled any sense that he was really gloomy about the prospects for his legislative program, saying, \"We are exactly on schedule.\" The House yesterday took up an element of the contract, the line-item veto, which gives the President the authority to strike provisions from spending bills and some tax measures.    House members led by Mr. Gingrich plan to exempt San Diego from the Clean Water Act's requirement to thoroughly purify sewage before piping it out to deep ocean waters, citing this effort as a symbol of their determination to abolish heavy-handed Federal regulations. But Mr. Gingrich has not mentioned that last October, with no debate, Congress passed a bill giving San Diego the right to apply for such a waiver, and that Administration officials say it will be granted.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Also of Note","web_url":"https://www.nytimes.com/1995/02/03/arts/also-of-note.html","abstract":"  Critics' choices of some other Manhattan gallery shows: LUCA BUVOLI, AC Project Room, 558 Broome Street, South Village (through tomorrow). A first show from a young Italian artist living in New York who follows the exploits of a character named \"Not a Super Hero\" through media that here include installation art, Super 8 film and comic books, connecting them with his talent for line and drawing (Roberta Smith). LOUISE FISHMAN, Robert Miller Gallery, 41 East 57th Street (through tomorrow). The tiny paintings on view, like fragments of Ms. Fishman's earlier big ones, explore different modes of handling paint, some of them funny, some flat, some inspired. There are Tinkertoy sculptures, too. A transitional show by a gifted artist (Michael Kimmelman).","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1995/02/03/books/the-spoken-word.html","abstract":"  \"CONTINUITY AND CHANGE IN AFRICAN-AMERICAN ART,\" Graduate School and University Center of the City University of New York, 33 West 42d Street, Manhattan. A daylong conference featuring writers, professors and museum representatives. Today, 3 to 6 P.M. Free. Information: (212) 642-2641. SIXTH AFRICAN-AMERICAN READ-IN, St. James Presbyterian Church, St. Nicholas Avenue at 141st Street, Harlem. A silent reading of works by black authors, followed by a reading of works by authors in attendance. Sunday at 3 P.M. Free. Sponsored by the Literary Society. Information: (212) 862-4646.","thumbnail":null,"section":"Books"},{"date":"19950203","headline":"Another Buddy Story, With a Twist or Two","web_url":"https://www.nytimes.com/1995/02/03/movies/film-review-another-buddy-story-with-a-twist-or-two.html","abstract":"Three women on the road. Wistful, sardonic and lively.","thumbnail":null,"section":"Movies"},{"date":"19950203","headline":"More Mexican Anguish Than Gratitude","web_url":"https://www.nytimes.com/1995/02/03/world/more-mexican-anguish-than-gratitude.html","abstract":"  Two days after President Clinton announced a huge American-led effort to rescue the Mexican economy, there have still been no marches to the United States Embassy here by Mexicans wishing to show their gratitude.   \"Really, we are not so convinced about all this money,\" said Victor Gonzalez, 31, a street vendor who was trying to sell plastic Flintstone dolls today near the Embassy.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Ulster Peace: How Fragile?","web_url":"https://www.nytimes.com/1995/02/03/world/ulster-peace-how-fragile.html","abstract":"  The furor over a document leaked to a newspaper this week showed just how fragile are the peace efforts in Northern Ireland.   The document was a draft being hammered out by British and Irish officials as a starting point for the time when the Catholics and Protestants who have been fighting 25 years finally sit down at the same negotiating table.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Western Allies Rebuff Clinton In Mexico Vote","web_url":"https://www.nytimes.com/1995/02/03/world/western-allies-rebuff-clinton-in-mexico-vote.html","abstract":"  In an extraordinary sign of the European uneasiness over President Clinton's plan to rescue Mexico's economy, financial officials disclosed today that six European countries withheld their support from an American-backed loan package approved by the International Monetary Fund.    Although the $17.8 billion package was accepted late Wednesday, the fact that six key Western nations -- Britain, Germany, Denmark, the Netherlands, Belgium and Switzerland -- abstained from approving the Clinton plan was taken as a rare rebuff of American leadership in the handling of an emergency.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/03/nyregion/metro-digest-677395.html","abstract":"  PLEASANT LAYOVER FOR AIRPORT HOMELESS    About a dozen people live permanently at Kennedy International Airport, settling down at night in the cavernous international terminals that never close, sacking out like weary travelers. They are different from the homeless people who sleep on the streets or in the subways. They are, in effect, invisible, working each day to blend in with the human traffic. A1.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Inside Art","web_url":"https://www.nytimes.com/1995/02/03/arts/inside-art.html","abstract":"  From Visual Arts to Performing Arts    The Brooklyn Academy of Music always tries to be on the cutting edge, and its latest endeavor, \"Artists in Action: BAM's Visual Arts Initiative,\" puts a new spin on an old idea. Traditionally, the academy has been known for letting the performing arts take the lead and including the visual arts only when appropriate. But \"Artists in Action,\" whose first three participants were announced this week, reverses this order.    To emphasize that painting, sculpture and audio or video technology can go hand in hand with performing arts like dance or theater, the academy has invited visual artists to develop performance-related projects.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Top Official in AIDS Battle Says Efforts Are Inefficient","web_url":"https://www.nytimes.com/1995/02/03/us/top-official-in-aids-battle-says-efforts-are-inefficient.html","abstract":"  The director of AIDS research for the National Institutes of Health says the $1.3 billion program is failing to encourage necessary research, and he plans to reassess Government's entire strategy.   Much of the money already committed by the institutes is tied up in expensive clinical trials, leaving little available for scientists to jump on new research leads, said Dr. William Paul, the director of the Office of AIDS Research at the institutes.  \"Across, the board, we don't have the resources available to fund really good ideas,\" he added.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Cutting Corners, a Mixture of Style and Luck","web_url":"https://www.nytimes.com/1995/02/03/style/IHT-cutting-corners-a-mixture-of-style-and-luck.html","abstract":"PEOPLE often ask: \"You hand out all this advice about cutting travel costs; but how do you buy your own travel?\" Good question. You may be pleased to know that I'm not as smart as I seem. I shop for a deep discount fare only to buy an expensive","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-863695.html","abstract":"  Richard Artschwager   Kent Gallery  67 Prince Street  SoHo  Through Feb. 25    Richard Artschwager is seen at his very funny and slightly scary best in a this smart three-piece show. The work ranges from a signature lozenge-shaped \"blip\" of the 1960's, in this case a steel exclamation point that looks like a punching bag, to a painted Formica chair flattened ballistically across the gallery wall (1975), to a fountain made of a single lacquered aluminum water droplet that appears to hang in suspended motion (1990).","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-859895.html","abstract":"  Brian Clarke   Tony Shafrazi Gallery   119 Wooster Street (near Prince Street)  SoHo  Through Feb. 11    Big, ambitious and characterized by dazzling color, Brian Clarke's stained glass projects can be found in England, Japan and Germany and, soon, in Austria and France. So this exhibition, which includes color photographs, architectural models, designs and a few examples of the real thing, provides a valuable opportunity to become acquainted with the efforts of this 41-year-old British artist without leaving the country.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/03/nyregion/news-summary-470395.html","abstract":"  International A3-12  UNEASINESS OVER AID TO MEXICO  Reflecting uneasiness over President Clinton's plan to rescue Mexico's economy, financial officials disclosed that several European countries withheld their support from a U.S.-backed loan package. A1  MIDEAST SUMMIT MEETING  The leaders of Israel, Egypt, Jordan and the P.L.O. agreed to talks to overcome an impasse in progress toward peace in the Middle East. A1","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Now, Rwanda's Neighbor Hovers Near the Brink","web_url":"https://www.nytimes.com/1995/02/03/world/now-rwanda-s-neighbor-hovers-near-the-brink.html","abstract":"  An opposition political party threatened to overthrow the Government of Burundi this week, by force if necessary. Rival ethnic groups clashed in gunbattles in the suburbs of the capital, Bujumbura. A grenade exploded inside a packed bus on Wednesday, killing at least one person and wounding several others. A two-day general strike has shut down the city.    Crisis and uncertainty have been the common currency in Burundi for more than two years, and diplomats continue to worry whether the Central African nation can avoid the unspeakable violence that befell Rwanda, its northern neighbor. So far it has, but Burundi always seems to be on the brink of disaster.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"California Looks To Era of Growth","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-california-looks-to-era-of-growth-973095.html","abstract":"  To the Editor:   \"Leaders in States Pledge to Reduce Taxes This Year\" (front page, Jan. 30) contains a flagrant error, which strongly prejudices the argument for Gov. Pete Wilson's 15 percent cut in California's personal and corporate income tax rates. You state that \"many are based on optimistic economic assumptions,\" and \"Gov. Pete Wilson's proposed 15 percent cut in personal and income tax assumes 5.9 percent annual economic growth in the state and a victory in California's lawsuit against the Federal Government to recover costs related to illegal immigration.\"","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Long Live a New UN : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-long-live-a-new-un-letters-to-the-editor.html","abstract":"Regarding \"Dozens of Plans but Little Reform as UN Nears 50\" (Jan. 4) by Julia Preston:.The United Nations' meager achievements and scanty efforts to live up to the ideals that launched it are painfully overshadowed by external failures and i","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"State of Israel, State of Palestine, Each Side Secure and Responsible","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-state-of-israel-state-of-palestine-each-side-secure-and.html","abstract":"Even if it turns out, as some say, that the murderous vermin who carried out the recent terrorist attacks in Israel are controlled from Damascus, we Israelis must not cease negotiations. On the contrary, negotiations must be accelerated..But in this ca","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"The Changeless Poor: Images a Century Apart","web_url":"https://www.nytimes.com/1995/02/03/arts/photography-review-the-changeless-poor-images-a-century-apart.html","abstract":"  It is hard to imagine a more timely exhibition than \"A Century Apart: Images of Struggle and Spirit,\" the provocative show now at the Museum of the City of New York. With poverty programs once again at the center of political debate, the museum's idea of pairing the work of Jacob Riis, the turn-of-the-century reformer, with that of five contemporary documentary photographers seems especially astute. Along with Riis, the photographers include Martine Barrat, Fred R. Conrad, Mary Ellen Mark, Margaret Morton and Jeffrey Henson Scales.   The show also gives the museum a chance to show off some of the incomparable Riis prints, negatives and other material in its collection. Most of the more than 60 works by Riis in the show are new contact prints of the original 4-by-5-inch glass negatives, made on a special kind of paper that was standard when the images were taken.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1995/02/03/arts/diner-s-journal.html","abstract":"  Savors of Brazil    \"Have the tutu,\" said the tall waiter when I asked him for recommendations. \"It's a dish from the north of Brazil and it's very typical of our food.\"   The tutu feijao linguica was delicious. On one edge of the plate was a bright green pile of shredded collard greens with little bits of bacon and garlic. On another edge was a heap of rice. Right in the middle was a puree of black beans topped with a long coil of sausage. Eating it was a delight.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Cup Skipper Falls Overboard","web_url":"https://www.nytimes.com/1995/02/03/sports/cup-skipper-falls-overboard.html","abstract":"  It wasn't supposed to happen on calm days, nor to an America's Cup yacht skipper. But John Bertrand of Australia fell overboard in the challengers' trial race off San Diego yesterday against his most formidable rival, New Zealand's Black Magic 2.    \"He was pushing the boom out, and somebody pushed it out ahead of him,\" said Andrew Cape, an alternate navigator on Bertrand's yacht, One Australia.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-864495.html","abstract":"  Eleanor Antin  'Minetta Lane: A Ghost Story'   Ronald Feldman Fine Arts  31 Mercer Street (near Canal Street)  SoHo  Through Feb. 18    Eleanor Antin has often used fictive identities to explore the roles available to women in European and American cultures. Her nostalgia for lost times and places comes to the fore in this extremely elaborate installation. Following a path of planks through what seems to be a demolition site, you find yourself on a rooftop in Greenwich Village, circa 1950. From here you can see into windows and skylights where three ghost stories are unfolding on film.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Duke Extends North Carolina To 2 Overtimes","web_url":"https://www.nytimes.com/1995/02/03/sports/college-basketball-duke-extends-north-carolina-to-2-overtimes.html","abstract":"  So maybe Duke's not going to the Final Four. The path for the Blue Devils is straight uphill, with their coach, Mike Krzyzewski, a distant supporter for the remainder of the season, in his extended recovery from the back surgery that jolted his program. They still face the mind-boggling reality that with Groundhog Day behind them, the Blue Devils have yet to win an Atlantic Coast Conference game.   But for one night, in the hothouse madness of Cameron Indoor Stadium, this troubled generation of Blue Devils created an achievement that on an emotional level can take its place alongside the most rewarding moments of the Krzyzewski era.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Noah's Davis Cup Crew Faces Daunting Task : From Marseillaise to Waterloo","web_url":"https://www.nytimes.com/1995/02/03/sports/IHT-noahs-davis-cup-crew-faces-daunting-task-from-marseillaise-to.html","abstract":"Unlike the Americans, the French do not make a habit of singing their national anthem at sporting events. But there was nothing habitual about that Sunday afternoon in Lyon in December 1991 when the French stunned the heavily favored Americans to win the","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/03/sports/results-plus-988895.html","abstract":"  N.H.L.  Sabres Top Capitals  Dominik Hasek stopped 33 shots and Dale Hawerchuk got a power-play goal in the second period last night as visiting Buffalo beat punchless Washington, 1-0. Hasek, whose seven shutouts tied for the National Hockey League lead last season, preserved his first this year with a sprawling save on a close-in backhand shot by Pat Peake with 5 minutes 30 seconds left. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"An Aversion to Adverse : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-an-aversion-to-adverse-letters-to-the-editor.html","abstract":"According to an item in People on Jan. 17, the poet Richard Wilbur said John Hersey was \"sincerely adverse\" to publicity. I would be most dismayed if a major American poet really had said he was adverse, rather than averse, to publicity.. JOHN","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"A Quick Glance at Calendar And Riley Is a Bit Concerned","web_url":"https://www.nytimes.com/1995/02/03/sports/pro-basketball-a-quick-glance-at-calendar-and-riley-is-a-bit-concerned.html","abstract":"  The Knicks, who finished 13-2 in January and have won 16 of their last 18 games, appear to be in high gear for tonight's contest against Philadelphia at the Spectrum. But Coach Pat Riley is wary. It's not the 76ers who scare him, it's February.    A year ago at this time, the Knicks were cruising along atop the Atlantic Division with a 30-11 record, 5 games in front of second-place Orlando. But they suddenly began to struggle with their shooting and proceeded to lose 8 of 14 games in February, which narrowed their lead over the Magic to 2 games. In March, the Knicks snapped out of their funk by starting a 15-game winning streak and regaining control of their division. Although New York went on a memorable playoff ride, Riley won't forget that horrid late-winter slump.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-858095.html","abstract":"  Tatsuo Miyajima   Luhring Augustine Gallery  130 Prince Street  SoHo  Through Feb. 11    This Japanese artist has adapted digital technology to philosophical ends with mixed results. Tatsuo Miyajima's themes, which embrace both Buddhist thought and Western theory, are time and causality, and he explores them in installations composed of hundreds of luminous digital numbers ceaselessly and sequentially flashing.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Hear This","web_url":"https://www.nytimes.com/1995/02/03/style/IHT-hear-this.html","abstract":"Now you can buy your very own, already tested tourist trap: Paul McCartney's childhood home in Liverpool is for sale, the very house that Beatles nuts can see on \"Magical Mystery Tours\" of the city, with Paul's actual initials on the wall in his","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"Devils' Coach Provides No Rest for the Productive","web_url":"https://www.nytimes.com/1995/02/03/sports/hockey-devils-coach-provides-no-rest-for-the-productive.html","abstract":"  Stephane Richer was heading toward the bench after playing a full shift with his regular linemates with about four minutes left. Devils Coach Jacques Lemaire, who like most hockey coaches prefers his best players on the ice with a tight game winding down, stopped Richer as he tried to enter the bench. Lemaire sent him out for two consecutive shifts, and Richer rewarded his coach's decision in grand fashion.   The flamboyant Richer, arguably the most talented forward on the Devils, scored his second goal of the night on that shift, with 3 minutes 46 seconds, left to break a deadlock and give the Devils over the Quebec Nordiques a 5-4 victory tonight at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Clinton Says Psalms Bring Him Relief","web_url":"https://www.nytimes.com/1995/02/03/us/clinton-says-psalms-bring-him-relief.html","abstract":"  Seeking solace from his recent political troubles, President Clinton said today that he had just read the entire Book of Psalms, 150 hymns that praise God and often ask divine relief from sufferings inflicted by enemies.   Friends, he said, have faxed him passages from Scripture on a daily basis, apparently as gestures of support and encouragement.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"House to 'Correct' San Diego Sewage Plan","web_url":"https://www.nytimes.com/1995/02/03/us/house-to-correct-san-diego-sewage-plan.html","abstract":"  In what they say will be the first of many bills undoing the work of overzealous regulators, House members led by Speaker Newt Gingrich plan to exempt San Diego from the Clean Water Act's requirement to thoroughly purify sewage before piping it out to deep ocean waters.   The proposal has strong support from the predominantly Republican Congressional delegation from the San Diego area, and Mr. Gingrich has repeatedly praised it this week.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"After Setbacks in a Hotel, Finding Housing and Help in Building a New Life","web_url":"https://www.nytimes.com/1995/02/03/nyregion/neediest-cases-after-setbacks-hotel-finding-housing-help-building-new-life.html","abstract":"  Drug dealers roam his building after dark, and bursts of gunfire are not uncommon. When the heat shuts off late at night, his family huddles for warmth. But after a period of homelessness, Mitchell T. treasures his small, private space.   A decade ago, at 26, he had a steady income and unmarred optimism. But he lost his job as a security guard in 1986 and had to abandon his apartment. He and his girlfriend moved in with relatives, but eventually they had to leave. Penniless, they were placed in a single-room-occupancy hotel in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"When Insurers Say 'Tort Reform'","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-when-insurers-say-tort-reform-972195.html","abstract":"  To the Editor:   Senator Mitch McConnell of Kentucky (letter, Jan. 25) advocates quick action by Congress on \"tort reform.\" That title is a misnomer. Every item on the Senator's agenda would deprive injured people of their rights to proper compensation.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Quarterback Ware Signs With Jaguars","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-people-football-quarterback-ware-signs-with-jaguars.html","abstract":"  The Jacksonville Jaguars yesterday signed the 1989 Heisman Trophy winner, ANDRE WARE, as their first quarterback. \"This as a starting-over point for myself,\" said Ware, 26, who worked out for the Jaguars in December. He was released by Minnesota last summer after signing as a free agent in May. He spent four seasons with Detroit after being selected No. 7 in the 1990 draft following his junior season at the University of Houston. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"In Small, Smoky Bars, Music With Grit","web_url":"https://www.nytimes.com/1995/02/03/arts/critic-s-notebook-in-small-smoky-bars-music-with-grit.html","abstract":"  TAKE a look inside a few of Manhattan's finest dives any night. Try it late, when the streets are dark and dormant, and here's what you might find: at Mondo Perso, a big, round bluesman named Popa Chubby playing to a crowd of mostly European tourists, his stage so close to the aisle that every time patrons walk by to get to the bathroom, he has to lift up his guitar neck so they can pass; at Dan Lynch, Slapmeat Johnson stomping out original blues tunes for an indifferent audience of 10, each of whom squirms uncomfortably when the tip jar passes by, and at the Rodeo Bar, the Blues Jumpers picking out mellow jazz tunes, sipping at beers thrust into the drink holders on their microphone stands and looking with resigned smiles at the barflies who are paying them no mind. This is called paying your dues. There are no refunds, and, for most Manhattan bands, few returns on the investment.   In other cities, bar bands are staples, playing an all-American mix of blues, country and rock to late-night revelers at local spots. But in New York, a city known for its cultural diversity, cutting-edge arts offerings and abundance of famous touring music groups, bar bands tend to be either overlooked or taken for granted.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"NHL and IIHF Set the Stage for a 'Super League' of Hockey in Europe","web_url":"https://www.nytimes.com/1995/02/03/sports/IHT-nhl-and-iihf-set-the-stage-for-a-super-league-of-hockey-in-europe.html","abstract":"The National Hockey League is planning to sponsor a European league, starting as early as September 1996, which could lead to the first exclusive \"super league\" on the Continent..Negotiations between the NHL and the International Ice Hockey F","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Make Software as Cheap as a Paperback","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-make-software-as-cheap-as-a-paperback-923395.html","abstract":"  To the Editor:   Re \"China Trade Rift With U.S. Deepens\" (front page, Jan. 29): Something has gone cockeyed with our drive to profit when a bundle of mass-produced software, priced at $10,000 (consideration given for origination and royalty costs) can be cloned and sold at a profit for as little as $100. Has anyone stopped to consider that American software producers have unrealistically overvalued a product that can easily and effortlessly be copied?","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/03/nyregion/no-headline-524695.html","abstract":"  \"I feel safe here. The Lord protects me. I don't ever have to worry about a thing. This is my home.\" MARY VIERCK, a homeless woman who lives at Kennedy Airport.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Airport Homeless: A Long, Pleasant Layover","web_url":"https://www.nytimes.com/1995/02/03/nyregion/airport-homeless-a-long-pleasant-layover.html","abstract":"  Mary Vierck sat patiently in the T.W.A. terminal at Kennedy International Airport, her eyes freshly made up with powder-blue shadow, her salt-and-pepper hair pinned in a tight bun. At her side stood a cart piled with luggage, including a black vinyl suitcase filled with blankets and pillows.   On a recent early morning, Miss Vierck, 58, was essentially indistingushable from the travelers around her. But she was not on her way anywhere, not to Phoenix or Chicago or even to Manhattan. Miss Vierck lives at the airport.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"A Break in Placement Helps Tame the Rough","web_url":"https://www.nytimes.com/1995/02/03/sports/golf-a-break-in-placement-helps-tame-the-rough.html","abstract":"  It was a bizarre first round of the AT&T Pebble Beach National Pro-Am today, one that featured both the predictable -- Bill Murray was hilarious and had the largest gallery -- and the ridiculous -- a Mike Reid tee shot was lost in the rough not six feet from the fairway.   This annual golfing carnival on the Monterey Peninsula is always guaranteed to produce some quirky moments, but this year's version might be even zanier than usual. Not that the leader board is strange: Davis Love 3d is in front after shooting a bogeyless 65 at Poppy Hills; Nick Faldo is one stroke behind after a 66 on the same course, and Peter Jacobsen is two strokes back after a 67 at Spyglass.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Last Chance","web_url":"https://www.nytimes.com/1995/02/03/arts/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  THUNDERBIRD AMERICAN INDIAN DANCERS, Theater for the New City, 155 First Avenue, at Ninth Street, East Village. Through Sunday. Performances: today and tomorrow at 8 P.M.; Sunday at 2 and 5 P.M. Tickets: $10; $1 for children under 12 for Sunday shows only. Information: (212) 254-1100.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Article 184495 -- No Title","web_url":"https://www.nytimes.com/1995/02/03/arts/article-184495-no-title.html","abstract":"  A Taste of Health   Up-to-date health-food restaurants seem to be opening all around town, offering dishes that are not only free of meat, but also free of dairy products, wheat, fat and any other \"impurities.\" What's left is not always so good: food squeakily cleaned of all flavor.   Like many of these restaurants, three-year-old Caravan of Dreams uses ingredients that are locally grown and organic. But there is nothing antiseptic about the food here; it is full of flavor. With its brick walls, colorful hangings, low ceiling and jazz pianist, Caravan of Dreams looks more like a traditional, collegiate vegetarian spot than a health-food restaurant.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"For Children","web_url":"https://www.nytimes.com/1995/02/03/arts/for-children.html","abstract":"  Artime   Various SoHo galleries  (718) 797-1573 or (201) 224-8002  Recommended ages: 5 to 10  Saturdays    \"Have any of you every done a self-portrait?\" Dorothea Basile asked a group of adults and children. Two of the four children nodded warily. They were meeting with Ms. Basile and her partner, Amanda Lauricella, former educators at the Brooklyn Museum and art historians. Last fall, the two women formed Artime, a theme-based program of family tours through SoHo art galleries.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Snags Predicted for G.O.P. Agenda","web_url":"https://www.nytimes.com/1995/02/03/us/snags-predicted-for-gop-agenda.html","abstract":"  While central elements of the Republicans' Contract With America are sailing through the House of Representatives, Speaker Newt Gingrich is cautioning that other items may face a stiffer headwind.   \"I'll be quite frank with you,\" Mr. Gingrich said in a speech to a business association on Wednesday night. \"I think term limits is going to be very hard to pass, and I think litigation reform is just going to be a brawl.\"","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Carter's Useful Role : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-carters-useful-role-letters-to-the-editor.html","abstract":"The editorial \"In and Out of Haiti\" (Opinion, Jan. 4) is remarkable for its omission of any reference to, or acknowledgment of, the role of former President Jimmy Carter in bringing a peaceful solution to the Haitian problem. Considering the al","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Home Video","web_url":"https://www.nytimes.com/1995/02/03/arts/home-video-255795.html","abstract":"  The CD-ROM Riddle    Analysts of the video-game scene report turbulent conditions. Over the holidays, people bought millions of computers and CD-ROM games, but some studies indicate that they aren't using their new multimedia systems as ardently as anticipated. And in video stores where traditional cartridge games are sold, onrushing technology may be cutting off old formats before their time.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"My Tryout","web_url":"https://www.nytimes.com/1995/02/03/opinion/my-tryout.html","abstract":"Ever since I lit out for the Blue Jays tryouts, relations have been inquiring about how I made out, and my answer to all of them has been pretty much the same: tolerably well.\n\nTruth is, I'm surprised they didn't read about it, because when we eased up to the park, there were sportswriters 10 deep, thick as prairie dogs, some of them suited up so they could try out themselves. Baseball has always had a powerful effect on writers, on account of the game's stately pace. With all those lonesome stretches between pitches, a writer just gets to wondering what everything stands for, and before you know it metaphors start sprouting like dandelions on a sandlot.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"1945: Groundhog Day : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-1945-groundhog-day-in-our-pages100-75-and-50-years-ago.html","abstract":"PUNXSUTAWNEY, Pennsylvania - Groundhog observers gathered here at seven o'clock this morning [Feb. 2] on Bobbler's Knob on Canoe Ridge. As soon as the woodchuck heard their dogs barking, he dashed out and climbed a twenty-five-foot snowdrift. They calcula","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-861095.html","abstract":"  Andreas Gursky   303 Gallery  89 Greene Street (near Spring Street)  SoHo  Through Feb. 11    The melancholy of modern life weighs more heavily than ever on Andreas Gursky's romantic photographs. The pastoral landscape is gone; in one large color print, a view of cattle in a field is obliterated by lines etched into a glass panel at a rest stop on the autobahn. The Dutch landscape of Rembrandt and Ruysdael has been reduced to a backdrop for the smooth curves of a runway, in a photograph taken from inside an empty terminal at Schiphol Airport near Amsterdam. Replacing landscapes are the seamless grids of corporate architecture. One oversize print shows nothing but the glowing grid of the cover of a light fixture, receding into the image.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Haitian Premier Says Security Is Still Fragile","web_url":"https://www.nytimes.com/1995/02/03/world/haitian-premier-says-security-is-still-fragile.html","abstract":"  Prime Minister Smarck Michel of Haiti said today that the security situation in his country remained fragile and complained that only about 30 percent of his nation's paramilitary toughs had been disarmed.   Nonetheless, Mr. Michel, a businessman who was appointed Prime Minister in October, said he was confident that American troops now in Haiti and United Nations peacekeepers who succeeded them would serve to discourage further violence.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Separate but 'Comparable' for Women?","web_url":"https://www.nytimes.com/1995/02/03/opinion/separate-but-comparable-for-women.html","abstract":"  How far may a state go in denying women valuable educational benefits it provides for men? Virginia poses an extremely discriminatory answer to that question in defending its subsidized all-male Virginia Military Institute. The U.S. Court of Appeals in Richmond has fallen for the bogus argument that V.M.I. can stay closed to women if the state provides \"separate but substantively comparable\" military education -- 35 miles away at the all-female Mary Baldwin College.    Such evasions are unlikely to wash in the Supreme Court, which applies strict scrutiny to discriminatory treatment of the sexes. Indeed the V.M.I. case, with its evidence of determined bias and lame excuses, provides the justices an opportunity to treat gender discrimination as severely as racial discrimination. Moreover, Virginia's invocation of outdated language and doctrines should convince the justices of the need to do so.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Many Are Aboard for Buttonholing Trip","web_url":"https://www.nytimes.com/1995/02/03/nyregion/many-are-aboard-for-buttonholing-trip.html","abstract":"  This year, New Jersey's premier business excursion was surprisingly businesslike.   The Republicans are in power in Trenton, taxes are going down, deregulation rules the roost. With no political issues on the horizon any larger than this fall's race for the State Assembly, the annual New Jersey Chamber of Commerce train to Washington managed to be as crowded as usual, almost as noisy as usual, but not as zesty as usual. If it had been a pudding, Winston Churchill would have said it had no theme.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"U.S. to Withdraw Funds From Journalism Center in Budapest","web_url":"https://www.nytimes.com/1995/02/03/world/us-to-withdraw-funds-from-journalism-center-in-budapest.html","abstract":"  The United States Information Agency has moved to stop financing a journalism training program in Budapest that has been run by an American university for four years.   The decision has led to complaints by American journalists and the program's administrators that the agency is infringing on academic freedom and journalistic independence.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Bubka Leads a Millrose Field So Rich It Dazzles the Eyes","web_url":"https://www.nytimes.com/1995/02/03/sports/track-and-field-bubka-leads-a-millrose-field-so-rich-it-dazzles-the-eyes.html","abstract":"  The Millrose Games are more than America's best track meet, indoors or outdoors. They are a celebration of a sport, and tonight's 88th annual Millrose meet before a full or almost full house at Madison Square Garden should show why.   Title sponsorship from Chemical Bank and money from a new NBC-televised track series have added more elite athletes to already-loaded fields. There will be 10 Olympic gold medalists, 18 world champions and eight athletes ranked first in the world outdoors. All seven events for women and eight of the 10 major events for men will include at least one athlete from those groups.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Ferraro Deflects Islanders Over the Flyers in Overtime","web_url":"https://www.nytimes.com/1995/02/03/sports/hockey-ferraro-deflects-islanders-over-the-flyers-in-overtime.html","abstract":"  In the case of the Islanders, it may be too early to say what a difference a year makes. Not so, if you are talking about Ray Ferraro.   Like the Islanders, Ferraro is trying to come back from a season he would like to forget. Tonight, Josef Beranek scored a hat trick for Philadelphia, the first of his National Hockey League career. But the goals that counted most belonged to Ferraro.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"1920: 'How to Gargle' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-1920-how-to-gargle-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A new use for the cinema has been found by the Pathé Company, which has just sent a number of films from Paris to London by aeroplane, as a feature of the anti-influenza campaign which is to be waged throughout the United Kingdom. The films d","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Agency Says Nynex Fails To Reach Service Goals","web_url":"https://www.nytimes.com/1995/02/03/nyregion/agency-says-nynex-fails-to-reach-service-goals.html","abstract":"Nynex, which provides 90 percent of the phone lines in New York State, has failed to meet even the most modest goals for improving service set by the state last year and now faces as much as $121 million in penalties, the State Public Service Commission said yesterday.\n\nThe penalties are on top of possible state sanctions for failing to provide as many as 30,000 customers with the privacy protection from caller ID that they had requested.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Fighting Intensifies Along Peru-Ecuador Border","web_url":"https://www.nytimes.com/1995/02/03/world/fighting-intensifies-along-peru-ecuador-border.html","abstract":"  While United States and South American diplomats struggled here today to negotiate a cease-fire, the heaviest fighting in a week of skirmishes enveloped a disputed stretch of jungle border between Peru and Ecuador.   Using helicopters, mortars, planes and infantry units, Peru repeatedly attacked two border posts, Ecuadorean officials said today.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"THE MOVIE GUIDE : Oublie-Moi","web_url":"https://www.nytimes.com/1995/02/03/style/IHT-the-movie-guide-oubliemoi.html","abstract":"Oublie-Moi. Directed by Noémie Lvovsky. France.. Nathalie (Valéria Bruni-Tedeschi) wanders from phone booth to Métro, adrift in Paris. She loves Eric (Laurent Grévill), who has left her; she does not love Antoine (Emmanuel Salinger), w","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"Brain Bedford in Two Grand Farces","web_url":"https://www.nytimes.com/1995/02/03/theater/theater-review-the-moliere-comedies-brain-bedford-in-two-grand-farces.html","abstract":"  THE funniest, wisest, most engaging new show in town is more than 300 years old and in verse. Not blank verse but rhymed couplets, which, if spoken by amateurs, can numb the mind faster than Valium. It's the Roundabout Theater Company's rollicking production titled \"The Moliere Comedies,\" which pairs \"The School for Husbands\" (1661) with \"The Imaginary Cuckold\" (1660), and it opened last night at the Criterion Center.   Though Moliere is generally acknowledged to be France's greatest dramatist, he isn't easily translated. That means he travels reluctantly or, when crossing the Atlantic, less well than goat cheese. Now, using Richard Wilbur's American translations, Brian Bedford, the star, and Michael Langham, the director, have pooled their resources to give us two grand farces that are much more than academic approximations of the originals. They have lives of their own.","thumbnail":null,"section":"Theater"},{"date":"19950203","headline":"Caller ID Line Expanded","web_url":"https://www.nytimes.com/1995/02/03/nyregion/caller-id-line-expanded.html","abstract":"  Nynex said yesterday that it was expanding a special phone line to handle inquiries about problems with its caller ID service to 24 hours a day. It said it had instructed the operators to assure that, if asked, they would check the privacy status of the caller's line.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Soprano Makes Met Debut in 'Pagliacci'","web_url":"https://www.nytimes.com/1995/02/03/arts/opera-review-soprano-makes-met-debut-in-pagliacci.html","abstract":"  Daniela Dessi, an Italian soprano who has established a major career in Europe during the last decade, made her Metropolitan Opera debut on Wednesday night as Nedda in Leoncavallo's \"Pagliacci.\" Although she has sung the role in concert and recorded it with Riccardo Muti, she had never performed it onstage, which perhaps explains some of her dramatic uncertainties on Wednesday. She possesses an essentially fine lyric voice: secure, well-projected high notes, lustrous tone quality at lower volumes, a subtle expressive sense. In certain passages, however, she showed an uncomfortably wide vibrato and a hollowness of tone in the middle register.   This is not the most subtle role in the soprano repertory: Nedda is an unfortunate young woman caught in front of an onrushing truckload of verismo disaster. Ms. Dessi nicely sketched the innocent fantasy of \"Stridono lassu,\" but her adulterous duet with Dwayne Croft's Silvio lacked raw passion, and her acting in the play scene failed to get across the character's slow realization of her fate. She hasn't yet found the big, obvious gestures needed to make an impact on the Met stage.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"1895: Anarchist Threat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-1895-anarchist-threat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Appearances seem to indicate that the wretched anarchists are again trying to bring themselves to notice. The explosion of the rue Monceau in Paris is there to prove that the partisans of that form of propaganda are as much to be feared as ever, a","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"For Arts, State Budget Less Than Reassuring","web_url":"https://www.nytimes.com/1995/02/03/arts/for-arts-state-budget-less-than-reassuring.html","abstract":"  The state budget released by Gov. George E. Pataki this week answered a question that had been worrying arts organizations around New York City: would it include the second slice of $5 million in matching funds to arts groups promised under the Cuomo Administration?   The answer, buried in the two volumes of budget figures and notes released on Wednesday, was yes, but the news did not bring much relief to those who work in the arts. That is because overall financial support for museums, theaters, dance companies and other arts groups had been cut to $25.8 million from $32.6 million, a 21 percent reduction.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"'The Piano Lesson': A Family Elegy","web_url":"https://www.nytimes.com/1995/02/03/arts/tv-weekend-the-piano-lesson-a-family-elegy.html","abstract":"  The jeweled crown of this year's Black History Month on television turns out to be a 1990 Pulitzer Prize-winning play set in 1936 Pittsburgh. The play, August Wilson's \"Piano Lesson,\" was created at the Yale Repertory Theater and then went to Broadway. Now, adapted by Mr. Wilson, it is a \"Hallmark Hall of Fame\" production being broadcast on Sunday at 9 P.M. on CBS. Lloyd Richards, Mr. Wilson's longtime collaborator, is once again the director, and Charles Dutton returns to the role of Boy Willie in a mesmerizingly powerful performance.    On the face of it, \"The Piano Lesson\" is an uncomplicated story. Boisterous Boy Willie and his gentle pal Lymon (Courtney B. Vance) roll into Pittsburgh with a truckload of watermelons that, together with the sale of an old family piano, should raise enough money to let Boy Willie realize his dream of buying some Mississippi land his family worked as slaves. But the piano is half-owned by his sister Berniece (Alfre Woodard) who, although she hasn't played it since their mother died seven years earlier, cherishes the instrument for its haunting connections to the family's history. She won't hear of its being sold.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Departing Education Chief Criticizes Cuts","web_url":"https://www.nytimes.com/1995/02/03/nyregion/departing-education-chief-criticizes-cuts.html","abstract":"  For much of last year's campaign, Gov. George E. Pataki used the State Education Department as a symbol of almost everything he considered bad about government. It was bloated, expensive and unresponsive to taxpayers, he said.   But as he prepares to leave office later this year, the man who runs that department, Education Commissioner Thomas Sobol, says Mr. Pataki has used its bureaucracy as an easy scapegoat for much deeper societal problems that no amount of budget trimming can solve.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-854795.html","abstract":"  'Still Working'  'Underknown Artists of Age in America'   I.B.M. Building  590 Madison Avenue (at 56th Street)  Through March 10    In his introduction to the catalogue of \"Still Working,\" the curator, Stuart Shedletsky, describes the New York art world as \"a community more interested in newsy firsts than developed vision.\" Because he believed painters and sculptors over the age of 60 weren't getting a fair shake from galleries, Mr. Shedletsky (himself a painter and a teacher at Parsons School of Design) put together a show to expose their work to a broader public. Taking issue also with \"the popularly held notion that little of artistic merit occurs west of the Hudson River or east of the San Andreas fault,\" he decided to seek out artists representing \"regional developments\" and \"isolated lineages.\" His aims, in short, were thoroughly laudable.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Excerpts From President clinton's 1996 Budget Message to the Congress","web_url":"https://www.nytimes.com/1995/02/03/us/clinton-budget-excerpts-president-clinton-s-1996-budget-message-congress.html","abstract":"  Following are excerpts from page proofs of President Clinton's Budget Message, which he will send to Congress on Monday:   The 1996 budget, which I am transmitting to you with this message, builds on the Administration's strong record of economic progress during the past two years and seeks to create a brighter future for all Americans.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Burma Smashes the Rebels, With Thai and Chinese Help","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-burma-smashes-the-rebels-with-thai-and-chinese-help.html","abstract":"It doesn't look like much. But Manerplaw, a hutted township protected by hills and by the river that forms Burma's border with Thailand, is every bit as symbolic to the Karen minority of Burma as Grozny is to the Chechens. .So when it fell last week to","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Suspect Held After Flirting With Officer","web_url":"https://www.nytimes.com/1995/02/03/nyregion/suspect-held-after-flirting-with-officer.html","abstract":"  It was a chance encounter in the aisle of a Brighton Beach drugstore on Super Bowl Sunday. He said, \"You have nice eyes.\" She said, \"What's your name?\" And when he lied, she became suspicious.   He is a paroled rapist and, unfortunately for him, she is a parole officer in the office where he reported every other week. She recognized him from pictures on file and, concerned about his behavior in the store, began making inquiries. Yesterday, the man, Neil Hassenbein, was under arrest again, in connection with four sex crimes committed since his release from prison a year ago.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"White House Presses Baseball Negotiators","web_url":"https://www.nytimes.com/1995/02/03/us/white-house-presses-baseball-negotiators.html","abstract":"  Concerned about the lack of movement in the baseball strike, President Clinton summoned the Federal mediator in the dispute to the White House yesterday for a progress report. The mediator then returned to negotiations in an effort to push both sides forward. The owners and players are working against a Monday deadline set by the President.    Article, page B13.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Shuttle Blasts Off to Meet Russian Station","web_url":"https://www.nytimes.com/1995/02/03/us/shuttle-blasts-off-to-meet-russian-station.html","abstract":"  The space shuttle Discovery set the dark Florida sky ablaze just after midnight today as it began a historic mission in which a winged American spaceship is to rendezvous with a Russian space station for the first time.   Carrying the first woman to pilot a NASA shuttle, the second Russian astronaut to fly on one and four other crew members, Discovery blasted off on time at 12:22 A.M. through the five-minute window available each day for a shuttle trying to meet the Russian Mir space station orbiting about 200 miles above the earth.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"John Sayles in the Land of Enchantment","web_url":"https://www.nytimes.com/1995/02/03/movies/film-review-john-sayles-in-the-land-of-enchantment.html","abstract":"Irish baby's mysterious fate. Rhapsodic meditation from Sayles.","thumbnail":null,"section":"Movies"},{"date":"19950203","headline":"A Network Searches For Salable Identity","web_url":"https://www.nytimes.com/1995/02/03/sports/tv-sports-a-network-searches-for-salable-identity.html","abstract":"  Despite showing more than 900 hours of programming on TNT, TBS and SportSouth -- including the National Basketball Association, the Atlanta Braves and the National Football League -- the new leaders of Turner Sports insist they are suffering from an identity crisis. Plenty of games but no personality.   \"When you say ABC, you say Michaels, Dierdorf, Gifford, McKay,\" said Mike Pearl, who is in his third week as Turner Sports' senior vice president of production, replacing Don McGuire. Previously, Pearl was CBS's coordinating producer of the Winter Olympics. \"When you say CBS now, it's Jim Nantz. At NBC, it's Costas. At ESPN, it's Chris Berman.\"","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"No Justice Dept. Role in Quayle Accuser Case","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-no-justice-dept-role-in-quayle-accuser-case-970595.html","abstract":"  To the Editor:   Dan Quayle begs for sympathy from the \"elite media and the Clinton Administration,\" who, he asserts in his Jan. 29 letter, support and glorify me. He portrays himself as a victim because I have \"falsely claimed\" that he regularly used marijuana when he was a law student at Indiana University.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Pataki Plans A Sharp Cut In Rental Aid","web_url":"https://www.nytimes.com/1995/02/03/nyregion/pataki-plans-a-sharp-cut-in-rental-aid.html","abstract":"  As part of his plan to cut the budget and restructure the state's welfare system, Gov. George E. Pataki wants to cut assistance to the poor in myriad ways, including reducing rent allowances and cutting emergency money for utility bills.   On Monday, Mr. Pataki proposed the deepest cuts in the state's 60-year history of welfare programs. But it was not until late Wednesday, when he presented a package of bills to the Legislature that will enact his budget, that some of the specific cuts became clear.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"THE MOVIE GUIDE : Belle al Bar","web_url":"https://www.nytimes.com/1995/02/03/style/IHT-the-movie-guide-belle-al-bar.html","abstract":"Directed by Alessandro Benvenuti. Italy.. This one has all the makings of a classic Italian clunker. Leo (Alessandro Benvenuti), an anal-compulsive, middle- aged art restorer with asthma, neck trouble and a failing marriage finds himself courted by Giulio","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"3 City Employees Among 14 Arrested in Loan-Sharking Scheme","web_url":"https://www.nytimes.com/1995/02/03/nyregion/3-city-employees-among-14-arrested-in-loan-sharking-scheme.html","abstract":"  At 7:30 yesterday morning, three F.B.I. agents entered the Yonah Schimmel Knish Bakery on the Lower East Side just as Alex Wolf, the manager, was starting coffee. \"I thought maybe taxes,\" he said. The agents ruffled through business papers and removed from the window a photograph of Sheldon Keitz, who Mr. Wolf said has operated the legendary 85-year-old establishment for the last five years or so.   The agents left the smiling photo of former Gov. Mario M. Cuomo.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-855595.html","abstract":"  Helen Miranda Wilson   Jason McCoy  41 East 57th Street  Manhattan  Through March 4    These latest paintings are a big change for Helen Miranda Wilson. They're still small, crystalline and luminous, and the subjects include landscapes, but now there are other subjects, too, and Ms. Wilson layers them one on top of another. The effect is like collage, or like looking at series of images through embroidered scrims.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"At the Bar","web_url":"https://www.nytimes.com/1995/02/03/us/at-the-bar.html","abstract":"  \"What's going on down there?\" a pedestrian asked the other day, seeing extra security measures outside the United States Courthouse in lower Manhattan.   The pedestrian was one of the many going about their business who did not know that the biggest terror conspiracy case ever to come to trial in an American courtroom was taking place on the third floor of the big building with columns fronting on Foley Square.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Cold-War Nostalgia","web_url":"https://www.nytimes.com/1995/02/03/opinion/cold-war-nostalgia.html","abstract":"  As part of their Contract With America, House Republicans are pressing ahead with a mischievous piece of legislation that would undo the Clinton Administration's modest efforts to adjust U.S. national security policy to post-cold-war realities. The bill, H.R. 7, has cleared three committees and seems headed toward House passage.    The legislation would increase pressure for higher defense spending, revive efforts to develop \"star wars\" missile defense systems, encourage reckless expansion of NATO defense guarantees to Eastern Europe and hobble U.S. participation in United Nations peacekeeping. It would also undermine Presidential authority by creating an unnecessary national security commission designed primarily to amplify the voice of the Republican Congressional leadership.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/03/nyregion/c-corrections-896295.html","abstract":"  A headline on the Evening Hours pages in Styles on Sunday misstated the amount raised by the New York Hospital-Cornell Medical Center cabaret at the New York State Theater on Jan 23. The evening raised $2 million.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Simpson Defense Grills 'Dreams' Witness","web_url":"https://www.nytimes.com/1995/02/03/us/simpson-defense-grills-dreams-witness.html","abstract":"  A defense lawyer for O. J. Simpson today scornfully attacked the credibility of a former policeman, Ronald G. Shipp, challenging his testimony that Mr. Simpson once confided to him that he had dreamed about killing his former wife.    In the second day of tenacious cross-examination, Carl Douglas, one of Mr. Simpson's lawyers, extracted testimony from Mr. Shipp that he was once suspended from the police force for showing up at work with alcohol on his breath. In again focusing on Mr. Shipp's drinking habits, he suggested that drinking may have clouded his judgment on the night that Mr. Simpson was said to have mentioned his dreams.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Enrollment Is Up For Black Athletes","web_url":"https://www.nytimes.com/1995/02/03/sports/enrollment-is-up-for-black-athletes.html","abstract":"  Enrollment of black athletes at the nation's leading athletic colleges dropped by one-fifth when stringent freshman standards took effect in 1986, but has since rebounded to previous levels, a new statistical study indicates.   According to projections based on a series of surveys conducted for the National Collegiate Athletic Association, the percentage of black freshman athletes at Division I schools was 24.4 percent in 1984 and 23.6 percent in 1985, the year before the new standards, known as Proposition 48, were implemented. Since then, the percentage has risen to as high as 27.5, and has not been below 24 since 1990.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-what-theyre-reading.html","abstract":"Daniel Maurin, the maître d' of the Paris brasserie Bofinger, is reading \"La Gloire de mon père\" by Marcel Pagnol..\"My family is from the French countryside in Provence, but I have always lived in Paris. 'La Gloire de mon pè","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/03/nyregion/c-corrections-894695.html","abstract":"  An obituary yesterday about an Italian lyric tenor who sang at the Metropolitan Opera in the late 1940's misspelled his given name. He was Ferruccio Tagliavini.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Scientists Find Place on Left Side of the Brain Where Perfect Pitch Is Heard","web_url":"https://www.nytimes.com/1995/02/03/us/scientists-find-place-on-left-side-of-the-brain-where-perfect-pitch-is-heard.html","abstract":"  A rare form of musical talent -- perfect pitch -- seems to reside in a mound of tissue on the brain's left side, scientists reported today. Musicians with perfect pitch are able to identify any musical note without comparison to a reference note.   Researchers have long suspected that highly specialized mental functions occur primarily in either the left or the right brain hemisphere, said Dr. Gottfried Schlaug, a neurologist at Heinrich Heine University in Dusseldorf, Germany, and a research fellow in the Department of Neurology at Beth Israel Hospital in Boston. Recent studies show that the process of listening to music is carried out primarily on the brain's right side, he said.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/03/nyregion/inside-480095.html","abstract":"  Boeing to Cut 7,000 Jobs   Boeing, buffeted by airline weakness, said it would cut 7,000 jobs, or about 6 percent of its staff, and reduce output of two aircraft. Page D1. Pataki Outlines Cuts in Aid    Governor Pataki wants to cut a rent allowance and eliminate emergency fuel aid for the poor. Page B1. Psalms Aiding President    President Clinton says that he has been receiving help in a time of political troubles by reading all 150 Psalms in the Bible. Page B9. Dutch Flooding Recedes    Dutch officials said that river flooding had slowly begun to recede, but that dikes could crumble. Page A12.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Common Cause Backs Inquiry Into Gingrich's Book Deal","web_url":"https://www.nytimes.com/1995/02/03/us/common-cause-backs-inquiry-into-gingrich-s-book-deal.html","abstract":"  Common Cause, the public affairs lobbying group, called today for an outside ethics adviser to examine House Speaker Newt Gingrich's book deal and recommend whether the House ethics committee should allow it or not.    Common Cause's request, made in a letter to the ethics panel, is significant because it was the group's urging in 1988 for similar action in the case of former House Speaker Jim Wright that eventually turned the tide against Mr. Wright.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"When One Is Reared By a Nanny, Not a Mom","web_url":"https://www.nytimes.com/1995/02/03/movies/film-review-when-one-is-reared-by-a-nanny-not-a-mom.html","abstract":"  Jyll Johnstone and Barbara Ettinger, the producers of the documentary \"Martha and Ethel\" (which Ms. Johnstone directed), set out to study the nannies who raised them while their wealthy mothers were otherwise engaged. The result, a seemingly fond film marked by staggering condescension and naivete, reveals all the undigested resentment that such an upbringing engendered.   \"It would seem that we grew up privileged, with everything we needed,\" Ms. Ettinger says sweetly in voice-over. \"And yet I grew up very confused about my family, about why my parents hired someone else to bring us up.\"","thumbnail":null,"section":"Movies"},{"date":"19950203","headline":"A Serb in Western Eyes","web_url":"https://www.nytimes.com/1995/02/03/world/a-serb-in-western-eyes.html","abstract":"  This week the Serbian President, Slobodan Milosevic, snubbed the American Ambassador to Croatia. The snub would not have been that momentous in the great scheme of Balkan problems were it not that for the last several months, the United States and Western Europe have placed their faith in Mr. Milosevic to bring peace to the area.   The Serbian leader was always an unlikely man for the peacemaking job. His ruthless assertion, from 1987 onward, of Serbian nationalist aspirations in the Albanian-dominated Kosovo area unbalanced the Yugoslav federation, eventually plunging Yugoslavia into a series of devastating wars.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Nijinsky's Last Dance : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/03/opinion/IHT-nijinskys-last-dance-letters-to-the-editor.html","abstract":"Regarding \"Nijinsky's Writings: Dancer's Obsessions on Display\" (Features, Jan. 25) by Alan Riding:.Nijinsky danced here at the Palace Hotel in the Embassy Ballroom (a charity performance) in March 1919; this was his last dance in public..H","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"The Babe Pinch-Hits for Yankee Regulars","web_url":"https://www.nytimes.com/1995/02/03/sports/baseball-the-babe-pinch-hits-for-yankee-regulars.html","abstract":"  Buck Showalter, Willie Randolph and Gene Michael will be there, but Don Mattingly, Paul O'Neill and Jimmy Key will not. That is why the usually popular Yankee Fan Festival is expected to open this morning at the New York Coliseum without its typical sellout crowd.   Because of baseball's labor dispute, the Yankees did not invite any current players to the event and that has helped squelch sales of the $35 tickets for today's session at noon and tomorrow's and Sunday's sessions which begin at 9 A.M. The festival had attracted 12,000 fans a weekend in its first four years, but only about 4,000 tickets have been sold this year.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Back to School On the Hallway Patrol","web_url":"https://www.nytimes.com/1995/02/03/nyregion/our-towns-back-to-school-on-the-hallway-patrol.html","abstract":"  HERE it is, two weeks since they started at Elizabeth High School, and the two new guys are already popular. Students introduce themselves, welcome them to campus and very politely ignore their guns.   \"It's amazing,\" Detective Michael Brown said. \"They walk in our office, sit down and make themselves comfortable.\"","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Dutch Rivers Are Receding, But Danger to Dikes Persists","web_url":"https://www.nytimes.com/1995/02/03/world/dutch-rivers-are-receding-but-danger-to-dikes-persists.html","abstract":"  The Dutch authorities said today that river flooding threatening their vast web of protective dikes had slowly begun to recede, but they warned that the dikes could still crumble and that the crisis was not yet over.   Throughout this week and last, downpours across northern Europe have turned the Rhine, Meuse and Waal rivers into vast sheets of menacing brown water that threatened to push through the dikes and cascade onto countless homes and farms in the river lowlands that make up much of the southern Netherlands.","thumbnail":null,"section":"World"},{"date":"19950203","headline":"Queries on Public Radio Staff Start Furor","web_url":"https://www.nytimes.com/1995/02/03/us/queries-on-public-radio-staff-start-furor.html","abstract":"  A 16-page questionnaire from a Republican member of the Senate leadership seeking information about the ethnic backgrounds, sexes and previous employment of National Public Radio employees touched off a furor today over its propriety and legality and forced him to withdraw several questions.    A spokesman for the Senator, Larry Pressler of South Dakota, had said the personnel information was needed to gain \"insights into whether its programming is balanced.\"","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"President Pressuring Baseball's Negotiators","web_url":"https://www.nytimes.com/1995/02/03/sports/baseball-president-pressuring-baseball-s-negotiators.html","abstract":"  A day after President Clinton emphatically stated, \"I want this thing settled,\" the mediator in the baseball labor dispute was summoned to the White House today for an update on negotiations, then returned to the bargaining table to try to shove the owners and players toward an agreement.   Although the two sides did not move closer together on the core economic issue on the second day of their resumed talks, interested Government observers said they hoped that Presidential pressure and fear of the unknown -- what Clinton or Congress might do in the absence of a settlement -- would hasten a deal by the Monday deadline the President has set.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Restaurants","web_url":"https://www.nytimes.com/1995/02/03/arts/restaurants-125995.html","abstract":"  I popped a crisp tiny poori into my mouth and immediately experienced a whole range of contrasting sensations: first came the crunch of the fried shell and then the softness of the potato filling. Then my teeth closed with a snap on the yellow noodlelike shreds on top. Next I became aware of the tang of the yogurt and the sweet sourness of the tamarind sauce. Finally, at the very end, the heat of the spices kicked in. It was one small mouthful, but to me it was the taste of India.   It was a shock. Salaam Bombay looks much like every other upscale Indian restaurant in New York City. The room is large and pleasant and in the daytime the airy front of the dining room is occupied by a lunch buffet that promises mountains of food for $8.95. The buffet looks inviting enough, but it holds the ubiquitous Indian dishes: pakoras, tandoori chicken, rice pullau, mango chutney. In the back, a man behind a glass window methodically pulls breads out of the tandoor in a spotless kitchen. A woman in a sari circulates, smiling graciously. It all seems very familiar.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Simpson Awards End Up in Court, Too","web_url":"https://www.nytimes.com/1995/02/03/sports/sports-people-football-simpson-awards-end-up-in-court-too.html","abstract":"  O. J. SIMPSON may have a new court skirmish -- this one over two trophies he was awarded during his playing days with the Buffalo Bills. The trophies were seized by the police, who found them two weeks ago at a Buffalo pawnshop which bought them for a total of $300. The police said they planned to return the trophies to Simpson, but lawyers for the pawnshop said they will go to court to get them back.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Concerns Are Voiced On Effects of Title IX","web_url":"https://www.nytimes.com/1995/02/03/sports/women-sports-concerns-are-voiced-on-effects-of-title-ix.html","abstract":"  Some of the most celebrated and successful athletes in the nation came here today to celebrate their accomplishments. That the celebration on Capitol Hill and at the White House was for women on National Girls and Women in Sports Day spoke to the broad acceptance of women's athletics in the nation's capital, something that one Senator, Joseph Biden Jr., Democrat of Delaware, said didn't exist 20 years ago.    Still, as athletes like the former swimmer Nancy Hogshead, the tennis player Venus Williams and the former gymnast Mary Lou Retton -- the 1995 winner of the Women's Sports Foundation's Flo Hyman Award for \"dignity, spirit and commitment to excellence\" -- were being feted, their supporters in government and industry were voicing concerns.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"Abroad at Home; Tilting the Scales","web_url":"https://www.nytimes.com/1995/02/03/opinion/abroad-at-home-tilting-the-scales.html","abstract":"  Prevent victims of securities fraud from suing. Immunize company officials who manipulate the price of stock by false statements. Stop lawsuits against accountants and lawyers who were involved in savings-and-loan scams.   Good ideas? Not many Americans would think so. But those are some of the things that would result from passage of a bill, H.R. 10, that is expected to reach the House floor in about two weeks. It would carry out point 9 of Newt Gingrich's Contract With America.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Retired Shouldn't Bear The Budget Burden","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-retired-shouldn-t-bear-the-budget-burden-971395.html","abstract":"  To the Editor:   In \"An Unaffordable Pension Boost\" (editorial, Jan. 27), there is the suggestion that members of the New York State Senate and Assembly voted for a pension supplementation to \"placate their union supporters.\" To impugn the integrity of members of the Legislature in such fashion is offensive.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"About Real Estate;\nLuring Buyers to Central Park South","web_url":"https://www.nytimes.com/1995/02/03/us/about-real-estate-luring-buyers-to-central-park-south.html","abstract":"Banking on Manhattan's slowly improving residential marketplace, the owners of two buildings on Central Park South are stepping up efforts to attract home buyers.\n\nShareholders of the Hampshire House, the 200-unit luxury co-op with full hotel amenities at 150 Central Park South, have voted to make housekeeping services at the building optional. That in turn will cutmonthly maintenance costs by 23 percent, said Daniel Kaplan, president of the co-op's board.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Not a Straussian","web_url":"https://www.nytimes.com/1995/02/03/opinion/l-not-a-straussian-969195.html","abstract":"  To the Editor:   First Brent Staples wrote (Editorial Notebook, Nov. 28, 1994), with no basis whatever, that I claim to have been influenced by Leo Strauss. Now Richard Bernstein, apparently misled by Mr. Staples, identifies me as a Straussian in \"A Very Unlikely Villain (or Hero)\" (Week in Review, Jan. 29). I have never claimed such an influence for the very good reasons that I never met Professor Strauss and have yet to read any of his writings. ROBERT H. BORK  Washington, Jan. 30, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Mayor Presses Vacco Over Gay Bias Curb","web_url":"https://www.nytimes.com/1995/02/03/nyregion/mayor-presses-vacco-over-gay-bias-curb.html","abstract":"  Mayor Rudolph W. Giuliani has urged Attorney General Dennis C. Vacco to preserve explicit job protection for homosexual workers at the State Law Department, a move that would reverse an executive order signed by Mr. Vacco.   \"I hope that upon further reflection, you will reconsider this action, which represents a step backward and a reversal of an important 15-year-old anti-discrimination policy,\" Mr. Giuliani wrote to Mr. Vacco.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Tackling the Fish Market Mess","web_url":"https://www.nytimes.com/1995/02/03/opinion/tackling-the-fish-market-mess.html","abstract":"  Ending half a century of abdication by New York City -- and delivering on a promise he made a year ago -- Mayor Rudolph Giuliani has announced plans to impose municipal control on the mob-dominated Fulton Fish Market. This is welcome news for wholesalers who have suffered decades of bribery and extortion; for consumers forced to pay prices inflated by shakedowns and other transactional costs of crime, and for the city's economy as a whole. Over the years, the market's volume has shrunk dramatically as racketeers have driven suppliers and their refrigerated trucks to satellite markets elsewhere on the East Coast.    With $800 million in annual revenues, Fulton remains the country's largest fish and seafood market and the third-largest in the world. To visitors who take the early-morning tours, it still conveys the romance and energy captured in Joseph Mitchell's New Yorker essays years ago. To insiders, however, it is a place where fraud and payoffs are routine costs of daily business. And to the city and Federal prosecutors, it has been a source of constant frustration.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-857195.html","abstract":"  Cindy Sherman   Metro Pictures  150 Greene Street (near Houston Street)  SoHo  Through Feb. 11    In her new color photographs, Cindy Sherman continues her forays into the grotesque. Mixing and matching body fragments from anatomical dummies, she creates figures that are both scary and poignant.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"In a Wealthy District, Opposition To Whitman's Cuts in School Aid","web_url":"https://www.nytimes.com/1995/02/03/nyregion/in-a-wealthy-district-opposition-to-whitman-s-cuts-in-school-aid.html","abstract":"  Clutching hastily scrawled petitions and letters to their legislators, parents in this wealthy suburb began crowding into the auditorium of the local high school shortly before 7 P.M. An hour later, there was hardly an empty seat. Nor were there many smiles.   Only a few years ago, many of these people had helped defeat Democrats in New Jersey for raising taxes, foreshadowing similar revolts around the country. But on Wednesday night the parents were plotting another citizens' mutiny, against a Republican leader many of them had once supported: Gov. Christine Todd Whitman. This time, the fight was not over taxes but proposed cuts in school aid for affluent districts.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"On My Mind; Jihad in America","web_url":"https://www.nytimes.com/1995/02/03/opinion/on-my-mind-jihad-in-america.html","abstract":"  The Clinton Administration has come to two major conclusions about terrorism in America, and from America.    The first is that the United States is becoming a national safe haven for terrorists from the Middle East: a combination bank, fund-raiser, militarist training ground, recruitment center, political academy and embarkation dock.","thumbnail":null,"section":"Opinion"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-862895.html","abstract":"  'Take Care'   Swiss Institute  495 Broadway (at Broome Street)  SoHo  Through Feb. 18    The Swiss Institute, long of West 67th Street, has moved to SoHo, into the boldly named and corniced New Era Building. Its second exhibition in its new home, \"Take Care,\" delves into past and present examples of craft taken to extremes of obsession or perfection. Thankfully, there's not a watch or clock in sight.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/03/nyregion/c-corrections-895495.html","abstract":"  An obituary yesterday and in some copies on Wednesday about the director and producer George Abbott misstated the original name of the actor Paul Muni. It was Muni Weisenfreund, not Muni Weisenfeld.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-865295.html","abstract":"  'Triple Feature'   Art in General  79 Walker Street (one block east of Broadway)  Through March 4    Of the three artists here, Paolo Pelosini is the most dramatic, taking mundane objects and literally ripping them apart to make his \"Destructivist Sculptures.\" The more solid the object, the more impressive the result. A ripped-up umbrella looks like something you might have plucked from a trash can after a thunderstorm, but torn-open file cabinets are a genuine novelty.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1995/02/03/arts/keep-in-mind.html","abstract":"  \"LIGHT NIGHTS SATURDAYS AND MIDNIGHT BASKETBALL,\" a new program for young people 10 to 21, who can learn swimming, basketball, hip-hop dancing, weight training and game-room activities. Saturdays, 7:30 to midnight. At the Vanderbilt Y.M.C.A., 224 East 47th Street, Manhattan. Free. Information: (212) 756-9600, ext. 640.  \"WINTER BIRDING,\" a trail walk concentrating on birds that stick around for the winter (like downy woodpeckers and cardinals), led by a birder. Bring binoculars and field guides, if you can. Tomorrow, 8:30 A.M., at the Alley Pond Environmental Center, 228-06 Northern Boulevard, Douglaston, Queens. Free. Registration: (718) 229-4000.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Man in the News: Henry Wendell Foster Jr.; A Matter Of Balance","web_url":"https://www.nytimes.com/1995/02/03/us/man-in-the-news-henry-wendell-foster-jr-a-matter-of-balance.html","abstract":"  President Clinton's choice to replace Dr. Joycelyn Elders, the Surgeon General he forced to resign in December, is Dr. Henry W. Foster Jr., 61, acting director of Meharry Medical College in Nashville. He is an obstetrician who has specialized in the prevention of teen-age pregnancy and infant mortality.   When President Clinton introduced his new nominee in the Oval Office today, one of the first things he was asked was:","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/02/03/arts/art-in-review-860195.html","abstract":"  Phoebe Adams   Curt Marcus Gallery  578 Broadway (near Prince Street)  SoHo  Through Feb. 11    The sculptor Phoebe Adams operates deep in Louise Bourgeois territory, that uncanny realm where a breast is a testicle, where a head is a phallus and vice versa, and where every orifice equals every other orifice. Fortunately, Ms. Adams has a strong feeling for materials.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"THE CLINTON BUDGET: THE POLITICS Big Bargaining Chip; President's Budget May Be Dead, But He Can Use It to Make a Deal","web_url":"https://www.nytimes.com/1995/02/03/us/clinton-budget-politics-big-bargaining-chip-president-s-budget-may-be-dead-but.html","abstract":"  Presidential budgets are seldom more than the opening ante in an annual poker game between Capitol Hill and the White House. But President Clinton's proposals for scattered spending cuts and modest tax breaks are even more preliminary than usual: He is sending them off to a hostile Congress not only ready to match his bet, but eager to raise him.   If the budget is always more a political statement of executive priorities than a reliable guide to legislative reality, this one is at once a dead-letter and an airmail special. The Republicans who control both houses for the first time in 40 years have vowed to use the Democratic President's plan as the basis for even greater spending cuts and tax reductions.","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Police Contend P.B.A. Leaders Hindered Stings","web_url":"https://www.nytimes.com/1995/02/03/nyregion/police-contend-pba-leaders-hindered-stings.html","abstract":"  Senior Police Department officials and prosecutors said yesterday that representatives of the Patrolmen's Benevolent Association made aggressive efforts to thwart major corruption inquiries in two New York City precincts by warning officers about undercover operations.   In the 109th Precinct in Flushing, Queens, and the 48th Precinct in the East Tremont section of the Bronx, the officials said, union delegates went to officers to describe in detail how to spot the undercover operations -- from the types of vans used by investigators and the variety of decoys that officers could expect to encounter, to identifying people they thought were wearing electronic eavesdropping devices.","thumbnail":null,"section":"New York"},{"date":"19950203","headline":"Horace Pippin Captured History With Joy and Acid","web_url":"https://www.nytimes.com/1995/02/03/arts/art-review-horace-pippin-captured-history-with-joy-and-acid.html","abstract":"  THE quickest route to \"I Tell My Heart: The Art of Horace Pippin\" at the Metropolitan Museum of Art is through the Michael C. Rockefeller wing, where you'll pass a West African sculpture of two musicians leaning together and smiling as they play. About halfway through the Pippin show itself, you'll find \"Harmonizing\" (1944), a painting of four young black men singing, shoulder to shoulder, on a street corner in the artist's hometown, West Chester, Pa.   The connections between African art and American primitive art (to use a term routinely applied to Pippin's work) are complex, but one thing is certain. Both are relatively recent arrivals to the world of fine-art museums, and their status still feels uneasy. Tribal art contends with exoticism, primitive art with unthinking affection. We come to it to be tickled and charmed, not to be challenged.","thumbnail":null,"section":"Arts"},{"date":"19950203","headline":"Fortunes Change For French Sailor","web_url":"https://www.nytimes.com/1995/02/03/sports/fortunes-change-for-french-sailor.html","abstract":"  Jean Luc Van den Heede, the French solo sailor whose 60-foot yacht went aground earlier in the BOC race around the world, was in the lead yesterday in the third stage of the 27,000-mile competition. But he wasn't ahead by much. Eight miles behind him was Christophe Auguin of France, the race's defending champion.","thumbnail":null,"section":"Sports"},{"date":"19950203","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1995/02/03/theater/on-stage-and-off.html","abstract":"  'Waterfront' Property, for Less    If Mitchell Maxwell can pull off what he hopes with \"On the Waterfront,\" more than his mother, he figures, will consider him a genius.   He wants a cast of 25, up to 17 locales and 40 minutes of new music by Wynton Marsalis when he opens the Budd Schulberg-Stan Silverman adaptation of the Schulberg novel and movie at the Brooks Atkinson on May 1. And he wants to do it for just $2.5 million with a weekly break-even point of $220,000 or so, and a top ticket price of $60. That $220,000 is close to the figure at which \"Passion,\" famous for its thrift, broke even.","thumbnail":null,"section":"Theater"},{"date":"19950203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/03/style/chronicle-980295.html","abstract":"  Irreverent, impertinent, witty, slightly diabolical in the most pleasing way -- could these be tributes to graphic designers? They could be, and were, at a gathering on Wednesday evening of 100 friends and admirers of MILTON GLASER, EDWARD SOREL and SEYMOUR CHWAST at the Cooper Union, their alma mater. The occasion was the 40th anniversary of Push Pin Studios, which was founded by the three designers.   \"These three changed visual communication, they brought the phenomenon of joie de vivre, pizazz and a great sense of panache to design -- and they are still setting design on its head,\" said JOHN JAY ISELIN, the president of Cooper Union. The three men now work independently, but Mr. Chwast is still associated with Push Pin.","thumbnail":null,"section":"Style"},{"date":"19950203","headline":"Helms Seeks Law to Restrict Gay Groups in Government","web_url":"https://www.nytimes.com/1995/02/03/us/helms-seeks-law-to-restrict-gay-groups-in-government.html","abstract":"  Senator Jesse Helms has introduced legislation that could limit the ability of homosexuals who work for the Federal Government to form employee associations.   The measure, introduced last month by Senator Helms, a North Carolina Republican, would ban the spending of Federal money to promote or carry out any program for Government employees that \"would compel, instruct, encourage, urge or persuade employees or officials to embrace, accept, condone or celebrate homosexuality as a legitimate or normal life style.\"","thumbnail":null,"section":"U.S."},{"date":"19950203","headline":"Vitamin A Deficiency Linked to Transmission of AIDS Virus From Mothers to Infants","web_url":"https://www.nytimes.com/1995/02/03/us/vitamin-deficiency-linked-transmission-aids-virus-mothers-infants.html","abstract":"  A link between vitamin A deficiency and transmission of the AIDS virus from mother to infant has been found in a study in Africa, researchers from the Johns Hopkins School of Medicine in Baltimore and their colleagues in Malawi reported at a meeting here today.   The report is believed to be the first to show that maternal nutritional deficiencies can affect the transmission of H.I.V., the virus that causes AIDS, said Dr. Richard D. Semba of Johns Hopkins Hospital, the leader of the research team. He reported the findings at the closing session of a meeting sponsored by the American Society for Microbiology.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19950203","headline":"Astronaut Eileen Collins becomes the first woman to pilot the Space Shuttle as mission STS-63 gets underway from Kennedy Space Center in Florida.","pages":[{"title":"Eileen Collins","web_url":"https://en.wikipedia.org/wiki/Eileen_Collins","description":"American astronaut and pilot (born 1956)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Commander_Eileen_Collins_-_GPN-2000-001177.jpg/320px-Commander_Eileen_Collins_-_GPN-2000-001177.jpg","thumbnail_width":320,"thumbnail_height":400},"abstract":"Eileen Marie Collins is a retired NASA astronaut and United States Air Force (USAF) colonel. A former flight instructor and test pilot, Collins was the first woman to pilot the Space Shuttle and the first to command a Space Shuttle mission."},{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"1972–2011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development, as a proposed nuclear shuttle in the plan was cancelled in 1972. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"STS-63","web_url":"https://en.wikipedia.org/wiki/STS-63","description":"1995 American crewed spaceflight to Mir","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/STS063-712-068.jpg/320px-STS063-712-068.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"STS-63 was the second mission of the US/Russian Shuttle-Mir Program and the 20th flight of Discovery, which carried out the first rendezvous of the American Space Shuttle with Russia's space station Mir. Known as the 'Near-Mir' mission, the flight used Space Shuttle Discovery, which lifted off from launch pad 39B on February 3, 1995, from Kennedy Space Center, Florida. A night launch and the 20th mission for Discovery, it marked the first time a Space Shuttle mission had a female pilot, Eileen Collins, and the first EVAs for both a UK born astronaut, Michael Foale, and a US astronaut of African heritage, Bernard A. Harris, Jr. It also carried out the successful deployment and retrieval of the Spartan-204 platform, along with the scheduled rendezvous and flyaround of Mir, in preparation for STS-71, the first mission to dock with Mir."},{"title":"Kennedy Space Center","web_url":"https://en.wikipedia.org/wiki/Kennedy_Space_Center","description":"United States space launch site in Florida","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/VAB_and_SLS.jpg/320px-VAB_and_SLS.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since 1968, KSC has been NASA's primary launch center of American spaceflight, research, and technology. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Space Force Station (CCSFS). The management of the two entities work very closely together, share resources, and operate facilities on each other's property."},{"title":"Florida","web_url":"https://en.wikipedia.org/wiki/Florida","description":"U.S. state","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Flag_of_Florida.svg/320px-Flag_of_Florida.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Florida is a state in the Southeastern region of the United States. It borders the Gulf of Mexico to the west, Alabama to the northwest, Georgia to the north, the Atlantic Ocean to the east, and the Straits of Florida and Cuba to the south. About two-thirds of Florida occupies a peninsula between the Gulf of Mexico and the Atlantic Ocean. It has the longest coastline in the contiguous United States, spanning approximately 1,350 miles (2,170 km), not including its many barrier islands. It is the only state that borders both the Gulf of Mexico and the Atlantic Ocean. With a population of over 23 million, it is the third-most populous state in the United States and ranks eighth in population density as of 2020. Florida spans 65,758 square miles (170,310 km2), ranking 22nd in area among the states. The Miami metropolitan area, anchored by the cities of Miami, Fort Lauderdale, and West Palm Beach, is the state's largest metropolitan area, with a population of 6.138 million; the most populous city is Jacksonville. Florida's other major population centers include Tampa Bay, Orlando, Cape Coral, and the state capital of Tallahassee."}]}],"weather":[{"date":"19950203","time":"1995-02-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":76,"wspd":14.8},{"date":"19950203","time":"1995-02-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":78,"wspd":11.2},{"date":"19950203","time":"1995-02-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":79,"wspd":11.2},{"date":"19950203","time":"1995-02-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":75,"wspd":13},{"date":"19950203","time":"1995-02-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":74,"wspd":14.8},{"date":"19950203","time":"1995-02-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":73,"wspd":14.8},{"date":"19950203","time":"1995-02-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":72,"wspd":16.6},{"date":"19950203","time":"1995-02-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":74,"wspd":14.8},{"date":"19950203","time":"1995-02-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":74,"wspd":14.8},{"date":"19950203","time":"1995-02-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":74,"wspd":25.9},{"date":"19950203","time":"1995-02-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":78,"wspd":24.1},{"date":"19950203","time":"1995-02-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":80,"wspd":20.5},{"date":"19950203","time":"1995-02-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":80,"wspd":20.5},{"date":"19950203","time":"1995-02-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":24.1},{"date":"19950203","time":"1995-02-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":14.8},{"date":"19950203","time":"1995-02-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":16.6},{"date":"19950203","time":"1995-02-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":14.8},{"date":"19950203","time":"1995-02-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":88,"wspd":16.6},{"date":"19950203","time":"1995-02-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":87,"wspd":14.8},{"date":"19950203","time":"1995-02-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":90,"wspd":18.4},{"date":"19950203","time":"1995-02-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":89,"wspd":11.2},{"date":"19950203","time":"1995-02-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":90,"wspd":13},{"date":"19950203","time":"1995-02-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":90,"wspd":11.2},{"date":"19950203","time":"1995-02-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":9.4},{"date":"19950203","time":"1995-02-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":28,"wspd":24.1},{"date":"19950203","time":"1995-02-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":25,"wspd":33.5},{"date":"19950203","time":"1995-02-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":28,"wspd":27.7},{"date":"19950203","time":"1995-02-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":32,"wspd":25.9},{"date":"19950203","time":"1995-02-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":36,"wspd":22.3},{"date":"19950203","time":"1995-02-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":38,"wspd":22.3},{"date":"19950203","time":"1995-02-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":43,"wspd":20.5},{"date":"19950203","time":"1995-02-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":50,"wspd":27.7},{"date":"19950203","time":"1995-02-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":54,"wspd":22.3},{"date":"19950203","time":"1995-02-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":25.9},{"date":"19950203","time":"1995-02-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":54,"wspd":16.6},{"date":"19950203","time":"1995-02-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":54,"wspd":18.7},{"date":"19950203","time":"1995-02-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":51,"wspd":20.5},{"date":"19950203","time":"1995-02-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":49,"wspd":22.3},{"date":"19950203","time":"1995-02-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":22.3},{"date":"19950203","time":"1995-02-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":41,"wspd":22.3},{"date":"19950203","time":"1995-02-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":35,"wspd":16.6},{"date":"19950203","time":"1995-02-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":33,"wspd":20.5},{"date":"19950203","time":"1995-02-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":28,"wspd":11.2},{"date":"19950203","time":"1995-02-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":26,"wspd":11.2},{"date":"19950203","time":"1995-02-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":28,"wspd":9.4},{"date":"19950203","time":"1995-02-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":28,"wspd":9.4},{"date":"19950203","time":"1995-02-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":31,"wspd":7.6},{"date":"19950203","time":"1995-02-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":44,"wspd":11.2}]}}