{"19930803":{"guardian_articles":[],"nytimes_articles":[{"date":"19930803","headline":"1918: German Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1918-german-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - Wrecking villages in their retreat, the Germans last night [Aug. 1] and today have been retiring to a new line of defence, presumably to the plateau south-east of Soissons and to the heights south of the Vesle. French and Americ","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/03/nyregion/inside-047093.html","abstract":"  Battle Over Girl Ends   Ending a two-and-a-half-year fight, the couple who tried to adopt Jessica DeBoer turned the girl over to her biological parents. Page A13. Bombing Suspects on Tape    Taped conversations about a bombing plot in New York seem contradictory on the role of a radical Muslim cleric, lawyers said. Page B1. One for the Record Book    The Baltimore Orioles were sold for $173 million, a record price for an American sports franchise. Page B9.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Women May Have to Act Together Against Male Violence; 'Don't Dis Your Sis'","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-women-may-have-to-act-together-against-male-violence-don-t-dis-your-sis-972993.html","abstract":"  To the Editor:   In response to \"whirlpool\" attacks on young women and girls in New York City swimming pools, surely the combined public relations brainpower in City Hall could have developed a program more potent than \"Don't Dis Your Sis\" buttons.    The notion of inhibiting or discouraging sexual assaults by public scolding is ludicrous. Couching the scolding in hip or cool language makes it only the more laughable.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Tug-of-War Ends as Child Is Moved","web_url":"https://www.nytimes.com/1993/08/03/us/tug-of-war-ends-as-child-is-moved.html","abstract":"  When she is grown up, maybe Jessica DeBoer will understand why the adults in her young but complicated life have caused so much hurt in the name of love.   But starting today, the 2 1/2-year-old has more immediate lessons to learn, namely how to live without the only people she has ever known as Mommy and Daddy, Roberta and Jan DeBoer of Ann Arbor, Mich.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"U.N. Guides? Hardly, Yankee Fans","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-un-guides-hardly-yankee-fans.html","abstract":"  George Steinbrenner complains about the fans who don't attend games at Yankee Stadium, but the Toronto Blue Jays have reason to complain about the fans who go to the games.   Many in the crowd of 43,304 who saw the Blue Jays beat the Yankees, 4-0, last night, rudely treated the Blue Jays and the country they represent. During the team's batting practice, fans chanted, \"U.S.A., U.S.A.,\" and later they booed the Canadian national anthem. During the game, some fans in the right-field bleachers tossed a bat and some bottles onto the field.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Shooter's Island to Be Wildlife Sanctuary","web_url":"https://www.nytimes.com/1993/08/03/nyregion/shooter-s-island-to-be-wildlife-sanctuary.html","abstract":"  There is a spot, just one, where you can walk from New York City to New Jersey without getting your feet wet. But yesterday Mayor David N. Dinkins signed an agreement with the mayors of Bayonne and Elizabeth so that the only feet that make the trip will belong to wading birds.   The spot is Shooter's Island, in the Kill van Kull, a body of water that most geography buffs would swear divides Staten Island from New Jersey. But overaggressive use of landfill in the last century added 7.5 acres to the island on the Bayonne side, and 1.2 acres in Elizabeth. The whole island is 50 acres.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Britain Ratifies European Treaty As Critics Drop Court Challenge","web_url":"https://www.nytimes.com/1993/08/03/world/britain-ratifies-european-treaty-as-critics-drop-court-challenge.html","abstract":"  The British Government officially ratified the Treaty on European Union today, ringing down the curtain on a nearly two-year-old political drama over the accord that bitterly split the governing Conservative Party and nearly toppled Prime Minister John Major.   Acting only hours after treaty opponents in London agreed to abandon a last-ditch legal appeal aimed at blocking the treaty, the British Ambassador in Rome handed over to Italian officials a document signed by Queen Elizabeth representing Britain's formal ratification of the agreement.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"St. Louis Defenses Contain Flood As Crest Is Lower Than Predicted","web_url":"https://www.nytimes.com/1993/08/03/us/midwest-flooding-st-louis-defenses-contain-flood-crest-lower-than-predicted.html","abstract":"  The Mississippi River all but consumed villages and farmland to the north and south of here today, but St. Louis's 11-mile concrete flood wall stood firm against a rushing onslaught of muddy water that officials described as the death throes of the great flood of 1993.    The havoc suffered in the smaller towns along the Mississippi and Missouri Rivers proved to be this city's gain: Unexpected breaks in levees outside the city helped reduce the pressure of the Mississippi and bring down its crest, which ran below the most dire predictions made over the weekend as it passed the landmark Gateway Arch here.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"DEMOCRATS REPORT ACCORD IN NEGOTIATIONS ON BUDGET; A CLOSE SENATE VOTE IS SEEN","web_url":"https://www.nytimes.com/1993/08/03/us/budget-bill-democrats-report-accord-negotiations-budget-close-senate-vote-seen.html","abstract":"  After days of tedious haggling, Congressional negotiators struck a basic compromise today on a five-year budget plan, and the White House and party leaders began the arduous task of rounding up enough votes to pass the measure by the end of this week.   \"For all practical purposes, this conference is over,\" said the House Speaker, Thomas S. Foley of Washington.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Broadway Babies","web_url":"https://www.nytimes.com/1993/08/03/opinion/broadway-babies.html","abstract":"  If only one could hear them speak: that's the first thing one thinks on seeing \"100 Years of Broadway: A Photographic View,\" at Manhattan's International Center of Photography Midtown.   Look at Ethel Barrymore, for instance. There she is, leaning forward to say something to the people with whom she's sharing the stage in \"Captain Jinks of the Horse Marines.\" We know her voice had the depth and color of mahogany because we've seen the films she made much later. But how did she sound when she was 21 and so beautiful that, 92 years later, that young actress's profile still astonishes?","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Citing Safety, Toll Takers Try to Block New System","web_url":"https://www.nytimes.com/1993/08/03/nyregion/citing-safety-toll-takers-try-to-block-new-system.html","abstract":"  A futuristic method of collecting highway tolls that would let cars zip through the booths while a computer charges the driver's account has run into a pedestrian problem: How are the toll takers supposed to cross the lanes if the cars don't stop?   The New York State Thruway Authority began collecting some passenger-car tolls electronically yesterday at the Spring Valley toll plaza, but the toll collectors' union, citing safety issues, won an injunction on Friday that has blocked the authority from using special lanes that would speed the cars through.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Cuban Dissident, in the U.S., Says Embargo Is a Mistake","web_url":"https://www.nytimes.com/1993/08/03/world/cuban-dissident-in-the-us-says-embargo-is-a-mistake.html","abstract":"  In ardently spoken five-minute bursts, Cuba's most prominent political dissident often finds himself railing these days against the disaster he says is looming over his country.   But rather than attacking the Government of Fidel Castro, a target of his criticism for more than two decades, the dissident, Elisardo Sanchez Santa Cruz, has spent much of his time during a rare visit to the United States reproaching Washington for what he sees as its immutable determination to isolate his country through a 30-year-old economic embargo.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Review/Music; City Opera's 'Boheme' Making Its Last Rounds","web_url":"https://www.nytimes.com/1993/08/03/arts/review-music-city-opera-s-boheme-making-its-last-rounds.html","abstract":"  In the old-home week that begins the New York City Opera's 50th-anniversary season, the second presentation was Puccini's \"Boheme,\" on Thursday evening at the New York State Theater. And this is the oldest home of all, itself spanning more than half the company's history. Cynthia Auerbach's modest production, with sets and costumes by Lloyd Evans, entered the City Opera repertory in 1966 and is now back for the last time, in five performances.   The production has served the company well even in its dingy state of recent years; dinginess is, after all, to the point in this story. The broad strokes are made effectively, and Beth Greenberg's stage direction, despite occasional hokeyness, poses relatively few obstacles for good singers or actors when they turn up.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Mystery of Sleep Yields as Studies Reveal Immune Tie","web_url":"https://www.nytimes.com/1993/08/03/science/mystery-of-sleep-yields-as-studies-reveal-immune-tie.html","abstract":"  A COLLEGE student goes two nights without sleep to cram for exams and on the third day comes down with a cold. A night-shift employee begins working days and gets the flu. A surgery patient who is awakened four times a night in the hospital begins to recover only after going home and getting a good night's sleep.   Are these situations coincidental? Or do they show that sleep loss promotes illness? Despite intense interest in the question, sleep researchers have been hard pressed to show exactly how sleep influences human health and disease.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Levee Breached to Save An 18th-Century Village","web_url":"https://www.nytimes.com/1993/08/03/us/the-midwest-flooding-levee-breached-to-save-an-18th-century-village.html","abstract":"  In a dramatic bit of flood triage, local officials and the Army Corps of Engineers decided early today to break a hole in the main Mississippi River levee near here in an effort to save this 18th-century French village and other towns downriver.   The officials hope that the deliberate breaching of the levee, which will flood about 44,000 acres of agricultural bottom land, will create a buffer of water that will slow the swift torrent cascading from levee breaks just upriver, ripping apart farmhouses and businesses.  Protecting the Village    Mathew Hunn, an official of the Army Corps of Engineers, said the deliberate break along the Harrisonville-Stringtown-Fort Chartres levee just north of this historic village of 700 people would also ease the pressure on the levees protecting the village. Those levees run nearly perpendicular to the Mississippi River along Prairie du Rocher Creek, a tiny tributary feeding into the river just north of the village.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/03/nyregion/news-summary-019593.html","abstract":"  International A2-9  NATO THREATENS AIR STRIKES  Under U.S. pressure, the NATO allies threatened to bomb Bosnian Serb forces that are tightening a noose around Sarajevo, if the United Nations requested such action.  A1  U.S. ASSERTS ROLE IN NATO  News Analysis: Worried about the deteriorating position of the Bosnian Muslims and stung by criticism that it is indecisive, the U.S. is seeking to reassert its primacy in NATO.  A1","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Despite Gaps, Data Leave Little Doubt That Fish Are in Peril","web_url":"https://www.nytimes.com/1993/08/03/science/despite-gaps-data-leave-little-doubt-that-fish-are-in-peril.html","abstract":"  REPORTS of threats to the global environment often set off waves of skepticism, much of it from scientists who argue that knowledge about complex phenomena is far too limited to justify jumping to apocalyptic conclusions. The sky, they insist, is not falling.   By contrast, few have dismissed the latest reports about the dire state of the world's fisheries, despite what experts say are the extraordinary difficulties of gathering data.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/03/nyregion/no-headline-088893.html","abstract":"  \"I have never had to give up my 2 1/2-year-old, and I've never had to fight to get her back. Until I walk in those shoes, I better not stand in judgment of anybody. Nor should anyone else.\" -- SUSAN HENRICKS of Blairstown, Iowa.  [ A13:3. ]","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"How to Make Donations To Help Flood Victims","web_url":"https://www.nytimes.com/1993/08/03/us/the-midwest-flooding-how-to-make-donations-to-help-flood-victims.html","abstract":"  Several American charities have established funds and sent disaster teams to the Midwest. Here is a list of groups seeking donations.   The American Red Cross Disaster Relief Fund, P.O. Box 9140, Church Street Station, New York, N.Y. 10256. (800) 842-2200 or, for Spanish speakers, (800) 257-7575.   American Friends Service Committee, Flood Relief Fund, 4211 Grand Avenue, Des Moines, Iowa 50312. (800) 226-9816.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Review/Opera; Diverse Crowd Gathers For a Verdi Rarity","web_url":"https://www.nytimes.com/1993/08/03/arts/review-opera-diverse-crowd-gathers-for-a-verdi-rarity.html","abstract":"  The audience that gathered for a New York Grand Opera production in Central Park last Tuesday night was a classical-music marketer's dream: youthful, ethnically diverse, generous at the concession stands. It stayed more or less intact for over three hours, following the action intently; there were even some Arsenio Hall-like yelps from the bleachers when Vincent La Selva, the conductor, came on for the final act.   Alas, the opera was \"Aroldo,\" one of the less spine-tingling entries in the Verdi canon. The Grand Opera deserves credit for tackling the piece, which had never been given a full staging in New York, but there are better venues for exploring opera rarities than Central Park on a humid summer evening.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"The President On Television","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-the-president-on-television.html","abstract":"  President Clinton's address to the nation and the Republicans' response will be covered live tonight by ABC, NBC, CBS, CNN and C-Span, beginning at 8 P.M. Eastern time.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Gaza Bus Hijacking Kills One","web_url":"https://www.nytimes.com/1993/08/03/world/gaza-bus-hijacking-kills-one.html","abstract":"  A Palestinian believed to be a Muslim militant hijacked a United Nations bus in the occupied Gaza Strip today and smashed into two Israeli vehicles, killing one person and wounding five, police and United Nations spokesmen said.   In Gaza, the militant group known as Islamic Holy War asserted responsibility for the attack, which came a day before the arrival of Secretary of State Warren Christopher here on an effort to revive the stalled Arab-Israeli peace talks. Palestinian militants have mounted similar attacks before previous rounds of negotiations.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Women May Have to Act Together Against Male Violence; 'Whoot, There It Is'","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-women-may-have-to-act-together-against-male-violence-whoot-there-it-is-973793.html","abstract":"  To the Editor:   It was disturbing to read Bob Herbert's July 25 column on the phrase \"Whoot, there it is,\" which he celebrates as a joyous exclamation used by African-American children.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"TV Campaign Unveiled to Build Hevesi Image","web_url":"https://www.nytimes.com/1993/08/03/nyregion/tv-campaign-unveiled-to-build-hevesi-image.html","abstract":"  Alan G. Hevesi, the State Assemblyman challenging City Comptroller Elizabeth Holtzman in the Democratic primary next month, began a television advertising campaign last night intended to introduce a candidate few voters seem to know.   The 30-second commercials bombard the viewer with a number of fast-paced images: of Mr. Hevesi as a champion of abortion rights, of the candidate tending to the concerns of elderly patients, of the concerned leader talking with citizens, even as a basketball player.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Review/Dance; California Dreaming Against Manhattan Backdrop","web_url":"https://www.nytimes.com/1993/08/03/arts/review-dance-california-dreaming-against-manhattan-backdrop.html","abstract":"  Summer comes and along with it a host of dance companies whose members feel compelled to perform out of doors. What a surprise then to see something as imaginative as the Zaccho Dance Theater from San Francisco persuasively turning an overgrown Roosevelt Island garden on Friday night into a beguiling fairy-tale setting.   \"Cho-Mu,\" choreographed by Joanna Haigood, the company's director, in collaboration with the visual artist Reiko Goto, is very California in its message: Love the earth and revere the connections between all things, from butterflies to mankind.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"THE BUDGET BILL: Breaking Away; Milk Cows? Udder Disease? Budget Talks Take a Detour","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-breaking-away-milk-cows-udder-disease-budget-talks-take-a-detour.html","abstract":"  As the budget conferees' long struggle to reach an agreement neared an end today, some found themselves deadlocked over an issue that seemed a curious subject for a budget debate: whether the use of bovine growth hormone should be banned for a year.   Lobbyists on both sides of the question jostled outside the Congressional conference room to press their views. Some told the conferees that banning the use of the cow hormone for a year would preserve family farms and reduce the threat of bovine udder disease. Others said a ban would knock the nation's young biotechnology industry off its feet.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Books of The Times; After Faith and Family, Stories of Sexual Love","web_url":"https://www.nytimes.com/1993/08/03/books/books-of-the-times-after-faith-and-family-stories-of-sexual-love.html","abstract":"  The Rest of Life Three Novellas By Mary Gordon  257 pages. Viking. $22.","thumbnail":null,"section":"Books"},{"date":"19930803","headline":"Haiti's Man of Destiny Awaiting His Hour","web_url":"https://www.nytimes.com/1993/08/03/world/haiti-s-man-of-destiny-awaiting-his-hour.html","abstract":"  For most of the 22 months since he was ousted from Haiti's presidency in a military coup, the Rev. Jean-Bertrand Aristide has been something of a celebrity in Washington, running his government-in-exile from rented Georgetown apartments and lecturing audiences about the urgent need to free his troubled country.   Now, after arduous negotiations with the same military leaders who toppled him, the frail, soft-spoken Catholic priest is poised to go home. And the nagging question for the Clinton Administration as Father Aristide prepares his return 13 weeks from now is whether he will be able to make the transition from martyr to statesman.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Jets and Rookie Linebacker at Impasse","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-football-jets-and-rookie-linebacker-at-impasse.html","abstract":"  Linebacker Marvin Jones, the Jets' first-round draft pick, and the team are a long way from agreeing to terms on a contract. But Jets Coach Bruce Coslet thinks Jones is getting close to one thing: losing some of his impact on the team in his first season.   \"It's gotten to the point where it's hurting us and it's hurting the kid,\" Coslet said of Jones's failure to sign. \"We've installed 65 to 70 percent of the defense, and he's missed all the practice reps and snaps that a youngster needs. Never is a long time, but I can't see him catching up this year.\"","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"CONFLICT IN THE BALKANS: Leading NATO on Bosnia; Rebuffed Once, U.S. Takes a Forceful Tack Toward Allies on Approach to Balkan War","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-leading-nato-bosnia-rebuffed-once-us-takes-forceful-tack-toward.html","abstract":"  In the last week, the Clinton Administration changed more than its policy on the use of force in Bosnia and Herzegovina. It changed its strategy for dealing with the European allies.   Worried about the deteriorating position of the Bosnian Muslims and stung by criticism that it is indecisive, the Administration is now seeking to reassert America's role in the NATO alliance.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Small-Screen Feud, Majors' Big Picture","web_url":"https://www.nytimes.com/1993/08/03/sports/tv-sports-small-screen-feud-majors-big-picture.html","abstract":"  Imagine this: the Mets and the Cincinnati Reds are playing a crucial pennant-race game (all I said was imagine, all right?) at Shea Stadium, but neither team lets the other broadcast the game back to their home cities.   All that -- and much, much more! -- is possible if a quiet time bomb within the National League isn't defused.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/03/science/q-a-678993.html","abstract":"  What Time Is It?   Q. I am told that radio stations' time can differ considerably from \"real\" time. Is there any way a member of the general public can synchronize a watch accurately?","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Store's Large Inventory May Even Include the Book of Love","web_url":"https://www.nytimes.com/1993/08/03/nyregion/store-s-large-inventory-may-even-include-the-book-of-love.html","abstract":"  Michele Breier likes books on enlightenment. So, apparently, does her new friend, a man she met while sitting cross-legged with her Yorkshire terrier, Luli, on the floor of the new Barnes & Noble on Broadway near 83d Street, where she was reading a book about a woman who died on the operating table and came back to life.   \"I am not sure if it was my dog or the book, but we did start talking here,\" said Ms. Breier, a 42-year-old banker who often finds herself plopped down comfortably in the bookstore's aisles, flipping through New Nonfiction. \"We exchanged phone numbers, and now we are getting to know each other.\"","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Sites of 4 Maya Cities Are Found in Belize","web_url":"https://www.nytimes.com/1993/08/03/science/science-watch-sites-of-4-maya-cities-are-found-in-belize.html","abstract":"  FOUR sites of ancient Maya cities have been discovered in the mountains of southern Belize, an area previously thought by archeologists to contain few if any significant ruins of the vibrant pre-Columbian civilization, the National Geographic Society announced yesterday.   The discovery appeared to fill in a significant geographical gap in the vast network of Maya kingdoms, which in the classical period from the years 250 to 900 ranged from the Yucatan Peninsula in Mexico in the north through Belize, Guatemala, Honduras and El Salvador. The ruins, which are in a few miles of each other and date back to the classical period, were found in the jungle region of the Monkey River by an expedition supported by the society.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Eagles Sign Top Pick","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-eagles-sign-top-pick.html","abstract":"  The Philadelphia Eagles signed offensive lineman Lester Holmes, their No. 1 draft choice, to a three-year contract. Financial terms were not disclosed, but Brian Ransom, Holmes's agent, said the deal could be worth $2.5 million with incentives. Three veterans are still missing from camp: wide receiver Fred Barnett, running back Heath Sherman and defensive tackle Andy Harmon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-892793.html","abstract":"  Sheik chic: VALENTINO, the fashion designer, will design for Valentino, the silent-film heartthrob.    The alliance of the two Valentinos will occur in the production of \"The Dream of Valentino,\" an opera by Dominick Argento. The production is a joint commission of the Washington Opera and the Dallas Opera.","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"All of Boston Says Goodbye to Lewis","web_url":"https://www.nytimes.com/1993/08/03/sports/all-of-boston-says-goodbye-to-lewis.html","abstract":"  The tribute took shape outside, in the midday heat, as the people waited quietly on St. Botolph Street to say goodbye to Reggie Lewis. They moved by the thousands in lines that grew as large as four across along the length of Matthews Arena, where his basketball career had grown at Northeastern University and where the late captain of the Boston Celtics rested in an open casket this morning.   On the day Lewis was laid to rest, his farewell created an extraordinarily diverse collection of admirers whose collective presence transformed an old arena into a cathedral and said as much as the powerful words, music, applause and tears that followed throughout the afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"1893: Calmer Police : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1893-calmer-police-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A millionaire has been arrested for assaulting a New York policeman. This is a healthy sign of the times. In former days in a case like this there was rarely enough left of the assailant to subject to the formality of capture. The street cleaning","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Review/Opera; Glimmerglass Offers a Fresh Look at 'Werther'","web_url":"https://www.nytimes.com/1993/08/03/arts/review-opera-glimmerglass-offers-a-fresh-look-at-werther.html","abstract":"  The Glimmerglass Opera's reliance on young Americans represents both virtue and necessity. Beginning professionals -- the kinds one hears as finalists at the Metropolitan Opera Auditions or as stars in advanced student productions -- tend to end up a year or so later at way stations like this one. The voices are fresh, and some quite finished. Where they are not, overwork or bad technique have not had time to do their damage.   Such singers are also affordable to a company that, with a budget of a little over $2 million, must bear the costs of a resident orchestra, four ambitious productions, artists' housing and a five-week season played in repertory. Talent is repaid not with high fees but through a kind of artistic barter: sophisticated productions, public exposure and a training program that offers advancement.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Long Before Flowering Plants, Insects Evolved Ways to Use Them","web_url":"https://www.nytimes.com/1993/08/03/science/long-before-flowering-plants-insects-evolved-ways-to-use-them.html","abstract":"  ON a summer's day, nothing is more natural than the sight of bees and butterflies sticking their heads deep into garden blossoms. Insects and flowering plants are so evidently made for each other that scientists have long assumed it was the emergence of plants with flowers, or angiosperms, 125 million years ago that led to the sudden flourishing of insects in myriad forms.   This assumption, elevated to conventional wisdom and taught in biology courses, has been challenged in a new, comprehensive study of insect fossils. The greatest expansion and diversification of insects, it has now been discovered, actually began 120 million years before the advent of angiosperms. If anything, when flowering plants proliferated, insect diversification slackened.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"COMMANDER WANTS END TO TROOP CUTS","web_url":"https://www.nytimes.com/1993/08/03/world/commander-wants-end-to-troop-cuts.html","abstract":"  The general in charge of reducing the number of American soldiers in Germany to 65,000 by 1995 says he thinks the number should dip no lower than that.   With the Army at 65,000, the total United States military presence in Europe, including Air Force and Navy forces, would be 100,000, Gen. David M. Maddox, commander of the Army in Europe, said in an interview in his headquarters here. \"I think there is considerable concern that we stop there,\" he said.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/03/style/IHT-what-theyre-reading.html","abstract":"Mitch Cohen, American writer and translator living in Berlin is reading \"I, Tom Horn\" by Will Henry. .\"Most people I know sniff at the western genre. But this is not only suspenseful, its use of language and psychological complexity also","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"India, the Hindu State","web_url":"https://www.nytimes.com/1993/08/03/opinion/india-the-hindu-state.html","abstract":"In India, a good monsoon is God's gift to the Government, ever-eager to take credit for the bounty of nature. This season, many rivers are in flood and large tracts of arable land are under water. We are saddened by the number of people drowned, but hope that the waters will subside and insure bumper harvests. \n\nThis monsoon season, however, may be different.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Liberalize Trade Or Else","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-liberalize-trade-or-else.html","abstract":"The search for easy answers to issues that require political farsightedness - and, even more, political courage - is sadly common in public life. Thus, whileI can only welcome the debate about trade policies that is currently taking place in North Americ","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/03/nyregion/bridge-365893.html","abstract":"  A star-studded team led by Dick Freeman of Atlanta won the prestigious Spingold Knockout Team championship here on Sunday at the conclusion of the American Contract Bridge League's Summer Nationals.   The Freeman team included Nick Nickell of Raleigh, N.C., who was winning his first major team title, and four of the world's best players: Bob Hamman and Bob Wolff of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill. They took the lead at the start of the final and were never threatened, winning by 60 imps.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Mandela's Group Is Branching Out Into Business","web_url":"https://www.nytimes.com/1993/08/03/world/mandela-s-group-is-branching-out-into-business.html","abstract":"  Anticipating that a new South Africa will demand new textbooks, Macmillan Press sought a black partner for a publishing venture here. The obvious choice seemed to be Thebe Investment Corporation.   Digital Equipment Corporation, feeling its way into a politically treacherous new market for its computer products, also chose Thebe as a partner.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Meal Tax to Aid Miami's Homeless","web_url":"https://www.nytimes.com/1993/08/03/us/meal-tax-to-aid-miami-s-homeless.html","abstract":"  Metropolitan Miami will soon begin imposing a 1 percent tax on restaurant meals to finance programs for the homeless, an action that experts on homelessness say breaks new ground but that the tourist industry opposes.   The move is a response to a Federal court order that Miami provide help for its homeless.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Mayweather to Soon Leave Active Duty","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-mayweather-to-soon-leave-active-duty.html","abstract":"  Army's career leading rusher finally got what he wanted from the big brass -- a little late and with a few strings attached.   MIKE MAYWEATHER, who rushed for 4,299 yards during his four-year career at West Point, has been granted an early release from active duty, effective at the end of October, Army officials said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Olympics as a Cure?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-olympics-as-a-cure-letters-to-the-editor.html","abstract":"Regarding \"Human Rights Would Lose in a Beijing Olympiad\" (June 23): .So Juan Antonio Samaranch, president of the International Olympic Committee, believes that holding the Games in a country is one way to accelerate its respect for rights. O","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/03/arts/chess-367493.html","abstract":"  In the common situation where several players are tied for the lead in the last round of a tournament, the advantage lies with those who have a positional rather than an attacking style. The former can quietly press to win as they usually do without overextending themselves. Thus, if they don't succeed in this primary objective, they have good chances of holding a draw and achieving a tie for first place.   Those players who rely on their skill in attack ordinarily cannot help but make heavy commitments that are difficult to reverse if things start to go wrong. For them, it is a matter of all or nothing.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Tests Find Water Clean; Contamination Is Still a Mystery","web_url":"https://www.nytimes.com/1993/08/03/nyregion/tests-find-water-clean-contamination-is-still-a-mystery.html","abstract":"  As of 3 A.M. yesterday, the water in New York City's 6,000-mile distribution system has tested clean everywhere.    The result at 3 A.M. was of samples drawn in Tottenville, Staten Island, after an earlier test showed bacteria. The clean finding comes after a mysterious, worrisome week in which residents of two Manhattan areas were told to boil their drinking water after tests for bacteria turned out positive for scattered locations around the city.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"On the Brink","web_url":"https://www.nytimes.com/1993/08/03/style/IHT-on-the-brink.html","abstract":"-. Speculators drove the French franc below its floor in the European Monetary System. The Danish krone came back from its ERM limit. The Belgian franc, the peseta and the escudo approached their floors. .-. In massive intervention, the central banks o","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"Mirer Is in Camp, With a Long Way to Go","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-mirer-is-in-camp-with-a-long-way-to-go.html","abstract":"  Quarterback RICK MIRER, who agreed to a multiyear deal with the Seattle Seahawks on Sunday, began practicing with the team yesterday in Kirkland, Wash.   Mirer, the No. 2 selection in the National Football League draft, said the morning workout went well, but he wasn't expecting too much after an 18-day holdout.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Kayaker Soaks In 1,000 Miles","web_url":"https://www.nytimes.com/1993/08/03/sports/kayaker-soaks-in-1000-miles.html","abstract":"  It was a yellow sliver of a boat, an insignificant speck superimposed against the New York City skyline. But the 19-foot kayak had come a long way to get here -- a 1,000-mile race from Chicago -- and that made the boat look a whole lot bigger.   The kayak's paddler, Michael Harbold of Washington, won the race yesterday. In this, its first year, the $40,000 Finlandia Clean Water Challenge drew 14 kayaks and canoes in a marathon race across northern rivers, through parts of the Great Lakes, into the Erie Canal and finishing at the North Cove Yacht Harbor at the World Financial Center.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Albania Crumbles Into a 'Least Developed' Nation","web_url":"https://www.nytimes.com/1993/08/03/world/albania-crumbles-into-a-least-developed-nation.html","abstract":"  Albania has no economy to speak of, an unemployment rate of about 40 percent of the remaining work force after about one-tenth of the population has fled abroad to find work, few public services and pervasive poverty of a degree not seen in Europe since World War II.    The railroad no longer functions, and buses are rare. There never was an airline. Hospitals lack virtually everything, and schools have no textbooks since 27 million of the heavily ideological books of the past were scrapped. The United Nations has classified Albania as a \"least-developed nation,\" the only one ever in Europe.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"New Clashes Stall Bosnia Talks; Mediators Criticize Clinton Plan","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-new-clashes-stall-bosnia-talks-mediators-criticize-clinton-plan.html","abstract":"  Peace talks among the factions in the civil war in Bosnia ground to a standstill here today as fighting flared again and the United Nations criticized President Clinton's stand on air strikes there.   [ In Brussels Tuesday morning, the NATO allies threatened to bomb Serbian forces that are tightening their grip around Sarajevo if the United Nations requested such action. ]","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Giants' 2 Backups Plan Civil Rivalry","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-football-giants-2-backups-plan-civil-rivalry.html","abstract":"  It has been an issue in the National Football League many times over the years: the classic clash of two young quarterbacks waiting for their time.   Careers have been made amid sniping between hopefuls. The Giants have two young passers on hand, but there seems to be no animosity between them.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"A Light on the Refugees : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-a-light-on-the-refugees-letters-to-the-editor.html","abstract":"Regarding the opinion column \"When the Comfortable Turn Their Backs on Refugees\" (July 28): .I salute Prince Sadruddin Aga Khan for his courage in exposing the hypocrisy of the West in closing its eyes to the plight of refugees. Of all those","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Navigating Reference Works On Disks","web_url":"https://www.nytimes.com/1993/08/03/science/peripherals-navigating-reference-works-on-disks.html","abstract":"  THE subject of CD-ROM drives becomes of more than passing interest as they make the critical transition from expensive computer accessories to affordable standard devices. Access to the enormous amount of information that can be stored on one of the shiny little disks, similar to the familiar audio CD's, can range from a convenience to a near-necessity.    There are a wide number of specialized CD-ROM's containing telephone books, voter registration records and other lists arranged by various demographic criteria, and collections of newspaper and magazine articles, to name just a few categories. A wordsmith might have The Oxford English Dictionary, a businessman the latest edition of Microsoft Bookshelf, which puts on one disk The Concise Columbia Encyclopedia, The American Heritage Dictionary, Roget's II Thesaurus, The World Almanac and Book of Facts, Bartlett's Familiar Quotations, The Concise Columbia Dictionary of Quotations and The Hammond Atlas.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/03/nyregion/metro-digest-117593.html","abstract":"  NEW YORK CITY  NEW FIGHT OVER PATIENT   A new legal fight over the release of a mentally ill homeless man who has menaced and frightened residents of the Upper West Side for years was joined yesterday as New York State officials moved to detain him at a psychiatric hospital for up to six more months to allow time to find him a suitable home. B3. BODIES IDENTIFIED; 4TH VICTIM FOUND   A woman and her two children who were shot to death and dumped at the edge of the East River over the weekend were finally identified, and when the police searched their home in Connecticut they made another chilling discovery -- the body of the woman's husband, wrapped in a blanket in the garage. B2. WHERE EVERY SECTION IS ROMANCE   They did it to Laundromats. They did it to health clubs. Was it really so long before New Yorkers would turn the mega-bookstore into a meeting place for the unattached? The block-long new Barnes & Noble on Broadway near 83d Street has become, in the words of one patron, \"the ultimate safe-sex place.\" B3. BANKING ON THE BLUES   The former American Savings Bank, a neglected neo-Classical temple on Union Square in Manhattan, was bought yesterday by the House of Blues of Cambridge, Mass., which plans to convert the building into one in a national chain of restaurants and blues bars. B3.   New York City's 6,000-mile water distribution system has tested clean everywhere. B2.   A gunman opened fire inside a high school classroom in the Bronx, wounding an 18-year-old. B3.   Alan G. Hevesi begins an advertising campaign to get his name known in the race for New York City comptroller. B2. REGION  INSANITY PLEA IS RIFKIN'S DEFENSE   In a move that came as no surprise to prosecutors, the lawyer for Joel Rifkin, the unemployed landscaper suspected of killing 17 women, says that he plans to use an insanity defense based on several psychiatric examinations of his client that occurred in July. B5. NEGOTIATION URGED IN INDIAN DISPUTE   The Justice Department urges Connecticut officials to negotiate a peaceful end to their standoff with the Golden Hill Paugussett Indians over a tax-free smoke shop on the tribe's reservation. B5. CANINE UNIT GAINS WIDE PRESTIGE   The 55 dogs in the Connecticut State Police canine unit are considered among the best crime-fighting dogs in the world and have been called out of state in recent months to help with some of the nation's most publicized cases. B5. TOLL TAKERS BLOCK NEW SYSTEM   The New York Thruway Authority had begun collecting some passenger-car tolls electronically, but the toll collectors' union, citing safety issues, won an injunction that has blocked the use of special lanes that would speed the cars through. B4.   The police say a Hempstead, L.I., postal worker who threatened his wife with a pistol had a small arsenal. B5. Chronicle B4  Our Towns by Joseph Berger B5","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"No Henderson, No Alomar, No Gaston, No Sweat","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-no-henderson-no-alomar-no-gaston-no-sweat.html","abstract":"  The Blue Jays did not need Rickey Henderson last night. Or Roberto Alomar. Or Manager Cito Gaston. Henderson has not joined the team since being obtained from Oakland on Saturday, and Alomar and Gaston were ejected in the first inning for arguing a third strike. But the Jays had Devon White batting leadoff one last time against the Yankees, and he was special.   With August pennant fever raging in the Bronx, with 43,304 spectators at Yankee Stadium on a muggy evening, with advertisements touting this four-game series as the \"Summer Showdown,\" and with Jim Abbott and Todd Stottlemyre matching zeros for five innings, White interrupted the tidy affair by lacing a two-run homer in the sixth that vaulted the Jays to a 4-0 victory.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Pain Without Prize Money:The Trans-Atlantic Golf Rivalry","web_url":"https://www.nytimes.com/1993/08/03/sports/IHT-pain-without-prize-moneythe-transatlantic-golf-rivalry.html","abstract":"Almost every contending golfer on either side of the Atlantic has been aiming to play for the Ryder Cup, to be held Sept. 24 to 26 at The Belfry in Sutton Coldfield, England. It's a suicide mission for a lot of them. They spend most of their lives worryi","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Student Shot During Class in Bronx High School","web_url":"https://www.nytimes.com/1993/08/03/nyregion/student-shot-during-class-in-bronx-high-school.html","abstract":"  An 18-year-old student who was taking a summer course was shot and wounded yesterday when a gunman walked into a high school classroom in the Bronx and opened fire, the authorities said.   The victim, who was grazed on the left side of the head, was taken to Bronx Municipal Hospital Center, where he was treated and released. His name was not released by the authorities.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"For the Major 3-Year-Olds, It's Still a Stampede for the 1993 Season","web_url":"https://www.nytimes.com/1993/08/03/sports/horse-racing-for-the-major-3-year-olds-it-s-still-a-stampede-for-the-1993-season.html","abstract":"  Racing's 3-year-old division is such a free-for-all that Julie Krone even got to wondering about it while she was riding Colonial Affair to the post Sunday for the Jim Dandy Stakes, a race that was supposed to clarify the puzzle but didn't.   \"I was sitting there thinking: Who's No. 1?\" she said today. \"Most of the 3-year-old colts have won one big race apiece, and they've been beating each other all year. There is no dominant horse. So, I guess we won't find a leader until the Travers, and we certainly won't find a champion until the Breeders' Cup.\"","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Secret Tapes Are Disclosed In Bomb Plot","web_url":"https://www.nytimes.com/1993/08/03/nyregion/secret-tapes-are-disclosed-in-bomb-plot.html","abstract":"  In Government transcripts of secretly taped conversations, an informer and one of the suspects in a plot to bomb the United Nations and other targets discuss details of how the bombings could be carried out, defense lawyers in the case said yesterday.   The transcripts include references to the role of Sheik Omar Abdel Rahman, the lawyers said, but the conversations seem contradictory on whether the radical Muslim cleric approved of or even knew about the plan.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Court Bans Impropriety In Promoting a Drug","web_url":"https://www.nytimes.com/1993/08/03/science/court-bans-impropriety-in-promoting-a-drug.html","abstract":"  In an attempt to combat corrupt practices among drug company salespeople, the Food and Drug Administration went to court today and got an injunction barring a New Jersey pharmaceutical company from illegally promoting one of its drugs.   The company, Kabi Pharmacia of Piscataway, agreed to pay $85,000 to the F.D.A. to cover the cost of the investigation and to put $300,000 in escrow to cover the cost of a campaign to correct misinformation the company's salespeople had spread among doctors, the F.D.A. said.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"SCIENTIST AT WORK: Graham Hawkes; Racing to the Bottom Of the Deep, Black Sea","web_url":"https://www.nytimes.com/1993/08/03/science/scientist-at-work-graham-hawkes-racing-to-the-bottom-of-the-deep-black-sea.html","abstract":"  AS a boy growing up in London in the early 1950's, then as a young engineer, Graham Hawkes often regretted having been born too late to join the machine-shop daredevils who flew into the sky on a shoestring and, almost as an afterthought, founded the aviation industry.   That melancholy gave way as Mr. Hawkes discovered the challenge of the emerging field of undersea engineering. His pioneering ideas soon made him one of the world's top designers of diving suits, submarines and undersea robots and helped him start a number of successful companies.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Ross, Still Bobbing and Weaving","web_url":"https://www.nytimes.com/1993/08/03/opinion/ross-still-bobbing-and-weaving.html","abstract":"  You'd think that by now Ross Perot could keep a few basic facts in his very own head. We're not asking for much, just a few numbers that would help ordinary folks understand how he intends to do the one thing he says Bill Clinton can't do, which is to bring the budget deficit to zero. After all, this is a man who's been talking economics day and night for two years, usually with a pointer and charts. But without the charts, Mr. Perot can't remember a thing.    The funny thing about those charts is that they're never there when somebody else wants to consult them. They're always within easy reach when Mr. Perot wants to show the weaknesses in Mr. Clinton's ideas. But ask him a pointed question about his ideas and darned if he didn't leave his charts back on the kitchen table.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Dinkins Disavows Aide's Comments on Giuliani","web_url":"https://www.nytimes.com/1993/08/03/nyregion/dinkins-disavows-aide-s-comments-on-giuliani.html","abstract":"  Mayor David N. Dinkins disavowed yesterday the remarks of a top campaign aide who said voting for Rudolph W. Giuliani, the Republican-Liberal candidate, would empower racists and the Ku Klux Klan. The aide continued to stand by his comments but said they had been misunderstood.   Mr. Dinkins said the aide, Jose Torres, a former boxing champion who is one of three deputy campaign managers, should not have made the remarks and had been told as much by Bill Lynch, the campaign manager. The Mayor promised to speak directly to Mr. Torres himself about the matter.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Review/Music; A Musical Gumbo Out of New Orleans Comes to Jones Beach","web_url":"https://www.nytimes.com/1993/08/03/arts/review-music-a-musical-gumbo-out-of-new-orleans-comes-to-jones-beach.html","abstract":"  The annual New Orleans Jazz and Heritage Festival is such a great party that its promoters decided to take it on the road. Festival New Orleans, which ended a six-week tour with a show at Jones Beach Theater in Wantagh, L.I., on Sunday evening, picked up the main elements of its parent festival: music, food and crafts. When the best musicians were onstage, the six-hour show went a long way toward exporting the Big Easy; call it Nolapalooza.   But there was a snag. Like a Broadway road show, Festival New Orleans depended largely on second-string performers. Only Buckwheat Zydeco, a clattering, steaming, chugging accordion-driven blues-rock band, and Beausoleil, a fiddle-topped Acadian (Cajun) rock band, are at the top of their genres. Most of the other performers had some New Orleans rhythm but not first-rate songs. Still, Festival New Orleans provided nearly nonstop syncopation.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-957593.html","abstract":"  To the Editor:   \"Empire Blue Cross and Blue Shield plans to limit the choice of doctors and hospitals for its oldest and sickest patients\" you report July 20. Other ominous practices pervade \"managed care\" reform.   Empire has also informed subscribers it will discontinue their WrapAround Plus contract Sept. 1 and will transfer them to the Empire BlueChoice Preferred Provider Organization. I have been a participating primary care \"provider\" in WrapAround Plus for years, willing to accept a reduced fee (dictated by the insurance company) to provide care for subscribers. I have developed relationships with my patients, who have come to trust my clinical judgment and treatment recommendations. Recently, several of them have informed me that I am not among the list of participating providers in their new network.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-423993.html","abstract":"  What timing. KATHIE LEE GIFFORD's due date for the birth of her second child was yesterday. But when REGIS PHILBIN, her co-host on \"Live With Regis & Kathie Lee,\" went on the air yesterday morning, he said he had no news yet about Mrs. Gifford's condition.    Then FRANK GIFFORD telephoned the nationally syndicated program, shown locally on Channel 7, to announce that his wife had given birth at 8:17 A.M., 43 minutes before air time. The baby, a girl, as viewers have known for months from the loquacious Mrs. Gifford, weighed 8 pounds 11 ounces. She was delivered by Caesarean section at Greenwich (Conn.) Hospital. The Giffords, who also have a 3-year-old son, Cody, named their daughter Cassidy Erin","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"Lawsuit Specter Grows","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-lawsuit-specter-grows.html","abstract":"  Vince Coleman, the Mets' left fielder who ignited a firecracker nine days ago in the vicinity of about 100 Dodger Stadium fans, now faces the possibility of seven lawsuits.   The number grew by four today, according to Coleman's attorney, Bob Shapiro. Last week, the parents of 2-year-old girl who suffered a cornea injury, the parents of a 13-year-old boy who suffered shin lacerations and a 33-year-old woman who aggravated an inner ear problem all planned to sue Coleman. Today, Shapiro said four children who were with the boy, Marshall Savoy, are also expected to take legal action.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"THE BUDGET BILL: Back Home; Letter Writers Lay Down Their Pens as Vote Nears","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-back-home-letter-writers-lay-down-their-pens-as-vote-nears.html","abstract":"  Though some members of Congress are wringing their hands over whether to vote for a budget bill that includes higher energy taxes and other contentious items, they are, to their surprise, not hearing a lot from their constituents.   And with a few significant exceptions, Washington's major lobbying organizations are mounting only limited campaigns against the proposal -- or none at all.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Review/Television; Is It Art? Is It a Dollar? It's a Judgment Call","web_url":"https://www.nytimes.com/1993/08/03/movies/review-television-is-it-art-is-it-a-dollar-it-s-a-judgment-call.html","abstract":"  Whether J. S. G. Boggs is making money the old-fashioned way or a newfangled way, it is his own way. You can see him on \"Money Man,\" turning out something that looks like United States currency on his drawing board.   You don't have to be much of a sleuth to discern that a Boggs bill differs in many particulars from the kind produced by ordinary counterfeiters, not to mention by the Bureau of Engraving and Printing. Just for starters, he leaves one side almost blank and has been known to print \"Willy\" under a portrait of President William McKinley and \"Undertaker\" under what may or may not be a facsimile signature of the Treasurer of the United States.","thumbnail":null,"section":"Movies"},{"date":"19930803","headline":"Sports of The Times; Short-Term Formula Key For Blue Jays","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-of-the-times-short-term-formula-key-for-blue-jays.html","abstract":"  ROGER ANGELL will never be a Blue Jays fan.   George Will will never rhapsodize Cito Gaston. Roger Kahn won't author The Boys of Skydome. In 50 years, who in North America, who in Toronto even, will lament the dome's inevitable decay and destruction?","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Clinton Needs One to Switch","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-clinton-needs-one-to-switch.html","abstract":"  Democrats face a battle getting the budget through Congress, especially in the Senate. They must enlist at least one of six Senate Democrats who defected in the initial June vote. Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Serious Talk About Hong Kong Law","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-serious-talk-about-hong-kong-law.html","abstract":"For the first time since negotiations between China and Britain over the future of Hong Kong resumed earlier this year, there are signs that the two are dealing with the practical matters of substance concerning the territory's constitutional development","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Simferopol Journal; Stalin's Pawns Return, Meaning to Play for Keeps","web_url":"https://www.nytimes.com/1993/08/03/world/simferopol-journal-stalin-s-pawns-return-meaning-to-play-for-keeps.html","abstract":"  Nearly 50 years after Stalin expelled 200,000 Tatars from their homeland in Crimea, some of the original deportees and many of their descendants have returned from their Central Asian exile, bearing few belongings but a with a resolve to regain what was taken from them by one of the Soviet Union's cruelest deportations.    The Tatars, a Turkic people, have adopted a combative political stance here in the Crimean capital, where ethnic tensions between Russians and","thumbnail":null,"section":"World"},{"date":"19930803","headline":"A Timely Threat on Bosnia","web_url":"https://www.nytimes.com/1993/08/03/opinion/a-timely-threat-on-bosnia.html","abstract":"  You can read it on the front page. Administration officials, speaking on condition of anonymity, have been proclaiming this week that Bill Clinton is getting tough. First a greenhorn State Department spokesman said the United States would use air strikes to defend Sarajevo whether or not NATO allies agreed. Then President Clinton said it wasn't exactly like that. Then one of those handy nameless officials said, oh, yes, it was.   O.K., so it wasn't pretty to watch. These days, you take signs of White House resolve -- of any kind, on any issue -- where you can find them. And on this issue, the Clinton Administration is picking the right time to try to threaten convincingly.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Somalia Has Begun to Pick Up the Pieces","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-somalia-has-begun-to-pick-up-the-pieces-971093.html","abstract":"  To the Editor:   As a former legal adviser to the Somalia national police force, I strongly disagree with \"Wrong Place, Wrong Time\" by Edward N. Luttwak of the Center for Strategic and International Studies (Op-Ed, July 22).   Contrary to Mr. Luttwak's statement that the factional leaders in Somalia are not willing or able to govern, all of the factions, except Gen. Mohammed Farah Aidid's, are proceeding to rebuild Somalia, beginning at the regional level. I traveled around Somalia last April and saw schools reopening, small businesses restarting and police stations and courts beginning to function again.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"In Altman Case, a Clinic in Technique","web_url":"https://www.nytimes.com/1993/08/03/us/in-altman-case-a-clinic-in-technique.html","abstract":"  From the outset, the case against the Bank of Credit and Commerce International has not suffered from a lack of superlatives.   The affair has been called the most spectacular financial scandal in history. It led to the indictment of Clark M. Clifford, one of Washington's most successful and influential power brokers. Mr. Clifford, as well as his former law partner, Robert A. Altman, were accused of trying to help the B.C.C.I. illegally gain secret control of First American Bancshares Inc., at the time the largest bank holding company in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Building on Union Square Bought to Become Blues Bar","web_url":"https://www.nytimes.com/1993/08/03/nyregion/building-on-union-square-bought-to-become-blues-bar.html","abstract":"  The former American Savings Bank, a neglected neo-Classical temple on Union Square in Manhattan, was bought yesterday by the House of Blues of Cambridge, Mass., which plans to convert the building into one in a national chain of restaurants and blues bars.   The founder of the House of Blues, Isaac Tigrett, said yesterday that he hoped to open the New York branch next summer, after openings in New Orleans and Los Angeles. It will include a 300-seat restaurant and a hall for live music, he said.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Secret Tapes Are Disclosed In Bomb Plot; Deportation Is Fought","web_url":"https://www.nytimes.com/1993/08/03/nyregion/secret-tapes-are-disclosed-in-bomb-plot-deportation-is-fought.html","abstract":"  The lawyer for Sheik Omar Abdel Rahman, the Egyptian cleric whose followers are charged in two bombing plots, argued yesterday that the Government's efforts to deport him are illegal because he had not been given the proper hearings.   During oral arguments in Federal District Court here, the lawyer, Barbara Nelson, said that immigration officials had improperly taken Mr. Abdel Rahman's green card in March 1992 without bringing the matter before a judge.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-105193.html","abstract":"  Because of an editing error, a front-page article on Saturday about the turmoil in the European Monetary System misstated the exchange rate of the German mark against the French franc late Friday. In trading in New York, the franc was quoted at 0.2915 mark, or the equivalent of 3.4305 francs to the mark.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Christopher, in Egypt, Says Battle In Lebanon May Aid Peace Talks","web_url":"https://www.nytimes.com/1993/08/03/world/christopher-in-egypt-says-battle-in-lebanon-may-aid-peace-talks.html","abstract":"  With the clashes between Israel and pro-Iranian guerrillas in southern Lebanon halted for the moment, Secretary of State Warren Christopher and President Hosni Mubarak of Egypt said today that the violence had energized the search for peace in the Middle East.   \"I think the situation in Lebanon, perhaps paradoxically, has given a new burst of energy to the negotiations,\" Mr. Christopher told reporters after meeting with Mr. Mubarak on the first leg of his Middle East shuttle.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Nobody Said It Would Be Easy","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-nobody-said-it-would-be-easy.html","abstract":"  Bret Saberhagen three-hit the Expos for eight innings and nearly lost. John Franco gave up four hits and a walk in one inning and didn't lose. If you were scoring, the final putout of the game went 5-3-4-2-5-1-5.   Did anyone think the Mets were exhausted of ridiculous moments?","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"THE BUDGET BILL: A Fading Call to Arms; Clinton Wins a Crucial Fight on the Deficit, But Some of the Sense of Mission Is Lost","web_url":"https://www.nytimes.com/1993/08/03/us/budget-bill-fading-call-arms-clinton-wins-crucial-fight-deficit-but-some-sense.html","abstract":"  President Clinton took office with three goals for the economy. He wanted to reduce the annual budget deficit, stimulate the economy to create jobs and redirect the priorities of the Government.   In his speech to a joint session of Congress last February laying out his economic program, the President called for tough choices and shared sacrifices, for fundamental changes that he said would make the tax system fairer and direct Government spending to the programs where it would do the most good. \"Our nation needs a new direction,\" he declared.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Entertainment Values Vs. Social Concerns In TV-Violence Debate","web_url":"https://www.nytimes.com/1993/08/03/arts/entertainment-values-vs-social-concerns-in-tv-violence-debate.html","abstract":"  Television violence is contributing significantly to real-life violence.   Television violence is contributing minimally to real-life violence.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"In Orchards of Sarajevo, a Key Battle","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-in-the-balkans-in-orchards-of-sarajevo-a-key-battle.html","abstract":"  Yellow-winged butterflies flit through the long grasses in this village above Sarajevo, and the orchards are ripening with apples, pears and plums. Off in the distance, the mountain sites of the 1984 Winter Olympics shimmer in a blue haze, the ski trails like ribbons cut into the thickly wooded slopes.    On a balmy summer day, Jezera hardly seems like a place to die. But only a few hundred yards from the village, up a slope to a grassy knoll called Golo Brdo, or Naked Hill, a ferocious battle is being waged that may seal the fate of Sarajevo.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Mocking Socialist Realism to Save It","web_url":"https://www.nytimes.com/1993/08/03/arts/mocking-socialist-realism-to-save-it.html","abstract":"  What is to be done, as Lenin's phrase goes, with all the monstrous rubbish of \"scientific socialism\"? All the totalitarian iconography and brutal, block-headed statues of factory workers and collective farmers? All the Lenin statues?   Sergei Bazilyev suggests driving a stake through each Lenin heart; Anton Litvin would tilt them all on their pedestals; another artist would hang signs from their outstretched arms, indicating the number of kilometers from Moscow.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Community Board Gets Its No in Early","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-baseball-community-board-gets-its-no-in-early.html","abstract":"  Community Board 4 has formally asked Gov. MARIO M. CUOMO to forget any possible relocation of the Yankees to a ball park on the Long Island Rail Road storage yards on the West Side of Manhattan, where the board has jurisdiction.   \"Public transportation to the railyards does not exist, while the current stadium in the Bronx is very accessible by subway,\" said the letter from the board, which voted, 34-1, last week against the site proposed by Cuomo in case a lease extension cannot be worked out to keep the Yankees, owned by GEORGE STEINBRENNER, at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"'Buckyball' May Block AIDS Step","web_url":"https://www.nytimes.com/1993/08/03/science/buckyball-may-block-aids-step.html","abstract":"  A SPHERICAL carbon molecule called a \"buckyball,\" the focus of intense study by chemists since its discovery eight years ago, could turn out to be a weapon against the virus that causes AIDS, scientists at the University of California report.   Chemists and pharmaceutical experts at the San Francisco and Santa Barbara campuses of the university say that a computer-designed molecule based on the buckyball has been shown by laboratory tests to inhibit the action of an enzyme needed by the virus to reproduce.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Canine Unit Gaining Wide Prestige","web_url":"https://www.nytimes.com/1993/08/03/nyregion/canine-unit-gaining-wide-prestige.html","abstract":"  With his tail wagging as he runs across an open field, Orca looks like any other German shepherd playing fetch. But Orca is not running to fetch a ball or a stick. He is looking for body parts.   \"That's his job,\" says Trooper Pat Achilli of the Connecticut State Police, Orca's handler, as the 6-year-old dog ran up with the hand of a dummy dangling from his mouth. Orca found it within a minute, hidden among some debris.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Is a Free Program Worth?","web_url":"https://www.nytimes.com/1993/08/03/science/personal-computers-what-is-a-free-program-worth.html","abstract":"  IT is no secret that software prices have been descending in the last year, but this is ridiculous. Computer Associates is simply giving away its new personal finance program, Kiplinger's CA-Simply Money 1.0.    Cynics will note that there is a $6.95 charge for postage and handling. (Some people may prefer software that has not been handled, but it still costs $6.95.)","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-817093.html","abstract":"  Because of an editing error, an obituary on Wednesday about John Beck, who produced \"Harvey\" and other Hollywood films, incorrectly attributed one position to him. It was another John Beck, not the producer, who managed the municipal broadcasting system in New York City in the early 1980's.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Constitution Covers Members of Congress","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-constitution-covers-members-of-congress-960593.html","abstract":"  To the Editor:   Your July 22 editorial on Representative Dan Rostenkowski is repugnant to any notion of fair play under our Constitution. Members of the press often assert that their rights under the First Amendment entitle them to a wide range of privileges not afforded the ordinary citizen. Yet you argue that a member of Congress's assertion of fundamental Constitutional rights makes him unqualified to hold a position of prominence he has fairly and properly earned -- a position in which he has demonstrated great skill and integrity.    The First Amendment is important, but no more than other amendments pertaining to personal rights.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-813793.html","abstract":"  An article last Tuesday about Justice Edwin Torres of State Supreme Court in Manhattan and the film \"Carlito's Way,\" which is based on his novels, misstated his role in the trial of six youths accused of raping and beating a jogger in Central Park in April 1989. Justice Thomas B. Galligan presided, not Justice Torres, although Justice Torres had been in a pool of five judges who might have been used in the case.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/03/sports/transactions-585593.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Activated Tim Belcher, pitcher. Optioned Rod Bolton, pitcher, to Nashville of the American Association.   TEXAS RANGERS -- Optioned Mike Schooler, pitcher, to Oklahoma City of the American Association. Recalled Jeff Bronkey, pitcher, from Oklahoma City.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"New Fight Over Release Of Patient","web_url":"https://www.nytimes.com/1993/08/03/nyregion/new-fight-over-release-of-patient.html","abstract":"  A new legal fight over the release of a mentally ill homeless man who has menaced and frightened residents of the Upper West Side for years was joined yesterday as New York State officials moved to detain him at a psychiatric hospital for up to six more months to allow time to find him a suitable home.   But lawyers for the man, Larry Hogue -- whose release to a son had seemed imminent last week until the son was threatened with eviction -- indicated they would fight any extended detention, and an unusual State Supreme Court hearing was set for 9:30 A.M. today at Creedmore Mental Health Center in Queens, where he has been confined for nearly a year.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/03/sports/results-plus-748393.html","abstract":"  PRO FOOTBALL  Cowboy Coach Misses Thrill of Winning  Winning football games is Jimmy Johnson's life. So he can't even stomach a sloppy loss of a meaningless exhibition game in August. He is already jittery about his defending Super Bowl champions although the first regular-season game is still a month away and quarterback Troy Aikman and running back Emmitt Smith are out of action. The Minnesota Vikings inflicted a 13-7 defeat on the Dallas Cowboys Sunday night in Irving, Tex., and Johnson acted as if someone had stolen his Super Bowl ring. \"It would be very easy to say we'll be fine when the season starts,\" said a red-faced Johnson, whose team leaves for London today for next Sunday's American Bowl game against the Detroit Lions. \"We need a sense of urgency on this team. It will be difficult to correct in next week's practices, but it will be corrected when we get back to Austin.\" What Johnson wants to correct is five turnovers, three lost fumbles and two interceptions that kept the Cowboys from mounting any serious offense. However, the Cowboys will get only two days of hard work in London. Johnson didn't make any excuses for his tired team, which had three days of scrimmages against the Los Angeles Raiders and a scrimmage with the Houston Oilers just before they played the Vikings. (AP)   DIVING  Germany's Hempel Wins European Title  Jan Hempel of Germany captured his first major title yesterday when he won the 3-meter springboard and maintained his country's dominance of the diving events in the European swimming championships in Sheffield, England. Hempel's triumph made it three golds in a row for the Germans, despite increased competition from divers from the former Soviet Union. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Observer; The Dinghy Of State","web_url":"https://www.nytimes.com/1993/08/03/opinion/observer-the-dinghy-of-state.html","abstract":"  Composed after deep immersion in news accounts of the clownish budget dispute in Washington:   Chairman Rostenkowski is from Chicago, which may explain why he may be indicted before it's all over, although of course he may not be. If he is it would be catastrophic for President Clinton's health-care program, or maybe it wouldn't, depending on what happened next.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"THE BUDGET BILL: On the Fence; Clinton Seeks 1 'Yes' Vote From 6 Unhappy Democrats","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-on-the-fence-clinton-seeks-1-yes-vote-from-6-unhappy-democrats.html","abstract":"  With Senator David L. Boren of Oklahoma insisting he will change his vote and oppose the budget bill, President Clinton has to get at least one other unhappy Democrat to change his mind and support it.   Six Democrats voted against the Senate version of the bill in June, and with all of the chamber's 44 Republicans also in opposition, the measure passed only after Vice President Al Gore cast the tie-breaking vote.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"A Life of Untold Wealth, And of Quiet Inspiration","web_url":"https://www.nytimes.com/1993/08/03/nyregion/our-towns-a-life-of-untold-wealth-and-of-quiet-inspiration.html","abstract":"  EGON H. OTTINGER lived sparely in a stone cottage in the dark woods along the Croton River.   At 93, bent from arthritis and short of breath, he was still splitting logs for firewood and moving boulders to mend his property's web of stone walls. He patched his plaid shirts and overalls when they tore, wore his dead wife's glasses when his broke, re-used envelopes and squirreled away old light switches.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Rethinking UN Forces: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-rethinking-un-forces-letters-to-the-editor-92645504584.html","abstract":"Regarding \"Peacekeeping Isn't Treated Seriously\" (Opinion, July 16) by Paul Hammond and Wolfgang Schlr: .The writers are absolutely correct to say that a new approach needs to be made toward peacekeeping and peacemaking forces if the Uni","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"U.S. Mediation Urged in Tobacco-Tax Case","web_url":"https://www.nytimes.com/1993/08/03/nyregion/us-mediation-urged-in-tobacco-tax-case.html","abstract":"  The Justice Department urged Connecticut officials today to negotiate a peaceful end to their standoff with the Golden Hill Paugussett Indians over a tax-free smoke shop on the tribe's reservation here.   Martin A. Walsh, regional director of the Justice Department's community relations service, said that the Golden Hill Paugussetts want the Federal Government to mediate the conflict, but added that the state had not yet agreed to allow his office to do so.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?; One of the Options","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-one-of-the-options-970293.html","abstract":"  To the Editor:   \"Empire Scrambles Back\" (editorial, July 24) has a positive headline, for which we thank you. The body of the editorial, however, gives the impression that Empire has made the decision to force its community-rated policyholders into some form of managed care. This is not the case.    During the interview with your reporter, I discussed various possibilities that might be considered when trying to control health care costs and slow the increase in premium levels. Managed care, of course, was one of those options.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"NATO to Join U.S. in Planning Air Strikes Against Serbs' Forces","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-nato-join-us-planning-air-strikes-against-serbs-forces.html","abstract":"  Under pressure from the United States, the NATO allies threatened today to bomb Serbian forces tightening a noose around Sarajevo, the capital of Bosnia, if the United Nations requested such action.   After 12 hours of meetings by the 16 delegations to overcome objections from Canada and to a lesser extent from Britain, the alliance agreed to begin immediate military preparations for \"stronger measures, including air strikes,\" in coordination with the United Nations.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Where Muslims and Jews Live Together in Peace; In Heart of Brooklyn, Two Devoutly Religious Communities Find Common Ground","web_url":"https://www.nytimes.com/1993/08/03/nyregion/where-muslims-jews-live-together-peace-heart-brooklyn-two-devoutly-religious.html","abstract":"  Every Friday at noon, as Jews bustle about Avenue J in Midwood, Brooklyn, preparing for the Sabbath eve meal and stroll to the synagogue, where thoughts turn toward Jerusalem, the Muslims of Midwood are at Jumu'a, the weekly gathering of the faithful at the mosque, invoking the blessings of Allah and genuflecting toward Mecca.   That these worshipers from brother religions live in the same community, reap the rewards of commerce and share many spiritual values, should not, ideally, be surprising.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Going, Going, Sold: Orioles Auctioned for $173 Million","web_url":"https://www.nytimes.com/1993/08/03/us/baseball-going-going-sold-orioles-auctioned-for-173-million.html","abstract":"  In a spirited and steadily soaring auction, a group headed by a Baltimore lawyer and a Cincinnati investment banker bought the Baltimore Orioles baseball team yesterday for $173 million in a sale forced by the bankruptcy of the Orioles' owner. The price is the highest ever paid for a professional sports team in the United States.   Judge Cornelius Blackshear conducted the auction in United States Bankruptcy Court in Manhattan, and his desire to get the most money possible for the creditors of Eli Jacobs, a New York venture capitalist, sent the sale price even higher after the auction appeared to have ended.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Just Say No to Clinton's Package","web_url":"https://www.nytimes.com/1993/08/03/opinion/just-say-no-to-clinton-s-package.html","abstract":"  Have you heard about the new White House \"diet\" plan? Maybe you've seen the Clinton Administration's television \"infomercial\" about this miraculous discovery. The diet is quite simple. You can eat anything you want, any time you want, as much as you want. It costs quite a bit more, but they guarantee you'll lose all the weight you want.  The only catch is you won't see any weight loss for five years.   Does this diet make sense? Hardly! But it's about as logical as the deficit reduction scheme President Clinton is pitching.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"For Fish, an Outboard Motor at the Rear","web_url":"https://www.nytimes.com/1993/08/03/science/for-fish-an-outboard-motor-at-the-rear.html","abstract":"  A RESEARCHER at the University of Pennsylvania in Philadelphia has turned a theory about how fish generate power for swimming on its head -- or tail, perhaps.   The mechanical power a fish uses for swimming is generated by muscle contractions. Previous modeling had led scientists to conclude that muscles in the front half of the fish formed a \"motor\" to produce that power, which was then transferred along the length of the fish to its tail, or \"propeller.\"","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"In a Repeat Performance, Magic Talks Comeback","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-basketball-in-a-repeat-performance-magic-talks-comeback.html","abstract":"  Basketball tempts Magic Johnson like a mountain of chocolate. His wife and his doctors prefer he keep away, but one swallow and he wants back in.   His latest ruminations about a comeback started Sunday night, before and after his charity all-star game at the Forum. And this time, there's a twist: \"I'd come back for half a season,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Rockets Release Floyd and Acquire Elie","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-basketball-rockets-release-floyd-and-acquire-elie.html","abstract":"  The Houston Rockets released guard ERIC (SLEEPY) FLOYD yesterday and acquired swingman MARIO ELIE from the Portland Trail Blazers for a second-round draft pick in 1995.   Floyd, an 11-year veteran, was waived to create room under the National Basketball Association salary cap. Last season, in 52 games, he averaged 6.6 points and 2.5 assists.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Health Plan Would Let States Fold Medicare Into Their Networks","web_url":"https://www.nytimes.com/1993/08/03/us/health-plan-would-let-states-fold-medicare-into-their-networks.html","abstract":"  The national health care plan being prepared by the Clinton Administration would allow states to fold Medicare beneficiaries into the insurance networks that the plan will call on the states to create, a leading White House policy adviser said today.    The official, Ira C. Magaziner, coordinator of the Administration's health care overhaul, said any such change involving Medicare would be gradual and would take effect only after a new national system was well in place.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"After a Highly Publicized Death, Second-Guessing Second Opinions","web_url":"https://www.nytimes.com/1993/08/03/science/doctor-s-world-after-highly-publicized-death-second-guessing-second-opinions.html","abstract":"  Second opinions are now a standard part of medical practice, often helping to clarify a patient's diagnosis and therapy.   But what is a patient to do when consulting doctors strongly disagree? The answer, as is vividly illustrated by the baffling case of Reggie Lewis, the late captain of the Boston Celtics, is a frustrating one: sometimes no resolution can be reached.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"1943: Draft for Fathers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1943-draft-for-fathers-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The drafting of fathers for military service will start in earnest on Oct. 1, the War Man-Power Commission revealed tonight [Aug. 1] in a statement which clarified much of the uncertainty that has surrounded the s","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Lawyer Sets Insanity Plea In L.I. Case","web_url":"https://www.nytimes.com/1993/08/03/nyregion/lawyer-sets-insanity-plea-in-li-case.html","abstract":"  In a move that came as no surprise to prosecutors, the lawyer for Joel Rifkin, the unemployed landscaper suspected of killing 17 women, said today that he planned to use an insanity defense based on several psychiatric examinations of his client that occurred in July.   Robert Sale, Mr. Rifkin's lawyer, declined to discuss the doctors' findings or any other details of Mr. Rifkin's mental condition, but he said that the evaluations \"confirm the propriety and efficacy of such a defense.\" Mr. Sale added that he was not conceding that Mr. Rifkin had committed any of the murders and that the insanity defense was one of a number of arguments he would be using.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?; Vulnerable Targeted","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-vulnerable-targeted-968093.html","abstract":"  To the Editor:   As a \"chronically ill\" Empire Blue Cross and Blue Shield subscriber, I read your July 20 report on cutbacks in choices for patients with disbelief, fear and sadness.   In the recent past, Empire spent millions of dollars doctoring its books and then lobbying with that falsified information. Based on that information, the New York State Legislature was deceived into approving the largest rate hike against Empire's individual subscribers in the history of the organization, while drastically cutting services to this particularly needy population.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Rethinking UN Forces: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-rethinking-un-forces-letters-to-the-editor.html","abstract":"Would it not make sense to organize and equip troops indigenous to Bosnia, under the command of the United Nations or of a UN member state, to enforce the policies of the United Nations in Bosnia? This would not be a UN peacekeeping force; it would be a","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-895193.html","abstract":"  Where else but in Washington would they serve up something called the \"ethical lunch?\" At Ristorante Tiberio on K Street, the tab for lunch is $19.99, a way to help diners to abide by a change in regulations.   The Office of Government Ethics in February lifted a restriction barring Federal officials from accepting any meal or gift from lobbyists, journalists or anyone else who may benefit from the contact. Instead, the agency limited the cost of such meals to $20, with an overall ceiling of $50 a year from any one source.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19930803","time":"1993-08-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":77,"wspd":14.8},{"date":"19930803","time":"1993-08-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":81,"wspd":13},{"date":"19930803","time":"1993-08-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":81,"wspd":9.4},{"date":"19930803","time":"1993-08-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":82,"wspd":13},{"date":"19930803","time":"1993-08-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":83,"wspd":14.8},{"date":"19930803","time":"1993-08-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":7.6},{"date":"19930803","time":"1993-08-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":11.2},{"date":"19930803","time":"1993-08-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":77,"wspd":14.8},{"date":"19930803","time":"1993-08-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":71,"wspd":16.6},{"date":"19930803","time":"1993-08-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":60,"wspd":24.1},{"date":"19930803","time":"1993-08-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":16.6},{"date":"19930803","time":"1993-08-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":51,"wspd":14.8},{"date":"19930803","time":"1993-08-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":48,"wspd":14.8},{"date":"19930803","time":"1993-08-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":46,"wspd":16.6},{"date":"19930803","time":"1993-08-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":47,"wspd":18.4},{"date":"19930803","time":"1993-08-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":49,"wspd":16.6},{"date":"19930803","time":"1993-08-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":52,"wspd":22.3},{"date":"19930803","time":"1993-08-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":56,"wspd":20.5},{"date":"19930803","time":"1993-08-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":56,"wspd":18.4},{"date":"19930803","time":"1993-08-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":62,"wspd":14.8},{"date":"19930803","time":"1993-08-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":68,"wspd":11.2},{"date":"19930803","time":"1993-08-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":72,"wspd":13},{"date":"19930803","time":"1993-08-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":76,"wspd":14.8},{"date":"19930803","time":"1993-08-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":13},{"date":"19930803","time":"1993-08-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":39,"wspd":25.9},{"date":"19930803","time":"1993-08-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":44,"wspd":20.5},{"date":"19930803","time":"1993-08-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":47,"wspd":20.5},{"date":"19930803","time":"1993-08-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":50,"wspd":18.7},{"date":"19930803","time":"1993-08-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":13},{"date":"19930803","time":"1993-08-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":57,"wspd":11.2},{"date":"19930803","time":"1993-08-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":59,"wspd":13},{"date":"19930803","time":"1993-08-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":9.4},{"date":"19930803","time":"1993-08-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":67,"wspd":9.4},{"date":"19930803","time":"1993-08-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":7.6},{"date":"19930803","time":"1993-08-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":7.6},{"date":"19930803","time":"1993-08-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":0},{"date":"19930803","time":"1993-08-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":9.4},{"date":"19930803","time":"1993-08-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":7.6},{"date":"19930803","time":"1993-08-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":9.4},{"date":"19930803","time":"1993-08-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":9.4},{"date":"19930803","time":"1993-08-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":45,"wspd":18.7},{"date":"19930803","time":"1993-08-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":22.3},{"date":"19930803","time":"1993-08-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":39,"wspd":14.8},{"date":"19930803","time":"1993-08-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":30,"wspd":25.9},{"date":"19930803","time":"1993-08-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":27,"wspd":24.1},{"date":"19930803","time":"1993-08-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":28,"wspd":24.1},{"date":"19930803","time":"1993-08-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":29,"wspd":29.5},{"date":"19930803","time":"1993-08-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":29,"wspd":20.5}]},"19930804":{"guardian_articles":[],"nytimes_articles":[{"date":"19930804","headline":"Gun Suspects and the Sheik","web_url":"https://www.nytimes.com/1993/08/04/us/gun-suspects-and-the-sheik.html","abstract":"  Federal agents said suspects accused of selling guns and explosives referred to Sheik Abdel Rahman as their spiritual leader. Page B4.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"When Britain Forced Partition on Ireland","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-when-britain-forced-partition-on-ireland-085493.html","abstract":"  To the Editor:   Re \"I.R.A. Deserves Place at Ulster Peace Table\" (letters, July 21): Reading your letters about the fighting in Ireland over the last years, I am always amazed at how each side presents its view.   What the history books and all the letters I have seen published fail to mention is the election of 1918. On Saturday, Dec. 14, 1918, an election was held in Ireland -- the whole 32 counties. The issue: for or against independence from Britain.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Reviews/Television; Imaginings About Another Kennedy","web_url":"https://www.nytimes.com/1993/08/04/arts/reviews-television-imaginings-about-another-kennedy.html","abstract":"  So it's open season on the Kennedys, not that there has ever been a closed season. Copies of \"The Last Brother,\" Joe McGinniss's maunderings about Senator Edward M. Kennedy, had hardly reached the bookstores before the USA Network was promoting \"Marilyn and Bobby: Her Final Affair,\" two hours worth of huggermugger that manages in its fuzzy way to put some blame on Robert F. Kennedy for the suicide, if it was suicide, of Marilyn Monroe.   Described as \"a blend of fiction and speculative journalism\" (which means that nothing in it can be trusted), this television movie is not out to get the former Attorney General; all its makers want to get is an audience. Bobby, as he is called by everybody tonight (James F. Kelly, affecting a Boston accent) is treated as a rather likable romantic who falls for a mentally dim Marilyn Monroe (Melody Anderson being breathy) after brother Jack has had enough of her. The physical resemblances are about as authentic as this show gets.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Personal Finances; For Well-Off, Tax Proposal Hits Home","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-personal-finances-for-well-off-tax-proposal-hits-home.html","abstract":"  To Marc Evans, the grass looks invitingly greener on the other side of the top tax bracket.   While Congress moves this week toward raising his taxes, Mr. Evans is planning to shut down his software consulting business, sell his house north of Boston, move back to his solid working-class roots in rural New England and maybe even repair Saabs for a living.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Federal Employees Given Coverage for Abortions","web_url":"https://www.nytimes.com/1993/08/04/us/federal-employees-given-coverage-for-abortions.html","abstract":"  For the first time in a decade, Federal employees will be able to obtain abortions paid for by their health insurance policies after abortion rights supporters won a critical vote in the Senate today.   But opponents of abortion insisted that they would not let today's action be a precedent for what is covered under national health care legislation President Clinton is expected to propose this fall.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"A Cardholder's Lament : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-cardholders-lament-letters-to-the-editor.html","abstract":"American Express may well be putting right the anomaly that excludes certain categories of cardholder from its frequent-flier program, but there is another anomaly with rather serious implications. American Express offers a \"purchase protection\"","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Coleman Sent Home at His Request","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-coleman-sent-home-at-his-request.html","abstract":"  Vince Coleman, described as \"distraught\" by Mets Manager Dallas Green, was granted a request to leave the club indefinitely tonight after a felony charge was brought against the left fielder by the Los Angeles District Attorney earlier in the day.   \"He left. I told him to,\" Green said after the Mets bowed to the Expos, 3-1.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-061793.html","abstract":"  An obituary by The Associated Press on July 22 about the film director Jean Negulesco misstated his date of birth. It was Feb. 26, 1900, not Feb. 29.  ","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Titan Lost Payload: Spy-Satellite System Worth $800 Million","web_url":"https://www.nytimes.com/1993/08/04/us/titan-lost-payload-spy-satellite-system-worth-800-million.html","abstract":"  The explosion of a Titan IV rocket over the Pacific on Monday destroyed its secret payload, an $800 million spy-satellite system, wiping out most of the savings Congress took from the intelligence budget this year and damaging the nation's most expensive espionage program, Government and intelligence officials said today.   \"Every penny we cut is gone,\" said a Senator who fought to cut an additional $700 million from the budget for spy-satellite programs requested by the Director of Central Intelligence, R. James Woolsey. The cost of replacing the destroyed system would exceed the savings wrung from Mr. Woolsey by the Congressional intelligence committees last month.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Court Fines Abdelnaby","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-basketball-court-fines-abdelnaby.html","abstract":"  Boston Celtics forward ALAA ABDELNABY pleaded no contest in Milwaukee today to a non-criminal charge of possession of marijuana and paid a $300 fine. Judge MAXINE WHITE agreed to reduce the charge from criminal to non-criminal at the request of the prosecutor. There was no evidence that Abdelnaby, 25, was selling the drug and he admitted to authorities he possessed it for personal use. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Khmer Rouge Violence Said to Signal Goals","web_url":"https://www.nytimes.com/1993/08/04/world/khmer-rouge-violence-said-to-signal-goals.html","abstract":"  The Khmer Rouge rebels have stepped up a campaign of post-election violence in Cambodia in what diplomats and United Nations peacekeepers believe is an effort to convince other Cambodian factions that it would be dangerous to exclude them from the new coalition Government.   United Nations officials said today that it appeared that the Maoist-inspired rebels were responsible for a train ambush in southern Cambodia on Monday afternoon in which at least 10 people were killed and 30 wounded. Peacekeeping troops said the train ran over mines laid on the track and was then raked with gunfire and shoulder-held rockets. The ambush took place about 14 miles east of Kampot, on an antiquated railway line that has often been the scene of guerrilla attacks.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Review/Music; Plumbing the Soul of Jazz","web_url":"https://www.nytimes.com/1993/08/04/arts/review-music-plumbing-the-soul-of-jazz.html","abstract":"  Ray Charles's genius is inseparable from his quirks. He'll attack a song on every side, changing tempo, harmony, phrasing, even some lyrics; he transform smooth lines into choppy syncopations and wide leaps, his voice cracking or rasping in unlikely places. No category is safe from his transformations; he'll speed up a ballad, turn a show tune into gospel music, remake country songs as soul shouts. He can shred a song, turning it into a simple display of willfulness. But more often, his whims get to the heart of a song, tearing away unneccesary prettiness and craft to find humor, pain, longing or defiance.    At Radio City Music Hall on Friday night, the 62-year-old Mr. Charles emphasized his jazz roots. He was backed by a 17-man big band, which bustled ineffectually in its own showpiece but settled back to fill out the arrangements when Mr. Charles appeared, from riffing blues to cushiony chords on ballads.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"2 Men Arrested in Killing of Connecticut Family","web_url":"https://www.nytimes.com/1993/08/04/nyregion/2-men-arrested-in-killing-of-connecticut-family.html","abstract":"  Two men were arrested in Brooklyn yesterday in the killing of a Connecticut couple and their two children last weekend, the police said. Three of the bodies were dumped by the edge of the East River near the Brooklyn Navy Yard.   One suspect, John Camacho, 22, a relative of the family, was charged with four counts of murder, said Officer Andrew McInnis, a police spokesman. The second man, Luis Garcia, 23, was charged with tampering with evidence. The police said he helped to take the three bodies from Connecticut to Brooklyn, where they were found late Saturday.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Greeting a New Yorker? Keep It Short and Sweet","web_url":"https://www.nytimes.com/1993/08/04/nyregion/about-new-york-greeting-a-new-yorker-keep-it-short-and-sweet.html","abstract":"  YO!   It feels great to write that. It turns out that in Maine and Nova Scotia, they don't know from yo. In those parts of this hemisphere they say things like \"ahyup\" and \"eh\" to one another and to those of us who they speak of as coming from Away. But yo: Is there a more welcoming syllable in this world, a more hospitable utterance?","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Farmer For Whom Staff of Life Is a Peach","web_url":"https://www.nytimes.com/1993/08/04/nyregion/farmer-for-whom-staff-of-life-is-a-peach.html","abstract":"  For Chris Loken, a peach is not merely a peach.   It is a Brighton or Collins, Canadian Harmony, Garnet Beauty, Raritan Rose or Tri-O-Gem.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor-90431620415.html","abstract":"Regarding \"The Way Ahead for Europe Is Back to Practicality\" (Opinion, July 29) by William Pfaff: .It is encouraging to see a journalist recognize, however vaguely, some of the problems of European monetary union. And more politicians, indeed","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Choices Concerning Coleman","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-choices-concerning-coleman.html","abstract":"  The Mets tried to trade Vince Coleman before this season and now have several options available should they decide they no longer want him on the club.   Coleman is in the third year of a four-year, $11.95 million contract. The final year, 1994, will pay Coleman the single greatest annual salary of the package: $3 million.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"NATO Chief on Bosnia: 'Ready for Air Power'","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-nato-chief-on-bosnia-ready-for-air-power.html","abstract":"  Following are excerpts from a statement issued today by Manfred Worner, Secretary General of NATO, after a special meeting on Monday of the North Atlantic Council:   The allies regard the dire humanitarian situation in Bosnia and Herzegovina and particularly in Sarajevo, including repeated violations of cease-fires, as unacceptable. They warn the parties to the conflict of their determination to take effective action in support of U.N. Security Council decisions. Since July 22 the alliance has been ready to provide protective air power in case of attack against Unprofor  [ the United Nations Protection Forces ]  in the performance of its overall mandate, on the basis of U.N. Security Council Resolution 836. The alliance has now decided to make immediate preparations for undertaking, in the event that the strangulation of Sarajevo and other areas continues, including wide-scale interference with humanitarian assistance, stronger measures including air strikes against those responsible, Bosnian Serbs and others, in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"American Winner No Longer Favored","web_url":"https://www.nytimes.com/1993/08/04/sports/harness-racing-american-winner-no-longer-favored.html","abstract":"  After upsetting American Winner last Saturday, Pine Chip has been installed as the even-money favorite against his chief rival in their elimination heat of the Hambletonian Saturday afternoon at the Meadowlands.   Before last Saturday night, any 3-year-old trotter being favored over American Winner in harness racing's showcase event would have been unthinkable. Then Pine Chip, with John Campbell driving, set a record for a night-time trotting mile when he captured the Budweiser Beacon Course final in 1:534/5 at the Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Young Asian Musicians to Tour Europe","web_url":"https://www.nytimes.com/1993/08/04/style/IHT-young-asian-musicians-to-tour-europe.html","abstract":"After four widely acclaimed annual appearances in East Asia since 1990, the Asian Youth Orchestra will make its debut later this month in Europe. .Gidon Kremer, one of the great contemporary violinists, will be the featured soloist for the European tou","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/04/us/inside-320393.html","abstract":"  Europe's Crisis Helps Banks   American banks have become unintended beneficiaries of the European currency turmoil, which has pushed trading profits up sharply. Page D1. More Telephone Competition    The F.C.C. enabled upstart telephone companies to compete locally with regional Bell companies. Page D1. Met Charged With Faces Felony    Vince Coleman was charged with possessing a powerful explosive that injured fans in a parking lot. Page B11. Crossword Editor Dies    Eugene T. Maleska, the crossword puzzle editor of The New York Times, died yesterday. He was 77.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/04/nyregion/news-summary-328993.html","abstract":"  International A2-11  DEMJANJUK MAY BE OHIO-BOUND  A U.S. Federal appeals court ruled that John Demjanjuk must be permitted to return to the United States. He was acquitted by the Israeli Supreme Court last week on charges that he was Ivan the Terrible, a brutal guard at Treblinka.  A1  PERES PRAISES SYRIA  Foreign Minister Shimon Peres of Israel praised Syria today for its role in helping guarantee a cease-fire between Israel and pro-Iranian guerrillas in southern Lebanon.  A7","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"1943: 'Respectable' Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1943-respectable-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Foreign Secretary Anthony Eden told the House of Commons tonight [Aug 3] that the Allies would be \"only too ready\" to adopt a \"reasonable attitude\" toward Italy. He said that with the departure of","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Battle Lines Are Always Drawn","web_url":"https://www.nytimes.com/1993/08/04/opinion/the-battle-lines-are-always-drawn.html","abstract":"The nomenclature of Washington is full of the ever-changing acronyms and other devices that are the insiders' shorthand, perhaps even their coin of the realm. Many terms have only a brief shelf life, although some linger more stubbornly than others: \"empowerment\" refuses to go the way of \"window of vulnerability,\" and \"this town\" may be around for ever as an offhand way of showing that I Know My Way Around Here. \n\nBut while clever phrases come and go, one thing is forever: The Chart. The Mother of all projected trends. An all-purpose set of two lines, always the same. One line (A) extends to the right progressively upward. The second line (B) starts off to the right virtually horizontal, meandering a bit before taking a downward turn.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Book Notes; 265,000 Printed, Very Few Sold","web_url":"https://www.nytimes.com/1993/08/04/books/book-notes-265000-printed-very-few-sold.html","abstract":"  Simon & Schuster rushed \"The Last Brother,\" by Joe McGinniss, into stores about 10 days ago, far earlier than originally planned, in an effort to head off the advance criticism piling thickly onto the book. But the publisher is facing more bad news: for a book with a big-name author and an enormous first printing of 265,000 copies, \"The Last Brother\" seems hardly to be selling at all.   For any publisher, the most telling sales figures come in on Mondays. That's when the country's big bookstore chains and wholesalers report their sales for the previous week. The figures that came in on Monday for \"The Last Brother,\" a biography of Senator Edward M. Kennedy that has been criticized for its use of imagined thoughts and actions and has been dogged by accusations of plagiarism, are dismal, chains and bookstores report.","thumbnail":null,"section":"Books"},{"date":"19930804","headline":"Coleman Is Charged With Felony in Los Angeles","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-coleman-is-charged-with-felony-in-los-angeles.html","abstract":"  Mets outfielder Vince Coleman was charged with a felony here today for igniting what an arson investigator likened to a \"quarter stick of dynamite\" in a crowded Dodger Stadium parking lot 10 days ago.   Officials from the Los Angeles County District Attorney's office said they expected Coleman, 31, to surrender to authorities on Monday or Tuesday and will recommend that his bail be set at $5,000. Coleman's lawyer, Bob Shapiro, said that the left fielder would not contest the charge -- unlawful possession of an explosive device, which carries a minimum sentence of probation and a maximum of three years in prison.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"McKay Buys Part of Orioles","web_url":"https://www.nytimes.com/1993/08/04/sports/mckay-buys-part-of-orioles.html","abstract":"  When Jim McKay called his grandson Monday with word that the veteran ABC commentator was one part of an ownership group that acquired the Baltimore Orioles for $173 million, 11-year-old James said, \"Cool. Can we go on the field tomorrow night?\"   \"And when I take him down there tonight,\" McKay said by telephone yesterday, \"I'm 12 years old, if I'm honest about it.\"   McKay has not hitched the family fortune to the Orioles. His stake is less than 1 percent; Peter Angelos, a Baltimore lawyer, and William DeWitt Jr., an investment banker from Cincinnati, are the primary investors in the most expensive purchase ever of a sports team.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Peres Praises Syrian Leader for Role in Cease-Fire","web_url":"https://www.nytimes.com/1993/08/04/world/peres-praises-syrian-leader-for-role-in-cease-fire.html","abstract":"  Foreign Minister Shimon Peres of Israel praised President Hafez al-Assad of Syria today for his role in helping guarantee a cease-fire between Israel and Iranian-backed guerrillas in southern Lebanon.   In an interview with Cable News Network, Mr. Peres said today that while Israel did not consider Mr. Assad \"the greatest friend that our country has had, we do consider him a serious leader.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"McGhee to Have Knee Surgery","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-mcghee-to-have-knee-surgery.html","abstract":"  The Giants' battered defensive line suffered another setback today when Kanavis McGhee was scheduled for arthroscopic surgery Wednesday on torn cartilage in his left knee. He will be sidelined two to four weeks.   In practice this morning, McGhee could not run or cut, and the knee swelled. A week ago, the former outside linebacker was switched to right defensive end. He will be replaced as a starter by Michael Strahan, a rookie and the team's second-round draft pick.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Dudley's a Blazer for 7 Years (or Not at All)","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-basketball-dudley-s-a-blazer-for-7-years-or-not-at-all.html","abstract":"  Declaring himself \"a perfect fit\" into the lineup of the Portland Trail Blazers, free-agent center Chris Dudley officially became an ex-New Jersey Net yesterday by signing a controversial seven-year contract worth approximately $11 million.   Unfortunately for Dudley, he cannot yet be officially called Portland's property either. Before the Blazers announced the deal at an afternoon news conference in Portland, the National Basketball Association said it would challenge the contract on the grounds that it is a deliberate circumvention of the league's salary cap.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-054493.html","abstract":"  Something for Kennedy watchers: JOHN F. KENNEDY JR. and DARYL HANNAH, the actress, were spotted this week on a scuba-diving vacation in Palau, a United States territory in the Caroline Islands in the South Pacific.   Mr. Kennedy, who resigned from his job as an assistant district attorney in Manhattan last month, and Ms. Hannah, who played a mermaid in the movie \"Splash,\" arrived in Palau last week and are to leave for the Philippines tomorrow, Government officials told The Associated Press.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"A New Japan Gets a Less Than Saintly Coalition","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-new-japan-gets-a-less-than-saintly-coalition.html","abstract":"The election of Yohei Kono as head of Japan's still ruling Liberal Democratic Party has produced a curious paradox. On the face of things, a coalition under the reform-minded Morihiro Hosokawa is about to replace a right-leaning, corrupt LDP government.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Business Expenses; Bill's Effect on Business and Industry Would Vary","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-business-expenses-bill-s-effect-business-industry-would-vary.html","abstract":"  Corporations would feel the effects of the big budget-reconciliation bill in two ways: as it directly affects the taxes they pay, and as it affects the performance of the broader economy in the years ahead.   For example, large retailers would lose by paying a new top tax rate of 35 percent on corporate income, an increase of two percentage points over the current top rate. But they would also gain by being able to take advantage of a newly reinstated tax credit for hiring chronically unemployed workers.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"THE BUDGET STRUGGLE: The Senate; Budget Opposition Brings Senator to Center Stage","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-the-senate-budget-opposition-brings-senator-to-center-stage.html","abstract":"  Frank R. Lautenberg of New Jersey has rarely taken center stage in the United States Senate. But he put himself squarely there today by announcing that he would again vote against President Clinton's deficit-reduction plan.   Mr. Lautenberg's announcement came in a spare, eight-line press release that called the budget plan unfair to the middle class. Although he has long been identified as a loyal, if not predictable liberal Democrat, his decision came as no surprise. What was surprising was that the White House did not fight harder for his vote.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"The Unfinished Business of Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-the-unfinished-business-of-europe-letters-to-the-editor.html","abstract":"Does Europe really exist? That has been the unanswered question while we all hoped that something like \"Europe\" was emerging slowly and painfully for the sake of peace and prosperity, something which would put Europe's demons of nationalism and","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/04/sports/transactions-894993.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Recalled Mark Parent, catcher, from Rochester of the International League. Optioned Damon Buford, outfielder, to Rochester.   CALIFORNIA ANGELS -- Placed Russ Springer, pitcher, on the 15-day disabled list, retroactive to Aug. 2. Recalled John Farrell, pitcher, from Vancouver of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"In America; The Real Jobless Rate","web_url":"https://www.nytimes.com/1993/08/04/opinion/in-america-the-real-jobless-rate.html","abstract":"  The Federal Government will release its latest unemployment figures on Friday. But behind the official statistics is a truer picture -- a scarier picture -- of the nation's employment crisis.   Crowded into this picture are the millions of Americans (there are no precise totals) who have become discouraged and stopped looking for work, who are working part time but would like to work full time, who are working at jobs beneath their education or skill level, who are working at temporary jobs, who have set up some form of self-employment because they can't find other work, who are living on severance and savings and don't know what the future holds, who have retired prematurely, and on and on.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Transcript of Tapes Reveals Sheik Talked of Merits of Bomb Targets","web_url":"https://www.nytimes.com/1993/08/04/us/transcript-of-tapes-reveals-sheik-talked-of-merits-of-bomb-targets.html","abstract":"  Sheik Omar Abdel Rahman talked with his followers of the merits of targeting various buildings in a terrorist bombing plot and advised them to prepare carefully and \"go slow,\" according to Government transcripts of secretly taped conversations with an F.B.I. informer.   The transcript records a meeting in the early-morning hours of May 23 in which the sheik responded to questions from the informer, Emad Salem. Also present were several other men, including Siddig Ibrahim Siddig Ali, a prime suspect in the plot. 'House of Devil'    At the meeting, Mr. Salem asked Mr. Abdel Rahman if, under Islamic law, the United Nations should be considered the \"house of the devil\" and could be a target of \"action.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Deal Made to Save New York Hospital Surcharge","web_url":"https://www.nytimes.com/1993/08/04/nyregion/deal-made-to-save-new-york-hospital-surcharge.html","abstract":"  Congressional budget negotiators have agreed on the broad outlines of a plan intended to preserve New York State's fragile hospital reimbursement system for two more years.   The rate system, which allows the state to charge some hospital patients more to subsidize the care of others, has been under legal attack by insurance companies and labor unions.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Beyond the Powwow, The Goal Is College","web_url":"https://www.nytimes.com/1993/08/04/education/beyond-the-powwow-the-goal-is-college.html","abstract":"  For 28 Chippewa Indian high school students in northern Minnesota, summer has been a time for learning. In a five-week course that ended last week, they studied biology, computer science, psychology and algebra -- and woodland pottery, photography and native medicine. They attended an Ojibwa powwow and helped stage a film festival, \"Wind and Glacier Voices.\"   The aim is to prepare the students for college and, beyond that, for leadership of their tribes and communities. The program, at Bemidji State University, is modeled on the Native American Preparatory School at Irvine, Calif. Support comes from a variety of foundations. Teachers and administrators are recruited from reservations; the principal is Erma J. Vizenor, a Chippewa from the White Earth Reservation who graduated from the Harvard Graduate School of Education.","thumbnail":null,"section":"Education"},{"date":"19930804","headline":"U.S. Turns Bosnia Threat Into a Near Ultimatum","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-us-turns-bosnia-threat-into-a-near-ultimatum.html","abstract":"  The United States today amplified a NATO threat to launch air strikes against Serbian forces in Bosnia into what amounted to an ultimatum, amid indications that the United Nations would not stand in the way of such attacks.   While American officials said the United States intended to begin bombing Serbian positions around Sarajevo unless the siege there was eased by early next week, there remained disagreement between the United States and the United Nations over whether the air strikes would require United Nations approval.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Floods, and Fear of Them, Disrupt Tourist Industry","web_url":"https://www.nytimes.com/1993/08/04/us/the-midwest-flooding-floods-and-fear-of-them-disrupt-tourist-industry.html","abstract":"  Compared with other tourist destinations along the rivers of the upper Midwest, St. Joseph is one of the lucky ones. Although its industrial south side was inundated and a flooded water-treatment plant left 85,000 residents without drinking water for five days, the historic sites that draw up to 250,000 visitors a year to this city were untouched.   Burlington, Iowa, suffered extensive flood damage to its tourist attractions, including historic buildings and a municipal auditorium. And vast stretches of Katy Trail State Park in Missouri, a 200-mile hiking and bicycle trail between St. Charles and Sedalia, were flooded by the rampaging Missouri River, which the trail parallels for most of its length.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Teachers in Waiting : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-teachers-in-waiting-letters-to-the-editor.html","abstract":"Regarding the opinion column \"Governments of the World, Help Workers Get Smart\" (July 21) by Robert B. Reich: .Most of Labor Secretary Reich's prescriptions for the United States seem very old-line Democratic: spend, spend, spend. .While th","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Strategy; Short One Vote in the Senate, Clinton Allies Prowl the Hill","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-strategy-short-one-vote-senate-clinton-allies-prowl-hill.html","abstract":"  One vote short; four days to find it.   With that premise, the White House and senior Democrats abandoned most pretenses of finesse today and began beating the halls of Congress, searching for the single Democrat who might give President Clinton's budget package a winning margin in the Senate.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"'Guarded' After Crash","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-soccer-guarded-after-crash.html","abstract":"  GIANLUIGI LENTINI, a forward for AC Milan and the Italian national soccer team, was hospitalized in guarded condition after an automobile accident early yesterday. Dr. CARMELO DEL GIUDICE, director of the Traumatological Center of Turin, said neurological tests showed Lentini's condition had improved slightly but remained guarded. Lentini, 24, suffered a concussion and bruises throughout his body but no fractures. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Stray Whale Is Herded Toward Uncertain Fate","web_url":"https://www.nytimes.com/1993/08/04/nyregion/stray-whale-is-herded-toward-uncertain-fate.html","abstract":"  A wayward whale that had been circling in shallow waters off Pelham Bay Park for four days was herded toward deeper water farther east in Long Island Sound yesterday. But its long-term health and safety was by no means assured, as it battled illness, disorientation and the curiosity of well-meaning New Yorkers.   Volunteers and researchers from the Okeanos Ocean Research Foundation, which helps rescue stranded marine animals, were able to push the long-fin pilot whale out of a shallow cove hours before low tide would have left it beached. But as night fell, the whale was in waters only 20 feet deep, still far from the open ocean it must reach to survive.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Nine Ugly Walks Put Yanks in Danger of Taking One","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-nine-ugly-walks-put-yanks-in-danger-of-taking-one.html","abstract":"  Whenever Buck Showalter is asked about toppling the Toronto Blue Jays, his answer is simple. You cannot make mistakes or give them extra chances. They are too talented. Give them something extra and they will probably exploit you. Like they did against the Yankees last night.   It was a game that the Jays really did not deserve to win. It was a game the Yankees really had to win. Neither premise was realized as Toronto smoothly rebounded from deficits of 3-0 and 4-2, gladly accepted nine walks and one hit batter to jump-start their already imposing offense, and emerged with an 8-6 victory before 48,031 frustrated fans at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/04/nyregion/no-headline-330093.html","abstract":"  \"In the search for the truth, it is important that the petitioner gets to the United States.\" -- JUDGE DAMON J. KEITH, on John Demjanjuk's effort to return to this country.  [ A6:1. ]","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Bad Times for Brazil","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-soccer-bad-times-for-brazil.html","abstract":"  Brazil's soccer team, struggling on the field and booed by its fans, received another jolt yesterday when the World Cup veteran CARECA left the squad.   The 32-year-old forward said he is having personal problems and \"lacked the right spirit necessary at this time to represent Brazil in World Cup competition.\"","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Shorten the Workweek","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-shorten-the-workweek-105293.html","abstract":"  To the Editor:   \"Strong Companies Are Joining Trend to Eliminate Jobs\" (front page, July 26), on the increase in \"part-time\" jobs and elimination of \"full-time\" jobs, omits one element.   Those of us urged to do career planning at the dawning of the Age of Technology, as I did in a California junior high school, circa 1955, were told to map out and nourish leisure activities, the premise being that, as technology entered the workplace, work would require less time.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Judge Postpones Man's Release","web_url":"https://www.nytimes.com/1993/08/04/nyregion/judge-postpones-man-s-release.html","abstract":"  A judge postponed a decision yesterday on whether to release a mentally ill homeless man who has menaced residents of the Upper West Side of Manhattan for years, as officials tried to determine whether he would have a suitable home upon his release.   The postponement of the hearing, by Justice James F. O'Donoghue of State Supreme Court in Queens at the Creedmoor Psychiatric Center, came a day after the homeless man, Larry Hogue, offered to buy the house in Bridgeport, Conn., where his son is living, for $79,900.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-060993.html","abstract":"  A headline on Monday about a cease-fire in Liberia misstated the length of the civil war there. The war began about three and a half years ago, not 13.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Crown Heights Report Unfairly Criticizes Hynes in Nelson Trial","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-crown-heights-report-unfairly-criticizes-hynes-in-nelson-trial-100193.html","abstract":"  To the Editor:   As one who has practiced in New York State and Federal criminal courts for approximately 30 years, I take strong issue with the Crown Heights report, insofar as it criticizes the actions of Charles J. Hynes, Kings County District Attorney. Mr. Hynes receives criticism for his handling of the Lemrick Nelson trial, in which a jury found the young man accused in the death of Yankel Rosenbaum not guilty. The conclusions of ineptitude on the part of Mr. Hynes's office are unsupportable and unfair.   I am not a stranger to the Crown Heights embroglio since it was my client who was driving the car that accidentally killed young Gavin Cato, precipitating subsequent events. To the extent that District Attorney Hynes insisted that the matter be presented to a grand jury I myself criticized him for what I had come to believe was oversolicitousness to public pressure on his part. Nonetheless, because that inquiry was thorough, professional and rooted in elemental fairness, I had no doubt, as shown by the outcome, that my client would ultimately be vindicated.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Sea Gulls in Yonkers Are Suspects In Water Contamination Mystery","web_url":"https://www.nytimes.com/1993/08/04/us/sea-gulls-in-yonkers-are-suspects-in-water-contamination-mystery.html","abstract":"  Environmental officials believe they have solved the mystery of how drinking water in parts of New York City became contaminated last week. They said the bacteria probably came from sea gull droppings in a reservoir in Yonkers.   The droppings are always present in the reservoir's sediment, Albert F. Appleton, the city's Commissioner of Environmental Protection, said yesterday. But at the Hillview Reservoir, \"three or four unique conditions\" caused the sediment to be stirred up, flushing the bacteria into the water system, he said.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Belarus, a Model for Ukraine","web_url":"https://www.nytimes.com/1993/08/04/opinion/belarus-a-model-for-ukraine.html","abstract":"  The Clinton Administration is starting to make progress in disarming the new nuclear republics of the former Soviet Union. Belarus is fast becoming nuclear-free, and reaping appropriate rewards. Taking notice, balky Ukraine has begun disarming. That's reason enough for Washington to begin rewarding Ukraine as well.   True, the aging SS-19 missiles Ukraine is deactivating are fast becoming unreliable, posing more of a menace to their immediate environment than anywhere else. True, too, Ukraine says it is now disarming just one SS-19 regiment -- consisting of 10 missiles, each armed with six nuclear warheads -- and will disarm a second regiment in September. Until it reaches agreement with Russia and the U.S., it refuses to deactivate its more potent SS-24 missiles; it has 46, each carrying up to 10 warheads. Despite this refusal, the U.S. is right to provide Ukraine $175 million to aid in the disarming.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/04/arts/the-pop-life-944993.html","abstract":"  McDonald Blinks   \"Blink of an Eye\" (Reprise) is the new album by Michael McDonald, whose soulful style influenced a generation of male pop crooners. But the record may surprise some people.   \"I think a lot of people expected me to go in and try to keep up with the newer R-and-B material,\" said the singer, who lives in Santa Barbara, Calif. \"Everybody kind of really wants to convince you to do what it is that's working best for them at the moment and to write with the writers they're getting hits with. What's really happening in Los Angeles is the South-Central feel, hip-hop and dance-oriented music, which I enjoy. But I didn't feel that was the next logical step for me as an artist and I might be perceived as trying to keep up with whatever is new. I wanted to break away from that.\"","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/04/nyregion/bridge-780293.html","abstract":"  The winners of the Spingold Knockout Team Championship, which ended the American Contract Bridge League's Summer Nationals in Washington on Sunday, were a group headed by Richard Freeman of Atlanta.  They were in convincing form throughout and had too much firepower for their final-round opponents, led by Zia Mahmood of Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"For Howe, Anthem Of Boos By Fans","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-for-howe-anthem-of-boos-by-fans.html","abstract":"  The best Steve Howe could do last night was come out ahead of \"O Canada.\"   The boos for the Canadian anthem were far less raucous than the boos for Howe, the Yankees' incendiary relief pitcher who failed yet again in a brief appearance. He gave up two singles to two batters, including the hit by Roberto Alomar in the sixth inning that drove in two runs and tied the score at 4-4.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/04/health/personal-health-871093.html","abstract":"  JUST as we fertilize gardens to give nature a boost, throughout human history people have used a host of tricks to enhance sexual desire.   Be they tantalizing scents, soothing lights, sensuous music, stimulating drugs, herbs, foods, drinks or even exercise, these tricks of the sexual trade are known as aphrodisiacs. The name comes from Aphrodite, the Greek goddess of physical love. With low sexual desire now a leading psychiatric complaint, millions of Americans are seeking ways to excite their sex drives. Elusive Potions    Many of the reputed aphrodisiacs, like ginseng and yohimbine, have been used for centuries by primitive -- and not so primitive -- cultures to enhance sexual interest and performance. Yet few have been put through a true scientific test. Even if a researcher were intent on properly exploring a substance's stimulatory potential, it would be quite a challenge to come up with accurate and reproducible data on its effects on people.","thumbnail":null,"section":"Health"},{"date":"19930804","headline":"Reluctant Politician Dives Into Haiti's 'Hot Water'","web_url":"https://www.nytimes.com/1993/08/04/world/reluctant-politician-dives-into-haiti-s-hot-water.html","abstract":"  With the passage of more than a month since he was asked in private by Haiti's exiled President to be his new prime minister, Robert Malval, has had plenty of time to contemplate the state of politics here.    Asked what he had discovered as he awaits approval of his nomination by a stalled and bickering National Assembly and is petitioned expectantly by all manner of supporters of the ousted President, the Rev. Jean-Bertrand Aristide, Mr. Malval, a businessman who had shied from politics in the past, quickly pronounced two words: \"Tough. Vicious.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Campaign Language Intensifies","web_url":"https://www.nytimes.com/1993/08/04/nyregion/campaign-language-intensifies.html","abstract":"  Mayor David N. Dinkins, who has generally discussed his Republican-Liberal opponent, Rudolph W. Giuliani, in gentle and refined tones, lashed out at him yesterday, suggesting that he takes few positions on substantive issues and is inclined to change his mind whenever he does.   The Mayor's comments came after he received some heartening news from a new poll and the endorsement of some Hispanic police officers.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Doctor Loses License In Negligence Case","web_url":"https://www.nytimes.com/1993/08/04/nyregion/doctor-loses-license-in-negligence-case.html","abstract":"  New York State has revoked the license of a Queens doctor who had been the subject of disciplinary action and accused of dozens of counts of incompetence and who is now under investigation in the death of a 33-year-old woman during an abortion.   The doctor, David Benjamin, lost an appeal to keep his license last Friday after a professional conduct hearing committee found that he had practiced with incompetence and negligence, lied about his credentials and maintained inadequate records.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Lord Owen Backs NATO's Threat of Air Strikes","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-lord-owen-backs-nato-s-threat-of-air-strikes.html","abstract":"  The senior international mediator for the Balkans said today that he was satisfied with the NATO alliance's threat to conduct air strikes against Serbian forces in Bosnia.   The mediator, Lord Owen of the European Community, asserted that the NATO announcement early today showed that the alliance supported the peace talks under way here and that there was \"no case for the Muslims' hardening their position.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Filipino Preaching Safe Sex Stirs Church's Ire","web_url":"https://www.nytimes.com/1993/08/04/world/filipino-preaching-safe-sex-stirs-church-s-ire.html","abstract":"  Juan Flavier, the Philippine Health Secretary, is a fighter. Despite his endless supply of jokes, he has emerged in the last year as the most serious foe of the Philippine Roman Catholic Church.   As he goes around the country preaching a gospel of birth control and safe sex, Dr. Flavier is challenging two Catholic orthodoxies: a prohibition against contraceptives and absolute monogamy.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"1893:Scene at Guillotine : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1893scene-at-guillotine-in-our-pages100-75-and-50-years-ago.html","abstract":"HAUTMONT, France - A double execution took place at daybreak yesterday [Aug. 3]. Claeys and Degroote were found guilty of the murder of the servant of the cur. When awakened and informed of their approaching doom, Claeys said: \"They are going t","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Blood, Lies And the Trigger Of History","web_url":"https://www.nytimes.com/1993/08/04/opinion/blood-lies-and-the-trigger-of-history.html","abstract":"As America lies in its state-induced moral stupor, lots of people die violent deaths all over the place, particularly in the Balkans. When it comes to externalizing evil, few things can rival geography or, for that matter, history -- that gold mine for both pundits and bandits.\n\nWhat's happening now in the Balkans is very simple: It is a bloodbath. Terms such as \"Serbs,\" \"Croats,\" \"Bosnians\" mean absolutely nothing. Any other combination of vowels and consonants will amount to the same thing: killing people. Neither religious distinctions -- Orthodox, Catholic, Muslim -- nor ethnic ones are of any consequence. The former are forfeited with the first murder (for \"Thou shalt not kill\" pertains at least to any version of the Christian creed); as for the latter, all these people are what we in our parts define as Caucasian.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Who Is Protected","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-who-is-protected-104493.html","abstract":"  To the Editor:   Robert Reich (Op-Ed July 20) makes a distinction between the more and less educated segments of the American work force. His answer for less educated workers is to raise their education and skill levels.   A more useful distinction would be between those who are forced to compete against workers in the third world and those protected from such low-wage competition.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/04/sports/nfl-training-camp-report.html","abstract":"  Denver Broncos    An inner-ear problem will keep linebacker Karl Mecklenburg out of the Denver Broncos' four preseason games, and a doctor has told him that more damage could end his career.   Mecklenburg said he expected to start in the Broncos' season opener against the Jets on Sept. 5. But he risks permanent hearing loss in his right ear if he continues to injure a membrane, he said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"With Pennants and Prayer, Denver Awaits the Pope","web_url":"https://www.nytimes.com/1993/08/04/us/with-pennants-and-prayer-denver-awaits-the-pope.html","abstract":"  With the arrival of Pope John Paul II next week expected to draw nearly 500,000 visitors to this city, the classified sections of newspapers have been full of advertisements of houses for rent: \"Walking distance to the Pope!\" \"Pope across the street!\" \"All popes stay free!\"   Entrepreneurs are selling Pope coloring books, Pope pennants, Pope coffee mugs and Pope T-shirts, including one that reads: \"Life is short -- pray hard.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"China Bans One of Its Own Films; Cannes Festival Gave It Top Prize","web_url":"https://www.nytimes.com/1993/08/04/movies/china-bans-one-of-its-own-films-cannes-festival-gave-it-top-prize.html","abstract":"  In a bleak omen for the Chinese cultural world, the Government has banned one of the nation's most acclaimed films after just a few showings.   The leaders had approved a censored version of \"Farewell to My Concubine,\" a movie that follows the lives of two Peking Opera actors through five turbulent decades of recent Chinese history. But last week the authorities abruptly halted its release and distribution without offering an explanation.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Misguided Policies","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-misguided-policies-103693.html","abstract":"  To the Editor:   Robert Reich's proposed solutions to unemployment in the United States and the industrialized economies (Op-Ed, July 20) miss the mark: Jobs are not being created and upgraded because of the costs Government imposes on the job creators in the private sector, particularly the small and medium-size businesses that create the majority of the jobs.   Government regulation and taxes create a wedge between what it costs a business to employ a worker and the net benefit a worker receives. Any increase in this wedge raises the cost of hiring new workers and reduces the net wages workers receive. In addition, overgenerous Government welfare and social benefit programs like those in Europe make nonwork more attractive than work.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Turkey Loses Its Allure as a Patron in Central Asian Nations","web_url":"https://www.nytimes.com/1993/08/04/world/turkey-loses-its-allure-as-a-patron-in-central-asian-nations.html","abstract":"  When the cold war ended and the remote Soviet fiefs of Central Asia became independent states, an idea emerged here and in Washington that Turkey should expand its role from bulwark of the Western alliance to patron of emerging nations stretching east to the Chinese border.   The idea had instant allure for many Turks, reviving forgotten dreams of pan-Turkic influence among distant Muslim kin awaiting a march toward Western prosperity. For the United States, facing the prospect of ever more complex nationalist strife abroad as Soviet power crumbled, Turkey seemed a reliable proxy to fill the Central Asian vacuum.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"2 to Be Sentenced Today in Rodney King Beating","web_url":"https://www.nytimes.com/1993/08/04/us/2-to-be-sentenced-today-in-rodney-king-beating.html","abstract":"  Still publicly unrepentant, the two police officers convicted in the beating of Rodney G. King on March 3, 1991, will hear their sentence on Wednesday and by the end of the day could be behind bars for the first time.   Since their conviction in April for violating Mr. King's civil rights, both Sgt. Stacey C. Koon, who is 42, and Officer Laurence M. Powell, 30, have repeated in strong terms their belief that they acted properly in the violent, videotaped beating that for many Americans has become a symbol of police brutality. They say they are being sacrificed to maintain the city's fragile peace following last year's riots.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Israel and Hezbollah : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-israel-and-hezbollah-letters-to-the-editor.html","abstract":"Israel's bombing of southern Lebanon has been intended to dissuade the population from supporting Hezbollah. This is poor reasoning. Having lost their homes and livelihoods, the people of southern Lebanon now have nothing more to lose if they back Hezbol","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Philadelphia Journal; A Chain-Store Invasion Of the Proudly Quaint","web_url":"https://www.nytimes.com/1993/08/04/us/philadelphia-journal-a-chain-store-invasion-of-the-proudly-quaint.html","abstract":"  In this city of distinctive neighborhoods, none clings more proudly to its image than Chestnut Hill. Situated at the city's northwest corner, it has won designation as a national historic district, maintaining the rustic ambiance of generations past, when only the rumble of trolley cars pierced the quiet of a summer afternoon and most folks knew one another by first names.   At Chestnut Hill's commercial center, blocks of small, upscale, family-owned businesses with names like Little Nook Gift Shop and the Happy Butterfly line cobblestoned Germantown Avenue, some in stone buildings more than 200 years old. If any business owner needs help in deciding what color to paint a store, the Chestnut Hill Community Association will happily provide 29 pages of guidelines on how to \"create visual harmony with the village character and ambiance of Germantown Avenue.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Concrete Walls Aren't Best for Floods","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-concrete-walls-aren-t-best-for-floods-101093.html","abstract":"  To the Editor:   \"Let's hope the city fathers get busy building a wall against the next time,\" you advise downtown Davenport, Iowa, in \"The Power of Water\" (editorial, July 26).    That's a 16-foot, concrete wall severing downtown Davenport from its baseball stadium, from LaClaire Park, from the gambling boat around which hope for economic stimulus revolves, and hiking-bicycling paths.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Midwest Needs Help","web_url":"https://www.nytimes.com/1993/08/04/opinion/the-midwest-needs-help.html","abstract":"  The Salvation Army is serving 100,000 meals a day to flood victims in the Midwest. The Red Cross serves 55,000. Volunteers from the Southern Baptist Convention help prepare those meals, and Second Harvest, a network of food banks, has already shipped in 62 trailerloads.   That's only a sampling of the volunteer organizations working to ease victims' needs -- for a bed, a change of clothes, a loan or a cash voucher for groceries, prescription medicine, a lost pair of eyeglasses or just for a comforting ear.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"2d Arrest In Bus Holdup","web_url":"https://www.nytimes.com/1993/08/04/nyregion/2d-arrest-in-bus-holdup.html","abstract":"  The police yesterday arrested a teen-ager who they said was one of three youths who boarded a city bus in Queens on Friday, brandished guns and robbed passengers of money and jewelry. It was the second arrest in the case. The suspect, Shawn Moncrieffe, 18 years old, was arrested shortly after 1 A.M. as he was leaving his home at 108-33 174th Street in Jamaica, Queens, the police said. He was charged with first-degree robbery, and if convicted faces a maximum of 12 1/2 to 25 years in jail. With guns and a book bag, the police said, Mr. Moncrieffe and two others boarded and robbed passengers on a Q-85 bus on Friday morning at 140th Avenue and Edgewood Avenue in Springfield Gardens.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Senate, 96-3, Easily Affirms Judge Ginsburg as a Justice","web_url":"https://www.nytimes.com/1993/08/04/us/senate-96-3-easily-affirms-judge-ginsburg-as-a-justice.html","abstract":"  Ruth Bader Ginsburg easily won confirmation to the Supreme Court today, and within hours of the Senate vote Judge Ginsburg, who argued six cases before the Justices as an advocate for women's rights, returned to the Court to inspect her new office.   Judge Ginsburg, who was on the United States Court of Appeals for the District of Columbia Circuit, will officially become Justice Ginsburg when she takes the oath of office next Tuesday. She arrived at the Court in midafternoon in a silver Nissan Maxima driven by her husband, Martin. \"It feels wonderful,\" she said of her confirmation as the car paused briefly before disappearing into the Court's underground garage.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Review/Film; Reminiscences About Lesbian First Love","web_url":"https://www.nytimes.com/1993/08/04/movies/review-film-reminiscences-about-lesbian-first-love.html","abstract":"Outing reminiscences in conservative 50's Canada. Chatty, nostalgic, often wry. Very engrossing.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"Lewis's 2d Doctor Reportedly Was Cautioned","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-basketball-lewis-s-2d-doctor-reportedly-was-cautioned.html","abstract":"  The doctor who told Reggie Lewis that he had a normal athlete's heart and a benign fainting condition was warned by one of his own consultants that he had gone too far in ruling out a life-threatening condition, a person knowledgeable about the case said.   Lewis died last week while shooting baskets at Brandeis University, three months after he collapsed during a playoff game against Charlotte on April 29.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/08/04/sports/metropolitan-golf-report.html","abstract":"  Met Amateur Championship    The 90th Metropolitan Golf Association amateur championship will be staged tomorrow through Sunday at Sands Point Golf Club, situated on a peninsula on Long Island's North Shore.   Sixty-four players will engage in 36 holes of stroke play tomorrow before the field is cut to the low 16 and the competition switches to match play Friday through Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Legend at the Door:What More Can A Rising Star Want","web_url":"https://www.nytimes.com/1993/08/04/sports/IHT-legend-at-the-doorwhat-more-can-a-rising-star-want.html","abstract":"An open letter to Ryan Giggs, 19, star of Manchester United and Wales..Dear Ryan, Your meteoric career, has brought eulogies piled as high as the lira AC Milan would supposedly offer to lure you to Italy. . That has been reported at 35 billion lira ($2","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"City Ballet Breaks Off Its Long Relationship With Suzanne Farrell","web_url":"https://www.nytimes.com/1993/08/04/arts/city-ballet-breaks-off-its-long-relationship-with-suzanne-farrell.html","abstract":"  Suzanne Farrell, the prima ballerina of the New York City Ballet who had been a longtime choreographic inspiration for George Balanchine, was dismissed from the company on Friday by Peter Martins, the company's director and her former ballet partner.   The strained relationship between the 47-year-old Miss Farrell, one of the most celebrated ballerinas of modern times, and the company was the subject of an article in The New Yorker in mid-May. Miss Farrell retired from performing in 1989; since then, she served informally as a teacher and a coach for City Ballet, although she had no official title.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"Dawn Brings a Ray of Hope To a Newly Silent Sarajevo","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-dawn-brings-a-ray-of-hope-to-a-newly-silent-sarajevo.html","abstract":"  For Sarajevans, the change was obvious. Dawn came today without the usual fusillade of Serbian artillery, and the quiet continued throughout the day, with hardly any shells striking the city. At the Kosevo Hospital, where many of the 70,000 people killed and wounded in the 16-month siege have been taken, the trauma clinic received only four patients with war wounds all day, the lowest toll in months.   Not all residents of the city agreed that the lull was a direct consequence of the announcement hours earlier that the NATO allies had backed an American plan to mount air strikes against Serbian nationalist forces if they continue to threaten Sarajevo and five other towns declared \"safe areas\" by the United Nations. But the silence of the guns today bolstered those who have argued that it may not be necessary for air strikes to be carried out, only for the threat of them to be made credible.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Selective Ethics","web_url":"https://www.nytimes.com/1993/08/04/opinion/selective-ethics.html","abstract":"  After the recent guilty plea by former House Postmaster Robert Rota, and the release of court papers linking a powerful Democrat, Dan Rostenkowski of Illinois, to a stamps-for-cash embezzlement scheme, House Republicans began scrambling to maximize the embarrassment of House Democrats. But so far the Republicans have succeeded in embarrassing themselves too.   So eager were they to exploit the situation that they were even willing to jeopardize the prosecution. Robert Michel, the House minority leader, led an angry G.O.P. call for release of internal documents from last year's inquiry involving the Post Office -- even though the prosecutor had warned that such disclosure \"could have significant adverse effect on the ongoing criminal investigation.\"","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-059593.html","abstract":"  Because of an editing error, an article yesterday about Democratic senators who initially voted against the budget plan referred incorrectly to reservations that Senator Sam Nunn of Georgia has about the measure. He said he would prefer a bill covering 10 years, not five.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Figuring Henderson Is Not an Easy Task","web_url":"https://www.nytimes.com/1993/08/04/sports/on-baseball-figuring-henderson-is-not-an-easy-task.html","abstract":"  Rickey Henderson creates two images, both devastating to opposing teams:   1. He singles or walks, steals second, maybe third, too, or continues to third on the catcher's wild throw, scores on a fly ball.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor-90980721549.html","abstract":"With its acts of agression against a defenseless civilian population, Israel is very surely sowing the seeds of hatred for generations to come, further compromising its chances of earning a peaceful living and of integration in the troubled area. . RACHI","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"As Colombia Oil Flow Spurts, So Do Worries About Money","web_url":"https://www.nytimes.com/1993/08/04/world/as-colombia-oil-flow-spurts-so-do-worries-about-money.html","abstract":"  Oil has begun to flow from a large field with reserves estimated by British Petroleum at 1.5 billion barrels, and production is being accompanied by a lively debate in Colombia over what could be the nation's biggest economic bonanza ever.    Predictions vary from bright forecasts of prosperity to doomsday predictions of misspent funds, runaway inflation and wasted opportunities.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Review/Film; A Union of Convenience Across a Cultural Divide","web_url":"https://www.nytimes.com/1993/08/04/movies/review-film-a-union-of-convenience-across-a-cultural-divide.html","abstract":"Gay Asian-American fakes ceremony in Greenwich Village, via Ang Lee. Poignant comedy of manners.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"Review/Music; A Tanglewood Mini-Festival Offers New Works in a Traditional Setting","web_url":"https://www.nytimes.com/1993/08/04/arts/review-music-tanglewood-mini-festival-offers-new-works-traditional-setting.html","abstract":"  The lure of the countryside and the lure of new compositions do not usually coincide. But at the Festival for Contemporary Music at Tanglewood, listeners who do not usually seek out new music join major composers drawn by the promise of excellent performances and the acclaim of acolytes studying at the Tanglewood Music Center for the summer.   The audiences are healthy in size and passionate in their positive reactions. The music is a widely varied sampling of works that have not yet and probably never will become mainstream concert fare. And the rural setting emphasizes how often 20th-century composition, for all its urbanness, has sought distinctive landscapes, pastoral worlds distant from the public and the sounds of the surrounding mass culture.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"1918: Pershing's Award : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1918-pershings-award-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - General John Pershing, Commander of the American Forces, has received the Grand Cross of the Legion of Honor. M. Clemenceau, Minister of War, addressed the following telegram: \"I take pleasure in announcing to you, my dear general, that the G","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor.html","abstract":"Can you expect any responsible government not to finally respond, and with full force, to such continuously wanton attacks as those carried out by Hezbollah on Israel?","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"A System That Failed To Serve","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-system-that-failed-to-serve.html","abstract":"Over the weekend, the European finance ministers and central bankers threw in the towel and all but in name abandoned the exchange-rate mechanism. Of course they looked for a fig leaf to cover up this debacle and are pretending that the system still esse","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Levee Is Cut Back to Save A French-Colonial Hamlet","web_url":"https://www.nytimes.com/1993/08/04/us/the-midwest-flooding-levee-is-cut-back-to-save-a-french-colonial-hamlet.html","abstract":"  Mississippi River flood waters poured today through a 400-foot breach intentionally punched in a major levee by the Army Corps of Engineers, but it was unclear tonight whether the action would save this 18th-century French hamlet from a muddy, ruinous deluge.    After a day spent shoring up a secondary levee that is closer to the historic downtown district, town officials and residents who had not already evacuated, fled around 9 P.M. as the waters could be seen approaching from the north.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Receiver Suspended","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-football-receiver-suspended.html","abstract":"  Clemson's senior wide receiver, DWAYNE BRYANT, was suspended by the university for the fall term for academic reasons but will be allowed to come back in January. Head coach KEN HATFIELD yesterday confirmed Bryant's suspension but wouldn't disclose the nature of the violation, citing privacy laws.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Concrete Walls Aren't Best for Floods","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-concrete-walls-aren-t-best-for-floods-106093.html","abstract":"  To the Editor:   One in five Americans believes that the Midwestern floods are \"God's judgment on the people of the United States for their sinful ways\" (Beliefs column, July 24). I recall a 1906 ditty from a rare business survivor of San Francisco's earthquake and fire:   If, as some say, God spanked the town","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Demise of an Empire : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-the-demise-of-an-empire-letters-to-the-editor.html","abstract":"Regarding \"Revive Secular Citizenship Above 'Ethnic' Nationality\" (Opinion, July 20) by William Pfaff: .The Habsburg empire was in a state of advanced decay well before Germany united in 1871 and one cannot blame its demise on Bismarck and Pr","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-816793.html","abstract":"  GIL SHAHAM , the young violinist who made news four years ago when he was summoned from a high-school exam in New York to fill in for an ailing Itzhak Perlman in London, climbed into a taxi at Kennedy International Airport recently, expecting an uneventful ride home. Not surprisingly, the cab got stuck in traffic.    After sitting on the Van Wyck Expressway for half an hour, the cab driver turned around, spotted Mr. Shaham's violin, a Stradivarius, and asked him if he knew the Tchaikovsky Violin Concerto.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"New Yorker Set to Back Deficit Plan","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-new-yorker-set-to-back-deficit-plan.html","abstract":"  Representative Carolyn B. Maloney, the only Democratic member of Congress from New York who voted against President Clinton's deficit-reduction plan in May, said today that she would vote in favor of its final version on Thursday.   The first-term Congresswoman, whose district stretches along most of the East Side of Manhattan, had come under intense pressure from the Democratic leadership, but she said then that she could not vote for a plan that was heavy on new taxes and did not aggressively cut spending.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"A Limited Sacrifice : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-limited-sacrifice-letters-to-the-editor.html","abstract":"Regarding the report \"For German Soccer Player Dooley, a Homecoming in U.S.\" (Sports, July 13): .I'm grateful to Thomas Dooley for joining the U.S. national soccer team, but let's not exaggerate his sacrifice. In dropping from more than $300,","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"A NOBEL LAUREATE GETS SCIENCE POST","web_url":"https://www.nytimes.com/1993/08/04/us/a-nobel-laureate-gets-science-post.html","abstract":"  Six weeks after rumors began circulating of his expected ascendancy to the nation's most prominent position in biomedical science, the White House yesterday officially nominated Dr. Harold E. Varmus of the University of California at San Francisco to direct the National Institutes of Health.   As head of the institutes, Dr. Varmus, a Nobel laureate and professor of microbiology, biochemistry and biophysics, will have enormous influence in shaping the course of the country's biomedical research -- from deciding in broad strokes how the institutes' $11 billion budget will be spent to haggling with Congress over the need for ever more money to support science.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Transcript of the President's Address on the Budget Compromise","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-transcript-president-s-address-budget-compromise.html","abstract":"  Following is a transcript of President Clinton's address to the nation last night from the Oval Office, as recorded by The New York Times:   Good evening.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Foreigners Fight Again in the Embattled Caucasus","web_url":"https://www.nytimes.com/1993/08/04/world/foreigners-fight-again-in-the-embattled-caucasus.html","abstract":"  When a visitor started to take a seat for lunch at a place where a plate, glass and fork had been set, a military officer at the table solemnly asked him not to. The place was reserved in honor of a commander, Monte Melkonian, who was killed in combat here on June 12. Upstairs in the military headquarters, a candle flickered beneath a large photograph of Mr. Melkonian, balding, with a thick, black beard.   \"He was the best god we ever had,\" said an Armenian.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Buenos Aires Journal; Where Gaucho Roved, Water Is Everywhere","web_url":"https://www.nytimes.com/1993/08/04/world/buenos-aires-journal-where-gaucho-roved-water-is-everywhere.html","abstract":"  Lorenzo Lenci, a 78-year-old rancher and hydraulics engineer in this town some 150 miles west of Buenos Aires, hid his worry behind a laconic smile as he showed where the floodwaters came to within yards of his colonial ranch house. At one point in early July the land was 90 percent flooded.    \"We lost the entire corn crop and much of the sunflower crop and all of our pasture, so we've had to move all of our cattle off the farm,\" he said.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"President's National Service Legislation Is Approved by Senate","web_url":"https://www.nytimes.com/1993/08/04/us/president-s-national-service-legislation-is-approved-by-senate.html","abstract":"  The Senate today passed the national service bill, the first of the major programs that President Clinton promised in his campaign, and sent it to what is expected to be a very fast conference with the House, which has passed its own version.   The Senate voted 58 to 41 to approve the measure, which will encourage community service in two main ways. One is full-time national service for adults who will receive up to $9,470 in educational grants when they finish and a minimum-wage living allowance while they serve, and the other is through projects for schoolchildren.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Europe Beyond the Franc","web_url":"https://www.nytimes.com/1993/08/04/opinion/europe-beyond-the-franc.html","abstract":"  Europe's latest monetary breakdown is more embarrassment than crisis. But embarrassing it is, especially to the Eurocrats of Brussels who had vainly tried to decree a kind of financial unity before real coordination of national monetary policies had been achieved.    That stroke of hubris compelled European governments participating in the Community's Exchange Rate Mechanism to try to maintain their currencies within a narrow band of fluctuation while simultaneously trying to respond to the different economic conditions each faced at home.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/04/sports/results-plus-919893.html","abstract":"  SWIMMING AND DIVING  New World Breast-Stroke Record    Karoly Guttler broke a world record and Franziska van Almsick won two gold medals yesterday on a big day for Hungary and Germany at the European swimming championships in Sheffield, England. The Germans again dominated in diving, winning a fourth gold medal in a row, and Hungary's triple Olympic medalist, Krisztina Egerszegi, coasted to victory in the women's 400-meter individual medley. Guttler, a Hungarian, became the first swimmer to break the 61-second barrier in the 100-meter breast-stroke when he set a world record in a heat before winning the gold. During the first day of racing in the Ponds Forge pool, Guttler clocked 1 minute 00.95 seconds in the final heat. In the final, Guttler went off to a fast first 50 meters and seemed on his way to breaking the record again. He managed 1:01.04, while Nick Gillingham of Britain came in second with 1:02.02. Van Almsick, who won two silver and two bronze medals for Germany at last year's Olympics at age 14, won the 100 meters in European record time, then went on to another gold in the 800-meters freestyle relay. In the diving pool, Germany won its fourth final in a row when Brita Baldus got 541.68 points in the 3-meter springboard final. (AP) TENNIS  Stich Makes Quick Work of Pernfors    The second-seeded Michael Stich of Germany overpowered Mikael Pernfors of Sweden, 6-2, 6-4, yesterday in the first round of the $300,000 Volvo Tennis-Los Angeles men's tournament only two days after Pernfors won the Canadian Open. Stich needed just 67 minutes to eliminate Pernfors, who beat Jim Courier, Aleksandr Volkov of Russia and Petr Korda of the Czech Republic en route to winning the Canadian Open. In other first-round action, the fourth-seeded Richard Krajicek of the Netherlands eliminated Gianluca Pozzi of Italy, 7-6, 6-3; the fifth-seeded Volkov of Russia beat Brian MacPhie, 6-2, 6-3; Aaron Krickstein upset No. 6 Wayne Ferreira of South Africa, 4-6, 6-0, 6-3, and No. 8 Brad Gilbert rallied for a 3-6, 7-6, 6-2 victory over Luiz Mattar of Brazil. (AP) Quick, I've Got an Appointment: Top-seeded Sergi Bruguera of Spain defeated Tomas Zdrazila of the Czech Republic in the first round of the Skoda Czech Open in Prague yesterday. Bruguera, ranked fifth, beat Zdrazila, 6-1, 6-3, in just 66 minutes. Second-seeded Magnus Gustafsson of Sweden defeated Franco Davin of Argentina, 6-4, 6-2; sixth-seeded Carlos Costa of Spain beat David Rikl of the Czech Republic, 6-2, 6-1; and seventh-seeded Nicklas Kulti of Sweden outplayed Alberto Berasategui of Spain, 6-4, 4-6, 6-4. (AP) YACHTING  Italy Retains Lead in 50-Footers    Italy held on to its lead in the Admiral's Cup yesterday with a victory by the 50-foot yacht Mandrake in the Champagne Mumm Trophy, a 28-mile inshore race in Hayling Bay near Cowes, England. Skippered by Giorgio Carriero, Mandrake won in 4 hours 10 minutes 39 seconds. Australia's Two-Ton entry, Great News II, was second in 4:11.38.The result gave Italy an overall lead of 169.88 points after four of six races. Australia is second with 166.25. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Sues, Cites Abuse","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-football-sues-cites-abuse.html","abstract":"  A former All-State high school offensive lineman, RYAN HARMON, and his parents sued Purdue University yesterday, claiming that Coach JIM COLLETTO mentally and physically abused Harmon before he left the team last fall.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"DEMJANJUK RETURN IS BACKED IN RULING BY APPEALS COURT","web_url":"https://www.nytimes.com/1993/08/04/world/demjanjuk-return-is-backed-in-ruling-by-appeals-court.html","abstract":"  Five days after he was acquitted by the Israeli Supreme Court on charges that he was among the most brutal of the Holocaust's war criminals, John Demjanjuk won a major victory today when a Federal appeals court here ruled that he must be permitted to return to the United States.   The appeals court, which had reopened the case last year on its own initiative, criticized the Justice Department, calling its prosecution \"careless at the very least.\" It also aggressively questioned how Attorney General Janet Reno could have supported the legal position that Mr. Demjanjuk (pronounced dem-ahn-YUKE) should remain banished from the United States while the Federal courts reconsider their earlier order that had stripped him of his American citizenship. A Return to Ohio    The decision today means that Mr. Demjanjuk, a 73-year-old retired auto worker who was extradited to Israel in 1986 to face war-crime charges, will very likely wind up returning to his family in Ohio. He remains in a small prison cell near Tel Aviv for eight more days while the Israeli Government decides what to do with him. American prosecutors asked the court to stay its ruling so it could appeal it. But the court denied the request to await further review and its decision may make it impossible for American officials to block his return.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-055293.html","abstract":"  It's a wrap for the marriage of the ANDREW J. STEIN, the City Council president, and his wife of 10 years, LYNN FORESTER.    Five weeks ago, Mr. Stein announced that he would not seek re-election to his current post, which is being renamed Public Advocate; a month before that, he had announced that he would give up his pursuit of the mayoralty. Yesterday, the couple, who have two sons, Ben, 7, and Jake, 5, announced that they would divorce. Ms. Forester is a lawyer and the chairman and chief executive of two international telecommunications companies, Firstmark Holdings Inc. and T.P.I. Communications International.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"Two Men Are Found Dead At Stamford Research Lab","web_url":"https://www.nytimes.com/1993/08/04/nyregion/two-men-are-found-dead-at-stamford-research-lab.html","abstract":"  Two longtime employees of American Cyanamid were found dead this morning in a small room at the company's research laboratory here after co-workers heard gunshots.   The authorities described the deaths as a murder-suicide and said they were looking into the possibility that they resulted from a dispute between a worker and his supervisor. But investigators declined to speculate on who fired the fatal shots, pending the outcome of an autopsy on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"New Jersey and New York Police Seeking Links in 4 Slayings","web_url":"https://www.nytimes.com/1993/08/04/nyregion/new-jersey-and-new-york-police-seeking-links-in-4-slayings.html","abstract":"  Investigators from New York and New Jersey are sharing information to try to determine whether there are links in the deaths of four men whose dismembered bodies were discovered inside bags over the last year in both states.   The men were middle-aged, and investigators believe they were gay. At least three of them were last seen in restaurants and bars in Manhattan before they disappeared, authorities said.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Murrell Making Mark For Jets","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-murrell-making-mark-for-jets.html","abstract":"  On the day that players were to report to training camp, the Jets had two draft choices who weren't signed -- linebacker Marvin Jones, the first-round pick, and running back Adrian Murrell, a fifth-round pick.   They still haven't signed Jones, who is demanding millions of dollars commensurate with his station in the draft. Murrell signed about an hour before players were to report. But his delay left some wondering about the presumptuousness of a rookie running back drafted in the fifth round and coming to a team that has two established veterans at his position.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Reviews/Television; Onstage at the Apollo, Competitive Tribute","web_url":"https://www.nytimes.com/1993/08/04/theater/reviews-television-onstage-at-the-apollo-competitive-tribute.html","abstract":"  For six decades, the Apollo Theater has been the proving ground for black performers. Lately, the place has rarely missed a chance to remind people of its history, bringing back both those who performed there regularly and newcomers who hope the legend will rub off on them. \"The Apollo Theater Hall of Fame,\" tonight at 9 on NBC, is the latest history lesson, tribute and hodgepodge from the Harlem landmark, with Ray Charles, Diana Ross, B. B. King, Eric Clapton, Al Green and more than a dozen other performers.   The occasion is the induction of the first members of the new Apollo Hall of Fame, all of whom performed at the theater before 1956: Ella Fitzgerald, Billie Holiday and the Ink Spots. Each gets a tribute from younger performers. Special Chairman's Awards, whatever they are, are also dedicated to Mr. Charles, Mr. King, Richard Pryor and Sam Cooke, providing an opportunity for more tributes and a blues jam session.","thumbnail":null,"section":"Theater"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: The White House; CLINTON PUSHES FOR BUDGET, REASSURING PUBLIC ON TAXES AND VOWING ECONOMIC GAINS","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-white-house-clinton-pushes-for-budget-reassuring-public-taxes.html","abstract":"  Declaring that \"it would be irresponsible not to take decisive action\" to reduce the budget deficit, President Clinton appealed to middle-class taxpayers tonight to support the economic plan that will face crucial votes in Congress this week.   \"We're on the verge of breaking out of the old false choice between tax and spend and trickle down, between abandonment and entitlement,\" Mr. Clinton said. He brandished colored bar graphs to support his insistence that the plan is fair and includes genuine cuts in Federal spending.  [ Transcript of the President's address, page A14. ]","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Long Shot Gains Hope Of Proving A Surprise","web_url":"https://www.nytimes.com/1993/08/04/nyregion/long-shot-gains-hope-of-proving-a-surprise.html","abstract":"  At lunch, in a large Puerto Rican restaurant near his home in the Kingsbridge Heights section of the Bronx, Roberto Ramirez sipped his fifth cup of coffee of the day and reflected on the defiance of expectations.   \"The conventional wisdom was that I, as a Puerto Rican who came here at age 19 without knowing a word of English, should never have gone to college, should never have gone to law school and should never have been elected to the State Assembly,\" Mr. Ramirez said. \"One of my greatest assets is that I have always been underestimated.\"","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"U.S. Arrests 10 After Weapons Inquiry","web_url":"https://www.nytimes.com/1993/08/04/nyregion/us-arrests-10-after-weapons-inquiry.html","abstract":"  Federal officials yesterday announced the arrest of a gang of gun and explosives dealers who they said had referred to Sheik Omar Abdel Rahman as their spiritual leader. The officials said the suspects had also asserted that they could get pipe bombs from some of those who were later arrested in a plot to bomb the United Nations.   Nine people were arrested in raids in Brooklyn, Queens and Staten Island after an eight-month investigation in which an undercover agent of the Bureau of Alcohol, Tobacco and Firearms purchased 180 submachine guns, automatic pistols and revolvers.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Landeta's Hang Time May Come Before Long","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-landeta-s-hang-time-may-come-before-long.html","abstract":"  After a season of doubt, despair and rehabilitation, the Giants' Sean Landeta is trying to regain the form that has made him the National Football League's eighth-ranking career punter with a 43.4-yard average. So far, so good, which pleases everyone here at the Giants' camp because there are always fears that a 31-year-old kicker in his 12th pro season has few punts left.   The 1992 season, although a loss from the beginning for the Giants, had started off well for Landeta. He was coming off big games against the Denver Broncos (six punts for a 51-yard average) and the Green Bay Packers (five punts for a 52.4-yard average).","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/04/nyregion/metro-digest-425093.html","abstract":"  NEW YORK CITY  CLERIC TALKED ON TARGETS, TAPES INDICATE   Sheik Omar Abdel Rahman talked of the merits of targeting various buildings in a terrorist plot and advised the plotters to prepare carefully and \"go slow,\" according to transcripts of conversations with an F.B.I. informer. A1. Federal agents say they have arrested nine members of a gang of gun and explosives dealers linked to a plot to bomb the United Nations. B4.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Gains in Science for Groups That Lagged","web_url":"https://www.nytimes.com/1993/08/04/technology/gains-in-science-for-groups-that-lagged.html","abstract":"  Black, Hispanic and female students are making slow but steady gains in math and science achievement, according to a new study by the National Science Foundation. But the gap between minority students and white students is still wide.   For generations, girls and black and Hispanic students have performed less well than their peers in math and science -- in part, recent research suggests, because teachers set lower expectations for them.","thumbnail":null,"section":"Technology"},{"date":"19930804","headline":"Those Who Live by the Air-Conditioner; A Day of (Electric Bill) Reckoning Comes Along With More Heat","web_url":"https://www.nytimes.com/1993/08/04/nyregion/those-who-live-air-conditioner-day-electric-bill-reckoning-comes-along-with-more.html","abstract":"  None of the 90 windows in Peter Obletz's single-story building in Manhattan has been open since the temperature surged past 90 last month, so no one heard Mr. Obletz groan when the electric bill came. Thirty days of round-the-clock air-conditioning cost him $552.82, $190 more than in the windows-open-in-the-evening month of June.   \"You pay for what you get,\" said Mr. Obletz, a transportation consultant. \"We got cool.\"","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"A Supporter Of Holtzman Tied to a Loan","web_url":"https://www.nytimes.com/1993/08/04/nyregion/a-supporter-of-holtzman-tied-to-a-loan.html","abstract":"  A political supporter of Elizabeth Holtzman played an important role in a bank's decision to grant a $450,000 campaign loan last fall to Ms. Holtzman's Senate campaign, bank executives, campaign officials and others with firsthand knowledge of a city investigation into the loan say.    The supporter, James P. Murphy, a vice president at the Fleet Financial Group, is the chairman of the board of trustees of the City University of New York. He helped raise money for the Holtzman campaign during the summer of 1992 and was the first bank official the cash-starved campaign approached last August when it sought the loan, according to bank officials and aides to Ms. Holtzman, the City Comptroller since 1990.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"No Need for More Unemployed College Grads","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-102893.html","abstract":"  To the Editor:   \"Workers of the World, Get Smart\" by Secretary of Labor Robert B. Reich (Op-Ed, July 20) perpetuates the dangerous myth that demand for college-trained workers is limitless. Mr. Reich argues that if we can simply train enough workers with \"problem-solving skills,\" we can have both high wages and high employment.   Yet America is suffering from too many college-educated workers. Unemployment of Ph.D.'s is high, college graduates are experiencing the worst prospects for landing college jobs, and the last recession witnessed large-scale white-collar layoffs.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930804","time":"1993-08-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":82,"wspd":11.2},{"date":"19930804","time":"1993-08-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":13},{"date":"19930804","time":"1993-08-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":84,"wspd":5.4},{"date":"19930804","time":"1993-08-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":83,"wspd":7.6},{"date":"19930804","time":"1993-08-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":84,"wspd":7.6},{"date":"19930804","time":"1993-08-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":84,"wspd":7.6},{"date":"19930804","time":"1993-08-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":5.4},{"date":"19930804","time":"1993-08-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":11.2},{"date":"19930804","time":"1993-08-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":70,"wspd":9.4},{"date":"19930804","time":"1993-08-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":62,"wspd":13},{"date":"19930804","time":"1993-08-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":60,"wspd":9.4},{"date":"19930804","time":"1993-08-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":58,"wspd":13},{"date":"19930804","time":"1993-08-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":60,"wspd":16.6},{"date":"19930804","time":"1993-08-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":68,"wspd":16.6},{"date":"19930804","time":"1993-08-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":72,"wspd":13},{"date":"19930804","time":"1993-08-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":74,"wspd":13},{"date":"19930804","time":"1993-08-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":68,"wspd":11.2},{"date":"19930804","time":"1993-08-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":62,"wspd":9.4},{"date":"19930804","time":"1993-08-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":64,"wspd":11.2},{"date":"19930804","time":"1993-08-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":67,"wspd":11.2},{"date":"19930804","time":"1993-08-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":67,"wspd":9.4},{"date":"19930804","time":"1993-08-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":70,"wspd":11.2},{"date":"19930804","time":"1993-08-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":72,"wspd":11.2},{"date":"19930804","time":"1993-08-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":73,"wspd":11.2},{"date":"19930804","time":"1993-08-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":32,"wspd":18.7},{"date":"19930804","time":"1993-08-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":33,"wspd":20.5},{"date":"19930804","time":"1993-08-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":11.2},{"date":"19930804","time":"1993-08-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":38,"wspd":9.4},{"date":"19930804","time":"1993-08-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":40,"wspd":9.4},{"date":"19930804","time":"1993-08-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":45,"wspd":11.2},{"date":"19930804","time":"1993-08-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":0},{"date":"19930804","time":"1993-08-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":7.6},{"date":"19930804","time":"1993-08-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":5.4},{"date":"19930804","time":"1993-08-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":11.2},{"date":"19930804","time":"1993-08-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":7.6},{"date":"19930804","time":"1993-08-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":52,"wspd":7.6},{"date":"19930804","time":"1993-08-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":49,"wspd":7.6},{"date":"19930804","time":"1993-08-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":46,"wspd":9.4},{"date":"19930804","time":"1993-08-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":41,"wspd":9.4},{"date":"19930804","time":"1993-08-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":35,"wspd":11.2},{"date":"19930804","time":"1993-08-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":31,"wspd":13},{"date":"19930804","time":"1993-08-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":29,"wspd":14.8},{"date":"19930804","time":"1993-08-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":25,"wspd":18.7},{"date":"19930804","time":"1993-08-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":23,"wspd":22.3},{"date":"19930804","time":"1993-08-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":22,"wspd":24.1},{"date":"19930804","time":"1993-08-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":24,"wspd":25.9},{"date":"19930804","time":"1993-08-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":34,"wspd":33.5},{"date":"19930804","time":"1993-08-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":36,"wspd":33.5}]},"19930805":{"guardian_articles":[{"date":"19930805","headline":"One side's Boon is the other's bane","web_url":"https://www.theguardian.com/sport/1993/aug/05/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/05/nyregion/chronicle-783293.html","abstract":"  Bronx District Attorney ROBERT T. JOHNSON was giving a talk on justice at a community gathering at the Evander Childs High School athletic field in the Bronx on Tuesday evening when a phrase in Hebrew tumbled spontaneously from his lips. \"Tzedek, tzedek, tirdof,\" he said, reciting the Hebrew phrase for \"justice, justice shalt thou follow,\" from Deuteronomy.   The occasion was the observance of \"National Night Out,\" which promotes community efforts to fight crime. The event in the Bronx was sponsored by the Clergy Coalition of the 47th Precinct.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Rostenkowski Spends $355,000 on Lawyers' Fees","web_url":"https://www.nytimes.com/1993/08/05/us/rostenkowski-spends-355000-on-lawyers-fees.html","abstract":"  Representative Dan Rostenkowski, fighting a Federal investigation of his finances, has spent more than $355,000 in campaign funds on lawyers' fees for himself and his aides in the last 18 months, Federal records show.   Such use of campaign money is entirely lawful. But the amount of the lawyers' bills, while not unprecedented for a member of Congress under criminal inquiry, is a reflection of the depth of the legal trouble that Mr. Rostenkowski, the Illinois Democrat who heads the House Ways and Means Committee, may be facing.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Callers Swamp Capitol Phones","web_url":"https://www.nytimes.com/1993/08/05/us/the-budget-struggle-callers-swamp-capitol-phones.html","abstract":"  Since Tuesday night, when President Clinton and his Republican nemesis, Senator Bob Dole, urged Americans to call their lawmakers about the budget, millions of Americans picked up their telephones to do just that.   A spokesman for the American Telephone and Telegraph Company, Herb Lennin, said that in the first two hours after the President's address, two million calls had been placed to the Capitol switchboard. Between dawn and 4 P.M. today, 1,020,000 more calls were made. Not all got through, and Mr. Lennin was not sure if it was a record number of attempts.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Holtzman Fighting Pressure on Loan Inquiry","web_url":"https://www.nytimes.com/1993/08/05/nyregion/holtzman-fighting-pressure-on-loan-inquiry.html","abstract":"  Comptroller Elizabeth Holtzman and her challengers in the Democratic primary clashed yesterday over whether she should urge the quick completion of an inquiry into a loan to her Senate campaign last year.   Her opponents urged the city's Department of Investigation to complete its inquiry before the Sept. 14 primary and pressed her to agree to promptly make the results of the investigation public. But because the agency that requested the inquiry, the Conflict of Interest Board, usually keeps such reports secret, city officials said it was unclear whether Ms. Holtzman could affect the release.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: White House Memo; An Excess of the Pulpit And Not Enough Bully?","web_url":"https://www.nytimes.com/1993/08/05/us/budget-struggle-white-house-memo-excess-pulpit-not-enough-bully.html","abstract":"  Staring defeat in the face, Richard III melodramatically offered to trade his kingdom for a horse. In an equally tight spot this week, President Clinton has talked himself to the brink of laryngitis, but his wheeling and his dealing have been strikingly subdued.   Without the vote of Senator Dennis DeConcini of Arizona, a conservative Democrat who finally agreed late this afternoon to support him, Mr. Clinton seemed likely to be beaten when his budget proposals come before the Senate on Friday. Some incentives had been offered to Mr. DeConcini, including a less onerous tax on high-income recipients of Social Security, designed to appeal to the many wealthy retirees in Phoenix and Tucson, and an executive order pledging new tax revenues to deficit reduction rather than new spending.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Green Quip Angers Women","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-green-quip-angers-women.html","abstract":"  Sylvia Green remembers her reaction when her husband, Dallas Green, the Mets' manager, was asked a while back about how he copes with a miserable season. \"I just beat the hell out of Sylvia and kick the dog and whatever else I've got to do to get it out,\" he said.   \"I had to laugh,\" Sylvia Green recalled yesterday, \"because I know Dallas. I knew he was trying to be funny, and it wasn't funny.\"","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Coleman Leaves to Prepare for His Court Case","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-coleman-leaves-to-prepare-for-his-court-case.html","abstract":"  Vince Coleman has requested and been granted a leave of absence from the Mets to prepare for his arraignment in Los Angeles early next week and he will not be paid during that time, the Mets' assistant vice president, Gerry Hunsicker, said today.   The organization informed Coleman, who is under a felony charge of possessing an explosive, that he was expected to rejoin the club two days after his arraignment, which is expected to be held Tuesday in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Clean Up the 'Ivan' Case","web_url":"https://www.nytimes.com/1993/08/05/opinion/clean-up-the-ivan-case.html","abstract":"  The \"Ivan the Terrible\" case has left a scar on American justice. Whatever evils John Demjanjuk may have committed as a Nazi guard, the investigation that sent him from Cleveland to Israel for a war crimes trial was bungled. It's unlikely that Israel will conduct another trial. Thus the only effective way to restore order and honor is for the Justice Department to bring Mr. Demjanjuk, who was acquitted of the most serious charges against him, back to the United States to determine his ultimate home and citizenship.    Mr. Demjanjuk, a Ukrainian-born auto worker, was accused a decade ago of being the sadistic guard \"Ivan the Terrible\" of Treblinka, the death camp in Poland where nearly a million Jews were exterminated. He was stripped of his American citizenship, held deportable and extradited for a murder trial in Israel, where he was convicted and sentenced to death.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Salzburg: Theater Makes Inroads","web_url":"https://www.nytimes.com/1993/08/05/theater/salzburg-theater-makes-inroads.html","abstract":"  Even with Gerard Mortier's modernist reforms, the Salzburg Festival is still thought of as a celebration of music and opera. But what is perhaps Mr. Mortier's most striking reform has been little remarked in the non-German world. That was his decision, soon after his appointment in 1989, to revitalize spoken theater at the festival.   With the aid of Peter Stein, a German director, that ambition has been triumphantly achieved, in a way that even Mr. Mortier's many enemies are compelled to applaud. But since the performances are nearly all in German, they appeal neither to non-German tourists nor to critics unversed in the language and in Central European theatrical traditions.","thumbnail":null,"section":"Theater"},{"date":"19930805","headline":"Woman Abducts Son From Foster Mother","web_url":"https://www.nytimes.com/1993/08/05/nyregion/woman-abducts-son-from-foster-mother.html","abstract":"  A woman who surrendered custody of her 8-year-old son to foster care abducted the boy from his foster mother at gunpoint on a Brooklyn street last night, the police said.   The woman, Carmen Sanchez, and three of her friends drove to the home in Bensonhurst where her son Frandiego lived with his foster mother. They were walking down the street when a light-blue sedan pulled up at about 7:40 P.M.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Dancing on the Grave Is Foolhardy Exercise","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-dancing-on-the-grave-is-foolhardy-exercise.html","abstract":"The British are dancing on what they think is Europe's grave. Currency turbulence has forced a radical loosening of the Community's exchange-rate mechanism. A triumphant London headline proclaims, \"I told you so claims Major.\" Douglas Hurd, the","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"For French Teen, a Chance to Play in Webber-Land","web_url":"https://www.nytimes.com/1993/08/05/sports/IHT-for-french-teen-a-chance-to-play-in-webberland.html","abstract":"This is about a French teenager, Olivier Saint-Jean, and how he came to be recruited by an American basketball power, the University of Michigan. He says it all goes back to soccer. .\"It was really too cold in the winter, I mean really,\" he s","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Washing, Baking and Lugging, Too: Frontier Women of the Flooded Plains","web_url":"https://www.nytimes.com/1993/08/05/us/midwest-flooding-washing-baking-lugging-too-frontier-women-flooded-plains.html","abstract":"  The sound of the flood in New Canton is the sound of washing machines. They are running day and night all over town. Shirley Main is going through three big boxes of detergent a week. Shirley Dennis and Cecilia Irwin did 10 loads each one day. Norma Hart is doing laundry, too. So are Sue Wells, Rita Schultz, Nancy Gates, Julie Carder and Kim Pullian, among others.   There are 200 National Guardsmen working on the levee here -- and no laundry. So the women of New Canton (population 450) have become the laundry. Not only do they do the wash for nothing, but they send it back with homemade cookies and a handwritten note: \"You're doing a great job.\"","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Illinois Town Cuts Levee Against Federal Advice","web_url":"https://www.nytimes.com/1993/08/05/us/the-midwest-flooding-illinois-town-cuts-levee-against-federal-advice.html","abstract":"  Defying the advice of the Army Corps of Engineers and threatening farmland to the south with yet more flooding, officials in this Mississippi River hamlet dynamited a levee outside of town today in a desperate gambit to relieve the pressure on another levee abutting the historic downtown.    In a 3:30 A.M. meeting called during a break from their all-night sandbagging efforts at the main levee, all three commissioners of the Fort Chartres-Ivy Landing Drainage and Levee District voted to blast new holes in their levee with dynamite, expanding earlier efforts this week by the corps to breach the levee. They hoped the wider openings would help draw away the muddy water lapping at the streets of Prairie du Rocher.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Custody Battle Casts Shadow on All Adoption; Only Broken Promises","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-custody-battle-casts-shadow-on-all-adoption-only-broken-promises-815493.html","abstract":"  To the Editor   Forty years ago, my biological parents, a young nurse and a doctor serving his internship, had a child. If anybody had the option of abortion, they did. Nevertheless, they chose to have their child and make that child available for adoption. Whatever their reasoning, their decision was loving, courageous and selfless.    No less selfless and loving were the actions of the man and woman who adopted me. In \"Accidental Justice for Jessica DeBoer\" (Op-Ed, July 27), Nerys Patterson, herself adopted, evidently cannot see the entire picture in this girl's tragic story. Jessica's adoptive parents have honored their half of the adoption agreement. They told the truth and have raised their daughter with love. Jessica's birth mother has lied and now seeks to uproot that innocent's life in the most selfish of fashions.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/05/nyregion/c-corrections-253193.html","abstract":"  An article on Friday about Gov. Mario M. Cuomo's veto of a bill to allow emergency medical technicians to practice on cats while learning how to insert breathing tubes in children misstated the position of the American Society for the Prevention of Cruelty to Animals. The group supported the bill last year but took no position this year.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Florida Isn't Flowery","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-florida-isn-t-flowery-817093.html","abstract":"  To the Editor:   \"Long-Lost Spanish Fort Found in St. Augustine\" (Science Times, July 27) contains a common error. Yes, Florida translates literally as \"flowered,\" but the state was not so named because it was a \"flowery land.\" The native vegetation is flowerless, especially along the east coast lagoons.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: The Overview; Clinton Finds a Convert on the Budget","web_url":"https://www.nytimes.com/1993/08/05/us/the-budget-struggle-the-overview-clinton-finds-a-convert-on-the-budget.html","abstract":"  One of the seven Senate Democrats who have opposed President Clinton's $500 billion budget package changed his mind today, converting a shaky bet that the package will squeeze through the Senate on Friday into something close to an odds-on favorite.   Close, but not absolute. Today's decision by Senator Dennis DeConcini of Arizona to support the measure places 49 Democratic senators solidly behind the package, and there are strong hopes in the White House that one past Democratic supporter -- Senator Bob Kerrey of Nebraska -- will not decide to break ranks.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Out and About: A periodic look at summer in the New York area. Vroom! (With a View); Everybody and Everything in the Water at Candlewood Lake","web_url":"https://www.nytimes.com/1993/08/05/nyregion/about-periodic-look-summer-new-york-area-vroom-with-view-everybody-everything.html","abstract":"  Early on this Sunday morning, hundreds of people swarmed like lemmings on the shore of Candlewood Lake and, at a signal, rushed in. Across the smooth still lake, their arms flailed the water like a hard rain.   The manic swimmers, competitors in a mini-triathlon, quickly passed. The waters calmed. But for how long? At rest at Candlewood's docks and moorings were some 4,400 boats. Hundreds more were on their way on trailers, on the highways that make Connecticut's largest lake a 90-minute drive from New York City.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Autopsy Shows That Lewis Had Enlarged and Scarred Heart","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-basketball-autopsy-shows-that-lewis-had-enlarged-and-scarred-heart.html","abstract":"  An autopsy has shown that the heart of Reggie Lewis, the late Boston Celtics captain, \"was abnormal, enlarged and was extensively scarred,\" the Massachusetts Chief Medical Examiner said in a statement issued here today.   But the statement from the Chief Medical Examiner, Dr. Richard Evans, said that neither the cause of the scarring nor the cause of death have been determined.   Scarred heart tissue can lead to potentially fatal heart rhythms and sudden death. And many problems can lead to scarring of the heart. Among them are infections -- often ones that produce few symptoms -- chemicals, previous heart attacks, immunological reactions, injuries and drugs, both prescribed and illicit.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Japan Admits Army Forced Women Into War Brothels","web_url":"https://www.nytimes.com/1993/08/05/world/japan-admits-army-forced-women-into-war-brothels.html","abstract":"  After decades of denials, the Government acknowledged today that the Japanese military had forced Asian and European women to work in army brothels during World War II, and it offered its first full apology for those atrocities.   The announcement was significant, given Japan's long reluctance to acknowledge the scope of its wartime aggression. But it was also another step to respond to demands from Asian neighbors that Japan admit the brutalities committed by its troops.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Sonics Sign Johnson to a Three-Year Deal","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-people-basketball-sonics-sign-johnson-to-a-three-year-deal.html","abstract":"  ERVIN JOHNSON, a first-round draft pick who bagged groceries for two and a half years before starting his college basketball career, signed a three-year contract with the Seattle SuperSonics. Neither the 6-foot-11-inch Johnson, the 23d pick in the first round, nor the team disclosed terms. The 25-year-old center from the University of New Orleans was Sun Belt Conference Player of the Year in 1992-93, ranking sixth in the nation in rebounding. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Kevorkian Assists in Death Of His 17th Suicide Patient","web_url":"https://www.nytimes.com/1993/08/05/us/kevorkian-assists-in-death-of-his-17th-suicide-patient.html","abstract":"  Dr. Jack Kevorkian today helped a 30-year-old man suffering from Lou Gehrig's disease to commit suicide in a van parked about a half-mile from a city police station.   Dr. Kevorkian's lawyer, Geoffrey Fieger, then notified the police, and together they escorted the doctor as he drove the man's body to the stationhouse on Belle Isle, an island-park on the Detroit River.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Israel Opposes U.S. on Sending Demjanjuk Back","web_url":"https://www.nytimes.com/1993/08/05/world/israel-opposes-us-on-sending-demjanjuk-back.html","abstract":"  The Israeli Justice Ministry, which is considering a petition that would require John Demjanjuk to stand trial for war crimes other than the one he was acquitted of by the Israeli Supreme Court, said a ruling by a United States court overturning Mr. Demjanjuk's extradition order and challenging Israel's right to try him for other crimes \"is not legally binding on the state of Israel.\"   The statement came in response to a decision Tuesday by the United States appeals court. The court ruled that Mr. Demjanjuk should not be tried in Israel for any other wartime offenses. The United States court said Mr. Demjanjuk's extradition was only concerned with the charge that he was the sadistic camp guard known as \"Ivan the Terrible,\" who worked at the Treblinka death camp in Poland during the Nazi occupation.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"As Muslim Line Hardens, Serbs and Croats Halt Peace Talks","web_url":"https://www.nytimes.com/1993/08/05/world/conflict-in-the-balkans-as-muslim-line-hardens-serbs-and-croats-halt-peace-talks.html","abstract":"  Serbian and Croatian leaders broke off peace talks here tonight and headed home after President Alija Izetbegovic, Bosnia's Muslim leader, boycotted the negotiations for the third day.   The Serbian and Croatian leaders said they would return for talks on Friday if Mr. Izetbegovic agreed to rejoin the negotiations. But the President insisted that he would not resume talks unless Serbian forces withdrew from two mountains overlooking Sarajevo.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Lautenberg Unpressured Over Budget","web_url":"https://www.nytimes.com/1993/08/05/nyregion/lautenberg-unpressured-over-budget.html","abstract":"  Senator Frank R. Lautenberg, the only Democratic Senator from the Northeast to oppose President Clinton's budget proposal, is being allowed to hold his ground without any challenge from New Jersey party leaders or arm-twisting by the White House.   No attempt has been made to enlist Gov. Jim Florio to try to change Mr. Lautenberg's mind, and party leaders said in interviews that they respected Mr. Lautenberg's decision. It is a decision that Democrats in New Jersey and in Washington understand to be a politically pragmatic one: the Senator faces a potentially tough re-election bid next year, fiscal policy is likely to be the main issue and New Jersey is a tax-weary state.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Drug Treatment Referral in Criminal Courts Must Continue","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-drug-treatment-referral-in-criminal-courts-must-continue-810393.html","abstract":"  To the Editor:   As judges assigned to Manhattan Criminal Court, we are confronted daily with defendants who have committed quality-of-life crimes, such as shoplifting, jumping subway turnstiles, tampering with public telephones, trespass, possession of small amounts of drugs, disorderly conduct.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Christopher Says Middle East Talks Are Revived","web_url":"https://www.nytimes.com/1993/08/05/world/christopher-says-middle-east-talks-are-revived.html","abstract":"  Four days after brokering a cease-fire that ended clashes between Israeli armed forces and Iranian-backed guerrillas, Secretary of State Warren Christopher said today that he was confident that the Middle East peace negotiations were back on track.    \"I think we have salvaged this process,\" Mr. Christopher said.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"In Hambletonian, Bloodlines = Finish Lines","web_url":"https://www.nytimes.com/1993/08/05/sports/harness-racing1-in-hambletonian-bloodlines-finish-lines.html","abstract":"  In the horse-racing business, heredity is usually the key to success. American Winner, who will continue his quest for trotting's triple crown on Saturday in the $1.2 million Hambletonian at the Meadowlands, is a son of Super Bowl, the last to win the triple crown, in 1972.   American Winner is also a blood relative of Mack Lobell, who won the Hambletonian, harness racing's richest and most prestigious event, in 1987.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"A Focus on Migration : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-a-focus-on-migration-letters-to-the-editor.html","abstract":"In response to \"Migrants on the Move to Rich Neighborhoods\" (Opinion, May 7) by Jim Hoagland: .Mr. Hoagland has it right: \"Governments are slowly accepting that they must mold policies toward the Third World to prevent sudden, disruptive","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Yanks' Count Is Questioned","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-yanks-count-is-questioned.html","abstract":"  The Bronx borough president wants a recount -- at Yankee Stadium, that is.   Fernando Ferrer said George Steinbrenner, the team owner, is purposely undercounting crowds at the stadium to support his claim that fans are reluctant to attend games in the Bronx. Ferrer said the 57,545-seat stadium appeared to be nearly full when he attended the game against the Toronto Blue Jays on Tuesday night, although the official paid attendance flashed on the scoreboard was 48,031.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Dalgarno Reaches Deal With Islanders","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-people-hockey-dalgarno-reaches-deal-with-islanders.html","abstract":"  The Islanders and right wing BRAD DALGARNO have agreed to contract terms, the team said yesterday. Details were not disclosed. Last season, Dalgarno finished first on the team in plus/ minus with plus-17, scoring 15 goals with 17 assists in 57 games.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Books of The Times; This Time, Searching for Kasparov","web_url":"https://www.nytimes.com/1993/08/05/books/books-of-the-times-this-time-searching-for-kasparov.html","abstract":"  Mortal Games The Turbulent Genius of Garry Kasparov By Fred Waitzkin 302 pages. G. P. Putnam's Sons. $24.95.    A charming drama was built into the very idea of Fred Waitzkin's first book, \"Searching for Bobby Fischer,\" the movie of which is about to open. Here was the author, inspired to play chess by the world championship match between Bobby Fischer and Boris Spassky in 1972, but all too soon having discovered, like so many at the time, that he lacked any special talent for the game.","thumbnail":null,"section":"Books"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: Income Taxes; Tax Bill Would Let Wealthy Stretch Out Their '93 Payments","web_url":"https://www.nytimes.com/1993/08/05/us/budget-struggle-income-taxes-tax-bill-would-let-wealthy-stretch-their-93.html","abstract":"  The wealthy taxpayers most affected by the new tax increase in the Clinton budget package will not feel the full effect immediately because the Administration has agreed to allow them to spread their payments of 1993 taxes over two extra years.   In effect, they will be getting a two-year loan at no interest. And for the wealthiest the loans could amount to tens of thousands of dollars.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Summer Charity Game Could Be King's Finale","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-basketball-summer-charity-game-could-be-king-s-finale.html","abstract":"  There will be one more game for Bernard King. That much is certain. Beyond his commitment to play in the New York All-Star Basketball Classic on Sept. 1 is a question, he said yesterday, that he would not answer for another 30 days. But he sounded like an athlete coming to grips with retirement.   \"Someone like myself,\" he said, \"who's overcome a lot of adversity, feels like he has to go out and play at a certain level, and last season I didn't play at a level that made me happy.\"","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Overcome by Butterflies, Byrd Walks In on Jets","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-football-overcome-by-butterflies-byrd-walks-in-on-jets.html","abstract":"  Wearing a white Panama hat and grasping a glass of iced tea garnished with a tiny umbrella in his left hand, Dennis Byrd wheeled a golf cart onto the Jets' practice field here today, offering his former teammates an uplifting respite from the rigors of a sweltering afternoon workout.   When Byrd came to a stop in the middle of the field, Jets Coach Bruce Coslet blew his whistle and players scrambled from all corners of the field to greet the former defensive end. As soon as Byrd got out of the cart he was smothered in bear hugs.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Coslet Rolls a 7: Esiason","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-football-coslet-rolls-a-7-esiason.html","abstract":"  Jets Coach Bruce Coslet has decided to go with Boomer Esiason as the starting quarterback for the team's first preseason game against Pittsburgh this Saturday. Esiason will be followed by Browning Nagle and Jeff Blake.   Esiason was acquired in a trade with Cincinnati in the off season to compete with Nagle, last year's starter. And even though Coslet has indicated that the competition for starting quarterback is wide open, Esiason, by virtue of his nine years of experience in the National Football League and familiarity with Coslet's offense, appears to have the advantage. Esiason played for Coslet when the coach was the offensive coordinator for the Bengals.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Threat to Bosnia Army","web_url":"https://www.nytimes.com/1993/08/05/world/threat-to-bosnia-army.html","abstract":"  Defying threats of NATO air strikes if they continue to strangle Sarajevo, Serbian forces moved to encircle Bosnian Army units defending a mountain stronghold that has been crucial to the city's survival.   Article, page A10.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Sports of The Times; Making A Pitch For Domingo","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-of-the-times-making-a-pitch-for-domingo.html","abstract":"  SHORTLY after grounding out during a ninth-inning rally against Toronto on Tuesday, Paul O'Neill, the Yankee outfielder, headed for the clubhouse, still gripping his bat.  Suddenly, just before going inside, O'Neill slammed it against the clubhouse door.   Perhaps had he hit the ball harder, or higher, he could have tied the score. Instead, the Yankees' comeback failed and they lost their second straight game to open the four-game series.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"1918: Troops to Siberia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-1918-troops-to-siberia-in-our-pages100-75-and-50-years-ago.html","abstract":"TOKIO - The following is an extract of the Government's declaration, published Aug. 3: \"In view of the German and Austro-Hungarian menace to the Czecho-Slovak troops in Siberia the Allies naturally felt that they could not look upon such a bad turn o","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"N.F.L. Is Told How Players Cheat on Drug Tests","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-football-nfl-is-told-how-players-cheat-on-drug-tests.html","abstract":"  While deciding the fate of Giants offensive lineman Eric Moore last week, the National Football League was told by at least one current N.F.L. player how players across the league are going through bizarre and intricate means to avoid testing positive for steroids.    The league was also told that while use of the drugs has diminished over the last five years, there still remains a significant number of players who use steroids, and those players think they can easily circumvent the testing procedures. N.F.L. policy prohibits players from using anabolic steroids, which are generally believed to add to muscle bulk.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Foot-Dragging on War Crimes","web_url":"https://www.nytimes.com/1993/08/05/opinion/foot-dragging-on-war-crimes.html","abstract":"  With much huffing and puffing, the United Nations pledged in February to establish an international tribunal to prosecute war crimes in the Balkans. Seven months after this Security Council declaration, little has happened. The tribunal has only a token budget and scarcely a staff, and not a single case file has been opened. Yet action along these lines would risk no lives -- indeed, might save lives -- and could begin to counter the frustration and cynicism as ethnic cleansers murder, rape, bomb and steal.    Granted, there are difficulties. When World War II ended the Allies ruled Germany and Japan, and many accused war criminals were already in detention. The U.N. is only a lightly armed interlocutor in the former Yugoslavia. Some offenders could not only escape arrest but could mock the tribunal by staging press conferences under the protection of the flags they have disgraced.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Japan Ends 38 Years of Liberal Democrat Rule","web_url":"https://www.nytimes.com/1993/08/05/world/japan-ends-38-years-of-liberal-democrat-rule.html","abstract":"  Prime Minister Kiichi Miyazawa formally ended 38 years of Liberal Democratic Party rule over Japan this morning when, as expected, he and his Cabinet resigned in advance of the opening of a special session of Parliament to elect his successor.   Parliament is to convene this afternoon and will probably elect Morihiro Hosokawa, the head of a coalition of seven opposition parties, as Prime Minister, another step in the whirlwind of change that has altered Japanese politics over the past two months. The Liberal Democrats lost their majority in last month's elections.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/05/nyregion/chronicle-436193.html","abstract":"  WESLEY SNIPES, who plays a gun-toting Los Angeles police officer in the movie \"Rising Sun,\" was arrested on Tuesday for carrying a concealed gun. Mr. Snipes was taken into custody after he was in a motorcycle accident in Hollywood and an unidentified witness noticed the weapon, a 9-millimeter semiautomatic pistol, under his jacket.   \"He was on his motorcycle at 2 A.M. in Hollywood when he had a minor accident and lost control of the bike,\" said Police Officer Arthur Holmes, a spokesman for the Los Angeles Police Department. \"There was no other vehicle or pedestrian involved, but several officers about a block away saw what happened and went to help. Apparently, a citizen noticed the gun and mentioned it to them. They questioned Mr. Snipes and he produced the gun.\"","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"A Storybook Matter : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-a-storybook-matter-letters-to-the-editor.html","abstract":"Regarding \"It's Akin to Barbaric\" (Opinion, July 15): .The editorial is right to draw attention to and to decry the anti-Arab bigotry that still retains \"an aura of respectability in the United States,\" and in partiticular to critic","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/05/sports/results-plus-599693.html","abstract":"  SWIMMING AND DIVING  Third Gold for Van Almsick of Germany  ranziska van Almsick remained on course for seven gold medals at the European swimming championships in Sheffield, England, yesterday by winning the women's 200-meter freestyle in meet-record time for her third gold. Previously a winner of the 100-meter freestyle and a member of Germany's winning 800-meter freestyle relay, van Almsick won the 200 freestyle in 1 minute 57.97 seconds. Tamas Darnyi of Hungary, the world and Olympic titleholder and world-record holder, won his fourth European title, in the 400-meter individual medley, but was pushed hard by Jani Sievenen of Finland. Darnyi, who missed the last European championships in 1989, clocked 4:15.24, beating his championship record by .01 of a second. Sievenen was second in 4:15.51. (AP) TENNIS  Sanchez Vicario Gains in California  Two-time defending tournament champion Jennifer Capriati suffered a lower back strain during warm-ups and withdrew from singles play before her match last night in the Mazda Classic in Carlsbad, Calif. Capriati, ranked ninth in the world, said the injury occurred 10 minutes into practice and about one hour before her match against Tatyana Ignatieva was to begin. Tour trainer Joanni Essenmacher gave a treatment to Capriati, 17, who left open the possibility of playing her next doubles match Thursday depending on how well her back responds to a night's rest. Alternate Shannan McCarthy replaced Capriati and was paired against Ignatieva in the night's featured match. Ignatieva, ranked 110th in the world, had beaten Capriati in straight sets at a tournament in March. Capriati is the second top-10 player in two days to drop out of a match in the $375,000 tournament. Top-ranked Steffi Graf experienced dizziness and a headache from a sore jaw Tuesday night after winning her first singles match and decided not to play her doubles match that was scheduled to follow.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"How Do Mets Falter? Green Adds Up Ways","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-how-do-mets-falter-green-adds-up-ways.html","abstract":"  There is no end of topics for insult when it comes to the Mets. Dallas Green, the manager, most certainly knows that. Before tonight's game at Olympic Stadium, Green found fault with: a) the Mets' bullpen, b) the Mets' lack of speed, c) the Mets' erratic defense, d) the \"lack of heart\" of several players.   Afterward, though, it was the offense that took the abuse.   New York managed three hits off Montreal starter Chris Nabolz this evening, a paltry performance against a pitcher who had but a 6-7 record and a 4.84 earned run average before meeting the Mets. Nabholz went eight innings and outdueled Sid Fernandez, who pitched well after the first, but was still stuck with the 3-1 New York defeat.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Giuliani Calls Dinkins Indecisive on Housing and Homeless","web_url":"https://www.nytimes.com/1993/08/05/nyregion/giuliani-calls-dinkins-indecisive-on-housing-and-homeless.html","abstract":"  At the first forum of the New York City mayoral race, Rudolph W. Giuliani sharply attacked Mayor David N. Dinkins last night for indecisiveness and incompetence on housing issues while for the first time offering his own specific views on the matter.   Mr. Giuliani, who had avoided in-depth discussions of these issues until last night, mocked the Democratic Mayor for naming a panel to restudy the study of his own commission on homelessness, rather than moving immediately to carry out its recommendations. \"Give me a break -- make a decision,\" said Mr. Giuliani, the Republican-Liberal candidate for mayor.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/05/us/news-summary-223793.html","abstract":"  International A2-13  U.S. EXPERT ON BOSNIA QUITS  The State Department's chief expert on Bosnia resigned, asserting that the U.S. was putting undue pressure on the Bosnian Government to agree to partition.  A1  SERBS DEFYING NATO THREATS  Defying threats of NATO air strikes , Bosnian Serb forces moved to encircle Bosnian Government Army units defending a mountain crucial to Sarajevo's defense.  A10","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Study Links Paperwork To 25% of Hospital Costs","web_url":"https://www.nytimes.com/1993/08/05/us/study-links-paperwork-to-25-of-hospital-costs.html","abstract":"  Adding fuel to the debate on the nation's health care system, a study has found that administrative costs account for one of every four dollars spent on hospital care, the highest proportion yet measured.   The authors of the study, published in today's issue of The New England Journal of Medicine, say bureaucratic costs in American hospitals are more than double those in Canada, where the Government pays for most health care directly, using tax money.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Essay; President Hobson","web_url":"https://www.nytimes.com/1993/08/05/opinion/essay-president-hobson.html","abstract":"  Thomas Hobson ran a rent-a-horse agency for the hard-riding scholars of Cambridge, England. His system was not customer-friendly: renters could take only the next available horse, thereby saving wear and tear on the more popular models. This led the poet Thomas Ward to coin a phrase in 1630: \"Where to elect there is but one/ 'Tis Hobson's choice, -- take that or none.\"   President Clinton adopted Hobson's style in his Oval Office address the other night. \"Now there are only two choices: our plan or no plan.\" He then zapped opponents of the Democratic plan as \"guardians of gridlock.\" (I would have added an alliterative advance adjective, \"grim,\" to convey the full nattering-nabobs-of-negativism flavor, but speech writers today are more restrained.)","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"At Swearing In, Iran's Leader Stresses Rights","web_url":"https://www.nytimes.com/1993/08/05/world/at-swearing-in-iran-s-leader-stresses-rights.html","abstract":"  President Hashemi Rafsanjani was sworn into office today for a second four-year term, and he urged \"very serious\" Government coordination to insure basic freedoms for Iranians.   Mr. Rafsanjani was re-elected in June with 65 percent of the vote, far short of the mandate expected.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Guard Kills Armed Robber in Queens, Police Say","web_url":"https://www.nytimes.com/1993/08/05/nyregion/guard-kills-armed-robber-in-queens-police-say.html","abstract":"  An armored-car guard shot and killed one of four men trying to rob the vehicle yesterday morning in Queens, the police said. The robber's accomplices fled before the police arrived.   Three guards were dropping off several canvas bags filled with cash at 8:10 A.M. at a check-cashing service on Liberty Avenue in Richmond Hill when two masked men brandishing guns suddenly appeared, said Officer Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Hospital Fund Takes Leader From Assembly","web_url":"https://www.nytimes.com/1993/08/05/nyregion/hospital-fund-takes-leader-from-assembly.html","abstract":"  The majority leader of the New York State Assembly, James R. Tallon Jr., a Binghamton Democrat, was named today as president of the United Hospital Fund of New York, a research and charitable foundation that assists nonprofit hospitals in New York City.   Mr. Tallon, who is 51, plans to begin the job on Sept. 8, leaving the Assembly after 19 years, seven of them as its second-ranking member. He lost a campaign for Speaker to Saul Weprin in 1991, but Mr. Weprin retained him as majority leader.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Yanks May Be a Bit Down, but They're Hardly Out","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-yanks-may-be-a-bit-down-but-they-re-hardly-out.html","abstract":"  Twenty-four hours earlier, Paul O'Neill had put the Yankees' task in simple terms. \"Obviously, the next two games are more important for us than they are for them,\" the Yankees' right fielder said. \"They won the first two. We don't want to be pushed around by them.\"   The Yankees pushed back last night. With O'Neill driving across three runs with a pair of consecutive-inning two-out singles, the Yankees defeated Toronto, 6-2, and sliced the Blue Jays' American League East lead to two games. The victory was only the Yankees' third in nine games with the Blue Jays this season and fifth in 22 games including last season.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Custody Battle Casts Shadow on All Adoption; Justice Prevailed","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-custody-battle-casts-shadow-on-all-adoption-justice-prevailed-816293.html","abstract":"  To the Editor:   I was very pleased to read Nerys Patterson's voice of reason regarding justice for Jessica DeBoer. The tide of public opinion has definitely been with the DeBoers. I have been screaming out to anyone who would listen that the best loved and best raised adopted children always make it their life's mission to find their genetic parents.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Zero Hour for the Budget","web_url":"https://www.nytimes.com/1993/08/05/opinion/zero-hour-for-the-budget.html","abstract":"  The budget compromise that Congress will now vote on isn't as bold or inspiring as President Clinton asserted in his television address. But neither will it lead to the economic Dunkirk forecast by Bob Dole, the Senate minority leader. To the President's and the conference committee's credit, the plan would begin to bring the deficit monster under control without imposing undue harm on a fragile economy. Where the plan comes up short is in its failure to tilt public and private spending toward investment -- the key to long-term growth.   This budget does not embody the economic plan Bill Clinton ran on or the economic agenda he set forth in his compelling speech to a joint session of Congress in February. He promised then to stimulate the economy, to strengthen the country's economic base with innovative investment programs and to reduce the deficit through new taxes on the rich and cuts in Federal spending. Both the stimulus and the investment initiatives have all but disappeared, leaving a deficit reduction program.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: News Analysis -- Beyond the Superlatives; Clinton-Dole Jousting Over Budget Bill Shows How Assertions Can Mask Truth","web_url":"https://www.nytimes.com/1993/08/05/us/budget-struggle-analysis-beyond-superlatives-clinton-dole-jousting-over-budget.html","abstract":"  On television Tuesday night, President Clinton called the budget legislation now before Congress \"the largest deficit reduction in history.\"   Not to be outdone, Senator Bob Dole of Kansas, the Republican leader, went on the air a few minutes later to say that the measure was actually \"the largest tax increase in world history.\"","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"A STATE DEPT. AIDE ON BOSNIA RESIGNS ON PARTITION ISSUE","web_url":"https://www.nytimes.com/1993/08/05/world/a-state-dept-aide-on-bosnia-resigns-on-partition-issue.html","abstract":"  The State Department's chief expert on Bosnia and Herzegovina resigned today, asserting that the Clinton Administration was putting undue pressure on the Bosnian Government to agree to the partition of the country.   It was the second time in a year that the State Department official who manages Bosnia issues on a day-to-day basis had resigned to protest American policy in the Balkans.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Review/Jazz; 30 Years On, Recalling The Site and Sound Of Triumph for Monk","web_url":"https://www.nytimes.com/1993/08/05/arts/review-jazz-30-years-on-recalling-the-site-and-sound-of-triumph-for-monk.html","abstract":"  Jazz at Lincoln Center opened its season on Tuesday night at Alice Tully Hall with an ambitious project: to reproduce, almost 30 years after the original concert at Lincoln Center, the big-band collaboration between Hall Overton, a Juilliard teacher and jazz pianist, and the pianist and composer Thelonious Monk. By all accounts, the concert in December 1963, was an extraordinary success, and the recording of the concert, which unfortunately is rare, has some of the most beautiful moments jazz has ever committed to tape.   It's a performance in which a group of musicians perfectly interpret orchestrations that in turn interpret Monk's music with real clarity. The orchestrations, which Overton and Monk worked on, are loaded with wit, and accurate: on \"I Mean You,\" high riffs, played with soprano saxophone and clarinet, mimic Monk's own high-register tinkling, and the music is rife with his funny dissonances and wryness that constitute a large portion of Monk's legacy.","thumbnail":null,"section":"Arts"},{"date":"19930805","headline":"U.S. Informer Is New Suspect In Bomb Plot","web_url":"https://www.nytimes.com/1993/08/05/nyregion/us-informer-is-new-suspect-in-bomb-plot.html","abstract":"  A 33-year-old fugitive who had been questioned by the F.B.I. and released almost immediately after the bombing of the World Trade Center was indicted yesterday as a new conspirator in the explosion, with Federal authorities charging that he helped mix explosive chemicals in the month leading up to the bombing.   Abdul Rahman Yasin, also known as Aboud, was named as a suspect as a Federal grand jury in Manhattan handed up a new indictment, outlining a host of new details about the conspiracy that led to the Feb. 26 explosion, which left six people dead and more than 1,000 injured.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/05/nyregion/bridge-514793.html","abstract":"  After an opening one no-trump bid, standard methods do not provide a reliable way for locating a minor-suit slam based on a 4-4 fit. Many specialized solutions have been proposed.   Half a century ago the Baron System, in England, used a two no-trump response to ask the opener to show his cheapest four-card suit. Another English solution, offered by the twin brothers Bob and Jim Sharples, called for a Stayman response of two clubs, to be followed by a jump to four clubs or four diamonds, showing a four-card suit with slam interest.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Sympathetic Judge Gives Officers 2 1/2 Years in Rodney King Beating","web_url":"https://www.nytimes.com/1993/08/05/us/sympathetic-judge-gives-officers-2-1-2-years-in-rodney-king-beating.html","abstract":"  A Federal judge today sentenced two police officers to two and a half years in prison for the beating of Rodney G. King. He said he was being lenient because Mr. King had provoked their violence and the officers had already suffered from widespread vilification and from having to face repeated judicial proceedings.   The two men, Sgt. Stacey C. Koon and Officer Laurence M. Powell, who had faced up to 10 years in prison for violating the civil rights of Mr. King, were ordered to begin serving their sentences on Sept. 27. Fines were waived.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"Big Gamble For Israelis","web_url":"https://www.nytimes.com/1993/08/05/world/big-gamble-for-israelis.html","abstract":"  Israel's weeklong bombardment of southern Lebanon, the largest assault since the 1982 invasion, brought a respite from attacks by pro-Iranian guerrillas, but its success depends now on attaining a peace agreement with Syria, Israeli officials and Western diplomats say.   Israeli officials are banking on an agreement with Syria that will include a return of the Golan Heights to Syria in exchange for peace along the northern borders. Any agreement, Israeli officials say, will include a Syrian commitment to crush the principal Iranian-backed guerrillas, the Party of God.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Snoops (and Crooks) at the I.R.S.","web_url":"https://www.nytimes.com/1993/08/05/opinion/snoops-and-crooks-at-the-irs.html","abstract":"  The Internal Revenue Service has discovered employees browsing through personal income tax returns that are none of their business. Worse, it found that some of the browsers tampered with computerized records to create fraudulent refunds, and then took kickbacks from the taxpayers who collected.   Violation of the confidentiality of personal income and tax information is intolerable. The Internal Revenue Service says so. The senators who grilled I.R.S. Commissioner Margaret Richardson yesterday said so. And anyone with any respect for privacy -- or for the integrity of America's tax system -- should share their concern.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Albania Takes Refugees, Not Terrorists","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-albania-takes-refugees-not-terrorists-818993.html","abstract":"  To the Editor:   Re \"Is Macedonia Next?\" by Misha Glenny (Op-Ed, July 30):   The assumption that Albania can tolerate the training of Bosnian refugees for terrorist activities in the camps it is offering them is unfounded. Giving shelter to people in need has been an Albanian tradition that benefited many Montenegrins and Bosnians before World War II, the Jewish community when our country was occupied by the Nazis and numerous Greeks who fled into Albania in the late 1940's because of the political and military circumstances in their homeland.   Now, as other European, Middle Eastern and Asian countries have done, Albania is receiving thousands of refugees from Bosnia, mostly women and children, despite very limited resources. But this only and nothing else is foreseen in the various Albanian talks and agreements with the Bosnian authorities. The Albanian Government would never allow any use of these camps for other purposes and will provide access there for anybody who might want to check them.   As for the Albanian negative vote to the admission of Macedonia into the Conference on Security and Cooperation in Europe, it is only conditioned by the failing of the Macedonian Government to give the Albanian community living there the rights it was committed to give, such as proportional representation in the state apparatus, more schools, an Albanian university and more access in the national news media.   Furthermore, the Albanians in Macedonia are crucially supporting the internal stability of that young state. Many international community leaders have publicly recognized that the Republic of Albania, with its commitment to peace and to easing tensions, its opposition to any violent change of borders and its realistic policy, has made a major contribution to stability in the southern part of the Balkan Peninsula.  GENE POLLO  Presidential Spokesman Tirana, Albania, Aug. 1, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Clinton Budget Plan Doesn't Do Enough","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-clinton-budget-plan-doesn-t-do-enough-808193.html","abstract":"  To the Editor:   \"Nine Wayward Democrats\" (editorial, July 30) characterizes those Senate Democrats who have stopped to question the deficit-reduction package moving through a conference committee as irresponsible or \"engaged in reckless personal aggrandizement.\" I disagree.   I do not have misgivings about the package because it has \"gas taxes that are too high.\" I will support an increase in the gasoline tax, and those who quibble over a difference of a few cents therein are wasting time.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Investigators in 3 States Review Gay Men's Deaths","web_url":"https://www.nytimes.com/1993/08/05/nyregion/investigators-in-3-states-review-gay-men-s-deaths.html","abstract":"  Peter Anderson of Philadelphia was last seen on May 3, 1991, at a bar and restaurant on the East Side of Manhattan. Two days later, his body was found in trash barrels along the Pennsylvania Turnpike in Lancaster, Pa. -- dismembered and sealed inside eight plastic bags.   His name was the latest to surface on a list of victims that investigators in New York, New Jersey and now Pennsylvania have compiled as they search for any links between his death and the deaths of four others.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Cow-Hormone Flap Ends","web_url":"https://www.nytimes.com/1993/08/05/us/the-budget-struggle-cow-hormone-flap-ends.html","abstract":"  After three long days of haggling, the Senate-House budget conferees finally closed their last remaining -- and unlikely -- debate this afternoon when they agreed to impose a three-month moratorium before bovine growth hormone could be sold.   Senator Russell D. Feingold, a freshman Democrat from Wisconsin, had caused the delay by pushing an amendment for a one-year moratorium on recombinant bovine somatotropin, a genetically engineered version of a hormone that occurs naturally in cows. He said today that he was satisfied with the compromise, since the three-month moratorium would not begin until after the Food and Drug Administration approved the drug, probably later this year.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"War Crimes Trials Must Go On","web_url":"https://www.nytimes.com/1993/08/05/opinion/war-crimes-trials-must-go-on.html","abstract":"The rewriting of history under way in the current Geneva negotiations threatens to undermine the United Nations Security Council's objective to create a war crimes tribunal to bring to justice those guilty of atrocities in Bosnia-Herzegovina.\n\nHow is it that Serbian leaders accused by the State Department, Amnesty International and Helsinki Watch of direct responsibility for atrocities and genocide have been recast as peace-makers during the Geneva negotiations? I have in mind, among others, President Slobodan Milosevic of Serbia; Radovan Karadzic, head of the Bosnian Serb rebels, and Gen. Ratko Mladic, commander of the Bosnian Serb forces.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Victim's Cousin Accused of Killing Family","web_url":"https://www.nytimes.com/1993/08/05/nyregion/victim-s-cousin-accused-of-killing-family.html","abstract":"  To people who knew him, John Camacho was a troubled young man who had received a golden chance to straighten out his life: the help of a cousin and her husband in Connecticut. The couple, Santa and Al Marquez, gave him advice, let him stay in their home and tried to keep him away from what they saw as his aimless life in Brooklyn.   But on Tuesday night Mr. Camacho, 22, was arrested and accused of killing the Marquezes and their children, Jonathan, 14, and Crystal, 6. The police charged another man, Luis Garcia, 22, with helping Mr. Camacho to take the bodies of Mrs. Marquez and her children last Friday from the family's home in South Windsor, Conn., to Brooklyn, where they were dumped by the East River.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/05/nyregion/metro-digest-311093.html","abstract":"  NEW YORK CITY  FEDERAL JUDGE REINSTATES JEFFRIES   A Federal judge has reinstated Dr. Leonard Jeffries as chairman of the black studies department at City College, ruling that while Dr. Jeffries had made \"hateful, poisonous and reprehensible statements\" and had behaved in a \"thuggish\" way, his removal had violated his constitutional rights. A1. NEW PENALTIES OVER HOMELESS   Frustrated by lack of progress in housing homeless families, a state judge imposed a new round of fines on New York City and again held four top officials -- including two Deputy Mayors -- in contempt of court. B3.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Demise of an Empire : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-demise-of-an-empire-letters-to-the-editor.html","abstract":"Regarding \"Revive Secular Citizenship Above 'Ethnic' Nationality\" (Opinion, July 20) by William Pfaff: .The Hapsburg empire was in a state of advanced decay well before Germany united in 1871 and one cannot blame its demise on Bismarck and Pr","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: The Senator Who Switched; For DeConcini, the Vote Is a Gamble","web_url":"https://www.nytimes.com/1993/08/05/us/the-budget-struggle-the-senator-who-switched-for-deconcini-the-vote-is-a-gamble.html","abstract":"  The temperature was heading toward 108 degrees today in the Valley of the Sun, and Leah Akers was sheltering under a japonica tree with the rest of the Oasis Senior Citizens Association, a clump of gray hair, bright prints and collective cynicism over Senator Dennis DeConcini's decision to change his vote and give President Clinton a chance for a victory in his budget battle.   \"DeConcini is trying to maneuver himself into buying votes, but he's not going to get mine,\" said Ms. Akers, a retired clerk. The group snickered in derision at the mention of the \"deficit-reduction trust fund\" that Mr. Clinton agreed to establish at the urging of Senator DeConcini, a three-term Democrat who faces a tough re-election battle next year against Democratic and Republican opponents.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"2 Deaths Called Murder-Suicide","web_url":"https://www.nytimes.com/1993/08/05/nyregion/2-deaths-called-murder-suicide.html","abstract":"  Authorities confirmed today that the deaths of two American Cyanamid employees at a research laboratory here on Tuesday morning were the products of a murder-suicide but said they had yet to learn the motive for the killings.   The Stamford police said an autopsy had shown that Cleophus Whitaker, a 49-year-old lab attendant from Stamford, had killed a co-worker, William Luther, 48, of Norwalk and then turned the handgun on himself.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Deftly, Moynihan Led Way In Saving Plan for Hospitals","web_url":"https://www.nytimes.com/1993/08/05/nyregion/deftly-moynihan-led-way-in-saving-plan-for-hospitals.html","abstract":"  New York State's frail system of reimbursing hospitals, crucial to the care of millions of middle- and low-income people, appears to have been saved by some deft 11th-hour maneuvering and sheer political muscle from the state's senior Senator, Daniel Patrick Moynihan.   Outflanking opposition from Republicans and some labor unions, Mr. Moynihan and his staff cobbled together a novel plan over the weekend that would protect the state's reimbursement plan from a barrage of lawsuits that have threatened to bring it crashing down.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Review/Opera; Santa Fe Offers Mozart, In English","web_url":"https://www.nytimes.com/1993/08/05/arts/review-opera-santa-fe-offers-mozart-in-english.html","abstract":"  Surely it occurred to John Crosby, when he founded the Santa Fe Opera in 1957, that by setting his theater on a hilltop and leaving it partly open to the sky, he was allowing for certain serendipitous production frills. During the Queen of the Night's arias in Mozart's \"Magic Flute,\" for example, an operagoer could look past the stage to see stars and moonlight and perhaps even -- as was the case on Tuesday night -- the bright flashes of distant electrical storms.   \"The Magic Flute\" is one of five productions the Santa Fe Opera is presenting in its 37th season, which runs through Aug. 28. The company has long been a magnet for opera lovers, and this season, which company officials say will cost nearly $8 million, has several lures, including the new \"Flute\" staging and new productions of Handel's too rarely heard \"Xerxes,\" Strauss's \"Capriccio\" and a Kurt Weill double bill of \"The Tsar Has His Photograph Taken\" with the American premiere of \"The Protagonist.\" All are to be sung in English. Also on the bill is a revival of the company's 1990 \"Boheme.\"","thumbnail":null,"section":"Arts"},{"date":"19930805","headline":"Judge Reinstates Jeffries as Head Of Black Studies for City College","web_url":"https://www.nytimes.com/1993/08/05/nyregion/judge-reinstates-jeffries-as-head-of-black-studies-for-city-college.html","abstract":"  A Federal judge yesterday reinstated Dr. Leonard Jeffries as chairman of the black studies department at City College, ruling that while Dr. Jeffries had made \"hateful, poisonous and reprehensible statements\" and had behaved in a \"thuggish\" way, his removal had violated his constitutional rights.   The strongly worded decision by Judge Kenneth Conboy of Federal District Court in Manhattan was a clear victory for Dr. Jeffries, who was removed as department chairman after a 1991 speech in Albany that was considered by many to be anti-Semitic. It was also a rebuke to the top administrators and trustees of the City University system, who, Judge Conboy said, had been \"dishonest\" and perhaps \"cowardly\" in their presentation of the case.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"THE BUDGET STRUGGLE: Pressuring the House; Undecided Feeling No Uncertain Heat","web_url":"https://www.nytimes.com/1993/08/05/us/the-budget-struggle-pressuring-the-house-undecided-feeling-no-uncertain-heat.html","abstract":"  Representative Sam Coppersmith of Arizona compares the attention he has been getting to \"the ancient form of Chinese political torture.\"   Another junior Democratic legislator, Collin C. Peterson of Minnesota, said he was keeping his telephone on hold. He even warned a Democratic committee chairman, he said, that the chances of his voting against the President's deficit reduction package would only increase if Congressional leaders bug him.","thumbnail":null,"section":"U.S."},{"date":"19930805","headline":"New York City Fined Again on Homeless","web_url":"https://www.nytimes.com/1993/08/05/nyregion/new-york-city-fined-again-on-homeless.html","abstract":"  Frustrated by lack of progress in housing homeless families, a state judge yesterday imposed a new round of fines on New York City and again held four top officials -- including two Deputy Mayors -- in contempt of court.   The ruling marked the second time since last November that the judge, Justice Helen E. Freedman of State Supreme Court in Manhattan, cited officials as individuals, a rare legal move aimed at prodding the city into action. She said in a 23-page decision that she would soon rule on whether to levy individual fines or even jail the officials for failing to provide prompt housing.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Sayers Says Kansas Taking a Risk","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-people-football-sayers-says-kansas-taking-a-risk.html","abstract":"  Kansas is risking all the strides it has taken on the football field in recent years by playing Florida State in the Kickoff Classic, GALE SAYERS said last night. Sayers, a Pro Football Hall of Fame member and a former Jayhawk, said a losing season and a poor performance in the Kickoff Classic could \"kill the program\" that has been resurrected under GLEN MASON.  Kansas, which had one of the worst collegiate football programs in the country until recently, went 6-5 two years ago and improved to 8-4 last year. Kansas capped the season with a victory over Brigham Young in the Aloha Bowl. The Kickoff Classic at Giants Stadium on Aug. 28 will net Kansas a minimum of $625,000. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/05/nyregion/chronicle-784093.html","abstract":"  It's no laughing matter, but the Academy Award-winning Italian director FEDERICO FELLINI joked with his physician and photographers yesterday at a hospital in Rimini, Italy, where he is being treated for a stroke he suffered on Tuesday. The hospital issued a statement yesterday saying his condition was guarded.    The famed director, who is 73, was on vacation in Rimini, a seaport on the Adriatic, when he collapsed in his hotel room. Tests confirmed the diagnosis of a stroke on the right side of the brain.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Defying NATO, Serbs Assault Key Sarajevo Outpost","web_url":"https://www.nytimes.com/1993/08/05/world/conflict-in-the-balkans-defying-nato-serbs-assault-key-sarajevo-outpost.html","abstract":"  Defying threats of NATO air strikes if they continue to strangle Sarajevo, Serbian nationalist forces moved today to complete their encirclement of Bosnian Army units defending a mountain stronghold that has been crucial to the city's survival during the 16 months of the Serbian siege.    A spokesman for the United Nations military command said that Serbian tanks, artillery and infantry appeared to have virtually trapped the Bosnian forces atop Mount Igman, which overlooks the western approaches to the city. Bosnian Army commanders in Sarajevo dispatched hundreds of troops to reinforce the units defending against the Serbian attack, but they acknowledged that the situation was critical.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Calais, Here I Come: Channel Swim Endures","web_url":"https://www.nytimes.com/1993/08/05/world/calais-here-i-come-channel-swim-endures.html","abstract":"  Beneath the White Cliffs, along a rocky beach where the first hazards are children skipping stones the size of baseballs, Sandra Jenkins stands ankle deep in the surf, windmilling her sun-tanned arms and taking great chuffs of breath as she stares down the French shore, 21.5 miles across the Channel.   Ms. Jenkins, a muscular 29-year-old health club employee from Wales, is in training. Today, she will swim some 10 miles, back and forth across the harbor where the huge Channel ferries come and go. But next week, if the weather and tides cooperate, she will plunge into the bone-aching 62-degree water just below Shakespeare Cliff and like some 4,300 men and women before her set out for Calais, about 12 hours and 50,000 arm strokes away.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Heard the One About Laughter Seizing Montreal?","web_url":"https://www.nytimes.com/1993/08/05/arts/heard-the-one-about-laughter-seizing-montreal.html","abstract":"  In the waning hours of this city's annual comedy festival, Just for Laughs, plaintive notes rang out from a grand piano in the mezzanine of the Delta Hotel. Robert Schimmel, a comedian known for his X-rated sexual humor, was delivering a suavely textured rendition of the theme from \"Love Story,\" using both hands and, for the melody, his nose, hitting the occasional grace note with a nostril.   The extra effort was understandable. The small group gathered around the piano included Robert Morton, an executive producer for David Letterman; Steven Hewitt, the senior vice president of Showtime Entertainment Group; Jaime Masada, the owner of the Laugh Factory in Los Angeles, and John Rubin, assistant manager of comedy for HBO. As Mr. Schimmel executed a final nose arpeggio, Mr. Rubin nodded appreciatively and said, \"It's moments like this that make Montreal special.\" Trade Show, Trading Pit    Now in its 11th year, the Just for Laughs festival has become the Cannes of comedy, an event that is equal parts trade show, Elks convention, all-star gala and trading pit. Executives from the entertainment industry come to scout and schmooze. Comics come hoping to score a hit and swing a deal. Audiences come to laugh. Last year, 610,000 people attended the 10-day festival, whose 250 acts perform in two theaters, a night club and on the Rue St.-Denis, in the heart of the city's Latin Quarter, where the festival closes that street to traffic for a six-block stretch in the evenings.","thumbnail":null,"section":"Arts"},{"date":"19930805","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/05/nyregion/inside-227093.html","abstract":"  Direct Ballot for Italy    Parliament voted to replace Italy's 45-year-old electoral system with a direct ballot intended to make politicians more accountable. Page A3. An Apology From Japan     Japan acknowledged that its military had forced foreign women to work in brothels in World War II and offered a full apology. Page A2. Town Dynamites Its Levee     An Illinois town defied the Army Corps of Engineers, dynamiting a levee to save a historic area. Page D21. Kevorkian Aids Suicide Again     Dr. Jack Kevorkian assisted the suicide of a 30-year-old man suffering from Lou Gehrig's disease. Page A14. Fueling Health Care Debate     A new study has found that administrative costs account for $1 of every $4 spent on hospital care. Page A14. Homeless Issues at the Fore     As mayoral candidates debated housing issues, a judge fined New York City again for failing to house homeless families. Pages B1 and B3.  ","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"Kakavia Journal; With Nothing to Lose, Albanians Invade Greece","web_url":"https://www.nytimes.com/1993/08/05/world/kakavia-journal-with-nothing-to-lose-albanians-invade-greece.html","abstract":"  From morning until dark, when the border closes, men line up at the exit from this country of endemic unemployment to be admitted into Greece, where there is work. Nearly one-tenth of all Albanians, perhaps one-fifth of Albanian men, are in Greece.   Those who cross here represent perhaps one-half of the outflow; the others make their way over the rugged mountain border elsewhere, without benefit of visa.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Neighbors Hail Demise Of Bridgeport Trash Pile","web_url":"https://www.nytimes.com/1993/08/05/nyregion/neighbors-hail-demise-of-bridgeport-trash-pile.html","abstract":"  The former site of a 35-foot illegal dump known as Mount Trashmore was officially turned over to the City of Bridgeport today as more than 150 residents of the city's East End gathered to celebrate.   \"I had my doubts that this day would ever come,\" said James Drayton, 75, \"but we fought hard and I just thank God that we won.\"","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"1943: Badoglio Defiant : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-1943-badoglio-defiant-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Italian declarations by press and radio indicated today [Aug. 4] that Premier Marshal Pietro Badoglio's regime was binding Italy closer to the Axis and stiffening the will to fight on. While Italian newspapers carried","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Assenmacher Stops the Rot","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-assenmacher-stops-the-rot.html","abstract":"  There's nothing like a whiff of success to lift a load off the Yankees' bullpen. That much-maligned relief corps, struggling unsuccessfully to break its poor and disappointing form all season, suffered a meltdown of immense proportions in an 8-6 loss to Toronto on Tuesday.   But the Yankees' relievers righted themselves to some extent last night, using one opportune pitch in a 6-2 victory over Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Bartow Accused Alabama in 1991 Letter","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-people-basketball-bartow-accused-alabama-in-1991-letter.html","abstract":"  Alabama's athletic director said yesterday that he knew of no inquiry resulting from a 1991 letter to the National Collegiate Athletic Association by Alabama-Birmingham Coach GENE BARTOW, who accused the Crimson Tide of widespread cheating.   Bartow's letter, written to the N.C.A.A. enforcement director, DAVID BERST, and first reported Tuesday in The Los Angeles Times, said four former Alabama players told him of rules violations after transferring to U.A.B. Bartow also linked former Alabama Coach BEAR BRYANT to numerous rules breaches in college athletics.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"1893: Musical Dispersal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-1893-musical-dispersal-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The report that the Prefect of Police intended to enrol a band for police drummers, to officiate whenever it became necessary to read the Riot Act, is officially contradicted. An arrangement has, it is believed, been made, by which a drummer and a","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Mideast Confederation : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/05/opinion/IHT-mideast-confederation-letters-to-the-editor.html","abstract":"Regarding \"The Semitic Potential\" (Letters, July 14): .I admire that part of Paul Kollek's letter in which he raised the possibility of a federation of all Semitic peoples in the world regardless of religious differences. .Why not indeed st","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"2 Faces of Singapore: Lofty Aims, Press Curbs","web_url":"https://www.nytimes.com/1993/08/05/world/2-faces-of-singapore-lofty-aims-press-curbs.html","abstract":"  The Government of Singapore, the prosperous city-state that is angling to become Asia's next great communications hub, has imposed circulation restrictions on another Western publication.   This time the target is The Economist, the London-based news magazine, which was told this week that its circulation in Singapore will be capped at its current level of 7,500 and that the magazine will be required to post a bond of about $124,000.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/05/sports/transactions-681093.html","abstract":"  Baseball  American League   AL -- Reduced the suspension of Ed Sprague, Toronto Blue Jays catcher, from three to two games beginning August 6.   SEATTLE MARINERS -- Sent Brad Holman, pitcher, to Calgary of the Pacific Coast League. Called up Dann Howitt, outfielder, from Calgary. National League   CINCINNATI REDS -- Activated John Roper, pitcher, from the 15-day disabled list. Placed Bip Roberts, second baseman, on the 15-day disabled list. Designated Gary Varsho, outfielder, for assignment. Called up Tommy Gregg, infielder-outfielder, from Indianapolis of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Drama In Jays' Dugout","web_url":"https://www.nytimes.com/1993/08/05/sports/baseball-drama-in-jays-dugout.html","abstract":"  George Steinbrenner continues to maintain a public silence about the Yankees' ups and downs in the American League East race, but the C.I.A. side of him has surfaced once again.   Ceaseless in his desire to find dirt under his opponents' rugs, Steinbrenner found a potential target in Cito Gaston, the Toronto Blue Jays' manager, Monday night.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Ukrainian Runner Faces Suspension","web_url":"https://www.nytimes.com/1993/08/05/sports/sports-people-track-and-field-ukrainian-runner-faces-suspension.html","abstract":"  The world 3,000-meter champion, TATYANA DOROVSKIKH of Ukraine, tested positive for a banned drug and faces a four-year suspension, the International Amateur Athletic Federation said yesterday. Dorovskikh will be ineligible to defend her title at the world championships at Stuttgart, Germany, starting Aug. 14. A federation spokesman said Dorovskikh tested positive after a meet June 15 in Budapest. Both urine samples were positive, resulting in an automatic suspension pending a hearing with her national federation. The I.A.A.F. did not dislose the banned substance, but sources indicated it was a steroid. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"New Chiefs for 2 Paris Institutions","web_url":"https://www.nytimes.com/1993/08/05/arts/new-chiefs-for-2-paris-institutions.html","abstract":"  Jacques Toubon, the French Minister of Culture, appointed new directors today for two landmarks of French culture. Francois Barre, 54, will become president of the Pompidou Center here, succeeding Dominique Bozo, who died in April. Jean-Pierre Miquel, 56, an actor and stage director, was named general director of the Comedie Francaise, effective Sept. 1.   Mr. Barre, an alumnus of the prestigious Ecole Nationale d'Administration, was the founder and director from 1969 to 1976 of the Centre de Creation Industrielle, later incorporated into the Pompidou Center. He also directed the magazine Architecture d'Aujourd'hui, and was counselor to the chairman of Renault, the car maker. He had been in charge of plastic arts at the Ministry of Culture since January 1990.","thumbnail":null,"section":"Arts"},{"date":"19930805","headline":"Specter of a Strike Hangs Over the Races","web_url":"https://www.nytimes.com/1993/08/05/sports/on-baseball-specter-of-a-strike-hangs-over-the-races.html","abstract":"  The talk was supposed to be about pennant chases, division races, veteran contributions and who has the more impressive rotation.   After all, it is August, the Toronto Blue Jays were in town, the Yankees were in their first true pennant tussle in nearly a decade and the players as well as the fans are supposed to be living and breathing baseball at last.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Custody Battle Casts Shadow on All Adoption","web_url":"https://www.nytimes.com/1993/08/05/opinion/l-custody-battle-casts-shadow-on-all-adoption-812093.html","abstract":"  To the Editor:   The case of Jessica DeBoer, in which her biological parents have been awarded custody after a two-year battle with her adoptive parents, has struck fear in the adoption community. It has raised angry and passionate voices. At issue is the legitimacy of adoption.   As both a biological and an adoptive parent, I was shaken by Nerys Patterson's \"Accidental Justice for Jessica DeBoer\" (Op-Ed, July 27). She implies that adoption tears a child from the mother's breast, causing irreparable psychic damage to birth mothers and children. Adoption, I maintain, far from being disruptive, creates families who understand and value the basic bonds that unite them: love and a desire to build a haven of support for all its members.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/05/nyregion/c-corrections-253194.html","abstract":"  An article on Friday about Gov. Mario M. Cuomo's veto of a bill to allow emergency medical technicians to practice on cats while learning how to insert breathing tubes in children misstated the position of the American Society for the Prevention of Cruelty to Animals. The group supported the bill last year but took no position this year.","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"McGhee Is Added To List Of Ailing","web_url":"https://www.nytimes.com/1993/08/05/sports/pro-football-giants-notebook-mcghee-is-added-to-list-of-ailing.html","abstract":"  If you are a Giants player, better check up on that medical coverage because the injury bug is spreading throughout the team. The player most affected at the moment is defensive end Kanavis McGhee, who will be out at least four weeks because of cartilage damage in his left knee.   McGhee, who was recently moved from outside linebacker to the defensive line, had arthroscopic surgery today to repair torn cartilage in the knee. Usually, that kind of injury would take two to three weeks to heal. But McGhee also has an arthritic knee and the healing process could be considerably longer.","thumbnail":null,"section":"Sports"},{"date":"19930805","headline":"Embattled at the Source","web_url":"https://www.nytimes.com/1993/08/05/opinion/embattled-at-the-source.html","abstract":"  Last month, Mayor David Dinkins proposed a $720 million plan that could protect New York City's water supply for decades. This program has been rightly praised by environmental and community organizations for its emphasis on protecting drinking water at its source -- the 2,000 square miles of watershed land that surrounds the 18 city-owned reservoirs -- and for seeking a partnership with upstate communities and recognizing the high economic and social costs of pollution.    It is vital that the City Council support it when it votes on the Mayor's revised capital budget in September. A concerted short-term effort can save billions over the long haul.","thumbnail":null,"section":"Opinion"},{"date":"19930805","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/05/nyregion/no-headline-225393.html","abstract":"  \"It's not a light switch. It's like, 'When did you finally decide to ask your best girlfriend to marry you.' \" SENATOR DENNIS DeCONCINI, on his switch to support of the Clinton budget plan.  [ A18:6. ]","thumbnail":null,"section":"New York"},{"date":"19930805","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/05/style/IHT-what-theyre-reading.html","abstract":"Renato Curcio, founder of the Italian extremist Red Brigades and now director of a publishing cooperative in Rome, is reading Doris Lessing's \"The Grass is Singing\" and Bessie Head's \"The Collector of Treasures.\" . \"I think it is","thumbnail":null,"section":"Style"},{"date":"19930805","headline":"Advisers Are Urging President to Expand Peacekeeping Effort","web_url":"https://www.nytimes.com/1993/08/05/world/advisers-are-urging-president-to-expand-peacekeeping-effort.html","abstract":"  President Clinton's national security aides have recommended that the United States adopt a more assertive role in United Nations peacekeeping operations, Administration officials said tonight.   The recommendation, in a classified draft of a Presidential directive, also calls for Washington to take a more active diplomatic role in seeking to resolve disputes within and among the former Soviet republics, the officials said. The recommendations were first reported by The Washington Post and confirmed later by the officials.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Italy's Parliament Votes to Abolish Electoral System","web_url":"https://www.nytimes.com/1993/08/05/world/italy-s-parliament-votes-to-abolish-electoral-system.html","abstract":"  The Italian Parliament voted today to abolish the country's 45-year-old electoral system and replace it with a direct ballot that is supposed to make politicians more accountable to the people who elect them.   Under the previous system Italians voted for lists of candidates controlled by powerful political parties and parliamentary seats were distributed according to the overall showing of each party. Under the more complex system approved today three-quarters of the nation's legislators will be chosen by straight contest in individual constituencies where the winner will be the person with the most votes.","thumbnail":null,"section":"World"},{"date":"19930805","headline":"Croatia's Founding Chief Is Seen as 'Mixed Story'","web_url":"https://www.nytimes.com/1993/08/05/world/conflict-in-the-balkans-croatia-s-founding-chief-is-seen-as-mixed-story.html","abstract":"  By all accounts, Croatian forces in Bosnia have been engaged in some of the same kinds of aggression as those being practiced by the Serbs. But unlike the Serbs, the Croats are not being threatened by Western bombs, and have even managed to avoid the international economic sanctions that have crippled the Serbian economy.   For steering their fledgling country through this minefield, Croats owe much to President Franjo Tudjman, who has used the Balkan wars to solidify his position as his country's undisputed leader.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930805","time":"1993-08-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":70,"wspd":9.4},{"date":"19930805","time":"1993-08-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":73,"wspd":11.2},{"date":"19930805","time":"1993-08-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":83,"wspd":14.8},{"date":"19930805","time":"1993-08-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":92,"wspd":13},{"date":"19930805","time":"1993-08-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":93,"wspd":11.2},{"date":"19930805","time":"1993-08-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":92,"wspd":16.6},{"date":"19930805","time":"1993-08-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":86,"wspd":14.8},{"date":"19930805","time":"1993-08-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":78,"wspd":22.3},{"date":"19930805","time":"1993-08-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":71,"wspd":18.4},{"date":"19930805","time":"1993-08-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":64,"wspd":20.5},{"date":"19930805","time":"1993-08-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":58,"wspd":22.3},{"date":"19930805","time":"1993-08-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":53,"wspd":27.7},{"date":"19930805","time":"1993-08-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":51,"wspd":22.3},{"date":"19930805","time":"1993-08-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":49,"wspd":16.6},{"date":"19930805","time":"1993-08-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":48,"wspd":29.5},{"date":"19930805","time":"1993-08-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":36,"wspd":29.5},{"date":"19930805","time":"1993-08-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":39,"wspd":25.9},{"date":"19930805","time":"1993-08-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":39,"wspd":22.3},{"date":"19930805","time":"1993-08-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":45,"wspd":31.3},{"date":"19930805","time":"1993-08-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":46,"wspd":22.3},{"date":"19930805","time":"1993-08-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":50,"wspd":20.5},{"date":"19930805","time":"1993-08-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":55,"wspd":18.4},{"date":"19930805","time":"1993-08-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":59,"wspd":13},{"date":"19930805","time":"1993-08-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":62,"wspd":13},{"date":"19930805","time":"1993-08-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":27.7},{"date":"19930805","time":"1993-08-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":16.6},{"date":"19930805","time":"1993-08-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":52,"wspd":18.7},{"date":"19930805","time":"1993-08-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":54,"wspd":22.3},{"date":"19930805","time":"1993-08-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":60,"wspd":13},{"date":"19930805","time":"1993-08-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":62,"wspd":11.2},{"date":"19930805","time":"1993-08-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":14.8},{"date":"19930805","time":"1993-08-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":61,"wspd":16.6},{"date":"19930805","time":"1993-08-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":66,"wspd":16.6},{"date":"19930805","time":"1993-08-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":68,"wspd":14.8},{"date":"19930805","time":"1993-08-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":70,"wspd":11.2},{"date":"19930805","time":"1993-08-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":68,"wspd":11.2},{"date":"19930805","time":"1993-08-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":66,"wspd":7.6},{"date":"19930805","time":"1993-08-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":50,"wspd":13},{"date":"19930805","time":"1993-08-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":45,"wspd":11.2},{"date":"19930805","time":"1993-08-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":39,"wspd":11.2},{"date":"19930805","time":"1993-08-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":34,"wspd":16.6},{"date":"19930805","time":"1993-08-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":32,"wspd":24.1},{"date":"19930805","time":"1993-08-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":32,"wspd":22.3},{"date":"19930805","time":"1993-08-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":30,"wspd":25.9},{"date":"19930805","time":"1993-08-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":29,"wspd":22.3},{"date":"19930805","time":"1993-08-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":29,"wspd":22.3},{"date":"19930805","time":"1993-08-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":30,"wspd":20.5},{"date":"19930805","time":"1993-08-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":28,"wspd":16.6}]}}