{"19940912":{"guardian_articles":[],"nytimes_articles":[{"date":"19940912","headline":"A Day in the Life of Mandela: Charm, Control, a Bit of Acid","web_url":"https://www.nytimes.com/1994/09/12/world/a-day-in-the-life-of-mandela-charm-control-a-bit-of-acid.html","abstract":"  Nelson Mandela, South Africa's indispensable man, settled into the seat of his presidential jet. He propped his chronically swollen feet on two pillows, accepted a bowl of cereal and a plate of fruit, and commenced a daylong demonstration of his art of the presidency.   It was 6 A.M. on his 122d day as liberator-turned-chief-executive, and he had agreed to let two reporters watch him do his job. Never a man oblivious of his audience, Mr. Mandela promptly embarked on a campaign of seductive engagement: deliberate charm, disarming confidences, a command of details mustered in defense of crisp convictions.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"For Giuliani, Primary Dance Is the Sidestep","web_url":"https://www.nytimes.com/1994/09/12/nyregion/political-memo-for-giuliani-primary-dance-is-the-sidestep.html","abstract":"  Picture these two late-summer snapshots from the New York campaign scrapbook:    On the left, Gov. Mario M. Cuomo, the Democratic Party's poet laureate, stands shoulder to shoulder in his native Queens with Mayor Rudolph W. Giuliani, the city's first Republican Mayor in a generation, who effusively lauds the Governor's leadership and vision at the ground breaking for a major real-estate development there.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Havana Begins to Cut Flow of Migrant Rafts","web_url":"https://www.nytimes.com/1994/09/12/world/havana-begins-to-cut-flow-of-migrant-rafts.html","abstract":"  Cuba began moving today to clamp down on the flight of refugees, ordering people to dismantle homemade rafts and boats under construction and prohibiting them from taking vessels to the coast.   Small, crowded rafts continued to leave from points east and west of Havana, after an agreement between Cuba and the United States on Friday to try to stop the exodus by sharply increasing the number of visas issued for Cubans wishing to move to the United States.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"Raw Blues and Patrician Pop Crooning","web_url":"https://www.nytimes.com/1994/09/12/arts/pop-review-raw-blues-and-patrician-pop-crooning.html","abstract":"  Boz Scaggs has sustained a 25-year recording career by merging two temperamentally opposite strains of American pop in allusive hybrids that resist easy categorization. One moment, Mr. Scaggs sounds like a raw Texan blues singer, then with a slight softening of tone he metamorphoses into a patrician San Franciscan pop crooner. The change from one thing into another isn't so much a matter of self-conscious role-playing as it is of allowing different facets of a many-layered musical personality to edge to the fore.    The singer, who performed at Town Hall in Manhattan with a five-member band and two backup vocalists on Saturday and Sunday, started out as a Texan blues-rock singer. He reached his peak of popularity in 1976 with a sophisticated pop-soul album, \"Silk Degrees,\" which had something of a disco ambiance. His best-loved songs include romantic ballads like \"Harbor Lights\" and \"We're All Alone\" in which his reedy, quirky pop baritone projects considerable tension and vulnerability. Although the music on his newest album, \"Some Change\" (Virgin), is tougher and more guitar-oriented than it is on his earlier records, the songs also have a brooding, introspective undertone.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"Flawed Characters In the Public Eye, Past and Present","web_url":"https://www.nytimes.com/1994/09/12/movies/flawed-characters-in-the-public-eye-past-and-present.html","abstract":"  Paul Attanasio was born in 1959, the same year the quiz show scandal on television stunned and outraged the nation. But Mr. Attanasio, who wrote the script for the film \"Quiz Show,\" speaks of the scandal as if it happened hours ago.   \"Films only work if they're about us today,\" said Mr. Attanasio, a Harvard-trained lawyer and former film critic for The Washington Post. \"And I thought where we all are today is the product of this national loss of innocence, which began with the quiz show scandals and continued on to Vietnam, Watergate, Oliver North, even O. J. Simpson.\"","thumbnail":null,"section":"Movies"},{"date":"19940912","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/12/nyregion/metro-digest-214280.html","abstract":"  GIULIANI'S GUBERNATORIAL FENCE-SITTING   Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, is testing the patience of his party by withholding his endorsement in tomorrow's gubernatorial primary between State Senator George E. Pataki and Richard M. Rosenbaum while cozying up to Gov. Mario M. Cuomo and generally parceling out his popularity and praise to influence the race for governor on his own terms.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Bosnia: Ease Both Embargoes","web_url":"https://www.nytimes.com/1994/09/12/opinion/bosnia-ease-both-embargoes.html","abstract":"  President Slobodan Milosevic of Serbia is now willing to let international observers monitor the trade embargo he has imposed on the Bosnian Serbs. In return, the U.S., Britain, France, Germany and Russia will ask the U.N. Security Council to begin easing sanctions on the Yugoslav Federation, now consisting only of Serbia and Montenegro.    That makes sense -- if the monitors can verify that the embargo is really being enforced. The U.N. imposed sanctions against Yugoslavia to get Belgrade to cut off the Bosnian Serbs. If that is what Belgrade is now doing, it deserves relief. The first steps planned, reopening Yugoslavia's airports to international flights and allowing its citizens to participate in international sporting and cultural events, are harmless enough in themselves.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"The World Through Discolored Glasses","web_url":"https://www.nytimes.com/1994/09/12/arts/pop-review-the-world-through-discolored-glasses.html","abstract":"  The Fall, which performed on Saturday night at Tramps, is a stubbornly good band. Seventeen years after it formed, this English group continues to play by its own rules. It releases as many as three albums a year and produces each with a gritty, low-fidelity sound. Its cantankerous singer, Mark E. Smith, writes infectiously cynical songs, sings in eccentric rhythms and cadences in which nearly every line ends in \"uh,\" and is well known for punching out members of his own road crew.   On Saturday, the Fall was joined by Mr. Smith's ex-wife, Brix, who left the band in 1989 but rejoined it last month. Her sharp, simple bass and guitar lines funneled the band's diverse energies into hard-hitting post-punk. Dave Bush, the keyboardist, lightened the heavy sound with propulsive rhythms borrowed from techno dance music.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"The Losers' Last Word Is Stern Call to Action","web_url":"https://www.nytimes.com/1994/09/12/sports/swimming-the-losers-last-word-is-stern-call-to-action.html","abstract":"  The last song to be played in the Foro Italico at the world swimming championships turned out to be \"The Star-Spangled Banner.\"   With all due respect to the victorious American men's 400-meter medley relay team, it was a most inappropriate finish to a week in which two quite different sounds set the tone: The sound of the Chinese national anthem and the sound of voices from many countries crying foul.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Teachers Settle","web_url":"https://www.nytimes.com/1994/09/12/nyregion/teachers-settle.html","abstract":"  A three-day-old strike by Mount Vernon teachers ended early this morning when the Board of Education agreed to a contract, much like one it had previously rejected, that raises teacher salaries 8.5 percent over four years. Teachers will return to work today.   Article, page B7.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"A Blaze in Penn Station Disrupts Train Schedules","web_url":"https://www.nytimes.com/1994/09/12/nyregion/a-blaze-in-penn-station-disrupts-train-schedules.html","abstract":"  A fire under the diesel locomotive of an empty Amtrak passenger train yesterday morning forced the evacuation of Penn Station, disrupted rail and subway service for several hours and sent plumes of smoke billowing through the station and onto Seventh Avenue.   Fire officials complained of being delayed for nearly an hour and a half in putting out the fire because they could not get confirmation from Amtrak officials that electric power to the area had been shut off so they could douse the blaze. The fire, which was first noticed at 9:42 A.M., went to four alarms but was declared under control at 12:40 P.M., about an hour after firefighters were convinced that power had been shut off and they were in no danger of electrocution.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Nedved Might Just Fit In With Rangers","web_url":"https://www.nytimes.com/1994/09/12/sports/hockey-nedved-might-just-fit-in-with-rangers.html","abstract":"  If and when Mark Messier settles his contract dispute and rejoins the Rangers, it is likely that he would reclaim his status as first-line center on the Stanley Cup champions. Until then, the chair is empty, unless someone decides to keep it warm.   Perhaps that person will be Petr Nedved, who joined the team this summer in the trade with St. Louis that helped settle the Mike Keenan affair. Nedved impressed many onlookers today with one goal and one assist as the team opened its camp with a pair of scrimmages at the Civic Center.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Sampras to Play In the Davis Cup","web_url":"https://www.nytimes.com/1994/09/12/sports/sampras-to-play-in-the-davis-cup.html","abstract":"  Tom Gullikson, the United States team captain, announced yesterday that No. 1-ranked Pete Sampras has reconsidered his decision not to compete in the semifinal round of the Davis Cup in Sweden on Sept. 23-25 and will again headline the team.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"When A.C. Was a Glint in Engineer's Eye; The Forgotten Worker","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-when-ac-was-a-glint-in-engineer-s-eye-the-forgotten-worker-218502.html","abstract":"  To the Editor:   It seemed maddeningly appropriate, on the Labor Day closing a summer that saw the insurance industry buy a national consensus against universal health care, that the lead editorial of The Times -- America's newspaper of record -- celebrated the joys of air-conditioning.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Correction","web_url":"https://www.nytimes.com/1994/09/12/nyregion/c-correction-212423.html","abstract":"  A listing yesterday in The City profiling candidates in the primary elections on Tuesday omitted information supplied by a Democrat running in the Eighth Congressional District. The candidate, Deborah A. Green, 42, is a partner in Ross & Green, a lobbying firm, and lives in Greenwich Village. She is a graduate of Barnard College and the Graduate School of Business at Fordham University.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Police Battle Troubled Officers' Mistrust of Counseling","web_url":"https://www.nytimes.com/1994/09/12/nyregion/police-battle-troubled-officers-mistrust-of-counseling.html","abstract":"  They are supposed to stand tall and stoic against the vagaries and perils of their work. Yet police officers find themselves vulnerable to the painful psychodramas that engulf other people. Ten members of New York's police force have killed themselves this year, equaling the number in 1987, the worst year until now.    The suicides, including two last Tuesday, have brought renewed attention to a long-smoldering problem on the police force: the depth of suspicion that troubled officers have for the department's array of counseling services. Most officers shun them for fear of jeopardizing their careers or out of a stubborn attitude that they should deal with their own ordeals. And many sergeants are loath to report tormented officers because they do not want to be looked upon as the heavy. Of the 10 policemen who took their lives this year, only one was being treated by a department psychologist.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"In Immigration Labyrinth, Corruption Comes Easily","web_url":"https://www.nytimes.com/1994/09/12/us/in-immigration-labyrinth-corruption-comes-easily.html","abstract":"  Up and down the East Coast, the word quickly spread through immigrant communities. Come to the Northern Virginia offices of the Immigration and Naturalization Service. Bring cash. Buy the right to live or work in the United States.   Smooth-talking middlemen took care of the details, bribing immigration service employees with gold jewelry, free vacations and cash-filled envelopes passed hand to hand in the aisles of a nearby department store. Ghanaians, Lebanese and Salvadorans, among others, flocked to what quickly became a multicultural bazaar. Most came from the Washington area, but others drove hundreds of miles and scribbled phony local addresses.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Republican Hopefuls Fishing for Votes","web_url":"https://www.nytimes.com/1994/09/12/nyregion/republican-hopefuls-fishing-for-votes.html","abstract":"  John Rowland carried Fairfield County in nearly winning a three-way race for governor in 1990, and today he returned to the county in hopes of reclaiming it in Tuesday's primary for the Republican nomination against his challenger, Secretary of State Pauline R. Kezer.   \"This is our time,\" Mr. Rowland, a former Congressman from Waterbury, told Greenwich Republicans as they ate lobster and steak at the 63d annual Cos Cob Republican Club clambake. \"After 24 years, this is our time for victory. Let's not spoil the opportunity.\"","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"An Officer's Painful Trip to the Edge and His Long Journey Back","web_url":"https://www.nytimes.com/1994/09/12/nyregion/an-officer-s-painful-trip-to-the-edge-and-his-long-journey-back.html","abstract":"  Officer Paul Ciurcina's drift to the brink of suicide began when two colleagues were killed on a Brooklyn street. Struggling to save one of them in the back of a patrol car by mouth-to-mouth resuscitation, he swallowed the man's blood. And in that strange communion, they were linked.   \"I can taste it still today,\" said Mr. Ciurcina, 52, a decorated police officer who was dismissed from the department on a psychological disability 11 years ago and is still in therapy. \"I tasted blood. He's a part of me.\"","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"No Trouble at Mall","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-no-trouble-at-mall-218529.html","abstract":"  To the Editor:   The authorities at Connecticut's Trumbull Shopping Park want to stop downtown Bridgeport teen-agers from congregating at the mall by limiting weekend bus service. This gives a bad impression of the average teen-ager who frequents the mall.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"When A.C. Was a Glint in Engineer's Eye","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-when-ac-was-a-glint-in-engineer-s-eye-205010.html","abstract":"  To the Editor:   We at the University of Illinois at Urbana-Champaign share your feelings of gratefulness for the air-conditioner and appreciate your crediting us for having contributed to early research (editorial, Sept. 5).","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"In Texas District, a Democratic Candidate for Congress Runs Against Guns","web_url":"https://www.nytimes.com/1994/09/12/us/in-texas-district-a-democratic-candidate-for-congress-runs-against-guns.html","abstract":"  Here in south-central Texas, where stuffed deer heads gaze blankly upon convenience-store customers and bumper stickers say things like \"They'll take my gun from my cold, dead hands,\" it is not easy to speak up against assault weapons. But Rolando Rios, a San Antonio civil rights lawyer and a Democratic candidate for Congress, is doing just that.   Mr. Rios, who was 6 years old when his father was randomly killed by a man with a gun, has embraced the $30 billion crime bill and its ban on several kinds of assault weapons. And the highlight of his campaign is the vote by his Republican opponent in the 23d District, Representative Henry Bonilla, against the bill, which Congress narrowly passed just before it adjourned for vacation.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"I.R.A. Cease-Fire Shifts the Focus to Britain","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-ira-cease-fire-shifts-the-focus-to-britain-204994.html","abstract":"  To the Editor:   For years the Irish Republican Army has been identified as the problem in Ireland, and the popular theory was that if only the I.R.A. could be defeated or persuaded to end its guerrilla warfare, peace would follow.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"BASEBALL: Sports of The Times; Owners Strike Out In Betrayal of History","web_url":"https://www.nytimes.com/1994/09/12/sports/baseball-sports-of-the-times-owners-strike-out-in-betrayal-of-history.html","abstract":"  THIS is failure. This is sheer, flagrant, blatant failure. When the baseball owners pull the plug on the season in the next day or two, they will be confirming one of the great public miscalculations ever committed in this part of the world.    They will be forever redefining a sport, a business, a way of life, a national pastime, as it used to be called but can never be again.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Campaign Finance Reform Gets a Chance","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-campaign-finance-reform-gets-a-chance-205028.html","abstract":"  To the Editor:   Thank you for enlisting in the battle to pass campaign finance and lobbying reform measures when Congress returns for the balance of its legislative session (editorial, Sept. 4).","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Recalling a Pelham Parkway Past; A Nostalgic Gathering Celebrates a 1950's Neighborhood","web_url":"https://www.nytimes.com/1994/09/12/nyregion/recalling-pelham-parkway-past-nostalgic-gathering-celebrates-1950-s-neighborhood.html","abstract":"  Mickey Mantle, Duke Snyder and Willie Mays were their heroes, President Dwight David Eisenhower was in the White House, and it seemed like one big continuous block party to the kids who grew up in the Pelham Parkway section of the Bronx in the 1950's.   \"We didn't know it then, but the old neighborhood was a unique place,\" said Harry Schwartz, one of several thousand former residents of Pelham Parkway who attended a reunion here today in Eisenhower Park on Long Island.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"F.D.A. Debate on Speedy Access to AIDS Drugs Is Reopening","web_url":"https://www.nytimes.com/1994/09/12/us/fda-debate-on-speedy-access-to-aids-drugs-is-reopening.html","abstract":"  At the urging of advocates of people with AIDS, the Food and Drug Administration relaxed its approval process for new AIDS drugs three years ago, allowing them to go on the market faster.   Many researchers said they thought it unwise to waive the requirement that drugs be proved clinically effective before being licensed. But the F.D.A. decision quickly resulted in more drugs on the market, as the advocates had hoped.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Zheleznodorozhny Journal; Workers' Paradise Is Lost, but Its Spas Live On","web_url":"https://www.nytimes.com/1994/09/12/world/zheleznodorozhny-journal-workers-paradise-is-lost-but-its-spas-live-on.html","abstract":"  On a tiny table not far from the whirlpool baths lies a glass pitcher of sepia-colored liquid labeled Concoction No. 3. Above it, a chart indicates that Concoction No. 3 helps fight \"neurotic obsession.\"   Every afternoon, patients have a glass of their prescribed herbal potion. Then, depending on their ailment, they undergo massage, electrotherapy, hydrotherapy, electronic joint massage, eucalyptus inhalation, sauna, hot paraffin wraps and acupuncture and listen to relaxation tapes.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"Essay; Clinton's Voodoo Intervention","web_url":"https://www.nytimes.com/1994/09/12/opinion/essay-clinton-s-voodoo-intervention.html","abstract":"  Bill Clinton is giving intervention a bad name.   Used to be, in the good old days, a command decision was made by an awesomely burdened President to knock out a dictator. Our lean-and-mean armed forces were given secret orders or the C.I.A.'s dirty-tricks department was \"tasked\" and had its necessary finding backdated. Patriotic editors refrained from publishing troop movements; leaks were scornfully denied.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"In Minnesota, a Campaign Focuses on Religion","web_url":"https://www.nytimes.com/1994/09/12/us/in-minnesota-a-campaign-focuses-on-religion.html","abstract":"  This polite but stern Minnesota town could have been drawn from the pages of a Sinclair Lewis novel, the kind of straight-arrow place where children learn early that the Ten Commandments were not meant as mere suggestions.   For conservative Christians, who are backing Allen Quist for the Republican nomination for governor in the primary election on Tuesday, any chance for victory rests on strong support in towns like Albert Lea, 80 miles south of the liberalism and feminist politics of Minneapolis and St. Paul. Mr. Quist, a farmer and former state representative, who was also once a religion teacher, is probably best known in the state for having said that men have a \"genetic predisposition\" to head households.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Clinton Has Authority He Needs To Invade Haiti, Top Aides Say","web_url":"https://www.nytimes.com/1994/09/12/world/clinton-has-authority-he-needs-to-invade-haiti-top-aides-say.html","abstract":"  Joining a two-century-old debate over who has the power to make war, the Administration asserted today that it has no obligation to seek Congressional approval for an invasion of Haiti.   Two senior officials, Secretary of State Warren Christopher and Madeleine K. Albright, the United States representative to the United Nations, responded to growing calls to put the issue to a vote in Congress by saying that no vote was required.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"America's 'New' Policy on Taiwan Is Timid and Unimaginative","web_url":"https://www.nytimes.com/1994/09/12/opinion/IHT-americas-new-policy-on-taiwan-is-timid-and-unimaginative.html","abstract":"President Lee Teng-hui of Taiwan can meet with the president of Indonesia, play golf with the Thai prime minister or attend the inauguration of Nelson Mandela. But as far as the United States is concerned, he cannot visit Ithaca, New York, for a reunion","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"4 in Attorney General Race Trade Attacks in TV Debate","web_url":"https://www.nytimes.com/1994/09/12/nyregion/4-in-attorney-general-race-trade-attacks-in-tv-debate.html","abstract":"  Two days before voters decide on a race with no clear leader and few defining issues, the four candidates in the Democratic race for state attorney general assailed each other yesterday for being too rich, too political or misleading voters by talking too much about crime.    In a televised debate -- reflecting fierce competition for a sizable pool of undecided voters -- the candidate who stayed farthest from the fray, Karen S. Burstein, a former Brooklyn Family Court judge, asked time and again what the exchanges had to do with the Attorney General's office.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/12/nyregion/news-summary-212431.html","abstract":"  International A3-8  SOUTH AFRICA'S BINDING FORCE    Watching Nelson Mandela in action for a day leaves little question that his unique patriarchal authority is the main force binding the diverse country together. A1","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"In Baseball, the Good Old Days Started Early","web_url":"https://www.nytimes.com/1994/09/12/books/books-of-the-times-in-baseball-the-good-old-days-started-early.html","abstract":"  Baseball  An Illustrated History  By Geoffrey C. Ward and Ken Burns  486 pages. Alfred A. Knopf. $60.   Once upon a time in the American Republic, they played a beautiful game called major league baseball.   Remember?","thumbnail":null,"section":"Books"},{"date":"19940912","headline":"DIALOGUE: Congress Is Back. Now, to Lay the Blame.;\nParalysis, Thanks To the G.O.P.","web_url":"https://www.nytimes.com/1994/09/12/opinion/dialogue-congress-is-back-now-to-lay-the-blame-paralysis-thanks-to.html","abstract":"Congress is back in session, but there is little hope that it will accomplish much before returning to the campaign trail. The main reason for pessimism is the naysayers who control all but a handful of the Republican members in both houses -- and who, with help from defecting Democrats like Senator Richard Shelby of Alabama, use procedural maneuvers (including an unprecedented number of threatened filibusters) to endow a minority with the power to impose gridlock.\n\nOne reason I feel this way may be that I am a liberal Democrat. But there is a relentless negativism, even nastiness, about the Republican leadership that I believe offends people of good will regardless of ideology.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Overtime Can't Faze These Unconscious Jets","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-overtime-can-t-faze-these-unconscious-jets.html","abstract":"  It soared toward the goal posts ever so gently, and then took off -- perhaps blown forward by the gasps of so many Jets fans who for too many years have been afraid to exhale.   But in this September of good feelings, Nick Lowery's 39-yard field-goal attempt in overtime did precisely what Nick Lowery field-goal attempts have done so often: win a game.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Ryan's Cardinals Are Tough, but Brown and Giants Escape With Victory","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-ryan-s-cardinals-are-tough-but-brown-and-giants-escape-with-victory.html","abstract":"  He took all the hits again and again. As the Arizona Cardinals sent everyone except their cheerleaders after Giant quarterback Dave Brown, he stood tough. He took the hits to the head. To the chest. To the ribs. When he took his shirt off after the game, there were literally chunks missing from his skin. It was that rough an evening tonight.   And time and time again, he got back up. He may have been nervous, even scared, but he certainly wasn't intimidated. All the talk about Cardinal Coach Buddy Ryan and his blitz crew was well founded.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Top U.S. Officials Appear to Disagree On Haitian Leaders","web_url":"https://www.nytimes.com/1994/09/12/world/top-us-officials-appear-to-disagree-on-haitian-leaders.html","abstract":"  Senior Administration officials appeared today to disagree on Washington's plans for the future of Haiti's military leaders.   Secretary of State Warren Christopher seemed to leave open the possibility that the three leaders could lead normal lives in Haiti if they relinquished power voluntarily.  Asked on the NBC News program \"Meet the Press\" whether the leaders could remain in Haiti and even organize politically, Mr. Christopher said that the restored Government would have to decide.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/12/sports/transactions-218120.html","abstract":"  Football  National Football League    ARIZONA CARDINALS -- Added Brian Henesey, running back, to the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"It Took Montana and His Entourage to Pull It Off","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-it-took-montana-and-his-entourage-to-pull-it-off.html","abstract":"  Everyone involved promised that there would be so much more to the San Francisco-Kansas City matchup here this afternoon than Steve Young versus Joe Montana. Indeed, there was.   There was Jerry Rice -- on the heels of a three-touchdown game and a league-record 127 career touchdowns -- being held scoreless and to fewer than 80 receiving yards.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/12/nyregion/chronicle-218383.html","abstract":"  In her day, Nancy Lady Keith, who died in 1990 at the age of 73, was considered the epitome of style, taste and beauty. On Sept. 20, Sotheby's will auction a collection of decorative objects and artifacts owned by Lady Keith, the socialite who was known as Slim.    Lady Keith was married to, and divorced from, Howard Hawks, the director and producer, Leland Hayward, the producer, and Lord Kenneth Keith, a British merchant banker, and lived in seven residences in California, New York, Connecticut and England.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Soviet Struggle to Build the Bomb","web_url":"https://www.nytimes.com/1994/09/12/movies/television-review-soviet-struggle-to-build-the-bomb.html","abstract":"  Several former Soviet atomic physicists and spies tell in the three-hour documentary that begins tonight on the Discovery Channel how they went about collecting secrets from the West and building their country's first atomic bomb. Their accounts are supplemented by recently unearthed material from Russia's archives about the operations of Department S, the intelligence agency that oversaw the whole works.   Although revelations in \"The Red Bomb\" are in shorter supply than uranium was for the Soviets, the account of how Stalin at first ignored reports of German nuclear research, then ordered a crash program under his secret-police chief, Lavrenti P. Beria, throws light on the way a police state gets things done. Unfortunately, the producers resort to hokey techniques -- cameras tracking gloomy hallways and such -- to add a portentous note, and the dramatizations of Soviet scientists at work smack of B movies.","thumbnail":null,"section":"Movies"},{"date":"19940912","headline":"When A.C. Was a Glint in Engineer's Eye; Abets Congress","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-when-ac-was-a-glint-in-engineer-s-eye-abets-congress-218499.html","abstract":"  To the Editor:   I dispute your holiday ode to air-conditioning (editorial, Sept. 5). You realize air-conditioning is what keeps Congress in session all summer. The result is posturing, pandering to special interests and passing bad legislation that is dangerous to the health of every American.  ED VETTER Dallas, Sept. 6, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Clinton Honors First Members Of National Service Program","web_url":"https://www.nytimes.com/1994/09/12/us/clinton-honors-first-members-of-national-service-program.html","abstract":"  President Clinton flew to a nearby military post today to honor the first entrants in his Americorps national service program, saying they embodied \"the oldest and best of American traditions\" by working in public jobs in exchange for student aid.   The President's trip by helicopter to a church service at the Aberdeen Proving Grounds weapons-testing site in Maryland was a prelude to a far more expansive kickoff of the Americorps program on Monday. At that ceremony, the President is expected to swear in about 2,500 public-service volunteers and to initiate another 15,000 volunteers around the nation by a satellite link.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Library of Congress Offers To Feed the Data Highway","web_url":"https://www.nytimes.com/1994/09/12/us/library-of-congress-offers-to-feed-the-data-highway.html","abstract":"  The Library of Congress plans to announce next month an ambitious effort to convert into digital form the most important materials in its collection and in the collections of all public and research libraries in the country.    The project would create a vast \"virtual library\" of digitized images of books, drawings, manuscripts and photographs that would look just like the originals and could be sent over computer networks to computer screens and high-definition television sets, accessible to millions of students and researchers. The goal is eventually to offer movies and music to the public throughout the country.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Pope Urges Croats to Renew 'Unbreakable' Slavic Ties","web_url":"https://www.nytimes.com/1994/09/12/world/pope-urges-croats-to-renew-unbreakable-slavic-ties.html","abstract":"  In a speech that came close to suggesting the rebuilding of Yugoslavia, Pope John Paul II urged Croats today to use the \"unbreakable ties\" of culture and language that link the south Slavic peoples as a bridge to peace and reconciliation in the Balkans.   Speaking on the banks of the Sava River during an outdoor Mass at the Zagreb race track, the Pope pointed to the river as an image of unity among the peoples of the former Yugoslavia. The Sava, he noted, flows through Croatia, along the northern border of Bosnia and Herzegovina and on to Serbia and Belgrade, where it meets the Danube.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"One Broker's Slide Into Bribery","web_url":"https://www.nytimes.com/1994/09/12/us/one-broker-s-slide-into-bribery.html","abstract":"  When Norberto Escobar and his wife, Ivette, hung out their shingle as immigration brokers in October 1990, they knew little about United States immigration laws. For a time, Mrs. Escobar had worked in another broker's office; Mr. Escobar had recently lost his job selling cars.   Their company, Best Services, was a modest venture, run from their home at first. The Escobars said they had taught themselves the rudiments of the law from a handbook published by the American Immigration Lawyers Association. And so they set to work guiding fellow Salvadorans through the labyrinth of immigration service forms.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/12/nyregion/bridge-215678.html","abstract":"  Almost all the world's best players will be gathering in Albuquerque, N.M., later this week to contest the world championships. A few of them, however, have already been giving thought to the 1995 world championships in Beijing.   To compete in the Bermuda Bowl there, Canada will have to win a playoff with Mexico and Bermuda. The Canadians will be favored in that, because five world-class players recently qualified to represent their country: Fred Gitelman, Eric Kokish, George Mittelman, Mark Molson and Joe Silver. In the qualifying contest in Dartmouth, Nova Scotia, in June, Silver, as West, helped his team with a brilliant opening lead on the diagramed deal.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/12/nyregion/chronicle-218391.html","abstract":"  FRANCESCA ZAMBELLO , an operatic stage director who has worked on productions with companies in this country and Europe, is accustomed to being booed (and cheered) by audiences and lambasted by critics for her unorthodox interpretations. But she is determined to change the way women are portrayed in opera, no matter how much furor she incites.    Tonight and next Monday she will give a two-part talk, \"Female Characters in Opera: Are They Just Madonnas and Whores?\" for the Metropolitan Opera Guild at St. Peter's Church, 619 Lexington Avenue. \"We need to re-examine the operatic literature and how women are presented,\" she said the other day. \"Opera is run by men conductors and directors, and it is one of the most conservative of art forms.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Blimp Bound for U.S. Open Touches Down Against House","web_url":"https://www.nytimes.com/1994/09/12/nyregion/blimp-bound-for-us-open-touches-down-against-house.html","abstract":"  A 200-foot-long blimp bound for the United States Open tennis championships lost pressure and touched down against a house on a quiet dead-end street in Nassau County this morning. No one was injured, but the airship took down several power lines as it landed and deflated.   The blimp, carrying two pilots and a photographer to the event in Flushing Meadows, Queens, had taken off from Republic Airport in Farmingdale at 10:30 A.M., but soon started to lose pressure, said Capt. Peter Buckley, chief aviator for Airship International, the Florida company that operates the craft.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"The High Cost of Sex Harassment","web_url":"https://www.nytimes.com/1994/09/12/opinion/the-high-cost-of-sex-harassment.html","abstract":"  A San Francisco jury has hit the world's largest law firm, Baker & McKenzie, with the largest-ever sexual harassment award. Rena Weeks, a secretary who objected to the bawdy remarks and crude gropings of a high-powered partner, stands to collect $50,000 for emotional distress -- and $7.1 million in punitive damages.    If that judgment conveys its intended meaning, law firms and other enterprises across the country will bolt from their complacency and rectify the mistreatment of women in the workplace. Ordinarily one might not bet on that, but this could be a case of money talking, very loudly.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Police Recover More Than Half of Tiffany Loot","web_url":"https://www.nytimes.com/1994/09/12/nyregion/police-recover-more-than-half-of-tiffany-loot.html","abstract":"  With six suspects in custody in the $1.9 million Tiffany jewelry robbery, the police displayed a treasure trove of diamond necklaces, gold watches and gem-encrusted rings and bracelets yesterday and said more than half the loot had been recovered.   Of 464 items stolen in the Sept. 4 midnight holdup at Tiffany & Company, at Fifth Avenue and 57th Street, 248 pieces were recovered, said Sgt. Edward Caro, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"California Vietnamese Off to Hanoi","web_url":"https://www.nytimes.com/1994/09/12/us/california-vietnamese-off-to-hanoi.html","abstract":"  It took him eight tries and cost him nearly two years in prison, but a decade ago Philip Nguyen succeeded in fleeing Vietnam with his wife and children, though with little else.   This month, to the outrage of some fellow refugees here in the community known as Little Saigon, he will return as a member of a delegation from the Vietnamese Chamber of Commerce in Westminster to establish business links with the Communist leaders in Hanoi.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/12/nyregion/no-headline-212466.html","abstract":"  \"In previous times it used to be a declaration of war; yesterday we have heard a declaration of peace.\" -- SHIMON PERES, the Foreign Minister of Israel, commenting on a statement from Syria.  [ A5:2. ]","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Siberia's Treasure","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-siberia-s-treasure-218510.html","abstract":"  To the Editor:   What can we do about the impending devastation of Siberia, a pristine environment the size of almost all the tropical rain forests combined and home to a lake holding 20 percent of the planet's fresh water?","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"SENATE OPTIMISTS OFFER SOME HOPES FOR A HEALTH BILL","web_url":"https://www.nytimes.com/1994/09/12/us/senate-optimists-offer-some-hopes-for-a-health-bill.html","abstract":"  As they return from a two-week recess that began with universal health insurance legislation dead and incremental measures in critical condition, determined Senate optimists are still working to pass a measure that would insure about half the 39 million Americans who currently lack coverage.   The senators themselves will not be meeting until later in the week, but their staffs spent most of the time their bosses were away looking over the details of the plan offered by the self-styled mainstream coalition, a bipartisan group of about 20 senators, and making line-by-line comparisons with Democratic bills.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"Israeli Officials Enthusiastic About the Latest Word From Syria","web_url":"https://www.nytimes.com/1994/09/12/world/israeli-officials-enthusiastic-about-the-latest-word-from-syria.html","abstract":"  With enthusiasm overtaking more familiar caution, senior Israeli officials said today that they thought Syria meant business about wanting peace with them as long as it got back the Golan Heights.   The Israelis were reacting to a speech on Saturday by Syria's President, Hafez al-Assad, in which he told his Parliament that he was ready to reach a peace agreement and make it work.","thumbnail":null,"section":"World"},{"date":"19940912","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/12/us/inside-212091.html","abstract":"  Cuban Cutoff Begins   Under its agreement with the United States, Cuba began cracking down on people trying to leave the country on small boats and rafts, but the exodus did not stop completely. Page A3. Engine Problems Suspected    Investigators said evidence indicated that an engine might have malfunctioned on the USAir jet that crashed, killing 132 people. Page A10. 'Fences' and 'Frasier' Win    The CBS drama \"Picket Fences\" and the NBC comedy \"Frasier\" topped the Emmy Awards as best series of the 1993-94 season. Page C11.   A2 Arts","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"1944: Germany Invaded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/12/opinion/IHT-1944-germany-invaded-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED SUPREME HEADQUARTERS - [From our New York edition:] The American 1st army invaded Germany yesterday [Sept. 11], plunging five miles into the frontier from Luxembourg as Allied forces of the north and south made a historic juncture in central France","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"To Our Readers","web_url":"https://www.nytimes.com/1994/09/12/nyregion/to-our-readers.html","abstract":"  Starting today, the suggested newsstand price of The Times on Monday through Saturday increases to 60 cents in the New York metropolitan area. The change does not affect the Sunday price, the weekday price outside the metropolitan area, or the cost of copies from The Times's direct home delivery service.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Pats Get The Points But Not A Victory","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-pats-get-the-points-but-not-a-victory.html","abstract":"  For the second straight Sunday, Drew Bledsoe had a marvelous day. He finished 26 for 42 for 380 yards to 7 different receivers, with 3 touchdowns and 2 interceptions. For the second straight Sunday, the Patriots scored 35 points.   And yet, they are 0-2.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"I.R.A. Cease-Fire Shifts the Focus to Britain; An Irish Federalism","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-ira-cease-fire-shifts-the-focus-to-britain-an-irish-federalism-218480.html","abstract":"  To the Editor:   The Irish and British governments must now pointedly assure the unionist and nationalist communities that any political reform will be structured to improve the civil rights and economic prospects of all the people in Northern Ireland.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Teachers in Mount Vernon Reach Contract Agreement","web_url":"https://www.nytimes.com/1994/09/12/nyregion/teachers-in-mount-vernon-reach-contract-agreement.html","abstract":"  A three-day-old strike by Mount Vernon teachers ended early this morning when the Board of Education agreed to a contract, much like one it had previously rejected, that raises teacher salaries 8.5 percent over four years. Teachers will return to work today.   The teachers claimed victory in standing their ground on the salary issue, but the district gained, as well, winning concessions on medical coverage that will save an estimated $600,000 a year.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Hours for Voting in the Primary","web_url":"https://www.nytimes.com/1994/09/12/nyregion/hours-for-voting-in-the-primary.html","abstract":"  Primary elections will be held tomorrow in New York and Connecticut for several statewide offices and legislative and Congressional seats.    Polls will be open from 6 A.M. to 9 P.M. in New York City and in Nassau, Suffolk, Westchester, Rockland, Orange, Ulster and Erie counties, and from noon to 9 P.M. elsewhere in New York State.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"RESULTS PLUSThe Sly One Wins It  Jacques Villeneuve outfoxed Paul Tracy and Al Unser Jr. yesterday to win the Texaco-Havoline 200 Indy-car race in Elkhart Lake, Wis., as Unser clinched his second PPG Cup championship. Villeneuve, the son of the late Formula One star Gilles Villeneuve, took the lead with a daring pass that shot him from third to first on a restart only 15 laps from the end of the 200-mile event on the 4-mile, 14-turn road circuit. Unser, the runaway leader of the Indy-car series for virtually the entire season, had his string of consecutive victories end at three but added the series title to the one he earned in 1990. (AP)","web_url":"https://www.nytimes.com/1994/09/12/sports/results-plusthe-sly-one-wins-it-jacques-villeneuve-outfoxed-paul-tracy-al-unser.html","abstract":"  AUTO RACING","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"DIALOGUE: Congress Is Back. Now, to Lay the Blame.; We'll Obstruct What Needs Obstructing","web_url":"https://www.nytimes.com/1994/09/12/opinion/dialogue-congress-back-now-lay-blame-we-ll-obstruct-what-needs-obstructing.html","abstract":"  The last few months haven't been the best for Congress. The hours have been long, the debates have been contentious. And as we left for the Labor Day weekend, the American people seemed to respect the Congress and its members less and less.    Now some people are suggesting that if members of Congress could just exercise a little more \"bipartisanship,\" America would be better served and the public would hold us in higher regard. I disagree. When principles coincide, bipartisanship should prevail. But sacrificing principles will neither be good for America nor good for our Government.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"1894:Cycling Vindicated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/12/opinion/IHT-1894cycling-vindicated-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The votaries of cycling have scored a great victory. The physical advantages and disadvantages of their favorite sport were discussed by the Academy of Medicine yesterday [Sept. 11], and the bicycle has come triumphantly out of the ordeal. Dr. Pet","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"A Familiar Refrain: Price and Then Field","web_url":"https://www.nytimes.com/1994/09/12/sports/golf-a-familiar-refrain-price-and-then-field.html","abstract":"  It was just another Sunday for Nick Price. Another victory march. Another national championship. Another trophy held aloft and another authoritative and convincing step toward becoming the most dominating golfer since Tom Watson assumed that throne from Jack Nicklaus in the late 70's.   In what is becoming a numbingly familiar refrain, Price, 37, re-stated his superiority over the world of golf. He won the Bell Canadian Open today for his seventh victory of the year, his fifth on the PGA Tour. The only difference between this and all the other victories is that he really didn't have his game completely under control, and that might be the most impressive thing about this, his 16th victory in his last 54 starts.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Powlus Who? Michigan Has a Quarterback of Its Own","web_url":"https://www.nytimes.com/1994/09/12/sports/college-football-powlus-who-michigan-has-a-quarterback-of-its-own.html","abstract":"  On another storybook Saturday afternoon in South Bend, Ind., Ron Powlus was good, but Todd Collins was just a little bit better.   Powlus, the sophomore quarterback who is already being mentioned in the same breath as past Irish legends, performed what appeared to be another last-minute miracle for Notre Dame when he hit Derrick Mayes in the back of the end zone for a 7-yard touchdown with 52 seconds left and a 24-23 lead over Michigan.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"So Much for a Blowout: Cowboys Hold Off the Oilers","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-so-much-for-a-blowout-cowboys-hold-off-the-oilers.html","abstract":"  It wasn't supposed to be this difficult. The Dallas Cowboys weren't supposed to struggle with some greenhorn quarterback and a defense that had been stampeded a week ago by the Indianapolis Colts.   But here they were, the two-time defending Super Bowl champions, being blitzed silly today by the Oilers and having their passing and rushing attacks stymied. And whoever heard of this Bucky Richardson, the Oilers' quarterback? Certainly not many of the 64,402 fans at Texas Stadium who had come to see a rout.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Sparks Keeps Cool With Pair of Interceptions","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-sparks-keeps-cool-with-pair-of-interceptions.html","abstract":"  He was named for his Uncle Phillippi, who got his name from the New Testament Book of Philippians. Many from his uncle's congregation at the Calvary Community Church in Phoenix were in attendance, pinning up two banners in an upper corner of the stadium with his last name highlighted in bold letters: \"SPARKS.\"   While the Almighty could not be reached for immediate comment, it is safe to deduce one lasting truth from the Giants' 20-17 victory over the Arizona Cardinals tonight: Phillippi Sparks's homecoming was incredibly divine.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Vengeance Run Wild, Operatically","web_url":"https://www.nytimes.com/1994/09/12/arts/television-review-vengeance-run-wild-operatically.html","abstract":"  Of all public television's problems, and there are many, one must be especially galling: the tendency of viewers and critics to take excellence for granted. The stunning photography in \"Nature,\" the keen intelligence of \"American Playhouse,\" the best of British television on series like \"Masterpiece Theater\" and \"Mystery,\" the political courage of domestic series like \"P.O.V.\" and \"Rights and Wrongs\": all taken for granted after a season or two.   This evening's case in point is \"The Metropolitan Opera Presents\" and its superb rendition of Richard Strauss's \"Elektra,\" taped during live performances in January. This presentation (a stereo simulcast is being broadcast on WQXR-FM) opens the 19th season of Metropolitan Opera telecasts on PBS, supported prominently by Texaco.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"Medicaid","web_url":"https://www.nytimes.com/1994/09/12/nyregion/pulse-medicaid.html","abstract":"  Medicaid costs in the region continue to soar, putting an increasing strain on state budgets and local governments in New York State. Federal expenditures for Medicaid, which provides medical services for the poor through a combination of federal and state funding, have tripled since 1988, and yearly state outlays have doubled. Congress is likely to limit the growth of Medicaid and Medicare as part of a health care bill. In New York state, where local governments help carry the burden of Medicaid costs, Mayor Rudolph W. Giuliani and county leaders have lobbied heavily -- so far unsuccessfully -- for the state to take over these expenditures. New York City's yearly expenditures on Medicaid increased 49 percent from 1989 to 1993, Westchester's jumped 41 percent, and Nassau County's rose 85 percent.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Abroad at Home; 'Not in A Single Man'","web_url":"https://www.nytimes.com/1994/09/12/opinion/abroad-at-home-not-in-a-single-man.html","abstract":"  Haiti poses many difficult questions for President Clinton. None is more prickly -- or more important to the integrity of his Presidency -- than whether to ask Congress for authority to launch an invasion.    Mr. Clinton told a press conference last month that he did not have to ask. \"Like my predecessors of both parties,\" he said, \"I have not agreed that I was constitutionally mandated\" to have Congressional approval.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Baseball Is Heading For Final Inning of '94","web_url":"https://www.nytimes.com/1994/09/12/sports/baseball-baseball-is-heading-for-final-inning-of-94.html","abstract":"  Bud Selig, four days into his third year as baseball's acting commissioner, is only a series of telephone calls away from formally canceling the rest of the season and the 89-year run of the World Series.   Selig said yesterday that he had not decided when he would make an announcement, but there was no doubt left that he would announce by Wednesday that the 1994 season is history, bad history though it may be.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Tapping Eastern Europe for 'Prince Igor'","web_url":"https://www.nytimes.com/1994/09/12/arts/music-review-tapping-eastern-europe-for-prince-igor.html","abstract":"  Somebody seated behind me was humming a bit of \"Stranger in Paradise\" at the New York City Opera on Saturday night, which was appropriate, for the company was presenting a new production of Borodin's \"Prince Igor,\" the neglected opera that gave the Broadway show \"Kismet\" its great melodies and famous love song.   The accompaniment even seemed a bit charming. One didn't want to get too solemn about this work, which has more than its share of absurdities. It leaves its love story hanging in midair, and neglects to show us the fate of its villain after the first act. The opera was unfinished when the composer died unexpectedly in 1887 and was then cut, altered and completed by Glazunov and Rimsky-Korsakov. It still has no definitive edition because the original manuscripts have yet to be studied by contemporary scholars. Add to these problems a production that looked low-budget and a cast with little-known singers from Eastern Europe and the former Soviet Union, some of whom were more faithful to the idea of vibrato than the idea of pitch, and a healthy dose of accompanying humming could seem a welcome diversion.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"A Grungy Showman: 'Uh, Wow!' and Cool","web_url":"https://www.nytimes.com/1994/09/12/sports/on-tennis-a-grungy-showman-uh-wow-and-cool.html","abstract":"  The ponytail dangling from the back of the cap is hotter than ever now, so expect a nationwide rise in scruffy, shirtless males with earrings and black socks hitting with topspin. Andre Agassi won the United States Open last night, making a convincing argument for the peaceful coexistence of substance and style.   Grunge is good. Unseeded is better.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Crash Investigators Examine Condition of Right Engine","web_url":"https://www.nytimes.com/1994/09/12/us/crash-investigators-examine-condition-of-right-engine.html","abstract":"  Federal investigators have found new evidence that the right engine of the USAir jet that crashed on Thursday might have malfunctioned during flight, officials of the National Transportation Safety Board said tonight.    The evidence, while not conclusive, increased their suspicion that the engine's thrust reverser, a braking mechanism, might have partially deployed. They also said that engine's thrust reverser had been repaired a little more than two months ago.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"A Second Chance for a Love That Barely Was","web_url":"https://www.nytimes.com/1994/09/12/theater/theater-review-a-second-chance-for-a-love-that-barely-was.html","abstract":"  Last year at this time, Tony Giordano was directing \"Mixed Emotions,\" a would-be comedy in which a 65-year-old Jewish widower relentlessly pursued a 61-year-old Catholic widow. This year, Mr. Giordano is directing \"First Night,\" a would-be comedy in which a 30-ish nun relentlessly pursues the manager of a video store, a man she hasn't seen since they were in eighth grade together.   Perhaps it is time for Mr. Giordano to consider another kind of play -- something to do with ax murderers, say. These romantic trifles are not doing him, or anyone else, the slightest bit of good.","thumbnail":null,"section":"Theater"},{"date":"19940912","headline":"Emerging Political Dynasty Is Facing Test at Polls","web_url":"https://www.nytimes.com/1994/09/12/nyregion/emerging-political-dynasty-is-facing-test-at-polls.html","abstract":"  Dynasty. Darryl C. Towns seems to bristle at the very mention of the word.   He is annoyed that his young political career -- two years in the State Assembly representing the 54th District in Brooklyn -- is viewed not as a sincere effort at public service but as an extension of the influence of his better-known father, Representative Edolphus Towns.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"ECONOMIC GROWTH SLOWS FROM PEAK, RENEWING DEBATE","web_url":"https://www.nytimes.com/1994/09/12/us/economic-growth-slows-from-peak-renewing-debate.html","abstract":"  For the first time in three years, fall is not bringing a powerful burst of growth for the American economy. It is a decisive sign, many economists, Government officials and business executives say, that the strongest days of the recovery from the 1991 recession may be in the past.   \"No one is expecting -- not the Federal Reserve, nor the Administration nor the forecasters -- for the economy to return to the peak growth rate that was reached in recent months,\" said Alan S. Blinder, vice chairman of the Federal Reserve and, until June, a member of President Clinton's Council of Economic Advisers.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"1919: Alarm in Warsaw : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/12/opinion/IHT-1919-alarm-in-warsaw-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - The Polish Government, alarmed by the social unrest, is seriously occupied with the problem of the nation's food during the coming winter. Next winter is likely to prove an extremely difficult period for Poland, chiefly because of the economic st","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"From Pataki, an Early Bid In Debate Gamesmanship","web_url":"https://www.nytimes.com/1994/09/12/nyregion/from-pataki-an-early-bid-in-debate-gamesmanship.html","abstract":"  The Republican gubernatorial primary is still a day away, but State Senator George E. Pataki is confident enough of victory that he sought to get a jump on the general election yesterday by challenging Gov. Mario M. Cuomo to five one-on-one debates.    The debate over debates is a fixture of any campaign season -- down to who gets credit for seeking them, and who seems to be ducking -- and Mr. Cuomo's spokeswoman, Arda Nazerian, promptly countered by saying, \"Finally, George Pataki is responding to the Governor's call to make this a campaign based on the issues.\"","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"Where Jetliner Crashed, A Grim, Difficult Search","web_url":"https://www.nytimes.com/1994/09/12/us/where-jetliner-crashed-a-grim-difficult-search.html","abstract":"  Scores of bright red-orange flags, the color of autumn leaves, spread across the shaded forest floor, each one indicating where human remains from USAir Flight 427 had come to rest.   Down a hill, a sheet of white metal could be seen through the saplings and foliage. Tom Haueter, chief on-scene investigator for the National Transportation Safety Board, said it was a piece of the Boeing 737's left wing. A recovery worker in a white protective jumpsuit moved through the bushes, searching for remains of the 132 passengers and crew members.","thumbnail":null,"section":"U.S."},{"date":"19940912","headline":"For Lowery, Through the Wind and the Uprights","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-for-lowery-through-the-wind-and-the-uprights.html","abstract":"  When you've been kicking in the National Football League for 15 years and you're the most accurate field-goal kicker in history (80 percent) and you've made 99.2 percent of your conversions, you must be doing something right.   Nick Lowery, a 38-year-old Dartmouth graduate, is doing many things right. The most obvious today was his 39-yard field goal into the wind that gave the Jets a 25-22 victory over the Denver Broncos in overtime at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"The New Agassi Style Now Has Substance","web_url":"https://www.nytimes.com/1994/09/12/sports/us-open-94-the-new-agassi-style-now-has-substance.html","abstract":"  With the sunshine blazing off his three earrings and his opponent in abject surrender to his three-set manifesto, Andre Agassi, unseeded but far from unsung, brought his remedial United States Open run to a crashing crescendo yesterday by trouncing Michael Stich of Germany, 6-1, 7-6 (7-5), 7-5.   \"I can't believe it's all over,\" said the 24-year-old Las Vegan of what he called a two-week \"moment of belief\" where he put his ranking and reputation on the line and put his game back together with a combination of talent, discipline, aggression and street smarts supplied by his newest coach, Brad Gilbert.","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Merging Body and Spirit To Produce a Single Essence","web_url":"https://www.nytimes.com/1994/09/12/arts/dance-review-merging-body-and-spirit-to-produce-a-single-essence.html","abstract":"  Chandralekha, a choreographer from Madras, India, has been described as a counterculturalist who draws on elements of classical Indian dance like Bharata Natyam and on Western modern dance. A bizarre-sounding idea, but Chandralekha's \"Yantra,\" performed by the Chandralekha Group on Thursday night at St. Mark's Danspace, made the concerns of specific form seem prosaic. More than anything, \"Yantra\" is the distillation of a cultural sensibility, a piece in which form and expression merge inseparably for a mostly hypnotic 90 minutes.   \"Yantra\" is built around the Sri Chakra, a shape in which many triangles fold into one in an abstraction, as program notes put it, of \"the inner life of the body, its vital energy zones, its sexual and spiritual potentialities.\" The dance was also inspired by the ninth-century hymn \"Soundarya Lahari,\" a homage to the triangle and to women. A glowing triangle hangs over the dance space.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"Auf Wiedersehen to Berlin","web_url":"https://www.nytimes.com/1994/09/12/opinion/auf-wiedersehen-to-berlin.html","abstract":"  They had come to Berlin as occupying powers and stayed on as protectors. On Wednesday, officials from the U.S., France and Britain celebrated the departure of the last handful of troops who had been a part of Berlin's landscape for nearly 50 years.    Secretary of State Warren Christopher was quick to remind Berliners that \"even as our troops leave Berlin, 100,000 American servicemen and women will remain in Europe.\" But now that the last Red Army regiment has headed home, the American military presence is no longer the reassuring symbol it once was.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Soon, a Serious Governor's Race","web_url":"https://www.nytimes.com/1994/09/12/opinion/soon-a-serious-governor-s-race.html","abstract":"  So far, this has not been an edifying gubernatorial race. New York is a proud but uneasy state with big problems like crime, education, a crushing Medicaid burden, a swollen public payroll and a stubborn recession.   But the issues that have so far dominated public attention include Republican front-runner George Pataki's real estate ventures, Gov. Mario Cuomo's speaking fees and the question of who is paying for the nursing home-care of Mr. Cuomo's mother and Mr. Pataki's father. Each side has also filed a lawsuit accusing the other of breaking the legal limits on campaign contributions.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Tamino's Quest, in a Language Closer to Home","web_url":"https://www.nytimes.com/1994/09/12/arts/opera-review-tamino-s-quest-in-a-language-closer-to-home.html","abstract":"  When the New York City Opera brought out its dreamily handsome Lotfi Mansouri production of \"The Magic Flute\" in 1987, it chose to present the work in the original German. For a 1992 revival, the company switched to Andrew Porter's English translation, and English was heard again when the production resurfaced on Friday night.   The choice between German and English in \"The Magic Flute\" is a complicated one, and the availability of supertitles at the City Opera oddly complicates things further. The opera is a singspiel, and there is a fair amount of spiel between songs. It makes no sense to have singers jabbering at one another in German with English translations overhead. A more pressing problem for a company stocked with younger American singers is that spoken German requires a far greater degree of fluency than German sung.","thumbnail":null,"section":"Arts"},{"date":"19940912","headline":"Crime Bill Takes First Giant Step Toward Stopping the Violence","web_url":"https://www.nytimes.com/1994/09/12/opinion/l-crime-bill-takes-first-giant-step-toward-stopping-the-violence-204943.html","abstract":"  To the Editor:   Sometimes even the best pundits succumb to the temptation to attack a good thing, instead of studying it. Russell Baker's Sept. 6 column on the crime bill, \"No, Not a Hit Child,\" is an example of this.","thumbnail":null,"section":"Opinion"},{"date":"19940912","headline":"Putting Sex In Its Place","web_url":"https://www.nytimes.com/1994/09/12/nyregion/putting-sex-in-its-place.html","abstract":"  For decades, sex-oriented entertainment in New York City was largely confined to the sleazier stretches of Times Square. Now such businesses can be found everywhere from the Adult Love Boutique on Queens Boulevard to the All Star Harmony Club on West 22d Street in Chelsea.   The industry has grown in response to the widespread home use of video recorders and the increasing popularity of topless bars among an affluent male clientele. And as it has spread throughout New York City, particularly into Queens and middle-class neighborhoods in Manhattan, it has produced a widespread backlash among outraged residents of several communities.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"PRO FOOTBALL: Sports of The Times; The Green Monsters Of 'the Meadowlands'","web_url":"https://www.nytimes.com/1994/09/12/sports/pro-football-sports-of-the-times-the-green-monsters-of-the-meadowlands.html","abstract":"  OUTSIDE the Jets' locker room, Pete Carroll was holding a football. Surely it was his \"game ball\" for the 25-22 overtime victory over the Denver Broncos, but it wasn't.   \"The star of the day,\" the Jets' coach was saying now, \"was the people in the stands. They went nuts. They went crazy about our football team and the way we played and they hung with us when it looked a little bit bleak. They brought us out of that fourth quarter.\"","thumbnail":null,"section":"Sports"},{"date":"19940912","headline":"Inquiries Confounded by Many Diverse Accounts of Officers' Subway Station Shootout","web_url":"https://www.nytimes.com/1994/09/12/nyregion/inquiries-confounded-many-diverse-accounts-officers-subway-station-shootout.html","abstract":"  Shots rang out from three different directions, all fired from different types of weapons, all echoing crazily in the subway station deep under Lexington Avenue. There were 200 people on the East Side platform, and so there was screaming and scrambling everywhere shortly after 7 P.M. Aug. 22.   There were, as well, nine police officers at the scene -- four in plain clothes, four in uniform, one off duty. Two of the officers ended up wounded, one critically. The investigation, begun that night, involved two different departments -- the New York City Police Department and the Transit Police Department.","thumbnail":null,"section":"New York"},{"date":"19940912","headline":"The Hidden Population Issue: Money","web_url":"https://www.nytimes.com/1994/09/12/world/the-hidden-population-issue-money.html","abstract":"  When all the sound and fury of the conference on population has faded to whispers, one inescapable reality will remain: money.   No matter who wins or who loses in the political jousts over abortion and homosexuality, migrants and monogamy, the real test of whether the United Nations Conference on Population and Development has made a difference will lie not just in the readiness of rich donors to give far greater aid, but also in the willingness of poor recipients to spend more of their own money to solve their problems.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19940912","headline":"Frank Eugene Corder fatally crashes a single-engine Cessna 150 into the White House's south lawn, striking the West wing. There were no other casualties.","pages":[{"title":"Frank Eugene Corder","web_url":"https://en.wikipedia.org/wiki/Frank_Eugene_Corder","description":"American truck driver and failed assassin (19561994)","thumbnail":null,"abstract":"Frank Eugene Corder was an American truck driver. He stole a Cessna 150 late on September 11, 1994, and crashed the stolen aircraft onto the South Lawn of the White House early on September 12, 1994, while attempting to land the plane; he was killed, and was the sole casualty."},{"title":"Cessna","web_url":"https://en.wikipedia.org/wiki/Cessna","description":"Aircraft manufacturing subsidiary of Textron","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Cessna_Logo.svg/320px-Cessna_Logo.svg.png","thumbnail_width":320,"thumbnail_height":279},"abstract":"Cessna is an American brand of general aviation aircraft owned by Textron Aviation since 2014, headquartered in Wichita, Kansas. Originally, it was a brand of the Cessna Aircraft Company, an American general aviation aircraft manufacturing corporation also headquartered in Wichita. The company produced small, piston-powered aircraft, as well as business jets. For much of the mid-to-late 20th century, Cessna was one of the highest-volume and most diverse producers of general aviation aircraft in the world. It was founded in 1927 by Clyde Cessna and Victor Roos and was purchased by General Dynamics in 1985, then by Textron, Inc. in 1992. In March 2014, when Textron purchased the Beechcraft and Hawker Aircraft corporations, Cessna ceased operations as a subsidiary company, and joined the others as one of the three distinct brands produced by Textron Aviation."},{"title":"White House","web_url":"https://en.wikipedia.org/wiki/White_House","description":"Official residence and workplace of the president of the United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/White_House_north_and_south_sides.jpg/320px-White_House_north_and_south_sides.jpg","thumbnail_width":320,"thumbnail_height":366},"abstract":"The White House is the official residence and workplace of the president of the United States. Located at 1600 Pennsylvania Avenue NW in Washington, D.C., it has served as the residence of every U.S. president since John Adams in 1800 when the national capital was moved from Philadelphia. The term \"White House\" is often used as a figure of speech for the president and his advisers."}]}],"weather":[{"date":"19940912","time":"1994-09-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":88,"wspd":13},{"date":"19940912","time":"1994-09-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":90,"wspd":11.2},{"date":"19940912","time":"1994-09-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":89,"wspd":14.8},{"date":"19940912","time":"1994-09-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":90,"wspd":11.2},{"date":"19940912","time":"1994-09-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":93,"wspd":5.4},{"date":"19940912","time":"1994-09-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":84,"wspd":20.5},{"date":"19940912","time":"1994-09-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":84,"wspd":9.4},{"date":"19940912","time":"1994-09-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":74,"wspd":25.9},{"date":"19940912","time":"1994-09-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":76,"wspd":22.3},{"date":"19940912","time":"1994-09-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":77,"wspd":25.9},{"date":"19940912","time":"1994-09-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":62,"wspd":29.5},{"date":"19940912","time":"1994-09-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":61,"wspd":33.5},{"date":"19940912","time":"1994-09-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":61,"wspd":38.9},{"date":"19940912","time":"1994-09-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":53,"wspd":44.3},{"date":"19940912","time":"1994-09-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":54,"wspd":33.5},{"date":"19940912","time":"1994-09-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":60,"wspd":25.9},{"date":"19940912","time":"1994-09-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":50,"wspd":35.3},{"date":"19940912","time":"1994-09-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":53,"wspd":27.7},{"date":"19940912","time":"1994-09-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":61,"wspd":20.5},{"date":"19940912","time":"1994-09-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":67,"wspd":14.8},{"date":"19940912","time":"1994-09-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":72,"wspd":13},{"date":"19940912","time":"1994-09-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":75,"wspd":18.4},{"date":"19940912","time":"1994-09-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":79,"wspd":14.8},{"date":"19940912","time":"1994-09-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":81,"wspd":14.8},{"date":"19940912","time":"1994-09-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":48,"wspd":22.3},{"date":"19940912","time":"1994-09-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":20.5},{"date":"19940912","time":"1994-09-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":24.1},{"date":"19940912","time":"1994-09-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":62,"wspd":20.5},{"date":"19940912","time":"1994-09-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":16.6},{"date":"19940912","time":"1994-09-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":62,"wspd":20.5},{"date":"19940912","time":"1994-09-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":22.3},{"date":"19940912","time":"1994-09-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":16.6},{"date":"19940912","time":"1994-09-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":11.2},{"date":"19940912","time":"1994-09-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":11.2},{"date":"19940912","time":"1994-09-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":16.6},{"date":"19940912","time":"1994-09-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":9.4},{"date":"19940912","time":"1994-09-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":11.2},{"date":"19940912","time":"1994-09-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":14.8},{"date":"19940912","time":"1994-09-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":51,"wspd":14.8},{"date":"19940912","time":"1994-09-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":47,"wspd":24.1},{"date":"19940912","time":"1994-09-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":43,"wspd":25.9},{"date":"19940912","time":"1994-09-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":41,"wspd":27.7},{"date":"19940912","time":"1994-09-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":40,"wspd":16.6},{"date":"19940912","time":"1994-09-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":34,"wspd":25.9},{"date":"19940912","time":"1994-09-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":31,"wspd":20.5},{"date":"19940912","time":"1994-09-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":35,"wspd":22.3},{"date":"19940912","time":"1994-09-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":37,"wspd":24.1},{"date":"19940912","time":"1994-09-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":42,"wspd":22.3}]},"19940913":{"guardian_articles":[],"nytimes_articles":[{"date":"19940913","headline":"Inclusion of TV Crew in a Raid Is Ruled Illegal","web_url":"https://www.nytimes.com/1994/09/13/nyregion/inclusion-of-tv-crew-in-a-raid-is-ruled-illegal.html","abstract":"  A Secret Service agent violated constitutional protections against unlawful searches when he invited a CBS television camera crew on a raid of a Brooklyn apartment, and he can be sued for damages, a Federal appeals court in Manhattan ruled yesterday.   \"A private home is not a sound stage for law-enforcement theatricals,\" the United States Court of Appeals for the Second Circuit said in a rebuke to the Secret Service for allowing a television crew to accompany agents on a 1992 raid on the apartment of a man suspected of credit card fraud.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Lions' Carter Out for at Least 6-8 Weeks","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-football-lions-carter-out-for-at-least-6-8-weeks.html","abstract":"  A broken collarbone will probably sideline Detroit Lions wide receiver ANTHONY CARTER for at least six to eight weeks. Carter broke his collarbone and scapula during Sunday's 10-3 loss at Minnesota. Carter, in his 10th National Football League season, sustained the injury on his only reception -- an 18-yard gain in the second quarter. It was his first game at the Metrodome after playing the previous nine seasons with the Vikings. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Chess","web_url":"https://www.nytimes.com/1994/09/13/arts/chess-224073.html","abstract":"  After losing his last three encounters against Vladimir Kramnik, Gary Kasparov, the Professional Chess Association's world champion, got sweet revenge in the P.C.A. International Tournament in Novgorod, Russia. His defeat of his 19-year-old protege was the most imaginative game in the elite, double-round competition, which ended in late August.   It also gave Kasparov, a Russian, a point toward the total of 7-3, which was good for a first place tie with Vasily Ivanchuk of Ukraine. Kasparov led throughout, but when he drew his last three games, Ivanchuk overhauled him. FINAL STANDINGS  Player . . . W. . . . L. . . . D. . . . Pts. Kasparov . . . 4 . . . 0 . . . 6 . . . 7 Ivanchuk . . . 4 . . . 0 . . . 6 . . . 7 Kramnik . . . 3 . . . 3 . . . 4 . . . 5 Short . . . 0 . . . 2 . . . 8 . . . 4 Shirov . . . 1 . . . 3 . . . 6 . . . 4 Bareyev . . . 1 . . . 5 . . . 4 . . . 3   This time Kasparov did not look as though he might have any ambivalent feelings toward the young grandmaster whose career he had done so much to further. He showered the hapless Kramnik, also of Russia, with a veritable cascade of fireworks.     The Pelikan Variation of the Sicilian Defense presents a dramatic confrontation in its chief lines: after 10 Bf6 Bf6 11 c3, Black has the bishop-pair as against White's occupation of the weak d5 square with his knight.   Once Kasparov had revealed his plans for a mating attack with 13 h4!?, Kramnik challenged the d5 knight with 13 . . . Ne7. He was, of course, aware that 14 Nf6 gf damages the black king position, but after 15 Qd2 Bb7 16 Bd3 d5, he counted on using his central pawn phalanx as a counterweapon.   On 17 ed Qd5 18 O-O-O!? e4 19 Be2, Kramnik could have prevented a white mating attack with 19 . . . Qd2 20 Rd2, but with three pawns stopping four black ones on the kingside, while the healthy white queenside pawn majority would eventually yield a powerful passed pawn, the endgame prospects would strongly favor Kasparov. By accepting the pawn sacrifice with 19 . . . Qa2, Kramnik banished endgame worries.   After 20 Qh6 Qe6 21 Nd4, Kramnik might have tried to keep his queen centralized with 21 . . . Qe5, but then 22 f4! ef 23 gf Ng6 24 Rdg1! Kh8 25 Kb1 Rg8 (25 . . . Qf4? loses a piece to 26 Rg6!) 26 Bd3 Nf8 27 Rg8 Kg8 28 Bh7! Nh7 29 Rg1 Ng5 30 hg f5 31 g6! is overwhelming for White.   On 21 . . . Qb6, Kasparov kept mobilizing with 22 Rh3 Kh8 23 Bg4!, which threatened 24 Bf5 Nf5 25 Nf5 Rg8 26 Rd6 followed by 27 Qf6, winning outright. After 23 . . . Rg8, Kasparov produced the fantastic 24 Ne6!, planning to crush 24 . . . fe by 25 Qf6 Rg7 26 Rd7 Re8 27 Rg3 Bc8 28 Re7 Re7 29 Qf8 Rg8 30 Qg8! Kg8 31 Be6 Kf8 32 Rg8 mate.   Moreover, taking the other sacrificed piece with 24 . . . Rg4 is smashed by 25 Ng5! Rg5 (25 . . . fg drops the queen to 26 Qb6) 26 hg Kg8 27 gf. And defense by 24 . . . Qf2 fails against 25 Rf3! Rg6 26 Qg6 Qb2 27 Kb2 Ng6 28 Rf6 fe 29 Be6, which gives White a winning ending.   Kramnik struggled nobly on with 24 . . . Rg6 25 Qf4 Re8 26 Rd6, but it would not have saved him to try 26 . . . Qa5 27 h5 Qa1 28 Kc2 Qa4 29 Kb1 Rg4 30 Qg4 Rg8 31 Rd8! fe 32 Rg8 Ng8 33 Rg3. In this same hypothetical line, 30 . . . fe 31 Qe6 e3 32 Qf6 Kg8 33 Rg3 Ng6 34 Rg6 hg 35 Qg6 Kf8 36 Qh6 Kf7 37 Qh7 would lead into 37 . . . Kf8 38 Rf6 mate.   Kramnik tried 26 . . . Nd5, but Kasparov fired another salvo with 27 h5! Kramnik could not play 27 . . . Rg4 because 28 Qg4 Rg8 29 Qg8 Kg8 30 Rg3 Kh8 31 Rd8! Qd8 32 Nd8 forces 32 . . . h6 to stop 33 Nf7 mate, after which 33 Nb7 puts Kasparov a rook ahead.   So he went ahead with 27 . . . Nf4 28 hg! Qd6 (28 . . . Nd3 is broken by 29 Rhd3! ed 30 gf) 29 Rh7 Kg8 30 gf Kh7 31 fe/Q Ne6, but after 32 Bf5! Kg7 33 Qg6 Kf8 34 Qf6 Ke8 35 Be6, Kramnik was a decisive pawn down and his king was in a wretched position.   He could not even reduce the pawns by 35 . . . e3 because 36 fe Bg2 37 Bf7 Kd7 38 Be8 Kc7 39 Qg7 Kd8 40 Bb5 Bf3 41 Ba4 just loses more material. Not that it affected the outcome of the game, but Kramnik blundered in time pressure with 35 . . . Qf8? and at once, seeing that 36 Bd7 wins his queen, he gave up without waiting for the move to be put on the board.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Jury Selection in Tailhook Negligence Suit Begins in Nevada","web_url":"https://www.nytimes.com/1994/09/13/us/jury-selection-in-tailhook-negligence-suit-begins-in-nevada.html","abstract":"  Jury selection began here today in a civil trial involving one of the most sordid and divisive episodes in the history of the United States Navy.   The plaintiff is Paula A. Coughlin, a former Navy lieutenant and the original whistle-blower at the 1991 convention of the Tailhook Association, an independent group of retired and active naval aviators. Ms. Coughlin was among several dozen women who Navy investigators determined were sexually abused at the Las Vegas Hilton, where the convention was held.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"The Magic of Dreams","web_url":"https://www.nytimes.com/1994/09/13/arts/dance-review-the-magic-of-dreams.html","abstract":"  Ann Carlson's \"Mirage\" magically transformed the vast arched spaces of the Brooklyn Bridge Anchorage into an art gallery in which the exhibits lived, breathed and moved. For slightly more than an hour on Sunday afternoon, spectators were free to wander through the rooms.    There was much to see and hear in this multimedia presentation, which Ms. Carlson, a choreographer, created in collaboration with several artists -- Todd Gilens, Pat Oleszko and Mary Ellen Strom -- and which was based, in part, upon the dream imagery of the large cast of children and adults.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Cotton-Top Tamarins: Cooperative, Pacifist And Close to Extinct","web_url":"https://www.nytimes.com/1994/09/13/science/cotton-top-tamarins-cooperative-pacifist-and-close-to-extinct.html","abstract":"  COTTON-TOP tamarins are the punks among monkeys: small in stature, big in hair and noisy. At six inches high and weighing barely a pound, they are one of the world's tiniest primates. A shock of white fur rises from the midline of the skull in a kind of Einsteinian Mohawk, dipping down toward ears so prominent they beg to be adorned by a row of hoop earrings. And the monkeys make gorgeous punk music, squealing, whistling, chirping, letting loose with slicing screams.    But lest their singing be dismissed as so much senseless muddle, researchers say the tamarins' vocal repertory of 38 distinct sounds is unusually sophisticated, even by primate standards. It is structured like a language, conforming to grammatical rules and able to express curiosity, fear, dismay, playfulness, warnings of predators approaching, a desire to be groomed, joy over food discovered and calls to the young among them to join the feast.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-227161.html","abstract":"  An article on Friday about a Federal suit against a New York City union representing construction laborers referred incorrectly to legal action taken against the newspaper drivers' union in New York. While the Manhattan District Attorney has sought the appointment of a trustee to oversee the union, the Newspaper and Mail Deliverers' Union of New York and Vicinity, that action did not lead to the removal of leaders or to new elections.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Noncampaign Yields A Windfall Coffer","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-noncampaign-yields-a-windfall-coffer-227897.html","abstract":"  To the Editor:   I was astonished to learn that Alfonse M. D'Amato, the Republican Senator from New York, still has in his possession the many hundreds of thousands of dollars he raised for a gubernatorial campaign that was never waged.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"James Clavell's Japan","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-james-clavell-s-japan-227870.html","abstract":"  To the Editor:   Your Sept. 8 obituary for James Clavell describes the author of \"Shogun\" and other epic novels about East Asia as a gifted storyteller able to draw the reader into a faraway time and place. In \"Shogun,\" he provided Western readers with a window on the distinctly Japanese way of life of the feudal era, particularly the Japanese understanding of reality through spirituality.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Primaries Today","web_url":"https://www.nytimes.com/1994/09/13/nyregion/primaries-today.html","abstract":"  Four Democratic candidates for attorney genera, above, face off today in the most unpredictable New York primary. Voters will pick Democratic and Republican candidates for Governor in New York and Connecticut, and Congressional races are also on the ballot. Article, page B1; summary of major races, page B4.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-227188.html","abstract":"  An article, headline and picture caption yesterday about a reunion of 1950's residents of a Bronx neighborhood included several erroneous references to the area in some copies. The neighborhood is Pelham Parkway, not Pelham Park. The article also misidentified a street where one resident lived; it is Bronx Park East, not Bronx Parkway East.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-227196.html","abstract":"  A picture caption yesterday with the obituary of a former chairman and chief executive of the Firestone Tire and Rubber Company in the 1960's and 1970's misstated his given name in some copies. He was Raymond C. Firestone, not Richard.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"JAZZ","web_url":"https://www.nytimes.com/1994/09/13/arts/in-performance-jazz-228044.html","abstract":"  A Logical Saxophonist Now Comes Out Roaring  Small's    The tenor saxophonist Sam Newsome is best known for his work in the trumpeter Terence Blanchard's band, where he played logical, articulate solos. Mr. Newsome's playing always seemed shy but smart, his lines almost blushing from the attention they brought on themselves. On Thursday, things had changed. Mr. Newsome, fronting his own band, came out aggressively, with furious and driving solos that were remarkably free of cliches.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Candidates Rally Voters For Primary","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-1994-campaign-the-overview-candidates-rally-voters-for-primary.html","abstract":"  Even as Gov. Mario M. Cuomo and Senator George E. Pataki approached today's primaries as inconvenient speed bumps on the road to the general election, four Democratic candidates for attorney general and dozens of Congressional contenders campaigned furiously yesterday on a shimmering day for retail politics.   In recent days, the advertising war between Mr. Cuomo and Mr. Pataki, both of whom face primaries today, has escalated from a skirmish into a firefight. Mr. Cuomo, for the first time in a television commercial, linked Mr. Pataki, a Republican from Putnam County, to Senator Alfonse M. D'Amato. Mr. Pataki, meanwhile, is broadcasting a mudslinging ad that criticizes Mr. Cuomo for mudslinging.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Conscience Clear, Says Mitterrand","web_url":"https://www.nytimes.com/1994/09/13/world/conscience-clear-says-mitterrand.html","abstract":"  President Francois Mitterrand declared today that his conscience was \"perfectly clear\" about revelations that he worked for the pro-Nazi Vichy Government early in World War II before he joined the French Resistance and rose to become a leading Socialist.   Along with Mr. Mitterrand's failing health, the subject of his past consumed much of a 90-minute television interview tonight. The details of his past, which were published in a book last week, have garnered so much interest in France largely because of the highly emotional issue of the degree of French resistance to Nazi ideology in the early years of the war.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/13/nyregion/metro-digest-220388.html","abstract":"  TOURIST ON SIGHTSEEING CRUISE IS SHOT   A sightseeing boat cruising along the Harlem River between Manhattan and the Bronx came under gunfire and a German tourist was shot through the shoulder on the open upper deck. Alarmed passengers heard two or three more shots after the boat reached the Bronx shore seeking help. The tourist was knocked to the deck of the Circle Line boat just after it passed under the Washington Bridge at 181st Street. A1. NEW YORK CITY  FOOD STAMP FRAUD RING IS SMASHED   They were called markets, though they served few customers. And some of them actually stocked food, though it was often stale. But the main business of the operations was food stamps, according to Federal authorities in Manhattan, who said that they had smashed a ring of 30 Chinese grocers who trafficked illegally in the relief coupons and laundered more than $40 million in fraudulent receipts. B3.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Youth in Custody Battle Is Detained in Paris After Running Away","web_url":"https://www.nytimes.com/1994/09/13/nyregion/youth-in-custody-battle-is-detained-in-paris-after-running-away.html","abstract":"  The battle over Shai Fhima Rheuven shifted to Paris yesterday, after it was disclosed that the teen-ager had run off to France three weeks ago and was detained last Thursday while trying to return to the United States using someone else's passport.   Shai, 15, has been the center of a fierce custody struggle since 1992, when he vanished while studying for his bar mitzvah with an Orthodox rabbi in Brooklyn. His family contended that he had been kidnapped. When Shai surfaced nearly two years later, he said that because of his religious beliefs, he no longer wanted to live with his mother, Hana Fhima of Ramsey, N.J., or her former husband, the youth's father, Michael Reuven, an Israeli. Shai said they were not Orthodox and did not share his religious beliefs.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Toolmaker's Thumb Not Unique to Humans","web_url":"https://www.nytimes.com/1994/09/13/science/toolmaker-s-thumb-not-unique-to-humans.html","abstract":"  SINCE the first stone tools appeared in Africa about two and a half million years ago, corresponding with the emergence of the earliest direct human ancestors, anthropologists have long assumed that the ability to make tools was somehow linked to brain size. The earliest members of the genus Homo, with a relatively large brains, had the ability, so it was thought, but not their smaller-brained primate relatives.   This standard assumption is now being challenged by an anatomical study that has produced a rule of thumb that is more than a figure of speech.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"N.F.L. Really Is Scoring Big in the Points Column","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-notebook-nfl-really-is-scoring-big-in-the-points-column.html","abstract":"  In what may be a trend related to the new rule changes, for the second week of the National Football League season point production was up over last season.   In the 13 games played on Sunday, 537 points were scored, an average of 41.3 points a game. In the second week of last season, 14 games produced just 461 points, an average of 32.9. On the opening weekend, the 28 teams scored 652 points, an average of 46.6 points a game, as compared with 587 points (41.9 a game) in 1993.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/13/style/chronicle-221414.html","abstract":"  DAVID ROCKEFELLER has been named the recipient of the World Monuments Fund's Hadrian Award and will be honored at a luncheon at the Pierre Hotel on Oct. 14. The award is given annually to an individual for lifelong efforts to preserve art and architecture. Mr. Rockfeller, a former chairman of the Chase Manhattan Bank, was a leader in the creation of corporate art collections in America through the formation of the Chase Manhattan Art Program. He is also a former chairman of the Museum of Modern Art.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-218944.html","abstract":"  An article on Sunday about West Africa misstated the number of countries in the region that use the CFA franc as their currency. It is 13, not 11.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Why Small Business Disliked Health Care Plan","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-why-small-business-disliked-health-care-plan-227609.html","abstract":"  To the Editor:   Hooray for the collapse of health care social engineering! While the observation of a sickness in our delivery system was accurate, the diagnosis was faulty and the prescription truly horrific.   The problem with our system today is not too little insurance and government, but rather too much. Eighty percent of the $1 trillion spent on health care is affected by government subsidies. There is simply no rational reason for large-scale government involvement in this sector of our economy, nor for insurance to be involved in day-to-day patient care.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Foe's Pullout Gives Jeb Bush G.O.P. Victory","web_url":"https://www.nytimes.com/1994/09/13/us/foe-s-pullout-gives-jeb-bush-gop-victory.html","abstract":"  Jeb Bush, a son of former President George Bush, won Florida's Republican nomination for governor by default today when his only remaining challenger dropped out of the race.   The withdrawal of Mr. Bush's opponent in a runoff election, Secretary of State Jim Smith, allows the general election fight between Mr. Bush, a Miami real-estate developer, and Gov. Lawton Chiles, the Democratic incumbent, to begin.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/13/sports/results-plus-221384.html","abstract":"  BASEBALL Mets' Farmhand Pulsipher Gets No-Hitter   Bill Pulsipher threw the first no-hitter in a Class AA Eastern League playoff game in 57 years, leading the visiting Binghamton Mets to a 2-0 victory over Harrisburg last night in Game 2 of the championship series. Pulsipher had eight strikeouts and walked four as the Mets evened the best-of-five series at 1-1.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"A Rare Switch From Paperwork to Pursuit","web_url":"https://www.nytimes.com/1994/09/13/nyregion/a-rare-switch-from-paperwork-to-pursuit.html","abstract":"  Anthony D. Lazalde awoke at 4 A.M. to study the eyes and ears of a Nicaraguan immigrant in a dated photograph. He always does this before setting out to track down a fugitive alien. Experience has taught him that the space between a person's eyes and the contours of his ears never change.   In the first light of morning, Mr. Lazalde and Juan Bustos, his partner, donned bulletproof vests and tucked revolvers into their waistbands. As they prepared to go after the Nicaraguan, Elias Yankobich, they downed coffee, and the caffeine mingled with a surge of adrenaline.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Moore Gets Star Role Playing With a Cast","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-moore-gets-star-role-playing-with-a-cast.html","abstract":"  At first glance, Rob Moore's first two games last season look a lot like his first two this season: 15 receptions for 264 yards in 1993 compared with 14 and 230 the past two weeks.   A closer look, however, points up some important differences.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Ungaro's Latest: His Own Boutique","web_url":"https://www.nytimes.com/1994/09/13/style/ungaro-s-latest-his-own-boutique.html","abstract":"  In many ways, fashion has become the proverbial broth produced by too many chefs. By the time the investors who own the designer's house, the editors and the retailers have their say, what is left is often a bland consomme.     Emanuel Ungaro's work, however, is a rich cassoulet. His is the only couture house in Paris owned totally by the designer. Visitors who come to his atelier when he is swathing models are just that: visitors, not collaborators. And while his clothes are in many New York stores, including Saks Fifth Avenue, Bloomingdale's and Henri Bendel, last Wednesday he officially opened his own boutique -- owned by him -- at 792 Madison Avenue, at 67th Street.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"Deciphering Rules In a Competition For Arts Grants","web_url":"https://www.nytimes.com/1994/09/13/arts/deciphering-rules-in-a-competition-for-arts-grants.html","abstract":"  With $10 million in city and state money up for grabs, arts organizations throughout the city's five boroughs have been racing to turn in grant applications due today. Under the challenge-grant initiative, a plan announced with great fanfare in July, the city's Department of Cultural Affairs and the New York State Council on the Arts are each to award $5 million in grants to organizations able to match the grant money dollar for dollar with grants from other sources.    As details of the plan have become clearer in the last month, however, some arts administrators and officials at philanthropic foundations say it is unlikely that it will generate $10 million in new money from the private sector. Further, they say because the grants must be used to expand an institution's programs to draw an increased audience, they could actually harm many smaller arts institutions that need to stabilize their operations before undertaking an expansion.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Of TV, Awards and, Above All, Sales","web_url":"https://www.nytimes.com/1994/09/13/arts/critic-s-notebook-of-tv-awards-and-above-all-sales.html","abstract":"  Lovers of trash television, rejoice. The awards shows are back for a brand new season. Prime-time addicts can once again gather to gloat over how the shows were too long or too vulgar or too commercial. Pick your favorite complaint. It's all part of the delicious whining game whose players, deep down, realize that the shows offer an uncannily accurate reflection of American culture and commerce.    Two major awards productions were mounted in the last week: the 11th Annual MTV Video Music Awards, carried live on Thursday from Radio City Music Hall, and the 46th Annual Prime-Time Emmy Awards, broadcast live on Sunday on ABC from the Pasadena Civic Auditorium in California.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"1944: New War Strategy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/13/opinion/IHT-1944-new-war-strategy-in-our-pages100-75-and-50-years-ago.html","abstract":"QUEBEC - [From our New York edition:] The strategy that will be used to tighten the Allied pincers on Japan was discussed today [Sept. 12] by President Roosevelt and Prime Minister Churchill at their first formal \"business session\" with their mi","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Agassi's Ascendance Righted All the Wrongs","web_url":"https://www.nytimes.com/1994/09/13/sports/tennis-agassi-s-ascendance-righted-all-the-wrongs.html","abstract":"  It seems like only yesterday, but in truth it was just two weeks ago that things weren't looking so good for the United States Open in the eye, image or curb-appeal departments.   The defending champion Pete Sampras had a bad case of Achilles' heel, and the defending champion Steffi Graf was having delusions of octogenarianism due to the ache in her lower back.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Dole Campaigns for Man He Called 'Loose Cannon'","web_url":"https://www.nytimes.com/1994/09/13/us/dole-campaigns-for-man-he-called-loose-cannon.html","abstract":"  As he campaigned all over Virginia today alongside Oliver L. North, Senator Bob Dole looked like a bridegroom stuck in a marriage of convenience: he went through all the motions, but his heart did not seem in it.   Mr. Dole, the Senate Republican leader, cooperated when a volunteer affixed an \"Ollie!\" sticker to his lapel. He clasped hands with Mr. North as they raised their arms in a traditional victory pose. And he implored voters to support Mr. North, the Republican nominee here for the Senate, a man he once called \"a loose cannon\" who had \"overstepped his bounds\" in the Iran-contra affair.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Zinc and Alzheimer's","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-zinc-and-alzheimer-s-227862.html","abstract":"  To the Editor:   In \"Experiments Link Alzheimer's Condition and Zinc\" (Science Times, Sept. 6), you quote Dr. Rudolph Tanzi as saying that even if zinc is related to Alzheimer's disease, there is no need to worry because the amounts you get in food or in vitamin supplements are not enough to harm you. This neglects to consider the possible effect on amyloid protein formation from the zinc in hair shampoos.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"POP","web_url":"https://www.nytimes.com/1994/09/13/arts/in-performance-pop-221775.html","abstract":"  Passion and Promiscuity And Suspending Disbelief  Madison Square Garden    At the Budweiser Superfest on Friday night, R. Kelly, a singer whose most recent album of dance music about the bedroom, \"12 Play\" (Jive), has sold over two million copies, promised the women in the audience that he would stay with them all night. Instead, he left the stage after playing for only an hour. So let that be a lesson about sweet talk. It's just talk.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"The Future of NATO : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/13/opinion/IHT-the-future-of-nato-letters-to-the-editor.html","abstract":"Regarding the report \"Russia in NATO? Germany and the U.S. Differ\" (2d edition, Sept. 2):.The German defense minister, Volker Rhe, is right when he says that the Central European countries should be brought into NATO soon. But the U.S.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/13/nyregion/news-summary-219347.html","abstract":"  International A3-13  CUBAN EXODUS HALTED  The departure of Cubans in small boats and rafts came to a virtual halt under the agreement between Cuba and the United States, as Cubans lined up seeking the new American immigrant visas. A1","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"DNA Tests Find Meat of Endangered Whales for Sale in Japan","web_url":"https://www.nytimes.com/1994/09/13/science/dna-tests-find-meat-of-endangered-whales-for-sale-in-japan.html","abstract":"  WORKING with a portable DNA sampling device and setting up a makeshift laboratory in a Japanese hotel room, scientists have discovered that many fish markets and grocery stores in Japan sell meat from endangered species of whales, a violation of international law.    Among the samples of illicit whale meat found was a bubble-wrapped slice of humpback whale, the great aquatic acrobat, singer of mournful transoceanic melodies and a mascot of the save-the-whales movement.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Death Knell For Season Is Ready To Sound","web_url":"https://www.nytimes.com/1994/09/13/sports/baseball-death-knell-for-season-is-ready-to-sound.html","abstract":"  One month after they shut down their game, major league club owners and players stood as far apart as ever yesterday, leaving the remainder of the season and the World Series teetering on the brink of oblivion.   Bud Selig, the acting commissioner, said he had spoken with most of the clubs about a decision to cancel the rest of the season but declined to say when an announcement might be forthcoming. He was expected, however, to make the announcement today or tomorrow.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"India's Democracy Needs U.S. Support","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-india-s-democracy-needs-us-support-227536.html","abstract":"  To the Editor:   I was disappointed by \"India's Dirty Little War\" (editorial, Sept. 6), about human rights abuses in the disputed state of Jammu and Kashmir. United States policy has historically favored Pakistan, and only recently has there been some movement toward redressing the balanced with India. Without whitewashing human rights abuses in Kashmir, it is important to recognize that India is not merely dealing with pro-Pakistan militant groups in the territory, but with Pakistan-sponsored terrorism.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Giants Call Cardinals Cheap-Shot Artists","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-giants-call-cardinals-cheap-shot-artists.html","abstract":"  The game was long over. Giants players were celebrating their victory over the Arizona Cardinals on Sunday night, but some took time out from the celebration to express their anger about what they believed were a number of cheap shots and unprofessional gestures by Cardinal players during the game.   The Giants say Arizona defensive players were doing things like purposely poking New York's offensive players in the eye while they were on the ground, pinned underneath a pile of bodies after a tackle was made, and punching them under the chin while they were trying to make a block.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"A Question of Desire About Malakhov","web_url":"https://www.nytimes.com/1994/09/13/sports/hockey-a-question-of-desire-about-malakhov.html","abstract":"  Basically, the way Lorne Henning sees it, it's time for Vladimir Malakhov to either put up or shut up.   \"Vlady has certainly shown that he is capable of being in the upper class of defensemen in this league,\" the new Islander coach said today of his talented third-year Russian defenseman. \"But we've got to get consistency from him. You can't have a superstar game one night and not be consistent the next night. If he doesn't do it, he'll be sitting on the bench. If that doesn't work, he won't be here.\"","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/13/style/chronicle-227234.html","abstract":"  Summer vacation season is barely over, and already organizations are rushing to shower worthy individuals with honors.    The Fulbright Association announced yesterday that it wwould award the second annual J. William Fulbright Prize for International Understanding to former President JIMMY CARTER. He will receive the $50,000 prize on Oct. 1, his 70th birthday, at the association's annual conference in Washington.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/13/sports/transactions-223743.html","abstract":"  Baseball  American League","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Combination of Genes Acting in Concert Is Cause of Diabetes","web_url":"https://www.nytimes.com/1994/09/13/science/combination-of-genes-acting-in-concert-is-cause-of-diabetes.html","abstract":"  RESEARCHERS have found the locations of at least five genes that are associated with insulin-dependent diabetes, and they say that people who inherit particular combinations of these genes are extremely likely to develop the disease.    It is the first solid proof that diabetes is caused by several genes acting in concert, said Dr. Kathleen Wishner, president of the American Diabetes Association, and a discovery that may have practical consequences in the not too distant future.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":". . . And in Connecticut","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-1994-campaign-and-in-connecticut.html","abstract":"  GOVERNOR THE DEMOCRATIC CANDIDATES WILLIAM E. CURRY JR., 42. State Comptroller since 1990, lawyer, served as a state senator from 1979 to 1983, ran unsuccessfully for the U.S. House of Representatives in 1982, former political director of Freeze Voter, the political arm of the Nuclear freeze movement. JOHN B. LARSON, 46. President pro tem of the State Senate since 1987, spent four years as a high school teacher, became president of an insurance agency in 1987, served on East Hartford school board and town council before being elected to the state Senate in 1983., THE ISSUES: The campaign has revolved largely around who would be a better manager. Mr. Larson, the party-endorsed candidate, cites his 11 years in the state Senate as proof of his leadership. Mr. Curry has blamed the Democratic establishment for the state's fiscal problems and says he would shake things up. Both share strong anti-crime positions and similar economic development strategies. The biggest difference is on tax cuts: Mr. Larson promises a $287 million reduction in the income tax; Mr. Curry has proposed a $1 billion cut in property taxes.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Golan Settlers Appeal To Israeli Public Opinion","web_url":"https://www.nytimes.com/1994/09/13/world/golan-settlers-appeal-to-israeli-public-opinion.html","abstract":"  Normally, Yehuda Harel worries about the farmlands and industries of his kibbutz, Merom Golan, but these days he has gone into salvage work.   What he is trying to salvage is his future on the Golan Heights -- and while he is at it, he says, the security of his country.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"New York Yacht Club Returns to Its Harbor","web_url":"https://www.nytimes.com/1994/09/13/sports/yacht-racing-new-york-yacht-club-returns-to-its-harbor.html","abstract":"  It has been 90 years since the New York Yacht Club forsook the whirligig winds and flotsam and jetsam of New York Harbor for the open-air breezes and clean-water sailing of points north. But next weekend, for the first time since 1904, club members plan to compete on their home waters.   More than 50 yachts are expected to race in divisional fleets Saturday and Sunday in New York's Upper Bay, between Battery Park City and the Verrazano-Narrows Bridge. About 40 of the sailboats, which range from 26 feet to 80 feet, will be docked at South Street Seaport.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"JAZZ","web_url":"https://www.nytimes.com/1994/09/13/arts/in-performance-jazz-228052.html","abstract":"  A Saxophonist Conveys The Idiom of a Time  Birdland    Virginia Mayhew, a saxophonist and band leader who performed on Thursday night, has a precise ear for idiom. Her compositions, bluesy and influenced by hard-bop, can almost be dated to a year. And when she plays saxophone, especially the alto, it's clear that she has spent time studying the exact rhythms, harmonies and melodic ideas that constitute an idiom.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Patterns","web_url":"https://www.nytimes.com/1994/09/13/style/patterns-221350.html","abstract":"  Westwood Gets Her Due    The concierge caught his breath as he watched Vivienne Westwood gently pick her way across the lobby of the Carlyle Hotel yesterday in eight-inch heels. The look on his face was similar to that of the fashion insiders who have watched Ms. Westwood throughout her career, one brave step after another.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"Lawmaker Denies Sex Acts","web_url":"https://www.nytimes.com/1994/09/13/us/lawmaker-denies-sex-acts.html","abstract":"  Representative Mel Reynolds, Democrat of Illinois, today pleaded not guilty to charges of sexual assault, sexual abuse, child pornographby and obstruction of justice.    Mr. Reynolds, a first-term Congressman, appeared before Judge Fred Seria Jr. of Cook County Circuit Court. When asked for his plea, he said, \"Not guilty to all charges.\"","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Latest Threat to Yellowstone: Admirers Are Loving It to Death","web_url":"https://www.nytimes.com/1994/09/13/science/latest-threat-to-yellowstone-admirers-are-loving-it-to-death.html","abstract":"  A HIKER to the top of Mount Washburn in the heart of Yellowstone National Park may find it hard to believe that the wild land stretching out before him could ever be in serious jeopardy, so eternal does the spectacle seem.   From 10,243 feet, where marmots scurry about above the timberline, distant slopes garbed in evergreen forests alternate with the gold-beige velvet of grassy inclines and alpine meadows. Deep gorges, cascading cataracts and broad rivers cut through a sweeping vista punctuated by blue lakes and bright green mountain marshes. Close up, Yellowstone's incomparable geysers spout and its hot pools bubble, and the land abounds with the elk, bear, moose, deer, antelope, bison and bighorn sheep that have earned it the nickname \"America's Serengeti.\"","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Bangladesh, Still Poor, Cuts Birth Rate Sharply","web_url":"https://www.nytimes.com/1994/09/13/world/bangladesh-still-poor-cuts-birth-rate-sharply.html","abstract":"  When a 38-year-old villager named Anwara picks up her bag of family planning materials and heads down the alleyways of Pirojali, a village of fruit orchards and rice paddies just north of this capital, she is greeted with smiles and waves from many village women.   Not long ago, many of the women would have shunned Anwara. Enveloped by a profoundly conservative, male-dominated culture that centers on their Muslim faith, the women of Pirojali, like 75 percent of Bangladesh's 117 million people, are mostly illiterate. But owing largely to the efforts of family planning workers like Anwara, nearly 60 percent of Pirojali's women of child-bearing age use contraceptives.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"President Leads Swearing-In Of New Corps of Volunteers","web_url":"https://www.nytimes.com/1994/09/13/us/president-leads-swearing-in-of-new-corps-of-volunteers.html","abstract":"  Raising his right hand and beaming like a proud scoutmaster, President Clinton swore in a group of the first 15,000 members of Americorps, the domestic Peace Corps that he promised in his campaign and that was authorized by Congress a year ago.   The members, most of whom will receive educational grants in exchange for their service, will begin work around the country in programs ranging from immunization efforts for children and the elderly to recycling, tutoring, crime prevention and urban revitalization.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-227153.html","abstract":"  A listing of credits yesterday with a television review of \"The Red Bomb\" misidentified the cable channel that carried the program. As the review correctly noted, it was the Discovery Channel, not the Disney Channel.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Goma Journal; Now Heavens Drown The Rwandans in Woes","web_url":"https://www.nytimes.com/1994/09/13/world/goma-journal-now-heavens-drown-the-rwandans-in-woes.html","abstract":"  Muddy streams and stagnant pools dot the refugee camps here as daily rainstorms soak the thousands of thatched huts stretching for miles across this stark volcanic land.   At times the rain is so heavy even the shoulder-to-shoulder huts disappear. No one can escape. Some huddle under the leaves of banana trees. An old man, back against the wind, sits stooped on a stump bravely holding a dilapidated umbrella as the storm whips at him.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"Griffey to Manage Another Son","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-baseball-griffey-to-manage-another-son.html","abstract":"  KEN GRIFFEY once played with his son, KEN Jr., on the Seattle Mariners. Now, he will get a chance to manage another son, CRAIG, in the Arizona Instructional League. The father was selected yesterday to manage the Seattle Mariners' entry in the league which is scheduled to begin play Sept. 19. Craig Griffey is a highly rated prospect in the Mariners' organization. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Deficit Reduction, Chapter and Verse","web_url":"https://www.nytimes.com/1994/09/13/opinion/deficit-reduction-chapter-and-verse.html","abstract":"  The other day I was surfing through the channels when I heard a spokesman for the Christian Coalition explaining his organization's platform. I was surprised to hear that one of the planks was balancing the budget.    I am not an expert on Christian doctrine -- or on Jewish doctrine either, for that matter -- but I have paid a lot of attention to arguments about balancing the budget. With one exception, I don't think I have ever heard it suggested that balancing the budget was a particularly Christian precept.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Health Impasse Souring Voters, New Poll Finds","web_url":"https://www.nytimes.com/1994/09/13/us/health-impasse-souring-voters-new-poll-finds.html","abstract":"  Most Americans still say they want a major change in their health care system, but the long struggle on the issue has left them in a sour and skeptical mood, with a diminished view of many of the major players, according to the latest New York Times/CBS News Poll.   The new survey found the public casting blame all around for the difficulties in passing major health care legislation. Fifty-eight percent said they blamed both Congress and President Clinton equally. Two-thirds said Republicans opposed Mr. Clinton's health plan for political gain, not because of honest disagreements.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"On My Mind; And We Call It Victory","web_url":"https://www.nytimes.com/1994/09/13/opinion/on-my-mind-and-we-call-it-victory.html","abstract":"  The results to date of Clintonian policy in the Caribbean:   1. In Cuba, the United States has achieved a new status: Fidel Castro's partner in violation of international codes on human rights.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Grant in Legal Limbo After Contract Ruling","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-basketball-grant-in-legal-limbo-after-contract-ruling.html","abstract":"  A year after he upheld a contract with a controversial opt-out clause that allowed Chris Dudley and the Portland Trail Blazers to make a multimillion-dollar mockery of the National Basketball Association salary cap, a Federal judge served notice yesterday that as a cap-breaker the one-year opt-out could prove to be a one-year aberration.   Rejecting arguments that his opinion in the Dudley case last year had foreclosed further N.B.A. challenges to similar contracts, Judge Dickinson Debevoise of District Court in Newark refused yesterday to grant automatic approval of a contract between Horace Grant and the Orlando Magic.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"After a One-Day Strike, It's Back to the Classroom","web_url":"https://www.nytimes.com/1994/09/13/nyregion/after-a-one-day-strike-it-s-back-to-the-classroom.html","abstract":"  Mary Lofaso was introducing herself to her fourth-period mathematics class at Mount Vernon High School this morning when her mind suddenly went blank.   \"I forgot what I was going to say,\" Mrs. Lofaso said, apologizing to two dozen students sitting stiffly at gray metal desks. \"I've been up since 2 this morning.\"","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Designing to a Latin Beat","web_url":"https://www.nytimes.com/1994/09/13/style/designing-to-a-latin-beat.html","abstract":"  Growing up in Houston, Cesar Galindo was torn between two views of fashion. He would go fabric shopping with his mother, who made all her own sundresses. And he would go shopping with his father for the types of clothes worn in his parents' native Mexico, like the guayabera dress shirts for weddings.    \"My father was wearing little Mexican boots made of fur down to the ankle, and I was very influenced by his style and his taste,\" Mr. Galindo said. \"And my mother made every dress she ever wore. I have a little of both in my work.\"","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"Uncharted, and Bitter, Territory Awaits the Owners and Players","web_url":"https://www.nytimes.com/1994/09/13/sports/on-baseball-uncharted-and-bitter-territory-awaits-the-owners-and-players.html","abstract":"  Imposition.    It is a word that is starting to take on as much importance as the words salary cap as it becomes increasingly obvious that the 1994 major league season's life supports are about to be disconnected.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Don't Close the Records to Adopted Adults","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-don-t-close-the-records-to-adopted-adults-227633.html","abstract":"  To the Editor:   The National Conference of Commissioners on Uniform State Laws does a grave disservice to adult adoptees with its proposed model adoption law. The clause that forces records to remain closed for 99 years is unconscionable.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Hard-Nosed Volunteerism","web_url":"https://www.nytimes.com/1994/09/13/opinion/hard-nosed-volunteerism.html","abstract":"  President Clinton kicked off his promising national service program yesterday when he swore in, via satellite, thousands of volunteers across the country. AmeriCorps will place 20,000 volunteers this year in community-based programs focusing on education, health, the environment and public safety. Over time, the program could dwarf the Peace Corps at its peak.    The volunteers will work for up to two years earning minimum wages while receiving health insurance and about $5,000 a year in vouchers that can be used to pay for college or vocational training.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"'New' Light in the Forest Is Named Sylvanshine","web_url":"https://www.nytimes.com/1994/09/13/science/new-light-in-the-forest-is-named-sylvanshine.html","abstract":"  IT was during a predawn summer drive through a forested region of Canada that Dr. Alistair B. Fraser first observed the curious sight of trees glistening in the moonlight as though covered by snow.   Dr. Fraser later described the scene: \"You're driving along on a warm August night. Everything is black on either side. You are not expecting anything unusual. You come around a corner and all of a sudden you think you're in a winter wonderland. It is not a subtle phenomenon.\"","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Bargain Zoning in the Big City; New York Seeks an Economic Lift, Suburban Style, by Wooing Discount Stores","web_url":"https://www.nytimes.com/1994/09/13/nyregion/bargain-zoning-big-city-new-york-seeks-economic-lift-suburban-style-wooing.html","abstract":"  Stretched across the open doorway at the store entrance on a recent morning was a red-and-gold ribbon with a fancy bow tied in the middle. Outside, almost 300 people waited impatiently in line, clutching fliers promising gifts. Inside, dozens of employees clapped and cheered as the opening of the largest free-standing home appliance and electronics store in New York City drew near.   \"The name of the game is jobs,\" said Claire Shulman, the Queens Borough President, just before she cut the ribbon at the new 75,000-square-foot Tops Appliance City superstore on Northern Boulevard in Long Island City that will employ 350 people. \"Thank you for this expression of faith in the future of Queens.\"","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Gene Study Suggests Why Cancer Is a Disease of the Elderly","web_url":"https://www.nytimes.com/1994/09/13/science/gene-study-suggests-why-cancer-is-a-disease-of-the-elderly.html","abstract":"  CANCER is overwhelmingly a disease of the elderly, and molecular biologists think they know why. As people age, the scientists theorize, they accumulate genetic errors in their cells that may eventually send them careering down the path to cancer.   But proof of this hypothesis has been hard to come by. Now one group of investigators, led by Dr. Gino Cortopassi, a molecular biologist at the University of Southern California, has found evidence consistent with the aging hypothesis for one common cancer of the blood cells: non-Hodgkins lymphoma. Cells with mutations that can lead to this cancer are 13 times more common in old people than in young people, Dr. Cortopassi and his colleagues have found.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Why Small Business Disliked Health Care Plan; Why Others Want It","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-why-small-business-disliked-health-care-plan-why-others-want-it-227854.html","abstract":"  To the Editor:   I am the chief executive officer of a nonprofit corporation that employs approximately 50 people. It is a small business on whose behalf opponents of health care reform claim they are fighting. However, they do not represent me. I support health care reform, universal coverage and the single-payer plan.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"On a Pony, A Fantasy Come True","web_url":"https://www.nytimes.com/1994/09/13/nyregion/our-towns-on-a-pony-a-fantasy-come-true.html","abstract":"  FIVE years ago, Deborah Couples stood on a lawn in Palm Beach, Fla., watching fabulously rich men on horseback galloping back and forth, swinging mallets at a little plastic ball.   Smitten, Ms. Couples made herself a promise: that she, too, would someday saddle up and swing a mallet at a little plastic ball.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Crash Investigators Broaden Their Inquiry","web_url":"https://www.nytimes.com/1994/09/13/us/crash-investigators-broaden-their-inquiry.html","abstract":"  Federal investigators today broadened their inquiry into the crash that killed 132 people on a USAir jet last week, to include the possibility that the plane's right engine might have come partly detached from the wing in flight.   Carl Vogt, a member of the National Transportation Safety Board, said that the investigators had been unable to find the engine's rear mounting and that although the engine had remained attached to the wing, it might have been awry, possibly causing the plane to roll steeply to the left and plummet to the ground.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"U.S. Court Rules That Black District in Georgia Is Not Justified by Law","web_url":"https://www.nytimes.com/1994/09/13/us/us-court-rules-that-black-district-in-georgia-is-not-justified-by-law.html","abstract":"  A Federal judicial panel in Georgia ruled today that the newly drawn 11th Congressional District was unconstitutional because it was created solely to insure that a black person would be elected to Congress.   The 2-to-1 decision by a three-judge panel threw into doubt an election scheduled for Nov. 8. The judges said they would redraw the district lines themselves in time for the election, but appeals were expected to be filed quickly to try to bar any redrawing of boundaries until after the vote.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Q&A","web_url":"https://www.nytimes.com/1994/09/13/science/q-a-223913.html","abstract":"  Good Clean Dirt   Q.  How dirty is dirt? Do I have to wash fresh vegetables if I know I didn't put pesticides or manure on my garden?","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"The Art of Survival","web_url":"https://www.nytimes.com/1994/09/13/opinion/the-art-of-survival.html","abstract":"Bosnia has become like the man who sits outside the clinic for reconstructive surgery in Sarajevo on sunny days, the man without a face. A bomb has destroyed his chin, cheeks, nose and mouth. He is carnage with eyes. People walk by and look away. They cannot bear for an instant to let their eyes meet his face.\n\n Bosnia is full of faces. Not just of men like the one outside the reconstructive hospital, but of widows carrying water pails, of young children who do not recognize something as simple as an egg, of computer engineers who have become bird hunters, trapping crows for a bit of meat, of film makers willing to clean streets in return for a few moments of peace with their families. In their eyes, in their emaciated bodies and artificial limbs, in their struggle to get up, go out and live each day, Bosnia exists. It is a population and a place.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/09/13/sports/college-soccer-report-223565.html","abstract":"  Atlantic Coast Conference    Virginia started the season with a loss -- a defeat to Boston University -- but even with the departure of Claudio Reyna, look for the Cavaliers to offer a strong challenge in quest of their fourth consecutive national title.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Travelers Cancel Flights In 737's and on USAir","web_url":"https://www.nytimes.com/1994/09/13/us/travelers-cancel-flights-in-737-s-and-on-usair.html","abstract":"  Travel agents around the country reported yesterday that a large number of travelers have canceled flights on USAir, while others are trying to steer clear of flying on the Boeing-737, the ubiquitous twin-engine plane involved in last week's USAir crash that killed all 132 passengers.   \"A lot of people canceled their flights on USAir, even when it meant booking another airline at a higher fare,\" said Judy Dwiggins of Advantage Travel and Tours in Charlotte, N. C. \"One client even decided to drive back to Charlotte from California rather than fly.\"","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Hampton Out, but for How Long?","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-hampton-out-but-for-how-long.html","abstract":"  It was 6:45 A.M. at St. Joseph's Hospital and Medical Center, and Rodney Hampton was wide awake, despite not being able to sleep at all during the night because of intense pain near his lower back. Hooked up to an intravenous feeder in a small room on the eighth floor, Hampton, one of the best running backs in the National Football League, could not sit up in bed without a tremendous amount of effort.   Hampton was in so much pain because he had been hit in the left kidney in the third quarter of the Giants' 20-17 victory over the Arizona Cardinals Sunday night. The Giants said today that Hampton had suffered a bruise of the kidney and lower back and would remain in the hospital for another day or two.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"New York City Primary Choices","web_url":"https://www.nytimes.com/1994/09/13/opinion/new-york-city-primary-choices.html","abstract":"  This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general elections. Bronx HOUSE OF REPRESENTATIVES  15th District (Marble Hill): Charles Rangel; 17th District (North Riverdale, Fieldston, Riverdale, Norwood, Woodlawn, Williamsbridge and Baychester, Wakefield, Co-op City, part of Belmont): Eliot Engel. Brooklyn HOUSE OF REPRESENTATIVES  Eighth District (Parts of Borough Park, Bensonhurst, Coney Island, Brighton Beach, Seagate and Gravesend): Jerrold Nadler. ASSEMBLY  37th District (Parts of East New York, Bushwick and Ridgewood): Catherine Nolan; 47th District (Bensonhurst and Gravesend): Frank Barbaro; 51st District (Park Slope area): Felix Ortiz; 54th District (Cypress Hills, parts of Bedford-Stuyvesant, Williamsburg, Bushwick, City Line and East New York): Darryl Towns; 55th District (Ocean Hill-Brownsville, Crown Heights and Bedford-Stuyvesant): William Boyland. CIVIL COURT  First Municipal District (Downtown Brooklyn to Navy Yard): Sarah Krauss; Second Municipal District (Ocean Hill and Bedford-Stuyvesant area): Bert Bunyan; Fourth Municipal District (Flatbush area, Canarsie and Jamaica Bay): Dolores Waltrous-Joseph. Manhattan HOUSE OF REPRESENTATIVES  Eighth District (Battery Park, South Street area, Greenwich Village, West Village, Chelsea, Clinton and part of the Upper West Side): Jerrold Nadler; 15th District (Washington Heights and Harlem): Charles Rangel. STATE SENATE  27th District (Greenwich Village, West Village, SoHo, Battery Park City, most of midtown, parts of the Lower East Side, East Village, Chelsea, Clinton and the Upper West Side): Catherine Abate. ASSEMBLY  68th District (East Harlem, parts of the Upper East Side and Manhattan Valley): Nelson Antonio Denis. Queens ASSEMBLY  33d District (Bellerose, Cambria Heights, Cunningham Heights, Hollis, Queens Village, St. Albans): Barbara Clark; 37th District (Long Island City, Ridgewood, Sunnyside and Woodside): Catherine Nolan. Westchester HOUSE OF REPRESENTATIVES  17th District (parts of Yonkers, Mount Vernon, Pelham and New Rochelle): Eliot Engel.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Players Will Get Back Pay","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-players-will-get-back-pay.html","abstract":"  The National Labor Relations Board announced yesterday that National Football League players will receive $30 million in back pay arising out of the 1987 players strike.   The Players Association filed a complaint with the N.L.R.B. in 1987 when striking players who had agreed to return to their teams at the end of the walkout on Oct. 15 were not allowed to play in games on Oct. 18 and 19. N.F.L. owners set a deadline for players to report, and when they did not meet the deadline, the owners instead staged games with replacement players.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/13/nyregion/inside-219517.html","abstract":"  Separatists Ahead in Quebec   Separatists were projected to have won a Quebec legislative election, where polls have indicated dissatisfaction with the economy. Page A8. Accord on Population Issues    After a week of debate, a panel of the United Nations population meeting agreed on reproductive rights and population control issues. Page A10. Swapping Elsie the Cow    Surprising Wall Street, Borden Inc. agreed to be taken over by Kohlberg, Kravis, Roberts & Company, the leveraged buyout firm. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Quebec Separatists Win Provincial Election, Ending the Liberal Party's 9-Year Reign","web_url":"https://www.nytimes.com/1994/09/13/world/quebec-separatists-win-provincial-election-ending-liberal-party-s-9-year-reign.html","abstract":"  This province of seven million, Canada's largest in land area and second-largest in population, today elected a government dedicated to making Quebec a new North American republic.   After a spirited 50-day election campaign, voters gave a majority of the 125 seats in the Quebec National Assembly to a reinvigorated separatist party, the Parti Quebecois, whose leader, Jacques Parizeau, becomes the province's 28th premier.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"Origin of Turtles in Mediterranean Traced to U.S.","web_url":"https://www.nytimes.com/1994/09/13/science/origin-of-turtles-in-mediterranean-traced-to-us.html","abstract":"  BY analyzing the genetic fingerprints of giant loggerhead sea turtles, a team of international researchers has determined that 57 percent of the juvenile loggerheads living in the rich waters of the Mediterranean hatched on United States beaches.   The researchers, led by Dr. Brian W. Bowen of the University of Florida in Gainesville and Dr. Luc Laurent of Lyon University in France, identified genetic markers that are unique to turtles that lay eggs along the Florida coast. Then they looked for the markers in turtles killed in Spanish swordfish fisheries.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"By Design; Success for the Dress","web_url":"https://www.nytimes.com/1994/09/13/style/by-design-success-for-the-dress.html","abstract":"  For years, designers tried to get women back into dresses, but women resisted until they found something they liked: the A-line slip. So now that they have rediscovered dresses, women are likely to move into more covered-up styles for fall.    Calvin Klein has several knee-length bias-cut black styles, including a wool jersey empire ($550), a sleeveless empire with a pleated skirt ($750), and a long-sleeved wool gauze ($800). Barneys New York has them.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"The Art of Survival","web_url":"https://www.nytimes.com/1994/09/13/opinion/the-art-of-survival.html","abstract":"Bosnia has become like the man who sits outside the clinic for reconstructive surgery in Sarajevo on sunny days, the man without a face. A bomb has destroyed his chin, cheeks, nose and mouth. He is carnage with eyes. People walk by and look away. They cannot bear for an instant to let their eyes meet his face.\n\n Bosnia is full of faces. Not just of men like the one outside the reconstructive hospital, but of widows carrying water pails, of young children who do not recognize something as simple as an egg, of computer engineers who have become bird hunters, trapping crows for a bit of meat, of film makers willing to clean streets in return for a few moments of peace with their families. In their eyes, in their emaciated bodies and artificial limbs, in their struggle to get up, go out and live each day, Bosnia exists. It is a population and a place.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Another Year, Another Bind for a Devil","web_url":"https://www.nytimes.com/1994/09/13/sports/hockey-another-year-another-bind-for-a-devil.html","abstract":"  Peter Sidorkiewicz finds himself in another precarious situation with the Devils. At this time last year, it was a right shoulder injury that prevented the 30-year-old goaltender from having a chance to make the team.   This time around, Martin Brodeur and Chris Terreri are two virtually insurmountable obstacles for Sidorkiewicz, but the Devils are determined to give him another chance. Either that, or they are in the process of showcasing the experienced goaltender for a possible trade.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Dolphins Lose Cornerback","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-dolphins-lose-cornerback.html","abstract":"  The afterglow of the Miami Dolphins' victory Sunday over Green Bay didn't last long. Coach Don Shula today discovered that a starting cornerback, Frankie Smith, had a badly swollen right knee. A magnetic resonance imaging test confirmed the bad news: torn cartilage, eliminating Smith from this Sunday's game against the Jets at Joe Robbie Stadium.   That leaves Miami (2-0) with a problem. Smith had replaced Troy Vincent, who was unable to go against Green Bay because of tendinitis in his right knee.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"1919: Strike in Boston : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/13/opinion/IHT-1919-strike-in-boston-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Its business already seriously crippled and its citizens badly terrorized by lawlessness following the police strike, Boston to-day [Sept. 12] faces the even more grim prospect of a general strike which would halt traffic and cut off the electr","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Pilot's Exploit Rattles White House Officials","web_url":"https://www.nytimes.com/1994/09/13/us/crash-white-house-defenses-pilot-s-exploit-rattles-white-house-officials.html","abstract":"  Rattled security officials acknowledged today that they could not account for how a small Cessna airplane breached the closely guarded White House compound early this morning. Nor could they guarantee that they could prevent a similar occurrence in the future.   Frank Eugene Corder's early morning ride highlighted a vulnerability that has worried some experts for years.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Charges Are Brought Against 2 Members Of the Beers Family","web_url":"https://www.nytimes.com/1994/09/13/nyregion/charges-are-brought-against-2-members-of-the-beers-family.html","abstract":"  Katie Beers's mother and 18-year-old brother were arrested today and arraigned separately in First District County Court in Central Islip on unrelated charges.   Marilyn Beers, whose daughter Katie, 11, was held captive by a family friend in an underground bunker for 16 days in January 1993, was charged with illegally collecting unemployment benefits totaling $3,750 between April 6, 1992, and Oct. 4, 1992, while she was employed by a taxi company in Mastic, law-enforcement officials said.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Invasion of Haiti Would Be Limited, Clinton Aides Say","web_url":"https://www.nytimes.com/1994/09/13/world/invasion-of-haiti-would-be-limited-clinton-aides-say.html","abstract":"  Struggling to win Congressional and public support for an invasion of Haiti, the Clinton Administration offered assurances today that American soldiers would do little more than restore Haiti's exiled President to power.    Officials also issued a grim new litany of human rights abuses by the ruling junta.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"Cuban Killed In Accident During Protest","web_url":"https://www.nytimes.com/1994/09/13/world/cuban-killed-in-accident-during-protest.html","abstract":"  A Cuban detainee died today in an accident at the United States Navy base at Guantanamo Bay, Cuba, during a peaceful protest outside the refugee camps there, a military spokesman said.    The man was one of 2,000 Cuban refugees who had breached the concertina wire perimeter of their camp Sunday during a protest demonstration and congregated on the beach and in the hills of the sprawling naval station.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"U.S. Official Supports South Africa Site","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-olympics-us-official-supports-south-africa-site.html","abstract":"  Playing host to the 2004 Olympics would give South Africa a chance to spur development and raise its profile, the head of the United States Olympic Committee said yesterday in Cape Town. LEROY WALKER ended a brief visit by telling members of Parliament that he supported South Africa's bid to hold the Games a decade from now in Cape Town. \"I am willing to work hard to ensure that your bid is successful,\" Walker said. If Cape Town was chosen, the 2004 Games would be the first held in Africa.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Low Ratings for Men's Final","web_url":"https://www.nytimes.com/1994/09/13/sports/tennis-low-ratings-for-men-s-final.html","abstract":"  Andre Agassi's victory in the men's final of the United States Open on Sunday did not galvanize viewers as CBS had hoped. In preliminary overnight national ratings for the 4 P.M.-6:15 P.M. period, the Open received a 5.5 rating, down 5 percent from 5.8 a year ago, when Pete Sampras defeated Cedric Pioline.   Pro football was the primary culprit. On NBC, the 4 P.M. game earned a 16.2 rating, up 7 percent from 15.2 a year ago. In the New York market, NBC's Jets-Denver Broncos game rated a 13.3.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/13/style/chronicle-227226.html","abstract":"  What more could a fellow ask for? Here's what's happening to MEL TORME today, his 69th birthday.   Oxford Press is publishing his book \"My Singing Teachers.\" Concord Jazz is issuing a CD, \"Mel Torme's Tribute to Bing Crosby, Paramount's Greatest Singer.\" Palomar will begin distributing a videotape, \"Mel Torme Live at the Ambassador.\" In addition, he opens a one-month engagement at Michael's Pub on East 55th Street tonight.","thumbnail":null,"section":"Style"},{"date":"19940913","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/13/nyregion/c-corrections-227170.html","abstract":"  A chart on Sunday in The City, listing incumbents who are not being challenged today in the New York primary, misidentified the Assemblyman in the 24th District in Queens. He is Mark Weprin; Saul Weprin, his father, died earlier this year.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Key Panel at Cairo Talks Agrees on Population Plan","web_url":"https://www.nytimes.com/1994/09/13/world/key-panel-at-cairo-talks-agrees-on-population-plan.html","abstract":"  After a week of contentious debate, the main drafting committee of the United Nations Conference on Population and Development reached agreement today on a program that defines a new concept of reproductive rights and lays out a 20-year strategy to keep the world's population growth in check.   The new \"Program of Action,\" which reflects days of bitter negotiations on wording, appears to be generally acceptable to the four main blocs at the conference: Muslim countries, the developing world, the wealthy Western nations and the Vatican and its allies.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"A Low-Water Mark for U.S. Team","web_url":"https://www.nytimes.com/1994/09/13/sports/swimming-a-low-water-mark-for-us-team.html","abstract":"  \"Rome has spoken; the case is closed,\" said Saint Augustine back when this city had the clout to match its monuments.   What Rome had to say about the United States swim team in the past seven days was not necessarily Verdi to the American ear. The question with little more than 22 months remaining until the Summer Olympics in Atlanta is whether last week's unspectacular results were an anomaly, the new reality or the decline before the fall.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Cunningham Turns Around Crowd as Well as the Bears","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-cunningham-turns-around-crowd-as-well-as-the-bears.html","abstract":"  Oh, if Randall Cunningham and the Philadelphia Eagles could play all their games on Monday night. With the nation watching. With something to prove.   Backed against the wall after a season-opening, listless road loss to the Giants and booed at the start here, Cunningham and the Eagles responded with one of their best offensive performances since he joined the team 10 seasons ago. Philadelphia scored the game's first 30 points and then cruised to a 30-22 victory before 64,890 fans at Veterans Stadium, though Chicago made things uncomfortable at the end.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Bates Has Jaw Broken by Teammate","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-football-bates-has-jaw-broken-by-teammate.html","abstract":"  New Orleans Saints running back MARIO BATES, the team's No. 2 draft pick this year, will miss up to six weeks after having his jaw broken by teammate LORENZO NEAL, the club said.   Bates and Neal went out after the Saints' 38-24 loss to the Washington Redskins on Sunday night, ending up at Club 57, a lounge owned by former Saints linebacker RICKEY JACKSON. \"Neither one of them are quite sure as to exactly what happened,\" Coach Jim Mora said. \"Things got out of hand and we've got a player with a broken jaw.\"","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Giuliani Denounces Board of Education","web_url":"https://www.nytimes.com/1994/09/13/nyregion/giuliani-denounces-board-of-education.html","abstract":"  Mayor Rudolph W. Giuliani began New York City's school year yesterday with a visit to a Manhattan junior high school and quickly used the occasion to assail the Board of Education.   With students facing larger classes and fewer course choices, Mr. Giuliani blamed school administrators for the problems, continuing a dispute over finances that raged for months between City Hall and the Board of Education last spring.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Operas on Willful Women and Pliable Men","web_url":"https://www.nytimes.com/1994/09/13/arts/music-review-operas-on-willful-women-and-pliable-men.html","abstract":"  Like many another American arts institution, the San Francisco Opera fell on hard financial times recently and had to adopt stringent austerities. But with one exception, these showed little onstage during the glittery first weekend of the company's 72d season, which was filled with big-name singers in new productions.   Perhaps taking a cue from a 1993 book by George Martin, \"Verdi at the Golden Gate,\" the company opened on Friday evening with Verdi's \"Macbeth.\" On Saturday evening it repeated the theme of the strong-willed, malicious woman who wreaks havoc through a weaker male proxy with the premiere of Conrad Susa's \"Dangerous Liaisons.\"","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Sports of The Times; Who Are These Jets, Anyway?","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-of-the-times-who-are-these-jets-anyway.html","abstract":"  ARE these the same old Jets, in their green-and-white suits and haberdashery, or the new old Jets? Before proceeding, let us for a moment go back in time:   Merrily rolling through the league, the Jets in 1986 started off with 10 victories in their first 11 games. There was euphoria galore. This was a team for the ages, surely. A reporter called up the team's owner, Leon Hess, a quiet man, and asked for his reaction to all this bliss. \"My heart's been broken so often by this team that I'd like to reserve any comments,\" he said. \"I'll talk at the end of the season, if we can keep winning.\"","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Ryan Struggles With an 0-2 Start","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-ryan-struggles-with-an-0-2-start.html","abstract":"  Lines to the local call-in show were still laced with venom today. Buddy Bawl. Cruddy Ball. Fuddy-Duddy Ball. Bob from Tucson took the more direct approach: \"This guy is a joke.\"   Making fast friends, isn't he?","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Cooper Offered Plea Agreement","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-basketball-cooper-offered-plea-agreement.html","abstract":"  As part of a proposed plea agreement, MICHAEL COOPER would plead guilty to assault and battery on his wife and receive a deferred sentence while continuing counseling for six months, the prosecutor in his case, MICHELLE FRECHETTE, said yesterday. Cooper, the Laker assistant coach, was arrested after a domestic dispute with his wife July 27 at the couple's Corrales, N.M., home and is free on $400 bond. He has entered inpatient counseling. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Candidates in Today's Primaries","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-1994-campaign-candidates-in-today-s-primaries.html","abstract":"  NEW YORK GOVERNOR Mario M. Cuomo (D)* Lenora B. Fulani (D) George E. Pataki (R) Richard M. Rosenbaum (R) Robert G. Relph Sr. (C) U.S. SENATE Daniel Patrick Moynihan (D)* Al Sharpton (D) Bernadette Castro (C) Henry F. Hewes (C)","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"For Holy Bull, There Will Be No Excuses","web_url":"https://www.nytimes.com/1994/09/13/sports/for-holy-bull-there-will-be-no-excuses.html","abstract":"  From New York to California, star horses were being groomed, trained and aimed yesterday for the biggest day of racing so far this year. It will arrive on Saturday, when six Grade I stakes will be run at Belmont Park and seven or eight of the best horses in the business try to catch Holy Bull as he races for the final time in 1994.   The great, gray 3-year-colt has already won seven stakes this year, leading almost every step of the way, and he will shoot for No. 8 in the $500,000 Woodward. He will also try to pre-empt the title Horse of the Year before taking a two-month vacation while other contenders pursue the title in his absence in the Breeders' Cup.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Different Cultures Have Different Values","web_url":"https://www.nytimes.com/1994/09/13/opinion/l-different-cultures-have-different-values-227889.html","abstract":"  To the Editor:   I read David M. Raddock's Sept. 2 letter on China with amusement. Yes, we are still eating dogs in China. What's wrong with that?","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"A Treatise on Football And Its Practitioners","web_url":"https://www.nytimes.com/1994/09/13/movies/television-review-a-treatise-on-football-and-its-practitioners.html","abstract":"  N.F.L. Films has produced pro football's glorious propaganda for 30 years with extraordinary, bombastic, witty and grandiose skill. The work by Steve Sabol, usually seen on local stations during the football season and on ESPN, has canonized the National Football League's testosterone-injected work ethic, the upending tackles, crunching hits, Hail Mary passes, impossible receptions, battles in the trenches, muddy linemen and wacky bloopers. These are men, Mr. Sabol's oeuvre tells us, earthy, bloody giants, worthy of our love.   Though it is a lot of macho fun, \"75 Seasons: The Story of the National Football League\" is far more a celebration than anything approaching a complete history of the league. It is a highlight film, giving us the N.F.L.'s oldest living former player, the Canton Bulldogs' 95-year-old Arda Bowser, recalling how he played four games in four days, both offense and defense, to earn enough money to buy his girlfriend an engagement ring.","thumbnail":null,"section":"Movies"},{"date":"19940913","headline":"1894: Italy and the Pope : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/13/opinion/IHT-1894-italy-and-the-pope-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Should a reconciliation between the Quirinal and the Vatican be brought about, it would have an immeasurable effect on events in Europe, and, indeed, throughout the world. If the King of Italy would take in hand the spiritual interests of the Papa","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/13/nyregion/no-headline-219444.html","abstract":"  \"It just proves you can make all the plans in the world and there's nothing you can do to plan against a lunatic who doesn't think rationally.\" -- PATRICK PORTER, an Oregon tourist, outside the White House.  [ A20:7. ]","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"New Whitewater Inquiry Chief Begins Reorganization of Office","web_url":"https://www.nytimes.com/1994/09/13/us/new-whitewater-inquiry-chief-begins-reorganization-of-office.html","abstract":"  The new Whitewater independent counsel announced today that he was reorganizing the office and had hired four new lawyers to handle the growing case.   The reorganization reflects the fact that the new counsel, Kenneth W. Starr, has limited trial experience, unlike Robert B. Fiske Jr., the man he replaced more than a month ago.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Porous Deportation System Gives Criminals Little to Fear","web_url":"https://www.nytimes.com/1994/09/13/us/porous-deportation-system-gives-criminals-little-to-fear.html","abstract":"  Jorge Luis Garza Gorena, a beefy man with tattoos like scrollwork, was first deported to Mexico 20 years ago. But within a week Mr. Garza, a thief, burglar and heroin addict, had walked back across the border, smiling at an immigration inspector as he falsely declared himself a United States citizen.    Over the next 15 years, immigration officers deported Mr. Garza five more times. And five more times he easily returned, flashing his California driver's license at inspectors who had no access to his records. Then, in 1989, after a bureaucratic slip-up, the Immigration and Naturalization Service lost track of Mr. Garza altogether, sticking his bulging case file into a drawer stuffed with lost causes.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Legislative Candidate Turns to Gang for Help","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-1994-campaign-east-harlem-legislative-candidate-turns-to-gang-for-help.html","abstract":"  To the police and prosecutors, the Latin Kings are a rigidly hierarchical youth gang believed to be responsible for at least eight murders in New York City over the last two years.   To Nelson Antonio Denis, a Democratic candidate for the State Assembly from East Harlem who is on the primary ballot today, the Kings are tireless workers on his campaign and misunderstood youths trying to overcome immense disadvantages.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"The Primary: Highlights of Major Races in New York State. . .","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-1994-campaign-the-primary-highlights-of-major-races-in-new-york-state.html","abstract":"  GOVERNOR THE DEMOCRATIC CANDIDATES MARIO M. CUOMO, 64. Governor since 1983. A lawyer, he was appointed Secretary of State by Gov. Hugh Carey in 1975. He lost to Edward I. Koch in the 1977 New York City mayoral race but was elected lieutenant governor with Mr. Carey in 1978. He has raised over $6 million for the campaign. LENORA B. FULANI, 44. A developmental psychologist in New York City and chairwoman of the New Alliance Party. Over the past 12 years she has run for New York City mayor, lieutenant governor, governor and President, never garnering more than 1 percent of the vote. She has raised more than $93,000. THE ISSUES: At the heart of Ms. Fulani's campaign is the premise that she is an alternative to Mr. Cuomo. Beyond that, she has called for easier ballot access for statewide candidates, term limits for state officials, and initiative and referendum. Mr. Cuomo, who has largely ignored the primary challenge, supports improving ballot access, but opposes term limits and initiative and referendum, saying all those issues should be debated at a constitutional convention.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Race for Governor","web_url":"https://www.nytimes.com/1994/09/13/nyregion/the-ad-campaigns-race-for-governor.html","abstract":"  CANDIDATE George E. Pataki  PRODUCER Russo, Marsh & Associates, Sacramento, Calif., and Alexandria, Va.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"30 Arrested In Scheme To Defraud","web_url":"https://www.nytimes.com/1994/09/13/nyregion/30-arrested-in-scheme-to-defraud.html","abstract":"  They were called \"markets,\" though they served few customers. And some of them actually stocked food, though it was often stale.   But the main business of the operations was food stamps, according to Federal authorities in Manhattan, who said yesterday that they had smashed a ring of 30 Chinese grocers who trafficked illegally in the relief coupons and laundered more than $40 million in fraudulent receipts.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Richard Salomon Memorial","web_url":"https://www.nytimes.com/1994/09/13/nyregion/richard-salomon-memorial.html","abstract":"  A memorial service for Richard B. Salomon, a philanthropist and former chairman and chief executive of Lanvin-Charles of the Ritz, will be held at 11 A.M. tomorrow at The New York Public Library at Fifth Avenue and 42d Street. The service will be in the Celeste Bartos Forum.   Mr. Salomon, who died in July, was chairman of the library's board from 1977 to 1981.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Unimpeded, Intruder Crashes Plane Into White House","web_url":"https://www.nytimes.com/1994/09/13/us/crash-white-house-overview-unimpeded-intruder-crashes-plane-into-white-house.html","abstract":"  Shortly before 2 A.M. today, a small red-and-white plane flew low over 17th Street in the heart of the capital's downtown, banked left in a U-turn near the Washington Monument, and headed straight toward the President's bedroom in the White House.   No one tried to stop it.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"DANCE","web_url":"https://www.nytimes.com/1994/09/13/arts/in-performance-dance-228036.html","abstract":"  Choreographer's Solos Change With Performer  Dia Center for the Arts, SoHo    Kristin Jackson, who has choreographed several exquisite solos in recent seasons, offered a premiere at her program on Friday night. But what made the evening of special interest were revivals of two older works, \"Field\" and \"Still Waters,\" both to recorded piano music by Brahms.","thumbnail":null,"section":"Arts"},{"date":"19940913","headline":"Observer; Here's to The James Boys","web_url":"https://www.nytimes.com/1994/09/13/opinion/observer-here-s-to-the-james-boys.html","abstract":"  Thanks to the baseball strike, Henry James has at last gained purchase on that part of my consciousness -- I might almost call it my psyche -- which has long enabled me to endure summer's idler hours without suffering a sense of what I might once have thought of as emptiness. Exposure to the Jamesian sensibility now makes me wince at the realization that I was ever so indifferent to the nuances of daily life as to think myself capable of experiencing a condition so blatant as emptiness, even under a condition as trying as an absence of baseball.   Prior to the vexing situation which resulted in baseball's removal from what a more blunt observer might call my psychic forefront, I had been conscious that a curious sense of vacuity had begun to shape my daily conduct, if not indeed my character.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"It's September, But Just Don't Tell the Jets","web_url":"https://www.nytimes.com/1994/09/13/sports/pro-football-it-s-september-but-just-don-t-tell-the-jets.html","abstract":"  If they have been Jets for a while, then they appreciate being 2-0. For 2-0 is as much a state of mind as it is a perfect record.   \"No question we're getting more breaks,\" eighth-year tackle Jeff Criswell said today. \"For a long time I thought God's football team was the Buffalo Bills.\"","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Anticipation and Worry as School Begins","web_url":"https://www.nytimes.com/1994/09/13/nyregion/anticipation-and-worry-as-school-begins.html","abstract":"  Theirs were simple exchanges, words of wisdom passed from sister to brother, friend to friend, as they prepared to begin another school year in New York City.   Ebonie Jackson, 15, sat on her family's front porch in the Bedford-Stuyvesant area of Brooklyn and told her baby brother, Daniel Brooks 2d, 11, to wear clean jeans and not baggy pants, not to take drugs, to walk away from fights, to listen in class and strive for success. No matter that he was only going to be in the fifth grade. He had to learn early, she said, so he would not look up one day and discover that it was too late.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Steep Hurdles for Rescue","web_url":"https://www.nytimes.com/1994/09/13/science/steep-hurdles-for-rescue.html","abstract":"  TAKING an ecosystem-wide approach to the management of Yellowstone, as many conservation biologists argue is the only effective approach, might require some over-arching political authority, given the near-impossibility of forging an alliance among the ecosystem's welter of political and administrative jurisdictions. But opponents appear to have killed off, at least for now, any attempt to impose such an arrangement.   As recently as four years ago, greater Yellowstone was being touted as a first-class laboratory for ecosystem management. But in the Bush Administration, highly organized defenders of extractive industries and private property succeeding in killing a \"vision document\" for the ecosystem's future that had been drafted by Federal agencies. Opponents attacked the document as part of an environmentalist plot to \"lock up\" land against development and exploitation, and their conservative allies in Washington prevailed.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"Friends Depict Loner With Unraveling Life","web_url":"https://www.nytimes.com/1994/09/13/us/crash-at-the-white-house-the-pilot-friends-depict-loner-with-unraveling-life.html","abstract":"  When Frank Eugene Corder, a 38-year-old truck driver, crashed a small airplane on the White House grounds today, he ended a life that had been spiraling downward for more than a year.    Mr. Corder's relatives said he was hospitalized for treatment of alcoholism last November, and court records show that he was convicted of a drug offense early this year. His marriage, to his third wife, broke up three weeks ago, and since last Friday, Mr. Corder had been living in Keyser's Motel, a modest residential motel in Aberdeen.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"Officials Link Deaths to Drugs","web_url":"https://www.nytimes.com/1994/09/13/nyregion/officials-link-deaths-to-drugs.html","abstract":"  Three members of a family of Colombian immigrants, whose bodies were found on Sunday in a house in Fort Lee, N.J., may have been slain in a drug-related incident, the authorities said today.   The bodies of Carlos Quintana, 48, his wife, Luscieni Correa Quintana, 46, and Mrs. Quintana's son from a previous marriage, John Gonzalez, 25, were found in the basement of a single-family house that they had been renting at 2408 Rossett Street in Fort Lee.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"Defenders of Rights : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/13/opinion/IHT-defenders-of-rights-letters-to-the-editor.html","abstract":"Joe Trippi, a media consultant for the Democratic Party, is quoted (Political Notes, Aug. 31) as saying that a candidate's stand on the death penalty lets the American voter know whether the candidate is on the side of the victims or is \"an ACLU lib","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Kerrigan Certain Harding Planned Attack","web_url":"https://www.nytimes.com/1994/09/13/sports/sports-people-figure-skating-kerrigan-certain-harding-planned-attack.html","abstract":"  She never asked, but figure skater NANCY KERRIGAN says she has no doubt that TONYA HARDING was behind the clubbing attack that nearly cost Kerrigan her trip to the Olympics. \"I would like to know how she could do it, but I don't think there's an answer,\" Kerrigan told The Boston Sunday Globe. \"How could anyone do violence to someone? I think she needs help in her head.\"   Four people, including Harding's ex-husband, JEFF GILLOOLY, were sentenced to prison for their part in the Jan. 6 attack in which Kerrigan was struck above the knee as she sat by a practice rink. Harding was spared a prison sentence after pleading guilty to conspiracy to hinder prosecution. She said she didn't know about the attack beforehand.","thumbnail":null,"section":"Sports"},{"date":"19940913","headline":"Congress Must Vote on Haiti","web_url":"https://www.nytimes.com/1994/09/13/opinion/congress-must-vote-on-haiti.html","abstract":"  To invade Haiti without prior Congressional approval would short-circuit the United States Constitution. It would also leave the President with sole political responsibility if the operation turns sour. Yet that is just what the Clinton Administration now suggests it might do.   Neither of the situations usually cited as justifying independent action by the Commander in Chief -- military crisis or unexpected threat to national security -- exists in this case. To the contrary, Congressional deliberation is both practical and desirable, and there is plenty of time for it.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Clinton Working to Strengthen Ties to Clergy","web_url":"https://www.nytimes.com/1994/09/13/us/clinton-working-to-strengthen-ties-to-clergy.html","abstract":"  Richard M. Nixon had a close friendship with Billy Graham. Jimmy Carter taught Sunday school while living in the White House. And Bill Clinton, despite being the target of conservative preachers, delights in punctuating his speeches with scriptural passages and broad religious references and in holding informal sessions with religious leaders.   The President has not shied from religious settings, whether that involves attending Rosh ha-Shanah services last week on Martha's Vineyard or addressing the National Baptist Convention USA on Friday in New Orleans.","thumbnail":null,"section":"U.S."},{"date":"19940913","headline":"WITH HIGH WINDS, CUBANS' EXODUS APPEARS TO END","web_url":"https://www.nytimes.com/1994/09/13/world/with-high-winds-cubans-exodus-appears-to-end.html","abstract":"  The six-week-old flood of refugees that left more than 30,000 Cubans in American internment camps and an untold number dead at sea came to a virtual halt today.   Heavy winds across the northern coast conspired with the Cuban Coast Guard and the police to hurry the last dozens of people leaving in makeshift rafts and to dissuade others who had been preparing to go.","thumbnail":null,"section":"World"},{"date":"19940913","headline":"To Nourish More Than the Body","web_url":"https://www.nytimes.com/1994/09/13/books/books-of-the-times-to-nourish-more-than-the-body.html","abstract":"  The Hungry Soul  Eating and the Perfecting of Our Nature  By Leon R. Kass  Illustrated. 248 pages. The Free Press. $24.95.    In \"The Hungry Soul,\" Leon R. Kass has attempted to light a ring of sacred fire around the dinner table. The flame sputters in the wind of Dr. Kass's prose and fizzles under the weight of his polemic. But any reader whose world view has been altered, however slightly, by a scent, a taste, or a meal, will wish he had a bellows as he plows through this dense and often erudite book. What food lover could resist trying to stoke the premise that by reclaiming the deeper meaning of eating, society could be cured of its \"spiritual anorexia\"?","thumbnail":null,"section":"Books"},{"date":"19940913","headline":"Spitting Images: Trying the New Inkjet Printers","web_url":"https://www.nytimes.com/1994/09/13/science/personal-computers-spitting-images-trying-the-new-inkjet-printers.html","abstract":"  RED Delicious apples and green Granny Smiths shine with crisp promise. Ruby and black grapes glow translucently. Scarlet-dimpled, green-stemmed strawberries pertly challenge a golden-fleshed melon and blushing nectarines.   Yes, this is the Personal Computers column. Too many reproductions of a mouthwatering test photo have momentarily addled the brain of a person awash in a horn of plenty of a different kind. The harvest season has also brought a cornucopia of color inkjet printers at surprisingly low prices.","thumbnail":null,"section":"Science"},{"date":"19940913","headline":"'92 Shooting Victim Dies of Pneumonia","web_url":"https://www.nytimes.com/1994/09/13/nyregion/92-shooting-victim-dies-of-pneumonia.html","abstract":"  Stuart Abramowitz, a subway conductor who was hailed as a hero when he was shot more than two years ago while trying in vain to protect a woman from a gunman, has died.   Mr. Abramowitz, 43, died of pneumonia at Brookhaven Hospital on Thursday, said his son, Jeffrey. Mr. Abramowitz, who lived in Holbrook, L.I., with his wife, Francine, and their son, had been in frail health since the shooting, paralyzed from the neck down.","thumbnail":null,"section":"New York"},{"date":"19940913","headline":"MTV Rules","web_url":"https://www.nytimes.com/1994/09/13/opinion/mtv-rules.html","abstract":"  In Chinese, \"satellite dish\" translates literally as \"heavenly thread.\" A year ago, the Chinese Government tried to snip about 500,000 of those threads, to forestall \"spiritual pollution\" due to MTV, \"Bay Watch\" and \"The Simpsons.\" The decree banned virtually all private satellite dishes, ordering owners to take them down or face heavy fines. Foreigners could continue to receive the broadcasts in their homes and offices.   We are happy to note that spiritual pollution continues apace, and with it defiance of the totalitarian state. The Times's Philip Shenon reports that an independent audit being circulated by Star TV, the pan-Asian satellite service, suggests that the number of Chinese homes receiving satellite broadcasts has actually increased since the crackdown, from 49 percent to 55 percent in Guangzhou, one of China's free-market boom towns, and from 9 percent to 13 percent in more orthodox Beijing. With their life savings invested in the dishes, Chinese are not about to dismantle or destroy them. In Beijing they have hidden them instead. In freewheeling cities like Guangzhou, they are right out in the open.","thumbnail":null,"section":"Opinion"},{"date":"19940913","headline":"Gunfire Strikes German Sightseer On Circle Line Boat in New York","web_url":"https://www.nytimes.com/1994/09/13/nyregion/gunfire-strikes-german-sightseer-on-circle-line-boat-in-new-york.html","abstract":"  A sightseeing boat cruising along the Harlem River between Manhattan and the Bronx came under gunfire yesterday, and a German tourist was shot through the shoulder on the open upper deck. Alarmed passengers heard two or three more shots after the boat reached the Bronx shore in search of help.   The tourist, identified as Ralf Bolowski, a 31-year-old postal supervisor from Hamburg, was knocked to the deck as the Circle Line boat moved north in the Harlem River just after the cruise passed under the Washington Bridge at 181st Street, off the Inwood shore of Manhattan.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940913","time":"1994-09-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":83,"wspd":13},{"date":"19940913","time":"1994-09-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":85,"wspd":9.4},{"date":"19940913","time":"1994-09-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":86,"wspd":14.8},{"date":"19940913","time":"1994-09-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":84,"wspd":11.2},{"date":"19940913","time":"1994-09-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":86,"wspd":11.2},{"date":"19940913","time":"1994-09-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":86,"wspd":11.2},{"date":"19940913","time":"1994-09-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":85,"wspd":9.4},{"date":"19940913","time":"1994-09-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":82,"wspd":9.4},{"date":"19940913","time":"1994-09-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":76,"wspd":13},{"date":"19940913","time":"1994-09-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":68,"wspd":11.2},{"date":"19940913","time":"1994-09-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":68,"wspd":14.8},{"date":"19940913","time":"1994-09-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":57,"wspd":14.8},{"date":"19940913","time":"1994-09-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":51,"wspd":11.2},{"date":"19940913","time":"1994-09-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":52,"wspd":11.2},{"date":"19940913","time":"1994-09-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":46,"wspd":9.4},{"date":"19940913","time":"1994-09-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":7.6},{"date":"19940913","time":"1994-09-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":44,"wspd":14.8},{"date":"19940913","time":"1994-09-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":45,"wspd":11.2},{"date":"19940913","time":"1994-09-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":48,"wspd":11.2},{"date":"19940913","time":"1994-09-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":57,"wspd":11.2},{"date":"19940913","time":"1994-09-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":59,"wspd":13},{"date":"19940913","time":"1994-09-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":63,"wspd":11.2},{"date":"19940913","time":"1994-09-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":65,"wspd":11.2},{"date":"19940913","time":"1994-09-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":66,"wspd":14.8},{"date":"19940913","time":"1994-09-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":18.7},{"date":"19940913","time":"1994-09-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":51,"wspd":16.6},{"date":"19940913","time":"1994-09-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":53,"wspd":14.8},{"date":"19940913","time":"1994-09-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":13},{"date":"19940913","time":"1994-09-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":59,"wspd":14.8},{"date":"19940913","time":"1994-09-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":59,"wspd":18.7},{"date":"19940913","time":"1994-09-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":63,"wspd":16.6},{"date":"19940913","time":"1994-09-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":63,"wspd":18.7},{"date":"19940913","time":"1994-09-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":16.6},{"date":"19940913","time":"1994-09-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":68,"wspd":18.7},{"date":"19940913","time":"1994-09-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":68,"wspd":22.3},{"date":"19940913","time":"1994-09-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":68,"wspd":18.7},{"date":"19940913","time":"1994-09-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":16.6},{"date":"19940913","time":"1994-09-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":57,"wspd":16.6},{"date":"19940913","time":"1994-09-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":54,"wspd":14.8},{"date":"19940913","time":"1994-09-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":49,"wspd":11.2},{"date":"19940913","time":"1994-09-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":43,"wspd":24.1},{"date":"19940913","time":"1994-09-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":42,"wspd":25.9},{"date":"19940913","time":"1994-09-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":39,"wspd":29.5},{"date":"19940913","time":"1994-09-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":41,"wspd":27.7},{"date":"19940913","time":"1994-09-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":39,"wspd":25.9},{"date":"19940913","time":"1994-09-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":41,"wspd":20.5},{"date":"19940913","time":"1994-09-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":40,"wspd":22.3},{"date":"19940913","time":"1994-09-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":45,"wspd":18.7}]},"19940914":{"guardian_articles":[],"nytimes_articles":[{"date":"19940914","headline":"In America; Workers, Unite!","web_url":"https://www.nytimes.com/1994/09/14/opinion/in-america-workers-unite.html","abstract":"  There seems to be no limit to the docility of American workers. This is the one group that seems never to assert its rights, or even to acknowledge that it has any.   This is a group that will watch in humble silence as once-proud white collar employees are downsized out of their comfortable offices and into hamburger uniforms, as manufacturing jobs are rounded up and shipped overseas to semi-slaves working in squalid conditions, as massive amounts of research and development money flow into monumentally wasteful military projects at the expense of product development and technical innovation in private industry.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Sports of The Times; '94 Season: May It Rest In Disarray","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-of-the-times-94-season-may-it-rest-in-disarray.html","abstract":"  THE 1994 baseball season is all but hooked up to a suicide machine. Any moment now, Bud Selig, baseball's acting commissioner, will put the game out of the protracted misery caused by a strike and the intransigence of both owners and players.   When, not if, Selig acts, the focus will switch from New York and Milwaukee -- the power bases of the union and of Selig, who also owns the Brewers -- to Washington, the power base of the only government officials that could do something about this travesty.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Still a Chance on Health Care","web_url":"https://www.nytimes.com/1994/09/14/opinion/still-a-chance-on-health-care.html","abstract":"  When Congress left town last month, the health care debate simmered down. But the staffs of the Senate majority leader, George Mitchell, and the bipartisan Mainstream Coalition continued to talk and have reportedly reached substantial agreement. Though the emerging bill would be incremental -- leaving some individuals uninsured -- it would improve health care for most Americans. Incremental reform would be substantial reform.   Why, then, does passage seem so distant? Standing in the way are political calculations by Robert Dole, the minority leader of the Senate, and Richard Gephardt, the majority leader of the House. They have yet to decide whether to go for limited reform this year or use defeat as an election-year strategy. Health care security for millions hangs in the balance because no one expects Congress to rebound from total defeat this year to pass reform next year.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/14/nyregion/metro-digest-233188.html","abstract":"  THE 1994 CAMPAIGN: TO THE VICTORS, ANOTHER RUN   State Senator George E. Pataki, a freshman Republican from Putnam County, easily won his party's nomination to challenge Gov. Mario M. Cuomo, clearing the way for the most contested gubernatorial election in New York since Mr. Cuomo won office 12 years ago and became a national figure in Democratic politics. A1.   The primary cleared the way for a gubernatorial election in New York between an incumbent whom many New Yorkers do not like and a Republican challenger whom most New Yorkers do not yet know. B5.   William E. Curry Jr., a critic of the Democratic leadership that has dominated Connecticut government for decades, wrested the party's nomination for governor from one of its stalwarts, the leader of the State Senate, John B. Larson. B6.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"The New Population Control Weapon","web_url":"https://www.nytimes.com/1994/09/14/opinion/the-new-population-control-weapon.html","abstract":"  The acrimonious debate over abortion at the world population conference in Cairo has obscured the truly radical element in the document approved by delegates at the final session yesterday: the notion that enhancing the educational, political and economic opportunities for women is perhaps the surest way to curb further population growth.   Previous conferences in this once-a-decade event have favored other solutions, such as economic growth (\"development is the best contraceptive\") or the provision of family planning services. Each approach can claim successes, and the world has made great progress in reducing the rate of growth in recent decades. But the absolute number of births continues to rise and major problems remain in many impoverished countries.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"TOP U.S. OFFICIALS OUTLINE STRATEGY FOR HAITI INVASION","web_url":"https://www.nytimes.com/1994/09/14/world/top-us-officials-outline-strategy-for-haiti-invasion.html","abstract":"  The White House said today that President Clinton would address the nation on Thursday about a possible invasion of Haiti, and the Pentagon sent a troop-laden aircraft carrier to the Caribbean.   Military officials said the plan called for sending Army and Marine forces from vessels just offshore into Port-au-Prince, Cap Haitien and other places as quickly as possible to seize critical installations and crush any resistance.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"For Now, Eagles' Brotherly Love","web_url":"https://www.nytimes.com/1994/09/14/sports/on-pro-football-for-now-eagles-brotherly-love.html","abstract":"  The tension in the air was unmistakable at Veterans Stadium on Monday night before Philadelphia battled Chicago. The chatter and rumor among Eagles fans was, too.   From end zone to end zone, the murmur persisted: Rich Kotite was going to be fired and Jimmy Johnson was going to replace him sooner or later. The new Eagles owner, Jeffrey Lurie, has been courting Johnson since the first day he bought the team. Randall Cunningham may be traded. Randall Cunningham's best football may be over. The Eagles simply can't fly. The Eagles are dead.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Population Debate: The Premises Are Changed","web_url":"https://www.nytimes.com/1994/09/14/world/population-debate-the-premises-are-changed.html","abstract":"  Despite the lingering discord at the end of the International Conference on Population and Development in Cairo yesterday, few experts disagree that the meeting, and the social changes its debates reflected, have altered many of the premises for dealing with the crisis of too many people on earth.   The phrase \"population control\" is gone from the official vocabulary, and with it several decades of policies that relied on targets or quotas, goals that often went unmet because women in poor countries had little say in family planning. At their most extreme, some policies were and occasionally still are life-threatening or coercive, such as the sterilization and abortion programs of India and China.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238830.html","abstract":"  A picture caption on Monday with an article about President Nelson Mandela of South Africa misstated the day when the picture was taken. It was Thursday, not Friday.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"A Shift Well Under Way : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-a-shift-well-under-way-letters-to-the-editor.html","abstract":"Regarding \"Plenty of Time Going Unused\" (Meanwhile, Aug. 30):.Time is a precious resource and an important element of the quality of life. The writer's comments on the use of night time are banal and retrograde. If he went outside at 3 A.M. i","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"A Net Told to Go on Record About Guns","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-pro-basketball-a-net-told-to-go-on-record-about-guns.html","abstract":"  JAYSON WILLIAMS will soon be part of an advertising campaign, his lawyer said yesterday, but the New Jersey Nets forward won't be selling sneakers. Williams, as part of a deal to avoid trial on charges that he fired a shot after a game at the Meadowlands, was ordered Monday to place ads warning youths to avoid guns.   Williams was arrested in January, accused of shooting at the hubcap of an empty security truck. A semiautomatic handgun believed used in the shooting was found in his vehicle. He was charged with reckless endangerment and possessing a weapon without a carry permit.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/09/14/books/book-notes-236810.html","abstract":"  Nyah-Nyah    Jill Paton Walsh, the British writer, grew so irritated when no British publisher bought her novel \"Knowledge of Angels\" (Houghton Mifflin) that she decided to import 1,000 copies from the United States and sell them herself. \"They're all afraid of their jobs and they make their decisions by committee,\" she complained of the dozen or so publishers who rejected the book. \"I think they like social realism here and it isn't. It's a rather strange book.\"","thumbnail":null,"section":"Books"},{"date":"19940914","headline":"A 'Devil's Disciple' in High Style","web_url":"https://www.nytimes.com/1994/09/14/style/IHT-a-devils-disciple-in-high-style.html","abstract":"\"The Devil's Disciple\" (National) is Shaw at his lightest and most effervescent. The wonder is that it has not yet become a musical. Set stylistically somewhere between \"The Beggar's Opera\" and \"A Tale of Two Cities,\" it's t","thumbnail":null,"section":"Style"},{"date":"19940914","headline":"Amid Ivy, Dinkins In New Role","web_url":"https://www.nytimes.com/1994/09/14/us/amid-ivy-dinkins-in-new-role.html","abstract":"  Like any other university professor facing his first class of the semester, former Mayor David N. Dinkins chose to open his lecture at Columbia University with a bit of levity.   \"To those of you who voted for me this fall, I thank you,\" he told the 150 students sitting in Room A of Jerome L. Greene Hall. \"And if you didn't vote for me, thanks anyway. That's how I got to be here.\"","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Barry Wins in Washington 4 Years After Drug Violation","web_url":"https://www.nytimes.com/1994/09/14/us/1994-campaign-nation-barry-wins-washington-4-years-after-drug-violation.html","abstract":"  Just four years after a conviction for smoking crack drove him from the District of Columbia mayor's office, Marion S. Barry Jr. won the Democratic primary on Tuesday to stand on the verge of reclaiming the job he had held for 12 years.   In a comeback that was as stunning as his fall from office, Mr. Barry handily beat his successor, Sharon Pratt Kelly, and also overcame a far stronger effort by a fellow City Council member, John Ray.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Foley Urges Republicans to Meet With Democrats on Health Care","web_url":"https://www.nytimes.com/1994/09/14/us/foley-urges-republicans-to-meet-with-democrats-on-health-care.html","abstract":"  Speaker Thomas S. Foley suggested today that House Democratic and Republican leaders meet to see if there was any sort of incremental health insurance legislation they could agree on, but Republican leaders promptly disagreed among themselves about accepting the offer.   The House Republican leader, Representative Robert H. Michel of Illinois, \"is receptive to the idea,\" a spokesman said. \"He will be meeting with the Speaker to discuss it.\"","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"The Birth Outside the Window","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-the-birth-outside-the-window.html","abstract":"For John L. Phillips","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Pataki Easily Wins the Right to Oppose Cuomo","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-the-overview-pataki-easily-wins-the-right-to-oppose-cuomo.html","abstract":"  State Senator George E. Pataki, a freshman Republican from Putnam County, easily won his party's nomination to challenge Gov. Mario M. Cuomo yesterday, clearing the way for the most contested gubernatorial election in New York since Mr. Cuomo won office 12 years ago and became a national figure in Democratic politics.   In the region's tightest race, Karen S. Burstein, a former Family Court judge, edged out the incumbent, G. Oliver Koppell, for the Democratic nomination for New York State attorney general, giving Mr. Cuomo a female running mate to oppose a Republican ticket on which two women are running for statewide office with Mr. Pataki.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Ryan Becomes Twins' General Manager","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-baseball-ryan-becomes-twins-general-manager.html","abstract":"  The Minnesota Twins yesterday promoted TERRY RYAN to general manager, replacing ANDY MACPHAIL, who left for a job with the Chicago Cubs. Ryan's first move was to give Manager TOM KELLY a contract extension through the 1997 season.   Ryan, 40, has been with the Twins since 1986. For the last three years as vice president of player personnel, he was responsible for scouting and evaluating all talent at the major league level and assisting MacPhail in personnel decisions.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"At Tully Hall, Celebration and Self-Searching","web_url":"https://www.nytimes.com/1994/09/14/arts/music-review-at-tully-hall-celebration-and-self-searching.html","abstract":"  Twenty-five years ago, Alice Tully Hall opened its doors and its resident ensemble, the Chamber Music Society of Lincoln Center, began its career. This is a youthful anniversary, but the society has been experiencing problems associated with senior institutions. It has had a fractious history since Charles Wadsworth left as its artistic director in 1988. Audiences have grayed. Reviews have been mixed. Chamber music itself has been eclipsed by the current rage for opera. The need for celebration, though, remains strong, particularly in an era of crisis and transition.   On Monday night in Alice Tully Hall, there was also real impetus behind the society's gala concert festivities: one of its own had made it. Beverly Sills, who regularly sang with the society through the 1970's, has just begun her first season as the chairwoman of Lincoln Center. The society now has a friend in high places.","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/14/nyregion/news-summary-238821.html","abstract":"  International A2-9  BATTLE PLAN ON HAITI  As President Clinton prepared to address the country on Haiti, aircraft carriers were dispatched to the Caribbean. Officials outlined an invasion plan to take control of major installations quickly.  A1  HAITI UNPREPARED  Despite Haiti's violence against its own citizens, its military has neither recent experience in war nor the modern means to fight one, though it is inevitable that blood would be shed in any invasion.  A1","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"In House Races, Incumbents Defeat Challengers Handily","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-congress-in-house-races-incumbents-defeat-challengers-handily-233307.html","abstract":"  Charles B. Rangel  15th District, Democrat    In a campaign filled with echoes from a race 24 years ago, Representative Charles B. Rangel easily survived a challenge from City Councilman Adam Clayton Powell 4th.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Easy Rider Goes To College","web_url":"https://www.nytimes.com/1994/09/14/nyregion/about-new-york-easy-rider-goes-to-college.html","abstract":"  REMEMBER how the restless young, hungry for experience and authenticity, wandered the land seeking out adventure, sensations and obscure gurus? Remember Jack and Dean? Well, that was then. Now the restless young ride around in a wildly decorated bus and get college credit. It's sort of like the Merry Pranksters meet Contemporary Civilization 101. Sort of like Lollapalooza with final exams. Sort of like sowing tame oats.   Consider the 18 students from seven colleges who rolled into town this week, a third of the way through a national tour organized by the University of New Orleans, for 12 credits. In a 24-hour period they met and talked with three major novelists, one of them a Nobel laureate; one Pulitzer-prize-winning great American historian; one significant playwright, a rabble-rousing lawyer; the editor of a news magazine, some diplomats and a blues singer.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238864.html","abstract":"  Because of a production error, the table of Treasury bills, bonds and notes in Business Day yesterday included prices from Friday's trading rather than Monday's in some copies. For identification, the first listing under Treasury bills in the correct table shows the yield on the bill maturing on Sept. 15 at 4.66 percent; in the incorrect table it is listed as 4.67 percent. Readers wishing corrected copies of the table may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Conviction Promised In Slaying of Actor","web_url":"https://www.nytimes.com/1994/09/14/us/conviction-promised-in-slaying-of-actor.html","abstract":"Sixteen years after the death of the actor Bob Crane, the star of the \"Hogan's Heroes\" television series, a prosecutor told a jury that he would show the members enough circumstantial evidence to convict Mr. Crane's best friend of his murder.\n\nIn his opening statement, the prosecutor, Bob Shutts, said Mr. Crane's friend, John Henry Carpenter, had killed the actor because he was afraid of losing the supply of women that Mr. Crane had long shared with him.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/09/14/nyregion/parking-rules-235598.html","abstract":"  Because if Yom Kippur, alternate-side street cleaning regulations are suspended in New York City tomorrow. Other regulations remain in effect.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Malone Wouldn't Mind A Trade to the Knicks","web_url":"https://www.nytimes.com/1994/09/14/sports/pro-basketball-malone-wouldn-t-mind-a-trade-to-the-knicks.html","abstract":"  The attorney for Karl Malone said yesterday that the All-Star forward would welcome a trade to the Knicks if the Utah Jazz decide to deal him.   Asked whether Malone had requested to be traded, his attorney, J. Randall Call, said from his office in Salt Lake City: \"I can't confirm or deny that. I can say that Karl has a strong desire to win an N.B.A. championship. He sees what Phoenix and other teams have done, and he has serious concerns about whether Utah has improved. If the Jazz feel that the only way to improve their team is to trade Karl, I'm sure he'd say, 'Trade me.' He has been in Utah his entire career.\"","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Chinese Dissident Reported Ill With Cancer","web_url":"https://www.nytimes.com/1994/09/14/world/chinese-dissident-reported-ill-with-cancer.html","abstract":"  A leading Chinese dissident who was imprisoned for his role in the Tiananmen Square democracy movement in 1989 is suffering from cancer, family members have said.   The dissident, Chen Ziming, 43, who was released in May on \"medical parole\" and has been under house arrest, underwent surgery Monday in the People's Hospital in Beijing to remove a testicular growth that proved to be malignant, they said.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Local Reaction to the Crime Bill: Delight, With Some Doubts","web_url":"https://www.nytimes.com/1994/09/14/us/local-reaction-to-the-crime-bill-delight-with-some-doubts.html","abstract":"  To say that officials in New York City and New York State are delighted with the crime bill is an understatement, and it is not hard to see why.   About $1 billion is expected to come their way over the six-year life of the bill, with up to three-quarters of that going to the city. Meeting the criteria for the money will require little effort, since many of the programs in the package were patterned after efforts already under way in the city and the state.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"'It's Going to Be Different': Capriati Charts Her Return","web_url":"https://www.nytimes.com/1994/09/14/sports/tennis-it-s-going-to-be-different-capriati-charts-her-return.html","abstract":"  Jennifer Capriati, the troubled tennis phenom whose career began as a fairy tale at 13 and derailed in despair at 17, plans to return to competition next month in Zurich at the European Indoors, a $750,000 event played in the 4,000-seat Sallsporthalle.   Capriati said she intended to implement the second phase in her comeback the following week in Filderstadt, Germany, at the Porsche Grand Prix. Depending on her spirits and results, she will then determine her future schedule.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Fox Adds Some Pucks to Its Expensive Collection of Footballs","web_url":"https://www.nytimes.com/1994/09/14/sports/tv-sports-fox-adds-some-pucks-to-its-expensive-collection-of-footballs.html","abstract":"  \"Isn't icing the puck a cooking term?\" David Hill, the president of Fox Sports, asked yesterday, his face lit by a Cheshire cat smile, as he celebrated adding National Hockey League rights to his division's pro football package.   \"Everyone is stoked at the opportunity to do N.H.L. games,\" Hill said, \"and I'll be able to get cheap Mighty Ducks T-shirts for my kids.\"","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"The Fate of Gambia","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-the-fate-of-gambia-239208.html","abstract":"  To the Editor:   For more than eight years Gambia followed International Monetary Fund austerity programs. In return, the I.M.F. ignored widespread, conspicuous corruption and mismanagement. While the average Gambian bore the brunt, the Government, with the help of \"surplus\" United States arms, formed a semiliterate army, which deposed the Government.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"The Folly of Uniting Europe While Slicing It in Two","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-the-folly-of-uniting-europe-while-slicing-it-in-two.html","abstract":"If you want to muse about the future of Europe, a good place to do it is under the columns of the hilltop temple of Aphaia, on this Greek island of Aegina. To the north, visible across the water on a clear day, is the Acropolis of Athens. To the south is","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Bid With Gang Aid Is Lost","web_url":"https://www.nytimes.com/1994/09/14/nyregion/bid-with-gang-aid-is-lost.html","abstract":"  Nelson Antonio Denis, who raised eyebrows by using members of the Latin Kings, a street gang, as campaign workers, nearly unseated Angelo Del Toro, the incumbent State Assemblyman, in the 68th District in East Harlem. In unofficial returns last night, Mr. Del Toro led by just 160 votes out of more than 10,800 cast in the Democratic primary contest, with all precincts reporting.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Where to Live? Crows Like New York City; Vast Parks, a Pleasant Climate and Plenty to Eat Draw Them to the Five Boroughs","web_url":"https://www.nytimes.com/1994/09/14/nyregion/where-live-crows-like-new-york-city-vast-parks-pleasant-climate-plenty-eat-draw.html","abstract":"  From the sidewalks of Broadway to lawns in the Bronx, Brooklyn and Queens and to a giant roost in Staten Island, crows are invading New York City.   Once considered a country species, the jet-black birds are enthusiastically adapting to the crowded environment of the five boroughs. Parks officials, bird-watchers and ornithologists say their traditional habitats have been overrun by development in recent decades, and having already moved into the suburbs, they are now being drawn to New York City and its vast parks by its plentiful food -- read garbage -- and warmer temperatures.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Where Is Tillman When He Is Needed?","web_url":"https://www.nytimes.com/1994/09/14/sports/football-where-is-tillman-when-he-is-needed.html","abstract":"  Early last season, when Rodney Hampton was sidelined for four weeks after arthroscopic surgery on his left knee, Lewis Tillman replaced him at tailback and the Giants hardly missed a beat. Tillman was a 6-footer who weighed 200 pounds and could batter the line much the way Hampton could.   Now Hampton is injured again with a bruised kidney and lower back and is expected to miss two or three weeks. Tillman has moved on to the Chicago Bears as an unrestricted free agent, and the only potential replacements on the Giants have negatives.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Gap Cited in Rules on White House Threat","web_url":"https://www.nytimes.com/1994/09/14/us/gap-cited-in-rules-on-white-house-threat.html","abstract":"  A day after a small plane crashed into the White House grounds, investigators told a senior lawmaker today that security and aviation officials had no rules or procedures for communicating about aircraft posing a threat to the Executive Mansion or the President.   Investigators also disclosed that a pathologist had found that the plane's pilot, Frank Eugene Corder, had alcohol and cocaine in his blood. Mr. Corder flew unimpeded to crash early Monday just under President Clinton's bedroom, prompting shaken officials to review whether the Secret Service should have blocked the plane or, at the least, detected it.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Public & Private; Trade Arms For Kids","web_url":"https://www.nytimes.com/1994/09/14/opinion/public-private-trade-arms-for-kids.html","abstract":"  The stack of papers is probably taller now than the child it represents, the letters to and from elected officials, diplomats, government agencies. \"Please don't have people send any more letters,\" someone at the State Department once told Barbara Dooley. \"Your grandson's file is so full we can't fit any more into it.\"   It's been more than three years since Zaid Ziadeh, the only child of Mrs. Dooley's only child, was picked up by his Jordanian-born father for what was supposed to be a weekend visit and taken to Amman instead. Zaid will be 5 next month, and his mother, Kathleen, who lives in Santa Rosa, Calif., has little more than a recent snapshot that shows a serious little boy with enormous dark eyes and an out-thrust lower lip. That, and the hundreds of letters she and her mother have written trying to get the boy back.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238872.html","abstract":"  A brief report in the Press Notes column of the Media Business page on Monday, about a new Spanish-language newspaper supplement published by The Wall Street Journal, misidentified one area in which the supplement appears. It is Peru, not Puerto Rico.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Mad Flight, Fragile Faith","web_url":"https://www.nytimes.com/1994/09/14/opinion/mad-flight-fragile-faith.html","abstract":"The woebegone citizen Frank Eugene Corder hit something bigger and more fragile than the White House with his stolen Cessna. He crashed into and damaged American faith in the protective capabilities of technology and security forces.   Radar and heat-seeking missiles are useful tools. The Secret Service, like any human organization, has its strengths, most of which derive from the selfless bravery of members who really are willing to die in the line of duty. But no technical wizardry and courage can forever disguise one of the grimmest facts of modern history. Even the most advanced society is never far above what William Butler Yeats called the \"bestial floor\" of human disorder, and the nets constructed above that floor are weaker than most dare to imagine. - Perhaps the military triumphs of the early 20th century gave Americans an exaggerated confidence in protective machines and bureaucracies. Even in Washington, where fallibility is ever on parade, officials and journalists share that faith. In the early 80's, a high fence was erected between the Treasury building and the White House, and behind that fence a mighty excavation went on for months. The grapevine buzzed with talk that some advanced and highly competent security work was being installed to protect the Executive Mansion from terrorist tricks.   Newspapers and broadcasters, out of a well-placed sense of responsibility, have never reported in much detail about what is lodged in the bunkers and on the rooftops around Pennsylvania Avenue. There was a widespread impression -- a faith, if you will -- that these locations housed devices of great potency for diverting or exploding incoming threats from land or air.   Mr. Corder's mad and silent glide into the Andrew Jackson magnolia has rent a hole in that faith. The White House may well be protected by radars capable of detecting an intruder violating its airspace and by artillery and missiles capable of downing aircraft. But response time is limited and firing off weapons in Washington's crowded streets or air corridors is risky to the lives of many.   What is supposed to protect the White House is, of course, a notion much more valuable and, if it can be sustained, much more powerful than weaponry and sharpshooters. It is the idea that Americans want and deserve to be governed by a person living in a house on a street close to comings and goings of citizens. The value of that idea is apparent to anyone who has experienced the vast isolation and remoteness of executive or imperial residences in other great capitals.   Drunken and drugged, Mr. Corder wanted his moment of notoriety and probably wished to be depicted as a crazed but not particularly malicious daredevil. But if he succeeds in turning Washington into a bunkered city, he must go down on a list of archcriminals who with bullets and now with an airplane have assaulted a noble, old and battered idea about how Presidents ought to live.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"In House Races, Incumbents Defeat Challengers Handily","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-congress-in-house-races-incumbents-defeat-challengers-handily-233528.html","abstract":"  Hamilton Fish Jr.  19th District, Democrat    Hamilton Fish Jr. was elected last night by Democrats in the 19th Congressional District in the lower Hudson River Valley as their nominee to replace his Republican father, Representative Hamilton Fish.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Officer Wounded in Subway Said to Describe 4 Shots in Back","web_url":"https://www.nytimes.com/1994/09/14/nyregion/officer-wounded-in-subway-said-to-describe-4-shots-in-back.html","abstract":"  The transit police officer badly wounded by an off-duty New York City police officer in a subway shootout last month has told prosecutors that he remembers being shot four times in the back, twice after he had fallen and was prone on the ground, according to law-enforcement officials working on the investigation.   In his account, given on Monday to prosecutors with the Manhattan District Attorney's office, Transit Officer Desmond Robinson said he was not shot in the chest and never saw the off-duty officer who opened fire on him. Officer Peter Del-Debbio, traveling home from Police Headquarters on the night of Aug. 22, shot the plainclothes transit officer after mistaking him for a criminal.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Strict Regulations Proposed To Keep Young From Smoking","web_url":"https://www.nytimes.com/1994/09/14/us/strict-regulations-proposed-to-keep-young-from-smoking.html","abstract":"  In its strongest statement ever on the topic, the National Academy of Sciences today released a report saying that tobacco use was essentially an addiction that began in childhood or youth, and that the best way to prevent it was to enact strict new Federal and state regulations that would make it harder for those under 18 to start.   The major effect of the report is to give support to the idea that the Food and Drug Administration should bring tobacco products under regulatory control. It also outlines proposals similar to those expected to come from the drug agency if it proposes regulations next year. The agency is considering such action.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Fighting Over Art In a Costly Limbo","web_url":"https://www.nytimes.com/1994/09/14/arts/fighting-over-art-in-a-costly-limbo.html","abstract":"  In a financial tangle that has scandalized and diverted the art world for more than a year, about 40 contemporary artworks valued at more than $1 million are being held hostage in Venice for a ransom of $150,000 in unpaid bills. Paintings and sculpture by important artists like Roy Lichtenstein and David Salle, Chuck Close and Louise Bourgeois are among the works that have been sitting in packing crates these many months, and the man whose dealings led to the mess, an eccentric 30-year-old curator named Christian Leigh, seems to have vanished.   The art was sent to Venice to be included in a show called \"Transactions,\" which by all indications was part of the prestigious 1993 Venice Biennale. The show was the brainchild of the American-born Mr. Leigh, who, if he was present and accounted for today, would be surrounded by piles of mounting debts and dozens of angry dealers, artists and collectors who say they lent their artworks to the show because of the prestige of the Venice Biennale.","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"1944: Allies Rule Skies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-1944-allies-rule-skies-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, ALLIED EXPEDITIONARY FORCE - [From our New York edition:] The Allies apparently have won their first big victory in the battle for Germany. Luftwaffe opposition to the massive softening-up by Allied air power has dwindled tonight [Se","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Discovering Eloquence Amid Silent Gestures","web_url":"https://www.nytimes.com/1994/09/14/movies/film-review-discovering-eloquence-amid-silent-gestures.html","abstract":"  Florent, a little boy who seems about 6 years old, romps on the lawn with his mother. He playfully grabs the film maker's microphone and mugs at the camera. While his mother tries to teach the deaf child to speak, the stubborn Florent says, \"I look so I can hear.\"    Nicolas Philibert, the director of the French documentary \"Land of the Deaf,\" has said, \"My idea was to make a film that would plunge the viewer into the world of the deaf, a film whose mother tongue would be sign language.\" Mr. Philibert is not arrogant; he does not try to recreate the experience of being deaf. Instead, he follows vivid characters like Florent and through them carries viewers into a different but completely understandable culture, a world with its own rich language. Film is the perfect medium for capturing this beautifully lyrical, visual language of gestures.","thumbnail":null,"section":"Movies"},{"date":"19940914","headline":"Burstein Wins Close Victory Against Koppell in Primary","web_url":"https://www.nytimes.com/1994/09/14/nyregion/1994-campaign-attorney-general-burstein-wins-close-victory-against-koppell.html","abstract":"  With a whisper-thin margin, Karen S. Burstein, a former judge and state legislator, overcame her late start in the race and her trouble raising money to claim victory in the Democratic primary for New York State attorney general early this morning, edging out her three rivals.   Seeking to become the first woman elected to statewide office in 20 years, Ms. Burstein actively courted female voters, played up her progressive politics and took advantage of high turnout in liberal areas like Manhattan's West Side. Unlike her closest rival, G. Oliver Koppell, the longtime Assemblyman from the Bronx who was appointed Attorney General last December, she had virtually no political organization backing her candidacy, which is often considered a decisive advantage in an election with such a low turnout.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"'What Flesh Designed as Fruit Can This Fruit Be?' It's the Fig","web_url":"https://www.nytimes.com/1994/09/14/style/what-flesh-designed-as-fruit-can-this-fruit-be-its-the-fig.html","abstract":"FRESH figs are a pleasure unknown to most Americans. Only 10 percent of commercially grown figs are consumed fresh; most of the rest are dried and processed into fig paste for Fig Newtons and the like. Dried figs are great snacks, but no match for the subtle, honey-sweet succulence of a perfectly ripe fig. \n\n\"Shaped like a gourd, purple and leathery,\" May Sarton says in her poem \"The Fig.\" \"It fits the palm, it magnetizes the touch. What flesh designed as fruit can this fruit be?\"","thumbnail":null,"section":"Style"},{"date":"19940914","headline":"Arab Unity In the Form Of Melody","web_url":"https://www.nytimes.com/1994/09/14/arts/music-review-arab-unity-in-the-form-of-melody.html","abstract":"  In the 1930's and 1940's, Arab immigrants and Arab-Americans gathered for pan-Arabic festivals, called mahrajanat, that might last an afternoon or a weekend, with music, dancing and food. The Ethnic Folk Arts Center and an Brooklyn Arab-American community coalition tried to jump-start the tradition on Sunday afternoon at the Brooklyn Museum. Mahrajan Al-Fan, a six-hour festival, featured continuous music and dance performances on one stage as well as poetry, storytelling, food, documentary films and a fashion show of traditional clothing.   While much of the music was Lebanese, reflecting the first wave of Arab immigration to the United States, there were also performers from Syria, Yemen, Algeria, Egypt, Iraq and Palestine.","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"What Led Lieutenant To Take Treasures?","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-what-led-lieutenant-to-take-treasures-239178.html","abstract":"  To the Editor:   Re your article on Joseph Thomas Meador as a thief and looter of the so-called Quedlinburg treasure in World War II (Arts pages, Sept. 3): Consider an equally credible hypothesis that explains the text of his letters home.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Innocent Pleas Entered for Sanders Case","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-baseball-innocent-pleas-entered-for-sanders-case.html","abstract":"  A lawyer representing DEION SANDERS entered written pleas of innocent yesterday to a felony charge and two misdemeanor charges stemming from a confrontation with an off-duty police officer. Sanders, the Cincinnati Reds' center fielder, was not required to appear at an arraignment before Judge WILLIAM MALLORY Jr. in Hamilton County Municipal Court in Cincinnati.   All five charges stem from an alleged scuffle in which police said started when Sanders tried to drive his motor scooter through a restricted gate after an Aug. 8 game at Riverfront Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"C.I.A. Colleagues Call Fallen Star a Bias Victim","web_url":"https://www.nytimes.com/1994/09/14/us/cia-colleagues-call-fallen-star-a-bias-victim.html","abstract":"  By all accounts, Janine Brookner was a terrific spy.   In the Philippines in the 1970's, she infiltrated the Communist Party. \"An almost impossible task,\" said her boss. \"But not for Janine.\" Later, in Venezuela, she recruited a Soviet-bloc agent. And as the Central Intelligence Agency's station chief in Jamaica from 1989 to 1991, she again won praise. \"Superb,\" the agency's barons said in their 1991 evaluation of her job performance. \"Top notch.\"","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Hampton Feels 'Much Better'","web_url":"https://www.nytimes.com/1994/09/14/sports/football-hampton-feels-much-better.html","abstract":"  In a telephone call today from his hospital bed in Phoenix, Rodney Hampton told the Giants that he expected to fly back to New Jersey on Wednesday. He also said that the doctors stood by their original estimate that the bruised kidney and back he suffered in Sunday night's 20-17 victory over the Arizona Cardinals would sideline him for two to three weeks.   \"I feel much better today than yesterday,\" Hampton, a Pro Bowl running back, told the Giants. \"The night of the game, I was in a lot of pain. In the last two days, I've improved, and I'm feeling better and better.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Mullen Set For Stride On Long Road Back","web_url":"https://www.nytimes.com/1994/09/14/sports/hockey-mullen-set-for-stride-on-long-road-back.html","abstract":"  The Islanders are looking at it as nothing more than a tryout.   But after surviving a stroke, open-heart surgery and a seizure, Brian Mullen does not care. All he wants to do is get back on the ice and play competitive hockey in the face of long odds.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"A Chinese Gold Rush? Don't Hold Your Breath","web_url":"https://www.nytimes.com/1994/09/14/opinion/a-chinese-gold-rush-dont-hold-your-breath.html","abstract":"After touring China in late August with 24 American corporate chief executives in tow, Commerce Secretary Ron Brown expressed glee over deals signed under his auspices and the money to be made in the Middle Kingdom. But those who think this is a forerunner of a lucrative new wave of U.S. investment in China should think again. \n\nThis latest American bout of Sinophoria tramples economic horse sense and repeats a miscalculation American businesses have been making for 200 years. Since the days of the clipper ships, China's huge population and economic backwardness have led to repeated predictions of vast wealth to be harvested by foreigners, but commercial successes have been rare.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-letters-to-the-editor.html","abstract":"In response to the report \"France to Resume Seat at NATO Military Talks\" (Sept. 3) by Joseph Fitchett:.At last! This is a story that goes back to 1940, when President Roosevelt recognized Marshal Ptain as the legitimate French head of s","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"1894: Invasion of China?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-1894-invasion-of-china-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - Chinese authorities admit that there are grave reasons to believe the Japanese actually contemplate the invasion of China. [The Herald says in an editorial:] \"The Chinese and Japanese can scarcely feel surprised that Europe should cease to","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/14/sports/results-plus-237825.html","abstract":"  TENNIS  Argentine Scores an Upset  Franco Davin, a left-hander from Argentina, upset second-seeded Sergi Bruguera of Spain, 7-6 (7-1), 3-6, 6-3, yesterday in the opening round of the Romanian Open in Bucharest. Davin is ranked 93d by the ATP, and Bruguera is No. 4. Bruguera seemed tired after playing at the United States Open, and said of the switch from the hardcourt surface, \"It was difficult to adjust on clay here.\" The tournament also lost its third-seeded player when Andrei Medvedev of Ukraine withdrew because of problems with his right wrist. Medvedev was replaced by Martin Blackman of the United States, who beat Oscar Martinez of Spain, 6-2, 6-2. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"In Amsterdam, European Stage Set for Drama","web_url":"https://www.nytimes.com/1994/09/14/sports/IHT-in-amsterdam-european-stage-set-for-drama.html","abstract":"Ruud Gullit's return to play in Amsterdam is a real-life drama of the kind that would get a playwright certified..To some, Gullit is the Judas of Dutch soccer, the star who walked out on his colleagues and his nation in the final month of World Cup pre","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Haytaian Endorses Proposal For Flat 17% Federal Tax Rate","web_url":"https://www.nytimes.com/1994/09/14/nyregion/haytaian-endorses-proposal-for-flat-17-federal-tax-rate.html","abstract":"  Adopting a populist strategy that proved crucial to Christine Todd Whitman's upset victory in last year's New Jersey gubernatorial race -- the promise of a huge tax cut -- the Republican candidate for the United States Senate, Chuck Haytaian, said today that he would support a plan for a flat Federal tax rate of 17 percent.   \"Under a flat tax, everyone would pay the same rate,\" Mr. Haytaian said. \"That's fair and it's user-friendly. The more you earn, the more you will pay, and the many loopholes the rich have used in the past to avoid paying taxes will be gone forever.\"","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"As Students Stay Longer, Colleges Feel the Pinch and Say, Move Along","web_url":"https://www.nytimes.com/1994/09/14/us/as-students-stay-longer-colleges-feel-the-pinch-and-say-move-along.html","abstract":"  Johnny Ludden, 23, has just started his sixth year as an undergraduate at the University of Texas. It is not that he had trouble choosing a major or getting all his required courses. Rather, he has spent so much time working for the college newspaper that he sometimes took only three courses a semester, not the usual five.   He is typical of more than half of the college students around the country: They are taking more and more time to graduate. And until now, there has been little consequence, except from bill-paying parents. \"My dad is getting sort of anxious for me to finish up,\" Mr. Ludden said.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Beyond Disaster: Ill-Fated Coyote Lives to Sail, and Race, Again","web_url":"https://www.nytimes.com/1994/09/14/sports/yacht-racing-beyond-disaster-ill-fated-coyote-lives-to-sail-and-race-again.html","abstract":"  It's not very often that there are second chances in life. And lesser still are the odds that a race boat left adrift in the Atlantic Ocean, upside down and with its skipper lost at sea, would have the opportunity to sail again.   But the yacht Coyote, the aborted dream of the late Mike Plant, has been resurrected. In a bold move to see Plant's lost vision realized, his former fiancee has retrieved the 60-foot yacht, restored it to racing readiness and chartered it to David Scully, a solo sailor from Chicago.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Work to Begin Soon on Tappan Zee Bridge Renovations","web_url":"https://www.nytimes.com/1994/09/14/nyregion/work-to-begin-soon-on-tappan-zee-bridge-renovations.html","abstract":"  The last thing Robert Tissier wants to think about is an extensive renovation of the Tappan Zee Bridge. Mr. Tissier, a deliveryman for a Rockland County paint company, crosses the bridge at least four times a day and, like the 113,000 daily commuters who join him on the major Hudson River crossing, he has seen his share of snarled traffic.    \"If it has to be done, I hope they do the work at night, that's all,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Experts Doubt Effectiveness Of Crime Bill","web_url":"https://www.nytimes.com/1994/09/14/us/experts-doubt-effectiveness-of-crime-bill.html","abstract":"  The $30 billion crime bill signed into law today by President Clinton responds to the country's rising fear of crime, but law-enforcement experts contend that it is a symbolic swipe that does not go far enough toward stopping the kind of street violence that is increasingly haunting America.    The measure, which will help cities and towns hire 100,000 police officers over six years, spreads the new officers so thin that critics doubt they will make a difference. It bans the manufacture, sale and possession of 19 military assault weapons, but leaves in circulation many thousands of the same firearms. It imposes the death penalty for about 60 offenses, some of which had been capital offenses and most of which rarely occur. It provides the biggest infusion of cash grants to cities for social programs since the Carter Administration, but does not guarantee that Congress will actually approve the outlays.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/14/nyregion/no-headline-232807.html","abstract":"  \"I imagined my vacation a little differently.\" RALF BOLOWSKI, a German visitor to New York who was shot on the Circle Line.  [ B1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Being Overeducated and Underemployed","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-being-overeducated-and-underemployed-239186.html","abstract":"  To the Editor:   There is no mystery why the pay of college-educated men is slipping. Many of these men -- one-third or more -- work in occupations not requiring a college education. Another reason is the \"ripple effect.\" What I as a professional earn is directly related to my patients' earnings.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"1919: Unrest in Ireland : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-1919-unrest-in-ireland-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Ireland is in a ferment unequalled in intensity since the Easter rebellion of three years ago, following last night's [Sept. 12] proclamation prohibiting the Sinn Fein organization. The police and military throughout Ireland swooped down on the S","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Man in the News: Jacques Parizeau; Torchbearer For Quebec","web_url":"https://www.nytimes.com/1994/09/14/world/man-in-the-news-jacques-parizeau-torchbearer-for-quebec.html","abstract":"  The new Premier of Quebec, who some day wants to be the first President of a Quebec republic, seems more like an aloof Victorian gentleman than the committed, driving separatist he has been for three decades.   The Premier, Jacques Parizeau, 64, speaks impeccable English with an upper-class British accent, sprinkling his speech with expressions of yesteryear like \"by Jove\" and \"humbug.\"","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Taming of Inflation Buoys Centrist in Brazil Polls","web_url":"https://www.nytimes.com/1994/09/14/world/taming-of-inflation-buoys-centrist-in-brazil-polls.html","abstract":"  With Brazil's presidential election less than a month away, a pro-American centrist has surged ahead of a leftist candidate in all opinion polls tracking the race to determine who will lead Latin America's largest country to the end of the century.   Not even the surprise resignation of the Finance Minister last week has shaken the commanding lead that Fernando Henrique Cardoso has taken in recent weeks over his Socialist rival, Luis Inacio Lula da Silva.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"The Final Heat Is Between Cuomo and Not-Cuomo","web_url":"https://www.nytimes.com/1994/09/14/nyregion/1994-campaign-governor-s-race-final-heat-between-cuomo-not-cuomo.html","abstract":"  Yesterday's primary in New York cleared the way for a gubernatorial election between an incumbent whom many New Yorkers do not like and a Republican challenger whom most do not yet know.   Until now, New York's gubernatorial campaign has revolved around a simple question: is Gov. Mario M. Cuomo so unpopular that the Republicans can end his 12-year reign without ever making a compelling case for his opponent, State Senator George E. Pataki?","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Sic Transit Gloria: An Italian Ex-Premier in Exile","web_url":"https://www.nytimes.com/1994/09/14/world/sic-transit-gloria-an-italian-ex-premier-in-exile.html","abstract":"  A few years back, people clamored for a place at his table in the smarter restaurants of Rome. His currency was power and patronage, artfully dispensed, gratefully received.   Today, Bettino Craxi, the former Italian Prime Minister and leader of the Socialist Party, lives in a sun-splashed villa in this Tunisian resort, refusing to return home because he has been sentenced to eight-and-a-half years in prison for corruption.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Perspectives on Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-perspectives-on-haiti-letters-to-the-editor.html","abstract":"Regarding \"Quayle Sees Politics at Play Over Haiti\" (Political Notes, Sept. 9):.Former Vice President Dan Quayle says that President Bill Clinton is thinking of invading Haiti for political gain. If tens of thousands of Haitian refugees were","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"United Way's Ex-Chief Indicted in Theft","web_url":"https://www.nytimes.com/1994/09/14/us/united-way-s-ex-chief-indicted-in-theft.html","abstract":"  The ousted president of United Way of America, one of the nation's leading charities, was indicted today along with two of his executives on charges of stealing more than $1 million from the organization and spending much of it on personal luxuries.   The 71-count Federal indictment said William Aramony, president of the United Way of America from 1970 to 1992, devised elaborate schemes to steal hundreds of thousands of dollars from United Way, and spent the money on an apartment on the fashionable Upper East Side of Manhattan, foreign vacations, first-class hotels, chauffeurs and other extravagances.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Minor League Met Tosses No-Hitter","web_url":"https://www.nytimes.com/1994/09/14/sports/baseball-minor-league-met-tosses-no-hitter.html","abstract":"  There are a couple of ways to look at Bill Pulsipher's pitching record against the Harrisburg Senators. One is to note that in his three starts against Harrisburg this year, the 20-year-old left-hander for the Class AA Binghamton Mets has given up a total of 18 hits and 12 runs, 11 of them earned.   The other is to observe that every bit of that damage -- all 18 hits and each one of the 12 runs -- was inflicted by Harrisburg in two regular-season games.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238856.html","abstract":"  A picture caption on Monday with the obituary of Jessica Tandy referred incorrectly in some editions to her appearance in the film \"Driving Miss Daisy.\" The year was 1989. In some editions the obituary also misstated the year for the film \"Fried Green Tomatoes.\" It was 1991.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238848.html","abstract":"  A picture caption on Thursday with an article about competition among Israeli youth for elite units of the Army misidentified the activity shown. Two young Israelis were being belayed down a steep rock face; rappelling would have entailed lowering themselves.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"7 Hours of Unconsummated Spanish Passion","web_url":"https://www.nytimes.com/1994/09/14/movies/film-review-7-hours-of-unconsummated-spanish-passion.html","abstract":"  To watch Manoel de Oliveira's seven-hour epic romance, \"The Satin Slipper,\" is to be transported from a secular age back to a time and place (16th-century Spain) where the conflict between earthly desire and religious faith could ignite a lifetime of unconsummated passion.   The two major characters, Don Rodrigue (Luis Miguel Cintra) and Dona Prouheze (Patricia Barzyk), represent opposing arguments in an impassioned religious debate. Is the pursuit of earthly happiness wrong, the film asks, because it distracts one from preparing for the afterlife? Ultimately, it suggests that the refusal to give in to erotic desire is a kind of self-imposed purgatory that will speed the soul into heaven. Our time on earth, it implies, is but a dutiful and agonizing prelude to something infinitely sublime.","thumbnail":null,"section":"Movies"},{"date":"19940914","headline":"In House Races, Incumbents Defeat Challengers Handily","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-congress-in-house-races-incumbents-defeat-challengers-handily-233498.html","abstract":"  Eliot L. Engel  17th District, Democrat    Representative Eliot L. Engel, the incumbent representing the 17th District in the Bronx and lower Westchester County, won the Democratic nomination for a fourth term over Willie Colon, a internationally known salsa musician making his first run for office.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Composers From Taiwan","web_url":"https://www.nytimes.com/1994/09/14/arts/music-review-composers-from-taiwan.html","abstract":"  Composers of Taiwan like to make 1945 a year of beginning. Before, they had looked to themselves or to neighbors for inspiration. After 1945, Europe and the rest of the world lay open.   This coming-out has not been easy. The music of 20 Chinese composers in three concerts at the Taipei Theater last weekend bore witness to that. The struggle is familiar: identity versus assimilation. How is one to be a Chinese musician in an international community of music?","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"Haiti's Forces: Poorly Armed And Seasoned Only in Terror","web_url":"https://www.nytimes.com/1994/09/14/world/haiti-s-forces-poorly-armed-and-seasoned-only-in-terror.html","abstract":"  The Supreme Commander of the Haitian military often comes to work at noon and leaves at 2 P.M.    The Haitian Navy has immaculate uniforms, but only one ship with working engines, although several others float.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"No Grudges as Wounded Tourist Leaves Hospital","web_url":"https://www.nytimes.com/1994/09/14/nyregion/no-grudges-as-wounded-tourist-leaves-hospital.html","abstract":"  Feeling little pain from the bullet wound to his shoulder and vaguely baffled at the attention, Ralf Bolowski, the German tourist who was shot Monday on the Circle Line, was released from the hospital today and shrugged off any attempts to make him the latest poster boy for urban violence.   Asked if he was angry, outraged or sickened by the horrors of the city, Mr. Bolowski said simply: \"I imagined my vacation a little differently.\"","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"A Reputation on the Line In a Buried-Memory Case","web_url":"https://www.nytimes.com/1994/09/14/movies/television-review-a-reputation-on-the-line-in-a-buried-memory-case.html","abstract":"  \"A Teacher's Touch,\" the title of tonight's \"48 Hours\" report, is meant to be taken literally. After more than 20 years as a physical education teacher at an elementary school in Fairfax, Va., Craig Gordon was brought up before the school board on charges of having fondled and kissed some of his students a decade earlier, when the girls were about 10 years old.   The reporting is so fair that you may find yourself veering between sympathy for the man, a father of four who flatly denies all the charges, and suspicion that something inappropriate if not felonious happened.","thumbnail":null,"section":"Movies"},{"date":"19940914","headline":"Fielder and Wife Get Their Day in Court","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-baseball-fielder-and-wife-get-their-day-in-court.html","abstract":"  A jury in Dallas has awarded the Detroit Tigers' first baseman, CECIL FIELDER, $1.7 million in a civil suit he brought against a woman he hired to finish, decorate and landscape his home in 1990.   In a judgment rendered last week, the jury ordered MARGEE MOODY to pay Fielder and his wife, STACEY LYNN FIELDER, about $180,000 for overcharging and defrauding them in connection with work on their home in Las Colinas, Calif., then added $1.5 million in punitive damages.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Giuliani Cites Drop in Crime In Assessment","web_url":"https://www.nytimes.com/1994/09/14/nyregion/giuliani-cites-drop-in-crime-in-assessment.html","abstract":"  In an annual assesment of the government's performance, Mayor Rudolph W. Giuliani yesterday painted a statistical portrait of a city that has seen crime drop to its lowest rate in 15 years but still faces staggering social problems and service burdens, including a welfare roll that has climbed to its highest point in at least two decades.   The Mayor's Management Report also found dirtier streets, less inviting parks, skyrocketing overtime costs and increased waiting times for citizens pursuing taxi and consumer complaints, compared with the year before.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Some Cubans Are Released From Detention in Florida","web_url":"https://www.nytimes.com/1994/09/14/world/some-cubans-are-released-from-detention-in-florida.html","abstract":"Immigration officials are releasing some Cuban boat people from a detention center here despite the Federal Government's hard line against allowing refugees into the United States.\n\nSince Aug. 31, the Immigration and Naturalization Service has released 19 Cubans from the Krome Detention Center. Most have medical problems or are related to someone who does.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Personal Health; Avoiding skin ailments that come with exercise.","web_url":"https://www.nytimes.com/1994/09/14/us/personal-health-avoiding-skin-ailments-that-come-with-exercise.html","abstract":"  JUST as the painted surface of a car is more likely to get scraped, worn, pitted or rusted when on the road than when in a garage, the covering of an active person's body is subject to a host of insults that rarely afflict sedentary folks.   Few who pursue vigorous activities in the name of fitness and fun entirely escape insults to the vast organ that is meant to serve as a barrier to invaders from without. Whether covered by skimpy shorts and tank top, sweat suit, leotard or regulation uniform, the skin can suffer from its direct exposure to the exercise environment. Exercise-induced afflictions range from minor irritations, corns, calluses and blisters to hazardous microbial infections, unsightly acne and smelly feet. That is not to mention sunburn, windburn, frostbite or chilblains, which can accompany any prolonged or frequent exposure to the outdoors.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Tokyo Journal; Kingmaker Isn't Dead. The Report Was Premature.","web_url":"https://www.nytimes.com/1994/09/14/world/tokyo-journal-kingmaker-isn-t-dead-the-report-was-premature.html","abstract":"  After a year of political upheaval in Japan, one of the few things that had seemed certain was that when the corrupt old order fell, so had its power brokers, and that a new set of personalities had stepped forward to clean up the system.   It is a thought that Noboru Takeshita likes -- the new Noboru Takeshita.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/14/nyregion/c-corrections-238880.html","abstract":"  A chart yesterday listing candidates in the primary election omitted two New York City congressional races where Democratic incumbents faced challengers. In the 12th District Nydia M. Velazquez was challenged by Pedro L. Velazquez. In the 14th District, Carolyn N. Maloney was challenged by Rob Rosenthal.  ","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Democrats Hope to Avoid Embarrassing Vote on Haiti","web_url":"https://www.nytimes.com/1994/09/14/world/democrats-hope-to-avoid-embarrassing-vote-on-haiti.html","abstract":"  In the face of strong Congressional opposition to an invasion of Haiti, Democratic leaders tried today to find a way that Congress could vote on the issue next week without seriously embarrassing President Clinton.   Democratic and Republican Senators had separate meetings to discuss the situation. Afterward almost everyone who spoke publicly expressed opposition to an invasion.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"Norman Becomes No-Show For His Very Own Show","web_url":"https://www.nytimes.com/1994/09/14/sports/golf-norman-becomes-no-show-for-his-very-own-show.html","abstract":"  Greg Norman won't be playing in the inaugural edition of the Presidents Cup, and there is cruel irony in that. Norman, who is suffering from persistent gastrointestinal problems, including abdominal cramping, is one of the major reasons this new competition was conceived and created within an amazingly short gestation period of six months.   His withdrawal today came as an unhappy surprise.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"10 Essential Devils Looking for an Option","web_url":"https://www.nytimes.com/1994/09/14/sports/hockey-10-essential-devils-looking-for-an-option.html","abstract":"  With 10 Devils regulars going into the option year of their contracts, Lou Lamoriello is busier than most general managers in the National Hockey League these days.   John MacLean, Claude Lemieux and Martin Brodeur will cost Lamoriello plenty, perhaps as much as the $17.1 million the Devils paid to match the offer St. Louis gave to Scott Stevens.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"New Rebel for the 90's: Meet Johnny Cash, 62","web_url":"https://www.nytimes.com/1994/09/14/arts/new-rebel-for-the-90-s-meet-johnny-cash-62.html","abstract":"  While the recent hip appeal of musicians like Tony Bennett and Tom Jones may seem manufactured, the comeback of Johnny Cash is about a lot more than market exposure. Young audiences don't have much in common with the honky-tonk romances and alcohol-numbed heartbreaks of classic country music, but they can relate to a mind that strays from what it knows is right, especially when it's attached to a voice as deep and foreboding as Mr. Cash's.   \"There is that beast there in me,\" Mr. Cash, 62, said in a recent telephone interview. \"And I got to keep him caged, or he'll eat me alive.\"","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"Messier Closer To Signing New Pact","web_url":"https://www.nytimes.com/1994/09/14/sports/hockey-messier-closer-to-signing-new-pact.html","abstract":"  Mark Messier's new contract is far from a done deal, but there was optimism expressed by both sides yesterday as the Ranger captain stayed away from training camp for a fourth day.   \"We think it'll be finished up in the next couple days,\" Messier said in a conference call with reporters from his home in Hilton Head, S.C.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"U.N. Population Meeting Adopts Program of Action","web_url":"https://www.nytimes.com/1994/09/14/world/un-population-meeting-adopts-program-of-action.html","abstract":"  After nine days of arguing about sexuality and morals, the United Nations population conference ended today with a broad endorsement of a new strategy for stabilizing the world's population, mainly by giving women more control over their lives.   The 20-year \"program of action\" drew unexpected if limited support from the Vatican, which fought a rear-guard campaign throughout the conference against any language suggesting that an abortion could be safe or legal.","thumbnail":null,"section":"World"},{"date":"19940914","headline":"E.P.A. Moves to Reduce Health Risks From Dioxin","web_url":"https://www.nytimes.com/1994/09/14/us/epa-moves-to-reduce-health-risks-from-dioxin.html","abstract":"  Calling the potential risk to human health from dioxin worrisome but significantly less than that posed by smoking, the Environmental Protection Agency said today that it was ready to take steps to reduce the chance that people would be exposed to harm from the toxic chemical.   In a news conference, the agency said that in February it would propose rules for controlling dioxin and other air pollutants emitted by medical incinerators. These devices have been identified as a significant, uncontrolled source of the chemical compounds, which are byproducts of various industrial activities.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"New York Democrats: The Race for Attorney General","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-results-new-york-democrats-the-race-for-attorney-general.html","abstract":"              %Rptg.   Burstein   Hynes   Koppell   Spitzer       Albany   55   3,979   1,082   2,880   1,843       Allegany   95   154   32   126   58       Bronx   100   9,691   11,118   27,578   10,517       Brooklyn   100   24,899   44,279   30,397   22,366       Broome   100   1,398   760   2,276   869       Catargus   100340   88   357   215       Cayuga   100   349   237   337   158       Chataqua   100   582   122   575   332       Chemung   100   335   206   198   170       Chenang   100   135   52   262   104       Clinton   100   327   118   462   88       Columbia   100   586   155   447   186       Cortland   100   199   189   201   83       Delaware   31   88   56   87   41       Dutchess   94   1,876   789   1,389   924       Erie   96   12,215   5,585   15,585   10,597       Essex   92   198   78   168   54       Franklin   100   224   103   188   66       Fulton   100   228   101   196   160       Genesee   72   136   72   188   73       Greene   100   259   100   370   132       Hamilton   100   77   21   63   32       Herkimer   100   298   130   185   184       Jefferson   100   778   585   953   273       Lewis   100   66   48   94   50       Livingston   98   270   133   262   88       Madison   98   212   120   213   102       Manhattan   100   49,477   17,342   30,377   17,768       Monroe   73   5,742   3,692   4,660   1,598       Montgomery   100   401   149   394   299       Nassau   100   16,235   5,563   7,263   6,250       Niagara   100   1,736   694   2,855   1,967       Oneida   98   1,279   1,829   897   701       Onondaga   100   2,776   1,473   2,360   1,227       Ontario   51   293   83   132   254       Orange   100   1,688   1,058   1,201   1,228       Orleans   100   141   46   170   76       Oswego   100   642   210   448   288       Otsego   0   0   0   0   0       Putnam   99   791   398   708   484       Queens   10024,865   25,836   26,080   20,911       Rensselaer   100   1,312   327   824   510       Rockland   99   2,796   2,812   2,247   2,534       StLawrence   99   570   288   683   192       Saratoga   100   1,170   332   845   551       Schenectdy   83   3,248   631   2,091   1,331       Schoharie   100   170   49   161   99       Schuyler   100   72   33   61   38       Seneca   100   139   59   151   47       StatenIsl   98   2,836   3,423   3,277   3,041       Steuben   100   316   142   225   136       Suffolk   99   7,511   3,297   3,337   2,878       Sullivan   97   614   316   387   408       Tioga   100   179   110   297   174       Tompkins   100   1,548   253   593   295       Ulster   99   1,499   664   686   494       Warren   100   328   108   282   159       Washington   92   271   97   183   140       Wayne   64   221   129   215   79       Wstchester   79   10,965   4,465   8,716   6,816       Wyoming   100   98   37   120   65       Yates   100   90   48   103   31       Totals   94   201,918   142,352   189,066   122,834     ","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/14/style/chronicle-238716.html","abstract":"  It was not an official stop on her book tour, but when PATRICIA CORNWELL was summoned to the White House last week to meet an admirer of her fifth novel, \"The Body Farm,\" she could hardly refuse.    The unexpected visit has its roots in a letter that Ms. Cornwell, a prize-winning author of crime novels, had sent to Sen. Orrin G. Hatch, Republican of Utah, two years ago. \"I was distressed about budget problems at the F.B.I. Academy,\" Ms. Cornwell said yesterday, \"so I wrote Senator Hatch an impassioned letter asking for his help. We had lunch, and he spent a day with me at the academy in Quantico, Va. As a result, there is $50 million in the new crime bill for the academy.\" In doing research for her books, which center on a female medical examiner and are steeped in forensic science, Ms. Cornwell has spent a lot of time at the academy.","thumbnail":null,"section":"Style"},{"date":"19940914","headline":"Purslane: Wild, Nutrient-Rich and Tasty","web_url":"https://www.nytimes.com/1994/09/14/style/purslane-wild-nutrientrich-and-tasty.html","abstract":"A NEGLECTED plant whose time has come, purslane may be the botanical rags-to-riches story of the 1990's. Studies have shown that purslane, a wild and very edible green, has the kind of high-nutrient profile that could drive plant public-relations people into a frenzy of purple purslane prose. And unlike the big, bulky greens that have already been singled out as nutrient-rich, purslane is small and delicate, with an elegant, tart taste.\n\nThere is no problem with supply. Purslane grows clusters of tiny leaves that lie flat to the ground, rapidly spreading out runners in a matlike covering. The plant thrives in a variety of climates and is totally indiscriminate, emerging anywhere it can place a root -- in sidewalk cracks, vacant lots, public parks, farmers' fields and brownstone backyards. Most gardeners disdain it as a weed and rip it out, and farmers have been known to beg people to pull it up.","thumbnail":null,"section":"Style"},{"date":"19940914","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/14/nyregion/inside-232289.html","abstract":"  New Population Premises   The world population conference altered the approach to the issue, accepting that given adequate choices, people often choose to have fewer children. News analysis, page A3. Consumer Prices Up 0.3%   Consumer prices rose three-tenths of 1 percent in August, a pace that was lower than expected, calming some fears that inflation was rapidily picking up steam. Page D1. United Way Indictments    The ousted president of United Way of America and two executives were charged with stealing more than $1 million from the charity. Page A12. Good and Evil in the 50's    \"Quiz Show,\" the film directed by Robert Redford about the scandal in television's early days, opens today. Janet Maslin's review, page C11.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"A Rare Success at the Border Brought Scant Official Praise","web_url":"https://www.nytimes.com/1994/09/14/us/a-rare-success-at-the-border-brought-scant-official-praise.html","abstract":"  Silvestre Reyes, chief of the Border Patrol here, accomplished something no other officer of the Immigration and Naturalization Service ever had. He got the border in his sector under control. Not just for a brief, flashy demonstration, but permanently.   El Paso had been the nation's second-busiest border crossing for illegal aliens. Every day, 8,000 or more people waded across the Rio Grande, then melted into the city's Hispanic neighborhoods. But in September 1993, Mr. Reyes devised a new border-control tactic. He positioned 400 of his officers right on the border, forming a blockade of sorts. It brought illegal immigration to a virtual halt.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Man Rescued From Bronx Fire","web_url":"https://www.nytimes.com/1994/09/14/nyregion/man-rescued-from-bronx-fire.html","abstract":"  Firefighters crawled through a burning apartment in the Bronx last night to rescue a man who had been badly burned and choked by smoke, then brought him back from the brink of death, fire officials said.   Firefighters from Ladder Company 52 were the first to reach the fire, in a five-story brick apartment building at 3804 Greystone Avenue near 240th Street in the Kingsbridge section. Lieut. Kevin McMann and Firefighters Ken Kumple and Charles Malara entered a second-floor apartment that was engulfed in flames and smoke, said Firefighter John Baldassarre, a Fire Department spokesman.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"A Nudge for Students","web_url":"https://www.nytimes.com/1994/09/14/us/a-nudge-for-students.html","abstract":"  College students are taking more and more time to graduate, which has had few consequences except on bill-paying parents. But with enrollments rising, administrators, particularly at public universities, are starting to prod their perennial students to finish their studies.    Article, page B9.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"The Price of Rape  5","web_url":"https://www.nytimes.com/1994/09/14/opinion/the-price-of-rape-5.html","abstract":"  During World War II, as many as 200,000 teen-aged girls and women from Korea and other Asian nations were recruited to the Japanese war effort. They were forced into brothels and ordered to have sex with Japanese soldiers. They were not prostitutes but victims of serial rape.   By way of atonement, Japan has now decided to commit $1 billion to programs ranging from youth exchanges with other Asian nations to a vocational training center for women in the Philippines. Furious at what they regard as \"symbolic compensation,\" some of the surviving women recently conducted an egg-throwing, slogan-hurling protest in front of the Japanese Embassy in Seoul.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"THE 1994 CAMPAIGN: THE COMEBACK Man in the News; From Disgrace to 'Amazing Grace': Marion Shepilov Barry Jr.","web_url":"https://www.nytimes.com/1994/09/14/us/1994-campaign-comeback-man-disgrace-amazing-grace-marion-shepilov-barry-jr.html","abstract":"  Four years and a half-mile from the lowest point of his political career, Marion S. Barry Jr. celebrated one of the highest points tonight.   At a wild and noisy victory party at the Washington Convention Center, just blocks away from the hotel in which he was arrested for smoking crack, the city's former Mayor stood before more than 3,000 screaming supporters as a monument to perseverance over personal difficulty.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/14/sports/transactions-237795.html","abstract":"  Baseball  American League   MINNESOTA TWINS -- Named Terry Ryan general manager. Signed Tom Kelly, manager, to a contract extension through the 1997 season.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"In a Word, Dictionary's Title Stands","web_url":"https://www.nytimes.com/1994/09/14/nyregion/in-a-word-dictionary-s-title-stands.html","abstract":"  A Federal appeals court has apparently had the last word in a war over words in the United States Court House in Manhattan in ruling that a jacket design on a dictionary published by Random House was not an unlawful copy of a similar red cover on a dictionary published by Merriam-Webster.   A jury verdict two years ago awarded Merriam-Webster $2 million in damages on the ground that Random House's jacket \"diluted\" the value of Merriam-Webster's trademarked combination of the words \"Webster's\" and \"Collegiate\" in its title and that it both intentionally infringed and diluted Merriam-Webster's distinctive red-and-white cover with its singular bull's eye logo.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Rutgers Foes Keep Watching Skies","web_url":"https://www.nytimes.com/1994/09/14/sports/football-rutgers-foes-keep-watching-skies.html","abstract":"  Rutgers Coach Doug Graber has an imposing name for his tailback combination of Bruce Presley and Terrell Willis, the back-to-back Big East rookies of the year the last two seasons. Graber dubbed the two running backs Thunder and Lightning, and with both of them returning after combining for 2,002 yards last season, the coach had hoped they would have opponents seeking shelter this season.   The 5-foot-10-inch, 215-pound Presley, a junior, is designated Thunder because of his straight-ahead, run-over-people style. The 6-0, 200-pound Willis, a sophomore, is called Lightning because of his speed and moves.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Advisory Panel Clears Way for Trying Genetic Therapy on Cardiovascular Disease","web_url":"https://www.nytimes.com/1994/09/14/us/advisory-panel-clears-way-for-trying-genetic-therapy-on-cardiovascular-disease.html","abstract":"  An advisory committee at the National Institutes of Health yesterday unanimously recommended approval of a proposal in which gene therapy is to be used for the first time to treat cardiovascular disease.   The idea is to add genes near a clogged artery in the leg to get new blood vessels to grow around a blockage. One researcher compared the procedure to a bypass without the surgeon.","thumbnail":null,"section":"U.S."},{"date":"19940914","headline":"Senate Leader Loses Governor Race to Comptroller in an Upset","web_url":"https://www.nytimes.com/1994/09/14/nyregion/1994-campaign-connecticut-senate-leader-loses-governor-race-comptroller-upset.html","abstract":"  William E. Curry Jr., a longtime critic of the Democratic leadership that has dominated Connecticut government for decades, today wrested the party's nomination for governor from one of its stalwarts, the leader of the State Senate, John B. Larson.   On the Republican side, John Rowland, a former Congressman who was the party's candidate for governor in 1990, resoundingly defeated Secretary of the State Pauline R. Kezer, as expected, to gain the his party's nomination for governor.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Jets' Sweeney Has Only Praise for Marino","web_url":"https://www.nytimes.com/1994/09/14/sports/football-jets-sweeney-has-only-praise-for-marino.html","abstract":"  Jim Sweeney likes to think that Pittsburgh people are tougher than they are anyplace else.   So Sweeney, the Jets' center, seemed proud that Dan Marino has not only returned from last season's Achilles' tendon injury, but has also been spectacular in leading the Dolphins to a 2-0 record.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Judge Rules on the Grant-Magic Deal","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-pro-basketball-judge-rules-on-the-grant-magic-deal.html","abstract":"  The ball was in HORACE GRANT's court yesterday after a Federal judge ruled that the all-star power forward's $22.3 million contract with the Orlando Magic could be illegal. Magic officials indicated they would not pursue the issue in court but would try to sign Grant to a contract acceptable to the National Basketball Association.   United States District Judge DICKINSON DEBEVOISE decided Monday in Newark that a one-year escape clause in the contract could be a circumvention of the N.B.A.'s salary cap, which is intended to prohibit the richest teams from signing all the best players.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Not-Guilty Plea in Attack on Bridgeport Prostitute","web_url":"https://www.nytimes.com/1994/09/14/nyregion/not-guilty-plea-in-attack-on-bridgeport-prostitute.html","abstract":"  A 29-year-old man who authorities say may have killed as many as 12 prostitutes pleaded not guilty today in the sexual assault and attempted murder of a prostitute here last month.   The suspect, Nabil Kaddah, also is charged with killing another prostitute, Jennifer Williamson, 24, of Bridgeport, whose body was discovered on Aug. 27 on Maplewood Avenue in the city's North End.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Almost-New 'Carmen' Offered by City Opera","web_url":"https://www.nytimes.com/1994/09/14/arts/music-review-almost-new-carmen-offered-by-city-opera.html","abstract":"  Jonathan Eaton's almost-new production of \"Carmen,\" returning to the City Opera for a third season on Saturday afternoon, serves as an unassuming, highly efficient vehicle for Robynne Redmon's vivid rendition of the title role. Which is not to say that the conception is bland; Paul Shortt's sets, with their sun-worn Mediterranean colors and rugged surfaces, shroud the action in palpable atmosphere. This \"Carmen\" has an exact comprehension of time and place.   But there's little in the production that calls attention to itself or strives for whimsy. The village square in Act I is set off by stark columns and overhung with light-filtering blinds.  The mountain pass in Act III, Scene 1 is given focus by the ominous form of a ruined church. The final scene has a splendid sense of depth, and the imposing gate to the bull ring strongly suggests the festive space offstage so important to the conclusion's multi-layered effect. Jeff Davis's lighting gives a bronze luster to each scene.","thumbnail":null,"section":"Arts"},{"date":"19940914","headline":"Strengthening an Alliance : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/14/opinion/IHT-strengthening-an-alliance-letters-to-the-editor.html","abstract":"Regarding \"The Case for Giving NATO an American Secretary- General\" (Opinion, Aug. 19) by David M. Law:.I agree that choosing an American as secretary-general of NATO would be the best way to strengthen European-American relations at this spe","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"At Harvard Club, Work Rules Stall Settlement","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-at-harvard-club-work-rules-stall-settlement-239216.html","abstract":"  To the Editor:   Michael T. Kaufman's distorted picture of the strike against the Harvard Club (About New York, Sept. 3) sheds little light on the facts of the dispute between the club and leaders of Local 6 of the Hotel, Restaurant and Club Employees Union. By indulging in stereotypes, Mr. Kaufman does a disservice to all who want the strike settled sooner rather than later, with an agreement that's fair to employees and to the club.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Life, Not Politics, Inspired 'On the Waterfront'","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-life-not-politics-inspired-on-the-waterfront-239135.html","abstract":"  To the Editor:   In your review of Marlon Brando's autobiography, \"Brando: Songs My Mother Taught Me\" (Books of The Times, Sept. 8), Mr. Brando repeats, to my surprise, the old revisionist chestnut that Elia (Gadg) Kazan's movie \"On the Waterfront,\" made after Mr. Kazan's testimony before the House Committee on Un-American Activities, was \"really a metaphorical argument by Gadg and Budd Schulberg: they made the film to justify finking on their friends.\"","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"In House Races, Incumbents Defeat Challengers Handily","web_url":"https://www.nytimes.com/1994/09/14/nyregion/the-1994-campaign-congress-in-house-races-incumbents-defeat-challengers-handily-233285.html","abstract":"  Jerrold L. Nadler  Eighth District, Democrat    In the Eighth Congressional District, the incumbent Jerrold L. Nadler easily defeated Thomas K. Duane, a second-term City Councilman, last night.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Cartwright, 37, Joins the Show in Seattle","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-pro-basketball-cartwright-37-joins-the-show-in-seattle.html","abstract":"  The Seattle SuperSonics yesterday signed a 37-year-old unrestricted free agent center, BILL CARTWRIGHT, who was limited to 42 games last season because of injuries. It will be the 16th N.B.A. season for Cartwright. He played the last six seasons with the Chicago Bulls after nine with the Knicks. He played on three N.B.A. title teams in Chicago. The Sonics gave him a three-year contract but have the option of not renewing it for the second and third seasons. Terms of the deal were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Strike Checks for Players as Checkmate Is Awaited","web_url":"https://www.nytimes.com/1994/09/14/sports/baseball-strike-checks-for-players-as-checkmate-is-awaited.html","abstract":"  Bud Selig's pronouncement of the comatose patient's death was still on hold yesterday, but the union was stirring, processing more than $10 million in checks for players on strike and other people who aren't, including Buck Showalter and Dallas Green.   Selig, the acting commissioner, went four days past his stated deadline without canceling the remainder of the season, the playoffs and the World Series. However, barring a last-minute change of mind, he will make the announcement today following a 2 P.M. telephone conference call with owners.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"'Dreyfus - J'Accuse':Dance Drama Links Affair to Present","web_url":"https://www.nytimes.com/1994/09/14/style/IHT-dreyfus-jaccusedance-drama-links-affair-to-present.html","abstract":"While most of Europe's theaters are still warming up for the new season, the municipal opera here is off and running with recent productions - an ambitious new dance drama based on the Dreyfus affair, and a revival of an exotic operatic hit from the end","thumbnail":null,"section":"Style"},{"date":"19940914","headline":"Listen Hard: Steinbrenner Is as Silent as Yankee Stadium","web_url":"https://www.nytimes.com/1994/09/14/sports/baseball-listen-hard-steinbrenner-is-as-silent-as-yankee-stadium.html","abstract":"  George Steinbrenner, the boss who relishes being a leader, trumpeted his status as a follower over and over again yesterday. George the follower? Steinbrenner said it was true, while praising Bud Selig, the Pied Piper whom the baseball owners are, grudgingly or not, following.   Because of his proclaimed confidence in Selig, Steinbrenner has been surprisingly silent during the strike and has not publicly exhibited the blustery approach that has marked his tenure as owner of the Yankees. Bud, the acting commissioner, has apparently tamed the Boss.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Canseco Plans Telethon for Refugee Kids","web_url":"https://www.nytimes.com/1994/09/14/sports/sports-people-baseball-canseco-plans-telethon-for-refugee-kids.html","abstract":"  JOSE CANSECO says the plight of refugee children from his native Cuba has overshadowed his concerns about the baseball strike. So rather than chasing the pennant, the Texas Rangers slugger will play Santa Claus. Canseco, who came from Cuba when he was 9 months old, yesterday said he is heading up a campaign to raise toys and sports equipment for the Cuban rafter children detained at United States camps in Cuba and Panama.   Toys will also be distributed to Haitian refugees who, along with Cubans, have fled their homeland and are being detained at the United States Naval Base at Guantanamo Bay on Cuba's southwest tip.","thumbnail":null,"section":"Sports"},{"date":"19940914","headline":"Streetcar Gives Clue to Old Photo's Date","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-streetcar-gives-clue-to-old-photo-s-date-239127.html","abstract":"  To the Editor:   What some historians maintain is the oldest photograph of a New York City street scene, a daguerreotype of Chatham Street, later Park Row, looking northeast from Pearl Street, with Chatham Square in the background, will be auctioned at Christie's in October (news article with accompanying illustration, Sept. 2).","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Restrictions Are Proposed For News Boxes on Corners","web_url":"https://www.nytimes.com/1994/09/14/nyregion/restrictions-are-proposed-for-news-boxes-on-corners.html","abstract":"  In an effort to unclutter sidewalk space while not infringing on free-speech rights, New York City is proposing restrictions on news boxes, hundreds of which are now chained to light posts at some of Manhattan's busiest street corners.   The City Department of Transportation has said it is not only considering requiring permits for the boxes, but may also prohibit chaining them to lampposts or other street fixtures and may limit their numbers on the most congested blocks in Manhattan. A draft of the proposals was distributed to 40 publishers and civic groups recently for their comment.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"Football Has Virtues, Like Teaching Trust","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-football-has-virtues-like-teaching-trust-239224.html","abstract":"  To the Editor:   Re \"Toward Saner Football\" (editorial, Sept. 7): Can it be true that no one on your editorial staff has ever played organized football? If they had, they would understand that football is about more than \"mayhem,\" \"misplaced values\" and \"the training of a boy to play an obedient role as one-eleventh of The Team.\"","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"Canada Goes Own Way On Foreign Policy","web_url":"https://www.nytimes.com/1994/09/14/opinion/l-canada-goes-own-way-on-foreign-policy-239194.html","abstract":"  To the Editor:   Senator Bob Dole has suggested that Canada can help United States authorities control the massive Cuban emigration to the United States by eliminating trade and tourism with the Castro regime. Underlying his statement is the United States history and attitude to Communist governments, which is an important element in your foreign policy.","thumbnail":null,"section":"Opinion"},{"date":"19940914","headline":"E.P.A. Urges Compromise On Auto Pollution Rules","web_url":"https://www.nytimes.com/1994/09/14/nyregion/epa-urges-compromise-on-auto-pollution-rules.html","abstract":"  Top officials of the Environmental Protection Agency urged officials of Northeastern states and leaders of the auto industry today to try to reach a new national compromise on tailpipe pollution standards in the next few weeks.   Formally, the agency proposed imposing tough auto emission standards like California's on 12 Northeastern states, including New Jersey and Connecticut, as those states had requested. New York State is already requiring cars sold at dealerships to meet California clean air standards.","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"On the Circle Line, Life, and Sightseeing, Goes On","web_url":"https://www.nytimes.com/1994/09/14/nyregion/on-the-circle-line-life-and-sightseeing-goes-on.html","abstract":"  Susan-Ann Walker, a 30-year-old singer visiting New York City from Melbourne, Australia, concluded that it was the ideal moment to take the Circle Line. The way she computed the risk of being on the Manhattan sightseeing boat a day after a German tourist was shot was:    \"My friends and I figured that the odds of the Circle Line getting shot at two days in a row were pretty slim. Australians are pragmatic people. And we make jokes out of the worst thing. So when we heard about the shooting, we thought, 'Oh good, then they can't get us.' \"","thumbnail":null,"section":"New York"},{"date":"19940914","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/14/style/chronicle-236659.html","abstract":"  JOHNNY DEPP, the star of \"Edward Scissorhands\" and \"What's Eating Gilbert Grape\" was arrested early yesterday and accused of smashing furniture and glass in his room at the Mark Hotel on East 77th Street, but officials said charges of felony criminal mischief would be dropped after he pays $9,767 for the damages.    \"We told the court that this was the defendant's first arrest, and that he had agreed to make total restitution to the hotel,\" BARBARA THOMPSON, a spokeswoman for the Manhattan District Attorney, said after he was arraigned yesterday afternoon.","thumbnail":null,"section":"Style"}],"wiki_events":[{"date":"19940914","headline":"The rest of the Major League Baseball season is canceled because of a strike.","pages":[{"title":"Major League Baseball","web_url":"https://en.wikipedia.org/wiki/Major_League_Baseball","description":"North American professional baseball league","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Major_League_Baseball_logo.svg/320px-Major_League_Baseball_logo.svg.png","thumbnail_width":320,"thumbnail_height":173},"abstract":"Major League Baseball (MLB) is a professional baseball league and the highest level of organized baseball in the United States and Canada. One of the big four major leagues, MLB comprises 30 teams, divided equally between the National League (NL) and the American League (AL), with 29 in the United States and 1 in Canada. Formed in 1876 and 1901, respectively, the NL and AL cemented their cooperation with the National Agreement in 1903, making MLB the oldest major professional sports league in the world. They remained legally separate entities until 2000, when they merged into a single organization led by the Commissioner of Baseball. MLB is headquartered in Midtown Manhattan."},{"title":"1994 Major League Baseball season","web_url":"https://en.wikipedia.org/wiki/1994_Major_League_Baseball_season","description":"Sports season","thumbnail":null,"abstract":"The 1994 Major League Baseball season began on April 3, but ended prematurely on August 11, 1994, with the 199495 Major League Baseball strike, canceling the remaining 669 games of the season. The season started despite the expiration of MLB's previous collective bargaining agreement at the end of 1993. It was the first season played under the current three-division format in each league. It was also the first with an Opening Night game involving two National League teams, which did not become permanent until 1996."},{"title":"199495 Major League Baseball strike","web_url":"https://en.wikipedia.org/wiki/1994%E2%80%9395_Major_League_Baseball_strike","description":"1994-95 strike by Major League Baseball players","thumbnail":null,"abstract":"The 199495 Major League Baseball strike was the eighth and longest work stoppage in Major League Baseball (MLB) history, as well as the fourth in-season work stoppage in 22 years. The strike began on August 12, 1994, and resulted in the remainder of that season, including the postseason and the World Series, being canceled. This was the first time in ninety years, since 1904, that a World Series was not played. The strike was suspended on April 2, 1995, after 232 days, making it the longest such stoppage in MLB history and the longest work stoppage in major league professional sports at the time."}]}],"weather":[{"date":"19940914","time":"1994-09-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":72,"wspd":14.8},{"date":"19940914","time":"1994-09-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":80,"wspd":14.8},{"date":"19940914","time":"1994-09-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":79,"wspd":16.6},{"date":"19940914","time":"1994-09-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":72,"wspd":18.4},{"date":"19940914","time":"1994-09-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":74,"wspd":20.5},{"date":"19940914","time":"1994-09-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":73,"wspd":22.3},{"date":"19940914","time":"1994-09-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":73,"wspd":22.3},{"date":"19940914","time":"1994-09-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":80,"wspd":14.8},{"date":"19940914","time":"1994-09-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":91,"wspd":14.8},{"date":"19940914","time":"1994-09-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":11.2},{"date":"19940914","time":"1994-09-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":9.4},{"date":"19940914","time":"1994-09-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":81,"wspd":7.6},{"date":"19940914","time":"1994-09-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":73,"wspd":7.6},{"date":"19940914","time":"1994-09-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":66,"wspd":9.4},{"date":"19940914","time":"1994-09-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":65,"wspd":7.6},{"date":"19940914","time":"1994-09-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":60,"wspd":7.6},{"date":"19940914","time":"1994-09-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":9.4},{"date":"19940914","time":"1994-09-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":71,"wspd":13},{"date":"19940914","time":"1994-09-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":75,"wspd":5.4},{"date":"19940914","time":"1994-09-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":75,"wspd":3.6},{"date":"19940914","time":"1994-09-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":86,"wspd":9.4},{"date":"19940914","time":"1994-09-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":88,"wspd":5.4},{"date":"19940914","time":"1994-09-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":85,"wspd":5.4},{"date":"19940914","time":"1994-09-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":90,"wspd":11.2},{"date":"19940914","time":"1994-09-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":51,"wspd":18.7},{"date":"19940914","time":"1994-09-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":56,"wspd":20.5},{"date":"19940914","time":"1994-09-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":18.7},{"date":"19940914","time":"1994-09-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":16.6},{"date":"19940914","time":"1994-09-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":18.7},{"date":"19940914","time":"1994-09-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":18.7},{"date":"19940914","time":"1994-09-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":14.8},{"date":"19940914","time":"1994-09-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":16.6},{"date":"19940914","time":"1994-09-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":16.6},{"date":"19940914","time":"1994-09-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":20.5},{"date":"19940914","time":"1994-09-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":68,"wspd":22.3},{"date":"19940914","time":"1994-09-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":68,"wspd":20.5},{"date":"19940914","time":"1994-09-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":68,"wspd":22.3},{"date":"19940914","time":"1994-09-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":66,"wspd":16.6},{"date":"19940914","time":"1994-09-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":16.6},{"date":"19940914","time":"1994-09-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":16.6},{"date":"19940914","time":"1994-09-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":14.8},{"date":"19940914","time":"1994-09-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":20.5},{"date":"19940914","time":"1994-09-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":67,"wspd":16.6},{"date":"19940914","time":"1994-09-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":9.4},{"date":"19940914","time":"1994-09-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":14.8},{"date":"19940914","time":"1994-09-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":20.5},{"date":"19940914","time":"1994-09-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":22.3},{"date":"19940914","time":"1994-09-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":22.3}]}}