{"19950328":{"guardian_articles":[{"date":"19950328","headline":"Slipped discs","web_url":"https://www.theguardian.com/books/1995/mar/28/fiction.reviews","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19950328","headline":"World Ban On Libyan Oil Sought by U.S.","web_url":"https://www.nytimes.com/1995/03/28/world/world-ban-on-libyan-oil-sought-by-us.html","abstract":"  Officials said tonight that the Clinton Administration was seeking a worldwide oil embargo in an effort to force Libya to turn over two men who are wanted in connection with the bombing of Pan Am Flight 103, which went down over Lockerbie, Scotland, in 1988.   That step would add new teeth to the economic sanctions imposed by the United Nations on Libya, and would represent a significant toughening of American policy toward the Government of Col. Muammar el-Qaddafi.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Just Think of the Air as a Public Highway","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-just-think-of-the-air-as-a-public-highway-584195.html","abstract":"  To the Editor:   William Safire believes that the Administration's auction of broadband spectrum failed to fetch the \"top dollar for our public property\" taxpayers deserve (column, March 16). But there are reasons why the sale of spectrum should not take place, now or ever.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Mother Nature Didn't Devastate Fisheries","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-mother-nature-didn-t-devastate-fisheries-594995.html","abstract":"  To the Editor:   You report March 22 that Gov. William F. Weld of Massachusetts will ask President Clinton to declare his state's commercial fisheries a natural disaster. While no one would dispute the magnitude of the crisis, the devastation of Georges Bank, off Cape Cod, is not attributable to the \"uncontrollable forces of nature.\"","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"COUNTY OFFICIALS CHALLENGE PATAKI ON TAX-CUT PLAN","web_url":"https://www.nytimes.com/1995/03/28/nyregion/county-officials-challenge-pataki-on-tax-cut-plan.html","abstract":"  New York's county executives, almost all of them Republicans and an important source of Republican power in the state, have broken ranks with Gov. George E. Pataki over his income tax-cutting plan, calling on him to slow down the cuts to avoid future increases in local property taxes.    With only four days left in the state's fiscal year, the county executives' efforts to alter Mr. Pataki's plan underscores the Republican Governor's central political challenge: to create and sustain a coalition of Republicans and conservative Democrats who will support his proposal to make some of the deepest spending and tax cuts in memory.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Paroled Killer Is Suspected In 3 Deaths","web_url":"https://www.nytimes.com/1995/03/28/nyregion/paroled-killer-is-suspected-in-3-deaths.html","abstract":"  Last fall, when Reginald McFadden was charged with the murder of an elderly Long Island woman and the rape of a second woman in Rockland County, the public stir reached far beyond those crimes.   At the time of those charges, Mr. McFadden had been free from a Pennsylvania prison for just 92 days, thanks to the Governor of Pennsylvania, who had commuted the convict's life sentence for a 1969 murder.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Why Use Credit Card When a Hand Will Do?","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-why-use-credit-card-when-a-hand-will-do-597395.html","abstract":"  To the Editor:   You report (Business Day, March 21) that Visa International will introduce a plastic card embedded with a microchip that can store amounts of money and be used for small purchases. ITN News has reported that such cards are used in Belgium and will soon be tried in Britain.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"All Tyson Wants Is Peace And Quiet","web_url":"https://www.nytimes.com/1995/03/28/sports/boxing-all-tyson-wants-is-peace-and-quiet.html","abstract":"  Mike Tyson was described yesterday as being agitated by all the activity around him since his release from prison last Saturday.   \"He's a little put out by all the people in front of his house -- he feels like a prisoner,\" said the Rev. Charles Williams, a Baptist minister who has known Tyson for some years and who visited him regularly at the prison outside of Indianapolis over the past three years.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Perahia Cancels Recital","web_url":"https://www.nytimes.com/1995/03/28/arts/perahia-cancels-recital.html","abstract":"  The pianist Murray Perahia has canceled his May 2 Carnegie Hall recital because of illness. It will not be rescheduled. Ticketholders who used Carnegie Charge will receive automatic credit; others may receive refunds by taking tickets to the box office or by mailing them (before June 30) to Murray Perahia Refund, Carnegie Hall Box Office, 154 West 57th Street, New York, N.Y. 10019. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-what-theyre-reading.html","abstract":"Alexandre Lamfalussy, president of the European Monetary Institute, is reading \"Histoire de l'Allemagne\" (History of Germany) by the French author Joseph Rovan, between Dick Francis thrillers..\"He has produced a masterful piece about the","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/28/style/chronicle-760795.html","abstract":"  Representative ENID WALDHOLTZ, Republican of Utah, is expecting a baby in September. Normally, that wouldn't be cause for comment, but when you're about to be only the second member of Congress to have a baby while in office, it's bound to attract attention.   The first was REPRESENTATIVE YVONNE BRAITHWAITE BURKE, Democrat of California, 20 years ago.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Canadians Cut the Nets Of Spain Ship","web_url":"https://www.nytimes.com/1995/03/28/world/canadians-cut-the-nets-of-spain-ship.html","abstract":"  The Canadian Coast Guard has cut the nets of a Spanish trawler just outside Canada's territorial waters east of Newfoundland in a renewal of the battle with the European Union over North Atlantic fishing rights.   The action was announced late Sunday in Ottawa after a confrontation on the high seas involving five Canadian patrol vessels and a dozen Spanish trawlers.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/28/nyregion/news-summary-122695.html","abstract":"  International A3-13  WINNIE MANDELA EXPELLED  After weeks of anguished deliberation, South Africa President Nelson Mandela expelled his estranged wife, Winnie, from his Government for insubordination.  A1","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Rapping For Rhythm And Content","web_url":"https://www.nytimes.com/1995/03/28/arts/pop-review-rapping-for-rhythm-and-content.html","abstract":"  There are two difficulties that good rappers often have: one is performing their music in live settings, where prerecorded music and live raps don't always mix well. The other is in communicating a message (all hip-hop says something about society, even sex-obsessed songs like \"Baby Got Back\") without being overbearing, underinformed or just plain obnoxious. On Wednesday night during a sold-out performance at Tramps, Digable Planets and Spearhead managed to avoid these problems by playing with competent bands and rapping lyrics that valued form and rhythm as much as content.   Digable Planets were almost too successful in 1993: for the high-brow, their first album, \"Reachin' (A New Refutation of Time and Space),\" was named after a Jorge Luis Borges line. For those after immediate pleasure, the beatnik jazz-style single \"Rebirth of Slick (Cool Like Dat)\" had some of the most memorable hooks of the year. But at Tramps, Digable Planets set out to prove that they weren't one-hit wonders. The group's three Brooklyn-based rappers, who perform using the names Doodlebug, Ladybug and Butterfly, performed mostly material from their second album, \"Blowout Comb\" (Pendulum/EMI), which looks to the Black Panthers and black-exploitation films of the past to find calls to revolution for the present. Behind the rappers' laid-back, tag-team poetry of kitsch and resistance, a two-man horn section shaded the music with playing that was more atmospheric than jazzy, and a drummer, guitarist, bassist and keyboardist made sure the insect rappers had a solid foundation to wander over.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"Building New Ballets Out of Restleness","web_url":"https://www.nytimes.com/1995/03/28/arts/dance-review-building-new-ballets-out-of-restleness.html","abstract":"  One thing that makes Eliot Feld a valuable choreographer is his restlessness. He never allows himself to fall into creative ruts. Over the years, he has worked in an extraordinary variety of styles.    There was something to please or exasperate almost everyone in the three works that Feld Ballets/NY presented on Sunday afternoon at the Joyce Theater. Mr. Feld was at his most imaginative in \"Aurora II,\" to recorded music by Steve Reich. The set by Mark Mongold and Mr. Feld is dominated by an inclined plane that, in effect, turns the stage into a hillside. Seventeen dancers in running shoes come into view at the top of this hill, vanish from sight, reappear, slide down the slope, run back up it and slide down again. Much of the time, they perform these activities individually or in small groups. Yet there are also sequences in which they slide, balance and clamber in architecturally impressive formations.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"Q&A","web_url":"https://www.nytimes.com/1995/03/28/science/q-a-767495.html","abstract":"  Foaming Cola   Q.  What makes a cola foam up when you put a pretzel in it?","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/03/28/sports/transactions-523095.html","abstract":"  Baseball   MLB -- Named Carolyn Taylor director of special events. American League","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"WELFARE BILL GETS KEY ENDORSEMENT BY G.O.P. SENATORS","web_url":"https://www.nytimes.com/1995/03/28/us/welfare-bill-gets-key-endorsement-by-gop-senators.html","abstract":"  Senate Republicans today embraced a central element of the House-passed welfare bill, deflating the hopes of Democrats who are seeking major changes to preserve the current Federal guarantee of cash assistance for poor people.   The chairman of the Senate Finance Committee, Bob Packwood, said he and other Senate Republicans supported a provision of the House bill that would replace the current program with lump sum grants that states could use as they wished to assist low-income people.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Albany Absolved on Funds For Yonkers Desegregation","web_url":"https://www.nytimes.com/1995/03/28/nyregion/albany-absolved-on-funds-for-yonkers-desegregation.html","abstract":"  A Federal judge harshly criticized New York State education officials today for failing to act to eliminate segregation in the Yonkers public schools in the 1960's and 1970's, but he ruled that the state would not have to pay for future desegregation efforts.   Yonkers school officials characterized the ruling by the judge, Leonard B. Sand of Federal District Court in Manhattan, as a significant setback.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"A New Book Reveals Roosevelt's Bond With a Special Friend","web_url":"https://www.nytimes.com/1995/03/28/books/a-new-book-reveals-roosevelt-s-bond-with-a-special-friend.html","abstract":"  Shortly after Margaret Lynch Suckley died in 1991 at 99, a friend sorting through her crumbling Victorian mansion on the Hudson River here found a small black suitcase under the bed, marked, simply, \"M.L.S.\"    Inside the silk-lined suitcase, hundreds of letters and diary entries chronicled an affectionate, longstanding relationship between Miss Suckley and a distant cousin, a man she lovingly referred to as \"M.F.\" or \"My Franklin.\"","thumbnail":null,"section":"Books"},{"date":"19950328","headline":"The Brain Manages Happiness And Sadness in Different Centers","web_url":"https://www.nytimes.com/1995/03/28/science/the-brain-manages-happiness-and-sadness-in-different-centers.html","abstract":"  THE essence of emotion -- the rapture of happiness, the numbness of depression, the angst of anxiety -- is as evanescent as a spring rainbow. It is hard enough for a poet to capture, let alone a neuroscientist.   Now brain researchers, in their own fashion, have begun to do so. A major result emerging from the new research is that the brain does not have just a single emotional center, as has long been believed, but that different emotions involve different structures. Another is that the brains of men and women seem to generate certain emotions with different patterns of activity.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"Drug Tests Not Final","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-people-track-and-field-drug-tests-not-final.html","abstract":"  The middle-distance runners LYUBOV KREMLYOVA of Russia and VIOLETA BECLEA of Romania competed at the world indoor championships weeks after failing drug tests, the International Amateur Athletic Federation confirmed yesterday. Kremlyova won the bronze medal and Beclea was fourth in the women's 1,500 meters at the world indoor meet March 12 at Barcelona, Spain.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Judge Permits Casino 'Poll' In Bridgeport","web_url":"https://www.nytimes.com/1995/03/28/nyregion/judge-permits-casino-poll-in-bridgeport.html","abstract":"  A Superior Court judge refused today to block a citywide vote on Tuesday that will ask residents whether they want the General Assembly to authorize a casino for Bridgeport.   In rejecting a request by casino opponents for an injunction blocking the vote, the judge, Bruce L. Levin, did not rule on their contention that the vote is an illegal referendum, or on the city's position that it is only a \"private opinion poll\" financed by a business group.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Rules of the Game Challenged","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-rules-of-the-game-challenged.html","abstract":"  Does the Indian Gaming Regulatory Act of 1988 stack the deck in favor of casinos run by American Indian tribes? Two New Jersey Congressmen say they think so, and they plan to introduce legislation to give the Federal Government and states more power to regulate the tribal gaming halls. Currently, tribal casinos are untaxed and many are unregulated, said Representatives Robert G. Torricelli, Democrat of Englewood, and Frank A. LoBiondo, Republican of Vineland. By contrast, New Jersey casinos pay taxes of about $800 million annually and are regulated by the state. \"All we're asking for here is a level playing field,\" Mr. LoBiondo said at a news conference.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Mets Release 9 Replacements","web_url":"https://www.nytimes.com/1995/03/28/sports/mets-release-9-replacements.html","abstract":"  Three days after offering their minor league players financial incentives to play regular-season replacement baseball, the Mets cut nine replacement players today, whittling their replacement roster to 19.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Observer; Big Capitol Giveaway","web_url":"https://www.nytimes.com/1995/03/28/opinion/observer-big-capitol-giveaway.html","abstract":"  There is an old Washington story about President Lyndon Johnson furious with Senator Frank Church of Idaho for opposing him on Vietnam. \"Who've you been talking to on this?\" Johnson asks Church. Church says Walter Lippmann, the magisterial newspaper columnist. \"Next time you want a dam in Idaho,\" Johnson tells Church, \"ask Walter Lippmann for it.\"   Probably never happened. Smart as he was about Congress, L.B.J. wasn't likely to treat one of its princes cruelly for the small satisfaction of uttering a crushing witticism. Congress was different then from now.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Fighting in Bosnia Draws U.N. Warning","web_url":"https://www.nytimes.com/1995/03/28/world/fighting-in-bosnia-draws-un-warning.html","abstract":"  The United Nations today threatened air strikes in Bosnia and international diplomats pleaded for peace as the Bosnian Government pursued a successful weeklong offensive and Bosnian Serb forces responded by shelling towns including Sarajevo.   Colum Murphy, a senior spokesman for the United Nations peacekeeping force in Bosnia, said in Sarajevo that \"events are spinning out of control.\" He added that the deliberate targeting of civilians in so-called United Nations \"safe areas\" such as Tuzla and Sarajevo would \"meet a resolute response from us, including the use of air power.\"","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Someday China's Rulers Will Choke on Their Lies","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-someday-chinas-rulers-will-choke-on-their-lies.html","abstract":"At a recent news conference, a Chinese Foreign Ministry spokesman solemnly called Wei Jingsheng a criminal. This is a big lie, but not a new one..Mr. Wei, a former technician at the Beijing Zoo, was arrested on March 31, 1979, and sentenced to 15 years","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"New Look for S.R.O.'s: Decent Housing","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-look-for-sro-s-decent-housing.html","abstract":"  As he has done dozens of times as partner of Brennan Beer Gorman, a Manhattan architectural firm, Henry Brennan traveled recently to one of his firm's recently completed projects to see firsthand the evolution from blueprint to bricks and mortar.   Moving from the building's glass-walled dining pavilion with its pyramidal skylight through corridors lit with the soft glow of moon-shaped sconces, he allowed himself prideful nods of approval as he toured the rose- and buff-colored brick building.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"By Design; Sybaritic Slips","web_url":"https://www.nytimes.com/1995/03/28/style/by-design-sybaritic-slips.html","abstract":"  \"Your slip is showing\" is no longer a cause for embarrassment, but a nod to fashion savvy. For several months now, models and young fashion editors have been seen at parties wearing satin slips from a chic little Paris boutique called Sabbia Rosa.   Now, Bloomingdale's is importing a dozen or more slip styles for a shop of their own on the fourth floor of the Lexington Avenue store. The most dresslike style has broad shoulder straps and a self-tie in back.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Bolshoi's New Boss Outlines Future","web_url":"https://www.nytimes.com/1995/03/28/arts/bolshoi-s-new-boss-outlines-future.html","abstract":"  The Bolshoi theater has become famous for serene and predictable performances of such time-worn ballet classics as \"Swan Lake\" and \"Giselle.\" Backstage, Russia's best known and deeply troubled cultural institution is just as renowned for political intrigue, back-stabbing and titanic feuds.   So it was perhaps not surprising that the naming of a new artistic director last week did little to still the commotion behind the scenes. Instead, the momentous decision spread the infighting beyond the Palladian columns of the Bolshoi to deep inside the already riven administration of President Boris N. Yeltsin.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"God, You Imperfect, Conflicted Fella, You","web_url":"https://www.nytimes.com/1995/03/28/books/books-of-the-times-god-you-imperfect-conflicted-fella-you.html","abstract":"  GOD A Biography  By Jack Miles  446 pages. Alfred A. Knopf. $27.50.    \"You cannot plumb the depths of the human heart,\" reads a passage in the Apocrypha, \"nor find out what a man is thinking; how do you expect to search out God, who made all these things, and find out His mind or comprehend His thoughts?\"","thumbnail":null,"section":"Books"},{"date":"19950328","headline":"Muckler to Pay Penalty For Striking a Sabre Fan","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-people-nhl-muckler-to-pay-penalty-for-striking-a-sabre-fan.html","abstract":"  Buffalo Sabres Coach JOHN MUCKLER was suspended for three games and fined $10,000 yesterday by the National Hockey League for an altercation with a fan March 19 after a 6-1 loss to the Tampa Bay Lightning. Muckler, who also serves as the team's general manager, will miss home games today against Quebec and Thursday against Ottawa as well as Saturday's game at the Islanders.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Lemieux Set To Learn of Punch's Cost","web_url":"https://www.nytimes.com/1995/03/28/sports/hockey-lemieux-set-to-learn-of-punch-s-cost.html","abstract":"  The Devils' Claude Lemieux got even with Brett Lindros of the Islanders on Sunday, but today he'll have to explain his style of justice to Brian Burke, the National Hockey League's senior vice president and director of hockey operations.    Lemieux was called to the hearing with Burke for sucker-punching Lindros as Lindros leaned over the Devils' bench in the third period of the teams' 5-5 tie.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/28/style/chronicle-928695.html","abstract":"  GARSON KANIN, the Academy-Award winning director and writer, put the cherry on the cake for last night's Oscar party at the Manhattan apartment of SONYA HAMLIN, a trial commentator on Fox's \"O. J. Today\" television show. Mr. Kanin sent over the 1968 Oscar won by his wife, Ruth Gordon, who died in 1985; she won as best supporting actress, in the film \"Rosemary's Baby.\"   Mr. Kanin and his present wife, MARIAN SELDES, the actress starring in Edward Albee's Pulitzer Prize-winning \"Three Tall Women\" Off Broadway, were lunching with Ms. Hamlin last week, when talk turned to the Academy Awards.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"'Forrest Gump' Triumphs With 6 Academy Awards","web_url":"https://www.nytimes.com/1995/03/28/movies/forrest-gump-triumphs-with-6-academy-awards.html","abstract":"  \"Forrest Gump,\" the runaway hit about a simple soul caught up in the most turbulent events of postwar America, triumphed last night at the 67th Academy Awards, sweeping all three major awards for which it was nominated, including best picture. Robert Zemeckis won the Oscar for best director, and Tom Hanks was named best actor for his performance in the title role.   The sweep represented a vote for traditional Hollywood values as the feel-good film triumphed over the rawer, more experimental \"Pulp Fiction,\" which won only one award. The other nominees for best picture, \"Four Weddings and a Funeral,\" \"Quiz Show\" and \"The Shawshank Redemtion,\" were shut out.","thumbnail":null,"section":"Movies"},{"date":"19950328","headline":"Yesterday in Washington","web_url":"https://www.nytimes.com/1995/03/28/us/diary-yesterday-in-washington.html","abstract":"  REGULATORY OVERHAUL -- The Senate took up a proposal that would let Congress review and possibly overturn any new rule a Government agency issued. The proposal would considerably increase the influence of Congress over the fine details of the laws it passed. Offered by Senate moderates as an alternative to a yearlong freeze on most new Federal regulations, the proposal could come to a vote as early as today.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Winnie Mandela Out of Cabinet For Defying Presidential Orders","web_url":"https://www.nytimes.com/1995/03/28/world/winnie-mandela-out-of-cabinet-for-defying-presidential-orders.html","abstract":"  After weeks of anguish over a decision many fear will bitterly divide black South Africa, President Nelson Mandela today expelled his estranged wife, Winnie, from his Government for insubordination.   Officials said Mrs. Mandela was dismissed as a deputy Cabinet minister for sowing division with her persistent attacks on the Government, and for her defiance of presidential orders. Aides said police charges of bribe-taking and influence-peddling, while unproven, had helped turn the President against his wife.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Nerve Gas in Tokyo Subway Attack Wasn't Developed by Nazis","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-nerve-gas-in-tokyo-subway-attack-wasn-t-developed-by-nazis-602395.html","abstract":"  To the Editor:   The release of the nerve gas sarin in the Tokyo subway system has unleashed another possible weapon for any terrorists, but segments of the press have credited (or blamed) the Nazis for development of sarin and its mate, tabun. Such is incorrect, for tabun was publicized as early as 1902, as was sarin, and I. G. Farbenindustrie patented tabun in 1937 and sarin in 1938.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Brooklyn Principal Accused Of Diverting School Funds","web_url":"https://www.nytimes.com/1995/03/28/nyregion/brooklyn-principal-accused-of-diverting-school-funds.html","abstract":"  Last year, the Board of Education drew up plans to add sixth graders to Public School 128 in Brooklyn. But the principal, Michael Miller, told school officials he did not have enough classroom space to accommodate all the pupils, and the board ended up spending at least $40,000 on two additional classrooms, prosecutors said yesterday.   But Mr. Miller did have the space, the prosecutors said -- in two classrooms that he had earlier converted to a weight-lifting and exercise room for himself and the school's teachers and administrators.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Patterns","web_url":"https://www.nytimes.com/1995/03/28/style/patterns-753495.html","abstract":"  Runway Models, Please Call    Booking top models for shows has increasingly become a last-minute crap shoot for designers, as models have blossomed into superstars and mini-conglomerates with unprecedented demands on their time.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Sports of The Times; Jordan's Killer Eyes On Knicks","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-of-the-times-jordan-s-killer-eyes-on-knicks.html","abstract":"  IT'S Michael Jordan's favorite word now. It also drifts in and out of conversations all over the National Basketball Association about him.   The word is \"challenge.\"","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Arson Suspected in Boys' Deaths","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-arson-suspected-in-boys-deaths.html","abstract":"  \"Help me! Help me!\" Neighbors heard the screams, but firefighters were unable to save Juan Ponce, 4, or his brother Edwin, 20 months. The Camden County Prosecutor, Edward F. Borden Jr., said the early-morning fire yesterday in the city-owned McGuire Apartments on Boyd Street had been deliberately set. Two other children, the victims' sister and brother, leaped from second-floor bedrooms to escape the flames. Lydia Ponce, 15, was hospitalized in stable condition, and her brother Antonio, 8, was in critical condition.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"1945: Into the Reich : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-1945-into-the-reich-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS ALLIED EXPEDITIONARY FORCE - Six Allied armies, exploiting wide holes in the German's broken line of the Rhine, pressed on today [March 27] deep into the Reich, many of their columns rolling along the roads at will, with the beaten en","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Off the Road but Still on the Air","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-off-the-road-but-still-on-the-air.html","abstract":"  Has Howard Stern had his 15 minutes of fame on Route 295 here? On Saturday, three young men were seen carrying off the small metal sign marking the Howard Stern Rest Stop. Gov. Christine Todd Whitman said yesterday that she did not plan to replace the plaque, which bears a caricature of the so-called shock jock of radio peeking from an outhouse. \"We'd be replacing it every week,\" she said. The sign, which cost the State Republican Committee $1,000, was put up only last week in fulfillment of a campaign promise by Mrs. Whitman to Mr. Stern, who endorsed her candidacy in 1993. LAWRENCE VAN GELDER","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Lessons for Congress in Seder","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-lessons-for-congress-in-seder.html","abstract":"  \"Let all who are hungry come and partake.\"","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Decipherers of Dead Sea Scrolls Turn to DNA Analysis for Help","web_url":"https://www.nytimes.com/1995/03/28/science/decipherers-of-dead-sea-scrolls-turn-to-dna-analysis-for-help.html","abstract":"  DECIPHERING the Dead Sea Scrolls, which began with great excitement after their discovery in the Judean desert 50 years ago, has diminished to a tedious, seemingly endless task.   With about 15 complete or nearly complete scrolls having been translated, the leftovers are a heap of perhaps 10,000 thumbnail-sized fragments, scraps of parchment from some 800 other scrolls. The edges of these bits are too decayed to allow them to be pieced together like a jigsaw puzzle. And the writing on them is limited to a few characters per fragment, so they cannot be joined by meaning either.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"Pacers Put Reeling Nets In Precarious Position","web_url":"https://www.nytimes.com/1995/03/28/sports/pro-basketball-pacers-put-reeling-nets-in-precarious-position.html","abstract":"  Basic basketball, Chris Morris called it. Reggie Miller would pop off a screen and square his feet for a jump shot. Rik Smits would bend his knees and post up his 7-foot-4-inch frame like a lighthouse.   Picks. Inside position. Basic basketball. The Nets learned another hard lesson tonight at Market Square Arena. Miller nailed 5 of 10 3-pointers and scored 25 points. Smits reached high for rebounds, grabbing 12, and scored 24 points. Indiana beat New Jersey, 98-87, in a game the Pacers led by 21 points in the first half and never let the Nets back in.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Whitman Moves to Quell Uprising Against Tax Cut's Timing","web_url":"https://www.nytimes.com/1995/03/28/nyregion/whitman-moves-to-quell-uprising-against-tax-cut-s-timing.html","abstract":"  Gov. Christine Todd Whitman spent part of her first day back from a Florida vacation suppressing a small revolt against the timing of her next income tax cut.   By the end of the day today, she had rallied legislative leaders for a counterattack against Robert E. Littell, the chairman of the Senate Budget Committee and the husband of Virginia N. Littell, who is being dumped by Mrs. Whitman as head of the state Republican Party.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Bureaucracy Played Role in Building Cave-In","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-bureaucracy-played-role-in-building-cave-in-572895.html","abstract":"  To the Editor:   Your March 22 news article on the collapse of a Harlem building juxtaposes the claims of tenants who saw signs indicating possible structural damage and a New York City Housing and Preservation Development official who minimizes the agency's failure to interpret these signs.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Collapsed Building's Owners Are Facing a Criminal Inquiry","web_url":"https://www.nytimes.com/1995/03/28/nyregion/collapsed-building-s-owners-are-facing-a-criminal-inquiry.html","abstract":"  City housing officials yesterday temporarily withdrew criminal and civil contempt charges against the owners of a Harlem building that collapsed last week, to allow a criminal investigation by the Manhattan District Attorney to proceed.    Lawyers for the Department of Housing Preservation and Development withdrew the charges for 60 days at the request of District Attorney Robert M. Morgenthau. The District Attorney's office said it was concerned that if the housing agency's charges were resolved first, the landlords might argue that additional, more serious charges by the District Attorney in connection with the fatal collapse would constitute double jeopardy.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Fairfield to Play Football in 1996","web_url":"https://www.nytimes.com/1995/03/28/sports/fairfield-to-play-football-in-1996.html","abstract":"  Fairfield University, which has never had a varsity football team, will begin playing Division I-AA football in the fall of 1996.   The new team will become the ninth member of the Metro Atlantic Athletic Conference, which includes St. John's, Iona and St. Peter's for football. Like the Ivy and Patriot leagues, the M.A.A.C. does not offer football scholarships.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"On Her Guatemalan Ranch, American Retraces Slaying","web_url":"https://www.nytimes.com/1995/03/28/world/on-her-guatemalan-ranch-american-retraces-slaying.html","abstract":"  Five years ago, when an American innkeeper disappeared in Guatemala, his wife, Carole A. DeVine, visited the local army garrison and asked to speak to Col. Julio Roberto Alpirez, the commander, hoping he could help her find her husband.    \"Neither Colonel Alpirez nor any other officer would see me,\" Mrs. DeVine said in an interview at her ranch in Guatemala's northern rain forest. \"I was turned away at the gate. They were very rude.\"","thumbnail":null,"section":"World"},{"date":"19950328","headline":"A Viennese Pastry, Nutrition-Free","web_url":"https://www.nytimes.com/1995/03/28/arts/opera-review-a-viennese-pastry-nutrition-free.html","abstract":"  It is difficult to get too solemnly critical about a new production of \"The Merry Widow\" in which the lead soprano not only manages a respectable can-can in the third act (holding her own with characters named Lolo, Dodo, Jou-Jous and Frou-Frou), but rather winningly sinks to the floor in a slow split at its finale. On Sunday afternoon at the New York City Opera, Jane Thorngren almost winked at the audience as she touched ground.    There were any number of pleasures to be taken in this production, if one adjusted standards and expectations. Franz Lehar's melodic score from 1905 was exuberantly conducted by Eric Stern. There were charms, too, in Robert Creighton's tap-dancing routine as Njegus, Baron Zeta's aide.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/28/nyregion/metro-digest-391195.html","abstract":"  COUNTY EXECUTIVES BREAK WITH PATAKI   New York's county executives, almost all of them Republicans and an important source of Republican power in the state, have broken ranks with Governor Pataki over his income tax-cutting plan, calling on him to slow down the cuts to avoid future increases in local property taxes. A1. NEW YORK CITY  PLAN WOULD OUST MOB FROM FISH MARKET   The Giuliani administration, unveiling details of plans to rid the Fulton Fish Market of mobsters, asked the City Council for broad powers to determine who can do business and who can work there. B3. PRINCIPAL IS CHARGED WITH MISCONDUCT    The principal of a Brooklyn elementary school was indicted on charges of grand larceny, falsifying records and official misconduct. He is accused of converting two classrooms to an exercise area for the staff while telling officials that pupils did not have enough space, prompting construction of additional classrooms. B3. WAS IT FUMES (OR FAKING)?   About two dozen students and teachers at a junior high school in Queens may or may not have thought they were suffering another attack of the noxious mace-like fumes that spread through the school last Friday. B3. TV SPEEDING CASES TO PROSECUTOR   In a cramped warren of offices at Queens Borough Hall in Kew Gardens, old ways bump up against the new in a little-known but crucial corner of the criminal justice system. B4. GRAMM SEEKS SUPPORT IN MANHATTAN   Senator Phil Gramm brought his fledgling Presidential campaign to Manhattan, saying he was optimistic about gathering support even though virtually every Republican leader in New York State backs Senator Bob Dole. B4. CRIMINAL INQUIRY IN COLLAPSE OF BUILDING   City housing officials temporarily withdrew criminal and civil contempt charges against the owners of a Harlem building that collapsed, to allow a criminal investigation by the Manhattan District Attorney to proceed. B8. CHANGE IN WELFARE WOULD BE COSTLY   The welfare bill passed in the House last week would push more than half of all New York City children receiving Aid to Families with Dependent Children off the welfare rolls and cost the city more than $6 billion over the next five years, New York Democrats said. B9. A Midwestern educator was selected as the new president of Hunter College. B3. REGION  WHITMAN MOVES TO STOP UPRISING   Gov. Christine Todd Whitman of New Jersey spent part of her first day back from a Florida vacation suppressing a small revolt against the timing of her next income tax cut. B6. JUDGE FAULTS STATE IN DESEGREGATION   A Federal judge harshly criticized New York State education officials for failing to eliminate segregation in the Yonkers public schools in the 1960's and 1970's, but he ruled that the state would not have to pay for future school desegregation efforts. B6. JUDGE PERMITS BRIDGEPORT CASINO VOTE   A Superior Court judge refused to block a citywide vote that will ask residents whether they want the Connecticut General Assembly to authorize a casino for Bridgeport. B4. Our Towns by Evelyn Nieves B6","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Ezra Pound, Enigma In a Cage","web_url":"https://www.nytimes.com/1995/03/28/theater/theater-review-ezra-pound-enigma-in-a-cage.html","abstract":"  On the night of Dec. 7, 1941, Ezra Pound was drinking with a couple of journalists at the Foreign Press Club in Rome when someone came in with the news that the Japanese had just bombed Pearl Harbor. Pound at first did not believe it. Someone turned on the radio behind the bar and as the three heard the news confirmed, all fell silent. Pound stared into his drink and said, \"My God, I'm a ruined man.\"   The prophetic realization, however, did not deter Pound from continuing his anti-American and anti-Semitic broadcasts over Italian radio. Eighteen months later he was indicted for treason. Arrested in 1945, he was incarcerated in Pisa while Washington tried to decide what to do with him.","thumbnail":null,"section":"Theater"},{"date":"19950328","headline":"President Goes on Offensive With Call for Spending Cuts","web_url":"https://www.nytimes.com/1995/03/28/us/president-goes-on-offensive-with-call-for-spending-cuts.html","abstract":"  President Clinton opened an ambitious new political agenda today by proposing spending cuts to shrink the size of NASA and three other agencies beyond what his budget recommended seven weeks ago.   The further cuts would amount to $13.1 billion over the next five years, far short of what Congressional Republicans are preparing to recommend. The President's proposal comes as he prepares for his most intensive schedule of domestic travel since the midterm elections last year. He and his advisers used the announcement to call renewed attention to the differences between what they portrayed as their common-sense approach to paring spending and a wrongheaded Republican alternative.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Blood Sport","web_url":"https://www.nytimes.com/1995/03/28/opinion/blood-sport.html","abstract":"  Earlier this month, Rafael Sanchez was arrested as an organizer of a cockfighting competition in Bay Shore, L.I. Though charged with felony cruelty, which can bring a fine of up to $25,000 and a prison sentence of up to four years, he paid only a $200 fine. Last Saturday night Mr. Sanchez was arrested again, this time in the Bronx, as a spectator at another fight.    Mr. Sanchez's lenient treatment illustrates the frustration of those who are trying to eradicate the grisly practice of cockfighting. New York's State Legislature passed toughened laws against it in 1984, but animal advocates say judges are loath to impose heavy penalties.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/28/us/c-corrections-888395.html","abstract":"  A profile in Business Day on March 10 about Senator Larry Pressler referred imprecisely to his position on term limits. The Senator said he supported legislation on term limits that would apply to himself and other incumbents. But the legislation, which would limit senators to two terms or 12 years, would not count the time already served by Mr. Pressler and other incumbents.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"N.C.A.A. TOURNAMENT;\nStanford's Teacher Learns From the Best","web_url":"https://www.nytimes.com/1995/03/28/sports/ncaa-tournament-stanfords-teacher-learns-from-the-best.html","abstract":"Tara VanDerveer not only has a big, fast and smart Stanford basketball team going to the Final Four to meet unbeaten Connecticut this week, but the head coach of the Cardinal has the friendship and guidance of one of the game's most astute teachers, Pete Newell.\n\n\"I think Tara has a better mind for the game than many of the men coaches,\" the 79-year-old former University of California coach said today from his home in Los Angeles. \"She knows the trends of the game, where it's going and where it's been. Certainly sitting at the top of his big place and watching Bobby Knight's practices gave her a great background.\"","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Selling an Unconsulted Future Hong Kong in America","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-selling-an-unconsulted-future-hong-kong-in-america.html","abstract":"Lu Ping, the top Chinese official with responsibility for Hong Kong, is on a speaking tour of six cities in the United States that will end on Thursday. Mr. Lu is in America to market China's vision for Hong Kong and reassure the American business commun","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"SOCCER REPORT","web_url":"https://www.nytimes.com/1995/03/28/sports/soccer-report.html","abstract":"  European Championship    Nineteen games will be staged throughout Europe tomorrow in attempts to qualify for the European Championship in England next year.   To accommodate Italy's national team, which played on Saturday, there were no First Division games in the Italian League on Sunday. And because their 4-1 victory Saturday over Estonia failed to silence their critics, the Italians will head to Kiev for a key game against Ukraine in an uneasy frame of mind.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Chess","web_url":"https://www.nytimes.com/1995/03/28/arts/chess-850695.html","abstract":"  Viswanathan Anand of India has defeated Gata Kamsky of Brooklyn to become the challenger who will face Gary Kasparov for the Professional Chess Association's world championship. The two will meet in a title match, starting on Sept. 10, in Cologne, Germany.   The 20-year-old Kamsky is not out of title competition altogether, however. At a time and place still uncertain, he is to play Anatoly Karpov for the International Chess Federation's champsionship.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"Women in Workplace","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-women-in-workplace-600795.html","abstract":"  To the Editor:   Re \"What Feminism Has Done in Workplace\" (letter, March 24):","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Olbermann Puts His Serious Side on the Shelf","web_url":"https://www.nytimes.com/1995/03/28/sports/tv-sports-olbermann-puts-his-serious-side-on-the-shelf.html","abstract":"  Keith Olbermann, ESPN's black-belt wiseacre and chief nasty boy, hates replacement baseball, detests those who may play it come opening day Sunday, and makes clear that he will mock, mock, mock, till the major leaguers return.   \"It's a post-apocalyptic nuclear vision of baseball,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"1895:Ruler of the Waves : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-1895ruler-of-the-waves-in-our-pages100-75-and-50-years-ago.html","abstract":"NICE - Hail Britannia! The Prince of Wales's yacht to-day [March 27] won on her own merits, in her own weather, admirably steered by Captain Carter, who never showed his high-class seamanship to better effect than he did in this day's race, defeating the","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Court to Review Forfeiture in Drug Case","web_url":"https://www.nytimes.com/1995/03/28/us/court-to-review-forfeiture-in-drug-case.html","abstract":"  The Supreme Court said today it would decide whether criminal defendants who agree as part of guilty pleas to forfeit their property to the Government are entitled to procedural protections, including a jury trial on the amount to be forfeited.   The case, an appeal by a Wyoming man challenging the seizure of all his assets, including a retirement account and all personal property, is the latest chapter in the Court's examination of the Government's forfeiture authority.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Senate Offers Twist on Plan For Curbing Federal Rules","web_url":"https://www.nytimes.com/1995/03/28/us/senate-offers-twist-on-plan-for-curbing-federal-rules.html","abstract":"  The Senate today debated a new twist on efforts to curb Federal regulations: a proposal to give Congress a quick opportunity to review and possibly overturn new rules as soon as they are issued by Government agencies.   Offered by Senate moderates as an alternative to a yearlong freeze on most new Federal regulations, an idea approved by the House last month, the proposal could come to a vote as early as Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Lockout Doubt Builds Beyond Steinbrenner","web_url":"https://www.nytimes.com/1995/03/28/sports/baseball-lockout-doubt-builds-beyond-steinbrenner.html","abstract":"  George Steinbrenner swooped into the Yankees' spring training complex here today sounding extremely edgy about voting to lock out major leaguers if the National Labor Relations Board obtains an injunction that would prompt the players to scrap their strike.    \"It's not like I'm after a lockout,\" Steinbrenner said sharply.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Shopping in the '90s:Superstar Comeback of Bond Street","web_url":"https://www.nytimes.com/1995/03/28/style/IHT-shopping-in-the-90ssuperstar-comeback-of-bond-street.html","abstract":"The name is Bond. As in James Bond. Indeed, Ian Fleming supposedly named the suave agent 007 for Bond Street, a fashionable shopping artery in the heart of the city..The stylish street, running between Oxford Street and Piccadilly, lost its traditional","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Beggars Can't Be Choosy, So They Choose PATH","web_url":"https://www.nytimes.com/1995/03/28/nyregion/our-towns-beggars-can-t-be-choosy-so-they-choose-path.html","abstract":"  JOEL B. has become a reverse commuter. He used to ask for money on the subways in Manhattan. Now he takes the PATH train to Hoboken and works the teeming masses here.   It's a liberating feeling. At around 7:30 Monday morning, he stepped from a blissfully uncrowded platform at the World Trade Center to a blissfully uncrowded train. He had a car all to himself. \"Like I owned it,\" he said.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"In Hometowns, Spy Charges By Baghdad Are Rejected","web_url":"https://www.nytimes.com/1995/03/28/world/in-hometowns-spy-charges-by-baghdad-are-rejected.html","abstract":"  This Iowa town was draped in yellow ribbons today in a gesture of support for its native son, William Barloon, who with another American, David Daliberti, has been sentenced to an eight-year prison term in Iraq after their puzzling foray into that country two weeks ago.   Nobody here could imagine any good reason for the two men to cross the Kuwaiti border, which is marked with a 10-foot-deep, 16-foot-wide trench. Even so, friends and family of the two men, civilian workers for American defense contractors in Kuwait, scoff at the accusation by Iraq that the men were involved in underhanded activity.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Turning Up The Sound And the Beat","web_url":"https://www.nytimes.com/1995/03/28/arts/rock-review-turning-up-the-sound-and-the-beat.html","abstract":"  Veruca Salt was slightly defensive at the Academy on Friday night. Nina Gordon and Louise Post -- its guitarists, singers and songwriters -- formed Veruca Salt in Chicago in 1993 and had a hit single, \"Seether,\" and a major-label contract by the end of 1994. The band arrived in the wake of the Breeders, who use a similar combination of breezy voices and muscular guitars, and its fast ascent drew suspicion from an alternative-rock scene that's both wary and jealous of commercial success. \"I hope we're worth the hype,\" Ms. Post said as the set ended.   By then, her band had blasted away Breeders comparisons by bringing out Veruca Salt's hard-rock foundations. Unlike many alternative rockers, Veruca Salt revels in brute force. In slow stomps like \"Spiderman '79\" and rockers like \"All Hail Me,\" Steve Lack, on bass, and Jim Shapiro, on drums, turned up their instruments and united in a bludgeoning beat, linking Veruca Salt to performers like AC/DC, Joan Jett and Suzi Quatro.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"Housing Voucher Test in Maryland Is Scuttled by a Political Firestorm","web_url":"https://www.nytimes.com/1995/03/28/us/housing-voucher-test-in-maryland-is-scuttled-by-a-political-firestorm.html","abstract":"  The theory was elegant, the outcome anything but.   The idea was that by scattering one or two poor families in large middle-income areas, they would disappear like salt crystals in a glass of water, quietly integrating themselves into communities where they would find more jobs, better schools and safer streets.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Return of the Winners From Westwood","web_url":"https://www.nytimes.com/1995/03/28/sports/on-college-basketball-return-of-the-winners-from-westwood.html","abstract":"  Welcome back to the U.C.L.A. Invitational, and thanks for all your patience during our decade and a half of nagging scheduling difficulties.   As we commemorate this 20th anniversary of the last championship at the end of the Sam Gilbert Era, when benefactors were benefactors and the Bruins were on top, you have to admit that somewhere, deep down, you're glad U.C.L.A. will be in Seattle this Saturday. O.K., maybe not glad. But in the first Bruin Final Four appearance since 1980, when the rooting interest of neutrals will be determined by which team they dislike the least, the return of a group from Westwood is a good thing.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"The Market Fails Them : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-the-market-fails-them-letters-to-the-editor.html","abstract":"Reginald Dale's article \"The Third World Is Shrinking Fast\" (Business/Finance, March 21) describes those who attended the Copenhagen summit on social development as \"blissfully unaware\" of. the world economy. But it is precisely becau","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Robinson 40 Pace Spurs' 8th in Row","web_url":"https://www.nytimes.com/1995/03/28/sports/pro-basketball-robinson-40-pace-spurs-8th-in-row.html","abstract":"  Spurs 114, Pistons 93    David Robinson had 40 points and 12 rebounds last night to lead visiting San Antonio past the Detroit Pistons, 114-93, for the Spurs' eighth straight victory. Sean Elliott added 29 points for the Spurs. Allan Houston scored 24 points for the Pistons, who lost for the eighth time in 10 games.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Mayor Asks Broad Powers Over Fulton Fish Market","web_url":"https://www.nytimes.com/1995/03/28/nyregion/mayor-asks-broad-powers-over-fulton-fish-market.html","abstract":"  The Giuliani administration, unveiling details of plans to rid the Fulton Fish Market of mobsters and corruption, yesterday asked the City Council for broad powers to determine who can do business and who can work at the market.   The proposed legislation would give administration officials the power to license, regulate and investigate all business owners and employees at the market. It would also give City Hall the right to fingerprint all vendors and workers as well as to conduct background investigations if any of them are suspected of being linked to organized crime.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Mr. Exon's Foolish Farewell","web_url":"https://www.nytimes.com/1995/03/28/opinion/mr-exon-s-foolish-farewell.html","abstract":"  Senator James Exon has already announced his retirement, but rather than going harmlessly, he has decided to leave behind one truly bad idea that will cause mischief for years to come. The Senate Commerce Committee, eager to share in the foolishness, voted last week without hearings or argument for Senator Exon's plan to outlaw \"indecency\" in communications by computer.    The Senate censors are in a headlong rush to purge uncharted universes of on-line networks of material unsuitable for young people. In their hurry, they approved legal language so broad that it would limit all adult computer users to material suitable for children.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Gramm Sees Effort To Deny Him a Spot On New York Ballot","web_url":"https://www.nytimes.com/1995/03/28/nyregion/gramm-sees-effort-to-deny-him-a-spot-on-new-york-ballot.html","abstract":"  Senator Phil Gramm of Texas brought his fledgling Presidential campaign to Manhattan yesterday, saying he was optimistic about gathering support here even though virtually every Republican leader in New York State backs Senator Bob Dole.   Speaking to reporters before a fund-raising reception at the Waldorf-Astoria Hotel, Mr. Gramm attacked Alfonse M. D'Amato, the state's Republican Senator, as the driving force behind the support in New York for Mr. Dole, the Senate majority leader, and stressed that residents should have a voice, too.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Garden's March Madness: Jordan in Town","web_url":"https://www.nytimes.com/1995/03/28/sports/pro-basketball-garden-s-march-madness-jordan-in-town.html","abstract":"  It will have the drama of a playoff game and the glitter of a Hollywood premiere, with celebrities filling the courtside seats.   Tonight, Michael Jordan will be back at Madison Square Garden. What else needs to be said? The date has been circled on Knick fans' calendars since Jordan announced his return to basketball earlier this month. No other player carries Jordan's aura, and no other opponent has given the Knicks as many heartaches during the 1990's.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"It's Natives vs. Newcomers Down in the Worm World","web_url":"https://www.nytimes.com/1995/03/28/science/it-s-natives-vs-newcomers-down-in-the-worm-world.html","abstract":"  AS the ground warms up across North America, billions of earthworms are uncoiling from the little balls of dormancy in which they have spent the winter and are once again renewing the vitality of forest, field and garden.    But for such a familiar creature, the earthworm has in many ways been an object of mystery to scientists.    Only now, for instance, is it becoming fully evident that in a continent-wide ecological revolution, earthworm species from Europe and Asia are taking over North American soil with potentially serious but still unclear consequences.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"Iraq's American Hostages","web_url":"https://www.nytimes.com/1995/03/28/opinion/iraq-s-american-hostages.html","abstract":"  Iraq has handed down unjustifiable eight-year sentences for two Americans who trespassed on its territory. Their imprisonment poses a delicate diplomatic problem for President Clinton. Already Republican Presidential hopefuls have called for forceful action to free the men. In coming weeks the easing of economic sanctions on Iraq will come before the United Nations Security Council.    Make too much of the two men's plight and Mr. Clinton drops a bargaining chip into Saddam Hussein's pocket. Make too little of it and the Republicans accuse him of letting two Americans rot in a Baghdad jail. Either way, Mr. Clinton's policy toward Iraqi sanctions is in some ways now held hostage, too.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Employee Owners Still Need Leadership","web_url":"https://www.nytimes.com/1995/03/28/opinion/l-employee-owners-still-need-leadership-586895.html","abstract":"  To the Editor:   As an advocate of equity-based pay strategies, I would like to offer a counterpoint to the anti-employee ownership theme of your March 22 Business Day article on Kiwi Air.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"TV Speeds Cases From Police to Prosecutor","web_url":"https://www.nytimes.com/1995/03/28/nyregion/tv-speeds-cases-from-police-to-prosecutor.html","abstract":"  In a cramped warren of offices at Queens Borough Hall in Kew Gardens, old ways bump up against the new in a little-known but crucial corner of the criminal justice system.   The old: Officer Robert Bachman and an assistant District Attorney, Joseph Scarglato, hunch together over a paper-strewn desk as the officer describes a burglary case that has brought him from the distant Rockaway peninsula. It is the complaint room of the Queens District Attorney's office, and here, as at similar sites in all the boroughs, police officers who have made arrests turn over the cases to prosecutors.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"The Nets' Good Soldier, Williams Is Now Fed Up","web_url":"https://www.nytimes.com/1995/03/28/sports/pro-basketball-the-nets-good-soldier-williams-is-now-fed-up.html","abstract":"  In the middle of all the verbal grievances filed by their players this season -- and there have been many -- Jayson Williams was one of the few employees the Nets could count on not to complain about his job description.   When his job description included sitting quietly on the bench the past three weeks, the last of the good soldiers had had enough.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/28/nyregion/inside-296695.html","abstract":"  Vacancy at Federal Reserve   John P. LaWare, known as an advocate for raising interest rates to fight inflation, said he would step down from the Federal Reserve Board, effective April 30. Page D1.  Moves in Baseball Dispute    A Federal judge has scheduled a hearing Friday on a request by major league baseball players for an injunction that the players say would end their strike. Page B15. Chrysler to Replace Latches    Chrysler will replace the rear-door latches of millions of mini-vans under an unusual agreement with regulators. The repaired mini-vans will not be counted in a national registry of recalled vehicles. Page D1.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Was It Fumes (or Faking)?","web_url":"https://www.nytimes.com/1995/03/28/nyregion/was-it-fumes-or-faking.html","abstract":"  About two dozen students and teachers at Junior High School 210 in Woodhaven, Queens, may have thought they were suffering another attack yesterday of the noxious mace-like fumes that spread through the school last Friday. Either that, or they wanted to get the day off, the authorities said.   Still, 21 people, mostly students, were examined after saying they had symptoms of noxious gas: itchy throats and watery eyes, Emergency Medical Service officials officials said. Sixteen of them were taken to hospitals, where doctors looked them over, then released them. Anxious parents descended on the school, wanting to see their children or take them home.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Small Machines Make Big Strides","web_url":"https://www.nytimes.com/1995/03/28/science/personal-computers-small-machines-make-big-strides.html","abstract":"  LITTLE computers are always compromises. Subnotebook models, the size of a couple of computer magazines, have been as remarkable for what the manufacturers leave out as for what they put in. But manufacturers keep finding new ways to break miniaturization's bounds.   The Omnibook 600C from the Hewlett-Packard Company weighs in at just under four pounds, the Digital Equipment Corporation's Hinote Ultra (not to be confused with the larger just plain Hinote) at about four and a quarter pounds and the Thinkpad 701 models from the International Business Machines Corporation at about four and a half pounds. An external power transformer and a floppy disk drive typically add another a pound and a quarter. With eight megabytes of RAM (random access memory), prices for units based on DX2/50 processors start at about $2,900 for the Omnibook, $3,600 for the Hinote and $4,100 for the Thinkpad.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"Impressive Reports, To Stay And to Go","web_url":"https://www.nytimes.com/1995/03/28/science/peripherals-impressive-reports-to-stay-and-to-go.html","abstract":"  YOU are showing the first-quarter sales surge to the board of directors on the 21-inch monitor of a computer running Microsoft Windows 3.1. Cheerfully colored words appear on the screen, remain long enough for even a director to read and slide off to be replaced with a bar chart, then a brief video of the C.E.O. with a snippet of upbeat melody.   One of the directors could not make it to the meeting today. No matter. You send her a floppy disk with the presentation. She can play it on her computer, even though she does not own a copy of the program it was created with.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"1920: Clean Kissing : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-1920-clean-kissing-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Kissing, from the medical point of view, was discussed at the convention of the New York State Medical Society today [March 27]. After listening to a paper read by Dr. Lawson Brown, the convention endorsed the following advice to lovers: \"","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Clinton and Adams : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-clinton-and-adams-letters-to-the-editor.html","abstract":"Regarding the report \"U.K. Seeks Pledge by Sinn Fein Over Arms\" (March 21):.It is a mystery to me why the British government should be so upset about the warm welcome that President Bill Clinton gave to Gerry Adams, the president of Sinn Fein","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/28/us/c-corrections-887595.html","abstract":"  A chart in Business Day yesterday about market trends over the last six months included an incorrect figure supplied by Salomon Brothers Inc. for the dividend yield of the Dow Jones industrial average on Friday. The yield was 2.64 percent, not 0.03 percent.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"U.S. Denies 2 Americans Entered Iraq As Saboteurs","web_url":"https://www.nytimes.com/1995/03/28/world/us-denies-2-americans-entered-iraq-as-saboteurs.html","abstract":"  The Clinton Administration today rejected assertions from Baghdad that two Americans being held prisoner there had crossed into Iraq as saboteurs or spies.   White House and State Department officials said again today that the two had strayed mistakenly and innocently into Iraq while trying to visit a friend south of the border in Kuwait and did not deserve the eight-year prison sentences an Iraqi court imposed on them on Saturday.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Injunction Hearing Set; Clubs Offer New Plan","web_url":"https://www.nytimes.com/1995/03/28/sports/baseball-injunction-hearing-set-clubs-offer-new-plan.html","abstract":"  In the most active day-night doubleheader baseball may see all year, a Federal judge yesterday scheduled a hearing for Friday on a request for an injunction that the players say would end their seven-and-a-half-month strike, and the owners last night presented the players union with a new proposal they believe should end the strike.   \"We're very pleased the judge will have an opportunity to render a decision prior to the start of the season if she chooses to,\" said Daniel Silverman, director of the National Labor Relations Board's New York office, who filed the injunction request yesterday afternoon in United States District Court in Manhattan.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Just Off Africa, in Sunshine and Shadow","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-just-off-africa-in-sunshine-and-shadow.html","abstract":"A short ferry-boat ride off the Senegalese coast, just south of Cape Verde Peninsula, is the tiny island of Gore. There are no cars and only 1,000 people, many of them artisans or fishermen. The island, graced by palms and flowering cacti, is a sun","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Allen Officially a Saint","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-people-nfl-allen-officially-a-saint.html","abstract":"  ERIC ALLEN, a Pro Bowl cornerback, is now a New Orleans Saint. The Philadelphia Eagles informed the Saints yesterday that they would not match New Orleans's offer to Allen, reportedly worth more than $14 million. Allen was designated as a transition player by the Eagles.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Zofar Journal; Israel's Crops in Jordan's Fields? It Must Be Peace","web_url":"https://www.nytimes.com/1995/03/28/world/zofar-journal-israel-s-crops-in-jordan-s-fields-it-must-be-peace.html","abstract":"  With a small Jordanian flag on the windshield, Nissim Douek recently drove his dusty station wagon across the border to work his fields in territory that was handed back to Jordan under a peace treaty with Israel.   \"It's a nice experiment,\" Mr. Douek, an Israeli farmer, said as his entry pass was inspected by a Jordanian soldier at a checkpoint. \"No problem at all.\"","thumbnail":null,"section":"World"},{"date":"19950328","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/28/sports/results-plus-891395.html","abstract":"  HOCKEY Lightning Tops Canadiens in Overtime Petr Klima scored on a breakaway 2 minutes 23 seconds into overtime last night, giving the Tampa Bay Lightning a 3-2 victory over the Montreal Canadiens, who lost their eighth straight road game. Tampa Bay ended its five-game home losing streak. Klima took a pass from Brian Bradley and skated in on Patrick Roy, faking to his backhand and sliding the puck inside the right post. Mark Recchi scored his ninth and 10th goals for Montreal. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Jury Still Out in Bribery Case","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-jury-still-out-in-bribery-case.html","abstract":"  Jurors in the bribery trial of two Newark politicians did not reach a verdict yesterday in their first day of deliberations in Federal District Court. The jurors asked for transcripts of testimony about a meeting at a restaurant during which, the prosecution contends, Councilman Gary Harris, one of the defendants, accepted a $3,000 cash bribe. Mr. Harris and the other defendant, former Councilman Ralph T. Grant Jr., are accused of accepting tens of thousands of dollars in return for helping a towing company try to obtain municipal contracts.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"New York Democrats See 'Nightmare' in Republican Welfare Bill","web_url":"https://www.nytimes.com/1995/03/28/us/new-york-democrats-see-nightmare-in-republican-welfare-bill.html","abstract":"  The welfare bill passed in the House last week would push more than half of all New York City children receiving Aid to Families with Dependent Children off the welfare rolls and would cost city residents $6 billion in aid over the next five years, according to New York Democrats.   There are 540,000 children now receiving benefits, according to a report by Representative Carolyn B. Maloney, Democrat of Manhattan. The report, based on numbers provided by the Department of Health and Human Services, said more than 280,000 of the children would be denied aid by the legislation's provisions placing a five-year limit on welfare and disqualifying children born to mothers already receiving benefits or to unwed mothers under 18.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Redskins Re-sign Back","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-people-nfl-redskins-re-sign-back.html","abstract":"  The Washington Redskins re-signed running back and kick return specialist BRIAN MITCHELL yesterday to a three-year deal worth $4.2 million, which includes a $1.5 million signing bonus. Mitchell set or tied six team records in 1994 and also set an National Football League record for combined punt and kickoff return yardage with 1,930 yards. Earlier yesterday, the Redskins lost a pair of free agents as guards RALEIGH McKENZIE and MARK SCHLERETH signed with Philadelphia and Denver, respectively. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"In 6-Day Offensive, Algerians Step Up War on the Rebels","web_url":"https://www.nytimes.com/1995/03/28/world/in-6-day-offensive-algerians-step-up-war-on-the-rebels.html","abstract":"  Algeria's special forces have killed between 300 and 600 Islamic militants in the last six days, creating the biggest military engagement in three years of strife between the two sides and suggesting that the rebels' military sophistication is increasing even as their losses are widening.   In the latest backlash by the militants, Mohammed Abderrahmani, the executive editor of Algeria's oldest daily newspaper, was shot to death today in his car at a traffic light in a suburb of Algiers.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Drivers File Appeal","web_url":"https://www.nytimes.com/1995/03/28/sports/sports-people-auto-racing-drivers-file-appeal.html","abstract":"  Both the Williams and Benetton Formula One teams have lodged appeals after disqualifications for using illegal fuel wiped out their 1-2 finish Sunday at the Brazilian Grand Prix.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"And the Winners Are. . .","web_url":"https://www.nytimes.com/1995/03/28/arts/and-the-winners-are.html","abstract":"  BEST ACTOR Tom Hanks who starred in \"Forrest Gump\" won the best actor award. BEST ACTRESS Jessica Lange won best actress award for \"Blue Sky\".","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"A Dispute Over Hearing Aids","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-a-dispute-over-hearing-aids.html","abstract":"  A man charged with sexually assaulting a 2-year-old girl maintains that any statement he made to officers should be suppressed because he wears hearing aids in both ears and no qualified interpreter was present.  The lawyer for the man, Bryan Rosolen, 37, of Kinnelon, said his client understands less than half of what is said to him. But the Morris County Prosecutor, Leslie Wade, said that Mr. Rosolen does not qualify as hearing-impaired under a 1984 state statute that says statements by such a person cannot be used against him unless an interpreter is present and the statement was made \"knowingly, voluntarily and intelligently.\" Mr. Roselon is free on $50,000 bail.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"River Blindness Disease Has 2d Devastating Side","web_url":"https://www.nytimes.com/1995/03/28/science/river-blindness-disease-has-2d-devastating-side.html","abstract":"  The skin disease associated with river blindness, the debilitating parasitic affliction that affects millions of people in tropical Africa, has more serious consequences than previously believed and should be attacked as a separate health problem, a new study has found.    The study showed that the intense, unrelieved itching and disfiguring lesions associated with onchocerciasis, or river blindness, have been largely unrecognized burdens on the afflicted population, resulting in social ostracism and widespread psychological problems.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/28/style/chronicle-927895.html","abstract":"  Three rare gold trinkets stolen on Friday evening from the National Geographic Society's museum in Washington were recovered last weekend.   One, a pre-Columbian vulture, dating to A.D. 1400, had been sold on Saturday to a pawnshop for $100.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/03/28/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"What's the Big Trend? It's No Trend","web_url":"https://www.nytimes.com/1995/03/28/style/what-s-the-big-trend-it-s-no-trend.html","abstract":"  Trends in fashion are a bit like the aroma of good food, drawing women to the table: once there they may pass over the very pungent goodies that attracted them for more palatable and familiar fare.   The Big Trend has been the hook to lure women into stores, the device to make them think their current wardrobes are lacking.","thumbnail":null,"section":"Style"},{"date":"19950328","headline":"Damage to Conner's Keel May Hurt Cup Hopes, Too","web_url":"https://www.nytimes.com/1995/03/28/sports/yacht-racing-damage-to-conner-s-keel-may-hurt-cup-hopes-too.html","abstract":"  The fact that Dennis Conner doesn't know how to swim didn't help his peace of mind Sunday when his America's Cup yacht, Stars & Stripes, started taking on water during a race with Young America.   But it was clear today that the boat had been in serious danger. \"I'm not joking when I say the boat could have sunk,\" said Paul Cayard, Conner's team strategist, tonight.","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Debussy and Ravel, All Day and All Ways","web_url":"https://www.nytimes.com/1995/03/28/arts/music-review-debussy-and-ravel-all-day-and-all-ways.html","abstract":"  Debussy and Ravel are as inseparable as any two composers in the whole binary firmament of music. It becomes an interesting exercise to try to separate them. There are, of course, historical, biographical and stylistic distinctions to be made.  There are also vagaries of taste: are you a Debussy person or a Ravel person? A random telephone poll might favor Ravel by a slight margin. Debussy takes historical precedence, but Ravel gets under the skin.   The diaphanous duo was celebrated at a Wall to Wall marathon at Symphony Space on Saturday. The 13-hour event came in tandem with a new production of \"Pelleas et Melisande\" at the Metropolitan Opera, and it happened to fall on the 77th anniversary of Debussy's death. There was no particular impetus for the commemoration of Ravel, but who needs an excuse to listen to Ravel?","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"How Do You Stop Agonizing Pain In an Arm That No Longer Exists? A Scientist Does It With Mirrors","web_url":"https://www.nytimes.com/1995/03/28/science/you-stop-agonizing-pain-arm-that-no-longer-exists-scientist-does-it-with-mirrors.html","abstract":"  THE third time he lost his left arm, Derek Steen yelped with joy. He could not believe his good fortune.    The problem began 10 years ago when Mr. Steen crashed his motorcycle, tearing all the nerves that attached his left arm to his spine. The arm was hopelessly paralyzed, bound in a sling. He lost his arm a second time, so to speak, one year later when, deemed useless and getting in the way, the limb was amputated.","thumbnail":null,"section":"Science"},{"date":"19950328","headline":"As TV Sows Outrage, Guess What It Reaps","web_url":"https://www.nytimes.com/1995/03/28/arts/critic-s-notebook-as-tv-sows-outrage-guess-what-it-reaps.html","abstract":"  Although the producers of \"The Jenny Jones Show\" did not take credit for the murder of Scott Amedure after he revealed during a taping that he had a crush on Jonathan Schmitz, the event was a new peak for confrontation television: a small truth followed by the ultimate consequence.   Jenny Jones took the inconvenience of having one guest charged with killing another as an opportunity to tell her audience what a shock this \"tragic incident\" was to her and what a hard time she and her associates were having getting through it. There she was, like one of her guests, reaching out for the sort of counseling that the performers on such shows are often given, like tips to barroom strippers.","thumbnail":null,"section":"Arts"},{"date":"19950328","headline":"The Game's First True Big Man; Kurland, 6-10 1/2, Led Oklahoma State's Predecessor to the 1945 Title","web_url":"https://www.nytimes.com/1995/03/28/sports/game-s-first-true-big-man-kurland-6-10-1-2-led-oklahoma-state-s-predecessor-1945.html","abstract":"  He was the first true big man of basketball, a Hall of Famer who won two national collegiate titles, two Olympic gold medals and became a legend not only in his home state but also around the world. And now that another gentle giant is leading his alma mater to this year's Final Four, Bob Kurland is again surrounded by tall tales.   After all, it was Kurland's size (6 feet 10 1/2 inches, he says, \"maybe 7 feet in the summer\") that prompted the International Amateur Basketball Federation to propose (but never adopt) a size limit (6-4 3/4) for the \"good of the game\" before the 1948 Olympics and goaltending rules that are still in effect. And when a Chinese player supposedly dribbled between Kurland's legs and scored a basket during a game at the 1948 Olympics, was it fact or fantasy?","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Hunter College Selects Midwestern Dean and Professor as Its New President","web_url":"https://www.nytimes.com/1995/03/28/nyregion/hunter-college-selects-midwestern-dean-and-professor-as-its-new-president.html","abstract":"  A Midwestern educator whose interests range from Italian culture to the financing of American political campaigns was selected yesterday as Hunter College's new president.    David A. Caputo is dean of the School of Liberal Arts at Purdue University in West Lafayette, Ind., where he is a professor of political science.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"On My Mind; The Limp Noodle","web_url":"https://www.nytimes.com/1995/03/28/opinion/on-my-mind-the-limp-noodle.html","abstract":"  At least this much can be said about a new human rights initiative of the Clinton Administration: There are people in the Government who understood and argued that it was an embarrassing piece of hypocrisy, saying much, meaning nothing, fooling nobody.    They were overruled by higher authorities in the White House and National Economic Council, who actually still believe that the President can restore his reputation as a human rights leader with funny-house mirrors and without putting pressure on Communist China or its American business lobby.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Delay in Postal-Killings Case","web_url":"https://www.nytimes.com/1995/03/28/nyregion/new-jersey-daily-briefing-delay-in-postal-killings-case.html","abstract":"  A bail hearing for Christopher Green, 29, accused of fatally shooting four men and wounding another last week at a Montclair post office, was postponed yesterday. The reason for the delay, at the request of Mr. Green's court-appointed lawyer, was not given. Mr. Green's next court appearance is scheduled for tomorrow. In East Orange, meanwhile, 400 people filled the Messiah Baptist Church for the funeral of Ernest Spruill, 56, the last of the four slain men to be buried.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"In Praise of Greedy Lawyers","web_url":"https://www.nytimes.com/1995/03/28/opinion/in-praise-of-greedy-lawyers.html","abstract":"  Tort reform, a rallying cry of the Republican revolution, has hit upon a scapegoat with unlikely mass appeal. Contingency-fee lawyers, blamed as the root evil of our litigious society, have been socked with the \"Attorneys Accountability Act,\" one of three legal reform bills passed by the House this month. The Senate is scheduled to begin debating its own, related bills next week.   The act's key provision -- which compels the losing party to pay some of the other's legal fees in a category of lawsuits that almost exclusively involves corporate defendants -- would devastate the plaintiff trade by inhibiting the Davids from going after the Goliaths and their high-powered counsel.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Price of Independence; A Disabled Man's Quest to Be Free","web_url":"https://www.nytimes.com/1995/03/28/nyregion/price-of-independence-a-disabled-man-s-quest-to-be-free.html","abstract":"  He is confined to a wheelchair. He cannot speak or write. He needs help eating, dressing and going to the bathroom. Yet Donald Jantzen wants to leave home.   And in trying to do so, the 44-year-old Mr. Jantzen, who has cerebral palsy, embarked on a legal odyssey that he cannot now halt. He sued his family to obtain control over his substantial financial assets, framing his case with such vehement charges of mismanagement and physical abuse that a county judge has rebuffed all of Mr. Jantzen's subsequent attempts to call it off.","thumbnail":null,"section":"New York"},{"date":"19950328","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/28/us/c-corrections-889195.html","abstract":"  A map yesterday with an article about the dismantling of border controls by 7 of the 15 European Union members mislabeled Switzerland. It is not a member of the European Union.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"A Turkish Precedent : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/28/opinion/IHT-a-turkish-precedent-letters-to-the-editor.html","abstract":"Regarding \"Turkey Unleashes a Massive Raid on Kurdish Bases in Iraq\" (March 21):.President Bill Clinton's reaction to the \"massive raid,\" as your headline describes it, on Kurdish bases in Iraq, was rather unexpected..He is said t","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Testing for Cancer Risks","web_url":"https://www.nytimes.com/1995/03/28/opinion/testing-for-cancer-risks.html","abstract":"  Genetic tests that can tell if you are likely to get cancer are moving rapidly into the marketplace before there is a medical consensus on their value or how to use them. The swift advance has understandably alarmed leading authorities on ethics and medicine. But many people will no doubt feel, as we do, that any information that can give them a head start in fighting a dreaded disease is more a blessing than a cause for fear.   The tests, as described in an article in yesterday's Times by Gina Kolata, analyze blood or tissue samples for signs of mutated genes that can greatly increase an individual's risk of getting cancers that affect the breast, colon, thyroid, skin and brain.","thumbnail":null,"section":"Opinion"},{"date":"19950328","headline":"Bank Robberies Soaring Despite the Risks","web_url":"https://www.nytimes.com/1995/03/28/us/bank-robberies-soaring-despite-the-risks.html","abstract":"  One summer night here in 1934, the defiant John Dillinger watched his last picture show, \"Manhattan Melodrama,\" before walking out of the Biograph Theater into a deadly hail of bullets -- an example of the perils of robbing banks for a living.   It remains a stacked-odds career, but bank robberies around the nation have more than doubled in the past decade, according to the Federal Bureau of Investigation. Here in Chicago, bank holdups have been soaring lately, to the record-setting pace of 51 so far this year.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/28/us/c-corrections-886795.html","abstract":"  A picture caption on Friday about the four victims of the post office shootings in Montclair, N.J., reversed two names in some editions. The bearded white man was Stanley Scott Walensky; the mustached white man was Robert Leslie. The two other victims were correctly identified: George Lomago was the clean-shaven white man and Ernest Spruill was the black man with a mustache.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Nigeria Accused of a 2-Year War on Ethnic Group","web_url":"https://www.nytimes.com/1995/03/28/world/nigeria-accused-of-a-2-year-war-on-ethnic-group.html","abstract":"  Two years ago, when a handful of villages were destroyed and residents began fleeing a wave of killings in the oil-producing Niger River Delta country near this small town, the Government and refugees gave starkly different explanations of the violence.   For Nigeria's military authorities, the killings were an example of the kind of inter-ethnic hatred that has long afflicted the overcrowded farming and fishing lands of this region, and occasionally exploded in tribal violence.","thumbnail":null,"section":"World"},{"date":"19950328","headline":"Ito Rules Simpson Guest To Be a 'Hostile' Witness","web_url":"https://www.nytimes.com/1995/03/28/us/ito-rules-simpson-guest-to-be-a-hostile-witness.html","abstract":"  The Deputy District Attorney, Marcia Clark, persuaded Judge Lance A. Ito to declare Brian (Kato) Kaelin a hostile witness today, as opposing lawyers leaned on Mr. Kaelin to present his imprecise and inarticulate memories about O. J. and Nicole Brown Simpson in the starkest, most partisan light possible.   Once again, but this time with court approval, Ms. Clark tried to portray her own witness as tailoring parts of his testimony to help Mr. Simpson. At the same time, Ms. Clark reminded jurors that Mr. Kaelin could not account for Mr. Simpson's whereabouts during the time last June 12 when, prosecutors say, he killed Mrs. Simpson and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"With All His Rainbows, Thurman's a Rainmaker","web_url":"https://www.nytimes.com/1995/03/28/sports/ncaa-tournament-with-all-his-rainbows-thurman-s-a-rainmaker.html","abstract":"  The Final Four nets might as well be chain-link, because Scotty Thurman still thinks he's at West Side Park. He was a preteen one day when the 16-year-olds in Ruston, La., shouted, \"Clear out,\" and shoved him the basketball. \"To test my manhood,\" he said. The score was 11-11, the game was to 12, and Scotty Thurman let go with a rainbow that is still his patent a decade later.   \"Swished it,\" he said. \"And it's just stayed with me ever since.\"","thumbnail":null,"section":"Sports"},{"date":"19950328","headline":"Welfare Bill Is Attacked","web_url":"https://www.nytimes.com/1995/03/28/us/welfare-bill-is-attacked.html","abstract":"  More than 280,000 of the 540,000 children in New York City receiving welfare would be pushed off the roles under the House bill, a report by a Democrat says. Page B9.","thumbnail":null,"section":"U.S."},{"date":"19950328","headline":"Skin Lesions Were Removed During President's Checkup","web_url":"https://www.nytimes.com/1995/03/28/us/skin-lesions-were-removed-during-president-s-checkup.html","abstract":"  President Clinton had several precancerous skin lesions removed from his forehead and behind his ear during his annual medical checkup on Friday, the White House said yesterday.   The disclosure came when reporters, who noticed a red blotch on Mr. Clinton's face, asked Michael D. McCurry, the White House press secretary, whether the President had bumped into something. The White House made no mention of the lesions on Friday in its statement about the checkup.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19950328","time":"1995-03-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":61,"wspd":14.8},{"date":"19950328","time":"1995-03-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":67,"wspd":14.8},{"date":"19950328","time":"1995-03-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":70,"wspd":13},{"date":"19950328","time":"1995-03-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.2,"rhum":71,"wspd":16.6},{"date":"19950328","time":"1995-03-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":68,"wspd":13},{"date":"19950328","time":"1995-03-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":61,"wspd":18.4},{"date":"19950328","time":"1995-03-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":57,"wspd":20.5},{"date":"19950328","time":"1995-03-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":55,"wspd":14.8},{"date":"19950328","time":"1995-03-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":52,"wspd":20.5},{"date":"19950328","time":"1995-03-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":51,"wspd":20.5},{"date":"19950328","time":"1995-03-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":87,"wspd":18.4},{"date":"19950328","time":"1995-03-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":92,"wspd":9.4},{"date":"19950328","time":"1995-03-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":92,"wspd":14.8},{"date":"19950328","time":"1995-03-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":93,"wspd":18.4},{"date":"19950328","time":"1995-03-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":93,"wspd":22.3},{"date":"19950328","time":"1995-03-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":94,"wspd":20.5},{"date":"19950328","time":"1995-03-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":92,"wspd":16.6},{"date":"19950328","time":"1995-03-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":83,"wspd":29.5},{"date":"19950328","time":"1995-03-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":24.1},{"date":"19950328","time":"1995-03-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":90,"wspd":29.5},{"date":"19950328","time":"1995-03-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":79,"wspd":25.9},{"date":"19950328","time":"1995-03-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":76,"wspd":22.3},{"date":"19950328","time":"1995-03-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":76,"wspd":16.6},{"date":"19950328","time":"1995-03-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":81,"wspd":18.4},{"date":"19950328","time":"1995-03-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":28,"wspd":18.7},{"date":"19950328","time":"1995-03-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":27,"wspd":18.7},{"date":"19950328","time":"1995-03-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":28,"wspd":16.6},{"date":"19950328","time":"1995-03-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":29,"wspd":11.2},{"date":"19950328","time":"1995-03-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":31,"wspd":11.2},{"date":"19950328","time":"1995-03-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":33,"wspd":11.2},{"date":"19950328","time":"1995-03-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":35,"wspd":14.8},{"date":"19950328","time":"1995-03-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":38,"wspd":16.6},{"date":"19950328","time":"1995-03-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":39,"wspd":16.6},{"date":"19950328","time":"1995-03-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":41,"wspd":14.8},{"date":"19950328","time":"1995-03-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":45,"wspd":20.5},{"date":"19950328","time":"1995-03-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19950328","time":"1995-03-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":18.7},{"date":"19950328","time":"1995-03-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":20.5},{"date":"19950328","time":"1995-03-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":37,"wspd":24.1},{"date":"19950328","time":"1995-03-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":31,"wspd":18.7},{"date":"19950328","time":"1995-03-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":31,"wspd":16.6},{"date":"19950328","time":"1995-03-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":28,"wspd":14.8},{"date":"19950328","time":"1995-03-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":26,"wspd":16.6},{"date":"19950328","time":"1995-03-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":20,"wspd":20.5},{"date":"19950328","time":"1995-03-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":20,"wspd":22.3},{"date":"19950328","time":"1995-03-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":34,"wspd":16.6},{"date":"19950328","time":"1995-03-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":41,"wspd":14.8},{"date":"19950328","time":"1995-03-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":9.4}]},"19950329":{"guardian_articles":[],"nytimes_articles":[{"date":"19950329","headline":"Budget Battling: Tale of the Red Tape","web_url":"https://www.nytimes.com/1995/03/29/nyregion/budget-battling-tale-of-the-red-tape.html","abstract":"  Gov. George E. Pataki and Senate leaders have reached a general agreement on revisions to Mr. Pataki's initial budget proposal, but the Assembly has not signed on. Here are some major issues under discussion: The Bottom Line","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Rams Given More Time","web_url":"https://www.nytimes.com/1995/03/29/sports/sports-people-nfl-rams-given-more-time.html","abstract":"  The Rams and the city of St. Louis yesterday pushed back the deadline for filing antitrust lawsuits against the National Football League. Under an agreement with the N.F.L., the Rams had until Friday to file litigation first and thus set the site for trial. The agreement was moved backed to April 17 to give both parties more time to work out a deal.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Arrest in Missing-Teen Case","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-arrest-in-missing-teen-case.html","abstract":"  The search for 16-year-old Nicole Russo continues, but the hunt for the teen-ager charged with her murder has ended. At Los Angeles International Airport early yesterday, F.B.I. agents and the police arrested Louis P. Urcinoli, 19, of Seaside Park. He had been sought since March 17, four days after Ms. Russo, a Brick High School student, was reported missing. The police said that Mr. Urcinoli killed his girlfriend of a few weeks in a Seaside Park motel. Mr. Urcinoli has said that he dropped her off in Brooklyn. Her family is clinging to hope that she might still be alive.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Gloomy Reports to the Contrary, 87% of Americans Feel Healthy","web_url":"https://www.nytimes.com/1995/03/29/us/gloomy-reports-to-the-contrary-87-of-americans-feel-healthy.html","abstract":"  IN a national survey that challenges doomsayers' views of American health, a Federal agency has found that nearly 87 percent of adults said their health was good to excellent.   By two measures in the survey, more residents of the District of Columbia, where political, economic and crime problems are easily evident, reported satisfaction with their physical and mental health than did adults living in any of the 49 states surveyed. This finding was among many intriguing tidbits to emerge from a state-by-state survey reported last week by the Centers for Disease Control and Prevention in Atlanta. Only Wyoming failed to participate in the 1993 survey because it lacked money to pay for its share of the costs.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Officials Guilty of Taking Bribes","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-officials-guilty-of-taking-bribes.html","abstract":"  Two politicians were found guilty yesterday of accepting bribes in the continuing investigation of city government by Federal authorities. After a five-week trial on the awarding of city towing contracts, a jury deliberated for eight hours before convicting Councilman Gary S. Harris and former Councilman Ralph T. Grant Jr. Page A1.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"N.H.L. Suspends Lemieux","web_url":"https://www.nytimes.com/1995/03/29/sports/hockey-nhl-suspends-lemieux.html","abstract":"  Seated on the Devils' bench, Claude Lemieux did not think the officials were watching when he sucker-punched Brett Lindros in the face as the Islander rookie was leaning into the bench while fighting with Scott Stevens during Sunday afternoon's 5-5 tie at Nassau Coliseum. But SportsChannel's television cameras were watching, and that is going to cost Lemieux three games without pay.   That was the suspension imposed on the Devils' right wing yesterday by Brian Burke, the National Hockey League's director of operations. The ban begins with tonight's game against the Senators in Ottawa, and includes tomorrow night's contest with the division-leading Flyers in Philadelphia as well as Saturday night's home game with the Montreal Canadiens.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Jeweler Describes Shooting","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-jeweler-describes-shooting.html","abstract":"  Jeffrey Wolf did not speak publicly for two weeks after his wife was shot and killed during a robbery in his Franklin Township jewelry store. Mr. Wolf had said that a robber shot his wife; the police said that Brenda Wolf was fatally wounded by her husband's .357-caliber Magnum.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Has-Beens vs. Never-Weres, If You Keep Score at Home","web_url":"https://www.nytimes.com/1995/03/29/us/has-beens-vs-never-weres-if-you-keep-score-at-home.html","abstract":"  \"Bob Stoddard, who's retired 10 in a row, is in danger of having his streak broken. Ohh, a walk breaks the spell.\"   \"Thoutsis got it, and Eufemia has set down 13 in a row.\"","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/29/nyregion/c-corrections-265795.html","abstract":"  A picture of Nigerian villagers yesterday, with an article about a wave of killings in an oil-producing region of Nigeria, carried an incorrect credit. The picture was by Robert Grossman for The New York Times, not by Reuters.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Lobo Is Too Generous Distributing Her Passes","web_url":"https://www.nytimes.com/1995/03/29/sports/ncaa-tournament-lobo-is-too-generous-distributing-her-passes.html","abstract":"  In the last two weeks, Rebecca Lobo has been named to four all-America teams in women's college basketball. She was voted the Naismith Award Sunday as the player of the year and is favored to win the similar Kodak Award this week in Minneapolis, where she will lead unbeaten and top-ranked Connecticut against Stanford Saturday in the Final Four.   The 6-foot-4-inch senior plays high or low post. She can rebound with the best of them. She ranks second in the nation in blocked shots, averaging 3.6 a game this season. She plays with fervor.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Atom Powers Want to Test Despite Treaty","web_url":"https://www.nytimes.com/1995/03/29/world/atom-powers-want-to-test-despite-treaty.html","abstract":"  Four of the world's main nuclear countries are locked in a dispute as they negotiate a comprehensive ban on nuclear testing: they all want to retain the right to conduct tiny blasts but disagree over the size that should be permitted.    The conflict stems from the little-known fact that arms designers can set off nuclear explosions that at their smallest are the equivalent of only a few pounds of TNT. The blasts are useful in checking design calculations and the reliability of existing weapons.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"A Changing California Emerges From Recession","web_url":"https://www.nytimes.com/1995/03/29/us/a-changing-california-emerges-from-recession.html","abstract":"  New evidence shows that three years after the rest of the country, California has finally pulled out of its brutal recession, with job growth and incomes rising swiftly. There are even signs that the outflow of residents from the state has slowed sharply and may reverse in coming years.    But California's economy has changed considerably and has been humbled by the extraordinary growth of the late 1980's.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"House Republicans Reinvent WIC","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-house-republicans-reinvent-wic-815395.html","abstract":"  To the Editor:   I am compelled to comment on Bob Herbert's \"Formula for Tragedy\" (column, March 25).","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Time for a Fitness Pyramid?;\nExtra Benefits From Exercise At Any Age","web_url":"https://www.nytimes.com/1995/03/29/style/time-for-a-fitness-pyramid-extra-benefits-from-exercise-at-any-age.html","abstract":"PEOPLE may know that exercise is good for them -- but they may not know how good.\n\nSteadily accumulating research is showing that exercise is far more important than was previously thought -- at least as important as good nutrition in feeling and looking good. Although it has long been known that it helps the heart, exercise also appears to strengthen immunity, control weight, promote mental health and lower the risk of developing diabetes, osteoporosis and some cancers.","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/29/style/chronicle-268195.html","abstract":"  Another former couple, DONALD and IVANA TRUMP, will be seen together again by millions of people this weekend.    The occasion? To share a stuffed crust pizza.","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"Giuliani Audience for Pete Wilson","web_url":"https://www.nytimes.com/1995/03/29/nyregion/giuliani-audience-for-pete-wilson.html","abstract":"  With most of New York State's Republican leaders lined up behind Senator Bob Dole's Presidential campaign, Mayor Rudolph W. Giuliani planned to conduct his first meeting with a Presidential hopeful today -- not Mr. Dole, but Gov. Pete Wilson of California.   Mr. Giuliani, who stunned other officials of his party last fall by endorsing New York's Democratic incumbent, Mario M. Cuomo, for governor, denied that his decision to grant his first audience to Mr. Wilson had any significance or that the session was a sign he would ultimately part ways once again with the state Republican leadership.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Sports of The Times; The Night To Savor Jordan","web_url":"https://www.nytimes.com/1995/03/29/sports/sports-of-the-times-the-night-to-savor-jordan.html","abstract":"  SOME nights, the Madison Square Garden electricians don't have to turn on the lights. Some nights, the athletes do it themselves.   But last night, one athlete turned on the lights.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Homeless, 2 Die in a Fire","web_url":"https://www.nytimes.com/1995/03/29/nyregion/homeless-2-die-in-a-fire.html","abstract":"  Two homeless people died yesterday morning in a trash fire beneath a parking-lot ramp in the East New York section of Brooklyn, a Fire Department spokesman said.   Firefighters, who arrived at 2:54 A.M., found the bodies of an unidentified man and woman on mattresses, said the spokesman, Firefighter Albert Washington. The victims have not been identified, he added.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"As a Lobbyist, King Hussein Finds It Cool on Capitol Hill","web_url":"https://www.nytimes.com/1995/03/29/world/as-a-lobbyist-king-hussein-finds-it-cool-on-capitol-hill.html","abstract":"  Lobbying may not come naturally to kings. But King Hussein of Jordan is doing his best this week to charm, cajole, even embarrass Capitol Hill into making good on the Administration's promise to forgive his country's debt to the United States.   With Queen Noor, his American-born wife at his side, the King is spending the better part of three days calling on members of Congress who never before may have rubbed elbows with royalty, and calling them \"Sir.\"","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Foreign Affairs; Wednesday News Quiz","web_url":"https://www.nytimes.com/1995/03/29/opinion/foreign-affairs-wednesday-news-quiz.html","abstract":"  In the old days, The Times ran a news quiz every Saturday. It was always a favorite of mine, and I think it's time for a revival. Here are this week's questions:   1. Which country today is Iran's largest single trading partner? a) Russia; b) France; c) Iraq; d) Guatemala; e) the U.S.; f) Japan.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"CUNY Budget Protesters Didn't Stir Disorder; Childish Excesses","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-cuny-budget-protesters-didn-t-stir-disorder-childish-excesses-276295.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani was wrong about last Thursday's student protest at New York City Hall. The only thing wrong with the demonstration was that it was poorly organized and badly supervised. Someone should have checked the spelling on the signs.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"When Removing Lead From Homes Increases the Health Risk; Hot Line Offers Help","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-when-removing-lead-from-homes-increases-the-health-risk-hot-line-offers-help-278995.html","abstract":"  To the Editor:   Thank you for your informative articles about lead exposure (Science Times, March 21, and Personal Health, March 22).","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"A Longtime Theater Virtuoso Who Keeps Being Discovered","web_url":"https://www.nytimes.com/1995/03/29/theater/a-longtime-theater-virtuoso-who-keeps-being-discovered.html","abstract":"  Every evening at the Cort Theater, Cherry Jones glides down a long staircase and becomes Catherine Sloper, the repressed title character in \"The Heiress,\" a woman very much of her time, the 1850's. Backstage in her dressing room before a recent performance, the actress is, unsurprisingly, the opposite of her character: vibrant, down to earth and filled with enthusiasm for the actor's life.    For 15 years, she has been a virtuosic theatrical professional, appearing on Broadway (a Tony nomination for \"Our Country's Good\"), Off Broadway and regional theater, but people keep discovering her. She is not, of course, an overnight star. Hard work and a long apprenticeship have nurtured her natural talent and have allowed her to keep her new success in perspective. And she knows there are other actresses, including her friends J. Smith-Cameron and Hope Davis, who, with a breakthrough role, could \"fly to the moon.\" For the moment, it is Ms. Jones, at 38, who is on the moon, and enjoying every minute of it.","thumbnail":null,"section":"Theater"},{"date":"19950329","headline":"Students Turn to Internet for Nationwide Protest Planning","web_url":"https://www.nytimes.com/1995/03/29/us/students-turn-to-internet-for-nationwide-protest-planning.html","abstract":"  Gone are the phone chains that mobilized antiwar efforts in the 1960's. Campus activism has launched into cyberspace.    Communicating by electronic mail from dormitories, libraries and campus centers across the country, college students have been sending one another a blizzard of messages during the last several weeks, discussing political platforms, possible protest dates and ideas for slogans and petitions.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Facing Facts In Balkans","web_url":"https://www.nytimes.com/1995/03/29/world/facing-facts-in-balkans.html","abstract":"  A small but significant change took place recently at the United States Embassy here: the brass plaque saying \"Ambassador\" outside the office of the senior American diplomat in Belgrade was replaced by one saying \"Chief of Mission.\"   This investment in a new plaque, almost three years after the last American Ambassador left in protest at Serbian involvement in the Bosnian war, reflects a bleak reality. It will be a long time before the debris from the destruction of Yugoslavia is resolved and an equally long time before relations improve to the point where an American Ambassador returns.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"His Party Asks, Elect Clinton in '96?","web_url":"https://www.nytimes.com/1995/03/29/us/his-party-asks-elect-clinton-in-96.html","abstract":"  When hundreds of thousands of prospective Democratic contributors opened their mailboxes in recent weeks, they spotted what might be taken for an envelope from the Republican Party. Its message, in bold type, was, \"Should President Clinton be re-elected?\"'   But this was no mailing from Republicans. It came from the Democratic National Committee. And it was designed to encourage people to write checks to support the Democratic Party. The letter asked recipients to answer the provocative question yes or no, using the stickers provided.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Panel Vote Is Set on Repeal of a Federal Wage Act","web_url":"https://www.nytimes.com/1995/03/29/us/panel-vote-is-set-on-repeal-of-a-federal-wage-act.html","abstract":"  Senate Republicans have scheduled a committee vote on Wednesday on legislation to repeal the Depression-era law that guarantees workers on Federal construction jobs the prevailing wage.    Officials of organized labor and one of their chief allies in the Senate, Edward M. Kennedy, Democrat of Massachusetts, said today that they would try to persuade the Republicans to amend the law, the Davis-Bacon Act, instead of repealing it.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Payroll Scheme Is Suspected","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-payroll-scheme-is-suspected.html","abstract":"  Eighteen employees of Continental Airlines kept getting fatter paychecks than they had earned, and the problem was not a clerical error, according to the Essex County Prosecutor, Clifford J. Minor. Rather, Mr. Minor said, a payroll padding scheme operated at Newark International Airport over seven months in 1992. Yesterday, the workers -- now former employees -- were indicted along with the man the prosecutor says they shared their extra money with, Henry Onyluke, who used to be a payroll clerk for the airline. Continental officials said some employees had their pay inflated by $30,000, and the overall loss to the company was about $296,000. LAWRENCE VAN GELDER","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Class Notes; California mother's lawsuit puts a personal spin on the debate over affirmative action.","web_url":"https://www.nytimes.com/1995/03/29/us/class-notes-california-mother-s-lawsuit-puts-personal-spin-debate-over.html","abstract":"  \"My name is Janice Camarena,\" begins the statement given by the 25-year-old woman from Crestline, Calif. \"I'm a student at San Bernardino Valley College. Getting an education is especially important for me. I'm a widowed mother of three young children who will depend upon me for food, support and shelter for many years to come.\"   What followed that arresting introduction, made at a news conference in California, was an accusation in the form of a lawsuit that Ms. Camarena became a victim of racial discrimination when she was not allowed to take an English course at her junior college. She is white, and the course was reserved for black students.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Signs of a Power Struggle Come to Light in China","web_url":"https://www.nytimes.com/1995/03/29/world/signs-of-a-power-struggle-come-to-light-in-china.html","abstract":"  Despite an outward appearance of calm, a power struggle appears to be getting under way in the Communist Party leadership as the death of Deng Xiaoping, the paramount leader, nears, Western diplomats and Chinese say.   Signs of the struggle are visible in half a dozen major corruption investigations that have now been opened involving powerful political figures. Chinese officials have privately told Western diplomats that there have been secret arrests of senior party officials and a suicide in the office of a top party official in Beijing.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"The Winner Isn't David Letterman","web_url":"https://www.nytimes.com/1995/03/29/movies/critic-s-notebook-the-winner-isn-t-david-letterman.html","abstract":"  As the stars glittered, Dave fizzled. The biggest surprise of Monday's Academy Awards telecast on ABC was the growing insignificance of David Letterman as the evening droned on. Instead of keeping things moving smartly, Mr. Letterman stuck with his late-night shtick, too often leaving the show's pacing in shambles. Glamorous people waiting for awards announcements aren't terribly interested in New York City cabdrivers or stupid-pet tricks.    Within the confines of his own CBS show, Mr. Letterman shines in a context that lets him coast cleverly. The delighted studio audience is primed to applaud his every sally. Paul Shaffer, the music director of Mr. Letterman's \"Late Show,\" carefully provides the ka-boom sound effects that accompany the jokes and Mr. Letterman's calculated hand gestures. A flubbed line becomes a running gag throughout the show, supposedly getting funnier with each repetition. The nightly routine is now set in concrete.","thumbnail":null,"section":"Movies"},{"date":"19950329","headline":"Corruption Goes Global, and So Has to Be the Riposte","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-corruption-goes-global-and-so-has-to-be-the-riposte.html","abstract":"Even a casual skimming of recent headlines reveals a world that appears to be awash in a wave of corruption. Governments have fallen in Brazil, Italy and Japan. French courts have sent one minister to jail; dozens of other politicians and business execut","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/29/nyregion/c-corrections-266595.html","abstract":"  An article on Feb. 17 about a sex-discrimination lawsuit against the National Association for the Advancement of Colored People misstated the terms under which an employee in its economic development department left the organization. N.A.A.C.P. officials and the former employee, Ann Taylor -- who was not involved in the suit -- say she resigned from the organization. Ms. Taylor approached The Times last week; this correction was delayed for checking of the discrimination complaint.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"An American Pulling Hard To Save Oxford","web_url":"https://www.nytimes.com/1995/03/29/sports/IHT-an-american-pulling-hard-to-save-oxford.html","abstract":"The 141st Oxford & Cambridge Boat Race will take place Saturday for roughly 20 minutes and four choppy miles along the Thames. It is no exaggeration to say that three years of Jeremiah McLanahan's life will be invested in those 20 minutes. He is an A","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"U.S. Support for Turks' Anti-Kurd Campaign Dims","web_url":"https://www.nytimes.com/1995/03/29/world/us-support-for-turks-anti-kurd-campaign-dims.html","abstract":"  After clashing with European allies and members of Congress, the Clinton Administration has softened its support for Turkey's offensive against Kurdish rebels in northern Iraq and has stepped up pressure on Turkey to withdraw its 35,000 troops.   Although President Clinton initially gave his blessing to the offensive, Secretary of State Warren Christopher signaled a harsher attitude over the weekend when he sent a message to the Turkish Prime Minister, Tansu Ciller, telling of his concerns that Turkish troops had committed human rights violations and were planning a long stay in northern Iraq.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Two Greek Brothers Surrounded by Enigma","web_url":"https://www.nytimes.com/1995/03/29/movies/film-festival-review-two-greek-brothers-surrounded-by-enigma.html","abstract":"  Early in \"Borderline\" there is a telling image: an extreme close-up of a partly eaten apple with ants crawling over it. Think of it as a warning. When a film goes over the edge with such an arch, pretentious symbol, there's no turning back. The apple sits on the grass and two little boys are tied by their wrists to a tree while their father sleeps. Whether the boys are tied for punishment or safekeeping is one of the lesser mysteries of this intentionally enigmatic and unintentionally tired Greek film.    Set in a prettily photographed village, the story focuses on the boys as adults. Stelios, the older brother, was an emotionally troubled soldier who drowned 11 years before, possibly a suicide. His body was never found. Yannis, the younger brother, is now a policeman who accidentally gets information that Stelios may be alive, possibly running guns under a false name. The film reveals this information gradually, flashing back and forth in time as Yannis tracks down leads, reconsidering his own identity as he struggles to find the truth about his brother's.","thumbnail":null,"section":"Movies"},{"date":"19950329","headline":"N.C.A.A. TOURNAMENT;\nSmith's Winning Formula: Stay Flexible","web_url":"https://www.nytimes.com/1995/03/29/sports/ncaa-tournament-smiths-winning-formula-stay-flexible.html","abstract":"Dean Smith has won 830 games and two national championships at the University of North Carolina. Yet the persistent knock on his coaching has been that it's too prone to stifling individual talents and personalities to meet the demands of his unchanging formula.\n\nIf ever that was the case, it certainly hasn't been this season. \"I think Coach has learned to coach a bunch of guys that feed off emotion a little bit, but they don't get so emotional it hurts their play,\" Dante Calabria, the North Carolina junior guard, said.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Surveys Find Lack of Knowledge Limits Use of Morning-After Pill","web_url":"https://www.nytimes.com/1995/03/29/us/surveys-find-lack-of-knowledge-limits-use-of-morning-after-pill.html","abstract":"  Most gynecologists know about morning-after pills that can prevent unwanted pregnancies, but they seldom prescribe them because they wait for women to ask, a new survey finds. And most women, a related survey shows, do not know enough about the pills to ask for them.   \"I was surprised by how widespread the ignorance is about this,\" said Dr. Mark D. Smith, executive vice president of the Kaiser Family Foundation of Menlo Park, Calif., which conducted the study with Louis Harris & Associates.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Rangers' Help Wanted: Someone Who Can Score","web_url":"https://www.nytimes.com/1995/03/29/sports/hockey-rangers-help-wanted-someone-who-can-score.html","abstract":"  A hand-written sign was posted next to the dressing-room stalls of Mike Richter and Glenn Healy today. It read: \"Hail Mary, full of grace, put the puck in the right place -- Go Rangers!\"   \"I didn't put it there,\" Richter said, breaking into a wide grin. \"Not me.\"","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"'Grimes':Britten's Classic Loner","web_url":"https://www.nytimes.com/1995/03/29/style/IHT-grimesbrittens-classic-loner.html","abstract":"Still riding high on the triumph of Henry Purcell's \"King Arthur,\" the Thtre du Chtelet has done a fast-forward leap of 250 years with a powerful production of the work that put England back on the musical theater map in this","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"Surprises in the Offering","web_url":"https://www.nytimes.com/1995/03/29/sports/IHT-surprises-in-the-offering.html","abstract":"In sport, always assuming the game is pure and the fixers have corrupted nothing, hope can overcome experience. Two of Wednesday's 20 European Championship qualifying games might illustrate the point. .In Tel Aviv, Israel's team will take the field bel","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/29/nyregion/c-corrections-267395.html","abstract":"  An article in Business Day yesterday about a proposed acquisition of Health Systems International by Wellpoint Health Networks misstated a term of the deal. Under the plan being discussed, the owners of stock in Wellpoint, not Health Systems, would receive $1.2 billion in cash.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Congressman Seeks Intelligence Data on Slayings in Guatemala","web_url":"https://www.nytimes.com/1995/03/29/world/congressman-seeks-intelligence-data-on-slayings-in-guatemala.html","abstract":"  A member of Congress told the National Security Agency and the United States Army tonight to secure records that might shed light on what the United States Government knew about the killings in Guatemala of an American citizen and a guerrilla married to an American lawyer.   Representative Robert G. Torricelli, Democrat of New Jersey, a member of the House intelligence committee, said he acted after he received an anonymous letter, apparently from inside the National Security Agency, which conducts global electronic-eavesdropping operations, that the agency had intercepted communications suggesting that both the Central Intelligence Agency and the Army were aware of the circumstances surrounding the killings at the time they occurred.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Another Unhappy Night For Nets","web_url":"https://www.nytimes.com/1995/03/29/sports/pro-basketball-another-unhappy-night-for-nets.html","abstract":"  Three nights ago in Miami, the Nets made a valiant and heroic fourth-period comeback against the Heat to keep themselves alive for the eighth and final playoff spot. Two nights later, they fizzled in Indianapolis, losing to the Pacers.   Coming into tonight's game against Golden State, the Nets were hoping to regroup and possibly catch a winning wave that they could ride through a three-game homestand that culminates on Sunday with a game against the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Audience Odder Than the Repertory","web_url":"https://www.nytimes.com/1995/03/29/arts/music-review-audience-odder-than-the-repertory.html","abstract":"  Audiences can be peculiar, but the one Mstislav Rostropovich faced on Sunday afternoon at Avery Fisher Hall was odder than most. When Mr. Rostropovich took his first bow, at the intermission, a young boy walked across the stage seeking an autograph. The cellist guided him backstage and sent him off before the next curtain call. And at the end of the concert a sketch artist handed Mr. Rostropovich his afternoon's work, but when the cellist took it with him instead of signing it, the portraitist climbed on stage, looked puzzled for a moment, then headed backstage in pursuit. In between, there were more typical annoyances: antiphonal coughing, but in greater measure than usual, and stragglers.   Mr. Rostropovich's appearances in New York as a recitalist were few during his years as the music director of the National Symphony. His relinquishing of that post last season has not meant an end to his conducting career (he is to lead the Philadelphia Orchestra at Avery Fisher Hall on Monday night), but listeners who find him more eloquent with a bow than with a baton are hoping that he will realign his performing schedule accordingly.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/29/nyregion/news-summary-216995.html","abstract":"  International A3-11  GIANT BANK DEAL IN JAPAN  Two of Japan's financial giants, Mitsubishi Bank and the Bank of Tokyo, agreed to merge. The deal would create a bank three times the size of Citicorp, the largest United States banking company.  A1  A CALL TO DISARM  Haiti's President, Jean-Bertrand Aristide, asked the international security force taking over from Americans to intensify efforts to disarm \"opponents of democracy.\" A1","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Personal Health; Underactive thyroids are treatable but often missed.","web_url":"https://www.nytimes.com/1995/03/29/us/personal-health-underactive-thyroids-are-treatable-but-often-missed.html","abstract":"  SIX to seven million Americans have thyroid glands that produce insufficient amounts of two hormones that affect virtually every organ of the body, from the heart and brain to the digestive tract and skin. Unfortunately, about half of those with underactive thyroids do not know they have a definable and treatable problem.   If the condition is diagnosed and properly treated, affected individuals can lead normal, active lives. But the millions who are unaware of their condition may be experiencing subtle and slowly worsening symptoms that are progressively debilitating but easily overlooked or mistaken for a host of other conditions, including the normal effects of aging or hypochondria. Among other things, untreated hypothyroidism, as an underactive thyroid is called, can raise the risk of heart disease by causing high blood pressure and elevated cholesterol levels.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Gingrich Asks Panel to Quash 'Malicious' Ethics Complaints","web_url":"https://www.nytimes.com/1995/03/29/us/gingrich-asks-panel-to-quash-malicious-ethics-complaints.html","abstract":"  Facing a growing number of ethics complaints from his Democratic opponents, Speaker Newt Gingrich responded today with a spirited defense of a college course he has taught and a blistering attack on his critics. He called the accusations against him \"baseless and malicious\" and urged the House ethics committee to dismiss them.   Representative Nancy L. Johnson, the Connecticut Republican whom Mr. Gingrich chose to head the committee, said after its meeting today that the committee would draw up a list of questions for Mr. Gingrich as well as an outline of the scope of the ethics inquiries. She said the committee would not decide until May whether to appoint a special, nonpartisan counsel to investigate.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Of Cults, Quakes and Japanese Survival","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-of-cults-quakes-and-japanese-survival.html","abstract":"There was another earthquake in Japan last week, though not in recently ravaged Kobe. It was a rather small earthquake, and reports of its damage were drowned out by the horror of the nerve gas loosed on the Tokyo subway by another of those Japanese cult","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"France to Ease Advertising-Ban Law That Led to Many TV Sports Blackouts","web_url":"https://www.nytimes.com/1995/03/29/sports/IHT-france-to-ease-advertisingban-law-that-led-to-many-tv-sports.html","abstract":"The French Ministry of Youth and Sport is expected to announce, as early as Wednesday, that it will relax the law that now bars the telecasts of foreign sporting events from stadiums in which advertisements for French alcoholic drinks are displayed, offi","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"A Puzzle Of Pieces In an Odd Fit","web_url":"https://www.nytimes.com/1995/03/29/arts/dance-review-a-puzzle-of-pieces-in-an-odd-fit.html","abstract":"  Dean Moss is an elegant performer and a choreographer of obvious intelligence. But the full-evening piece he presented on Saturday night at the Bessie Schonberg Theater was a conundrum, starting with its inscrutable title, \"Commodities, Identities and Synchronized Swimming.\" Like the rest of the piece, the meaning of its parts or why they were joined remained a mystery that was doubly frustrating because Mr. Moss seemed to have intentionally made a lazily roiling, neatly ordered mess.    In advance publicity material, he described the dance as an expression of \"the convergence of culture, the fragmentation of identity and the role of commerce as a catalyst for both.\" Almost none of that was apparent. Nor was the piece rich enough just to let it wash over one. Yet the work did have a fully finished look.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"Aristide Urges U.N. to Disarm Thugs in Haiti","web_url":"https://www.nytimes.com/1995/03/29/world/aristide-urges-un-to-disarm-thugs-in-haiti.html","abstract":"  With the United States scheduled to hand over responsibility for Haiti's security to the United Nations this week, President Jean-Bertrand Aristide asked the international force today to intensify efforts to disarm those he called \"opponents of democracy.\"   Conditions are now \"safe and stable enough to have that transition,\" Mr. Aristide said in an interview this morning at his residence here. But, he added, the situation \"has to become safer day after day\" in order for democracy and the rule of law to take root, and that will require peacekeepers to move aggressively against the remnants of the paramilitary groups that terrorized Haiti for three years.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Gingrich Acknowledges That Tax-Cut Plan Is in Trouble","web_url":"https://www.nytimes.com/1995/03/29/us/gingrich-acknowledges-that-tax-cut-plan-is-in-trouble.html","abstract":"  Speaker Newt Gingrich said today that his party's five-year, $189 billion package of personal and business tax cuts was \"in some trouble,\" but left murky how much.   Critics of the bill said it was a lot. One, Representative Fred Upton, Republican of Michigan, said he and allies had enough votes to keep the tax bill from reaching a vote next week unless it was changed to make tax breaks contingent on reducing the deficit.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Steinbrenner And Wilpon Wish for a Silver Lining","web_url":"https://www.nytimes.com/1995/03/29/sports/baseball-steinbrenner-and-wilpon-wish-for-a-silver-lining.html","abstract":"  Before and after George Steinbrenner and Fred Wilpon met here for 90 minutes today, New York's two baseball owners tried bolstering their wish to return major league players to the field by trumpeting the owners' latest proposal as something too good for the union to turn down.   In repeatedly pushing the opinions of the moderate owners, Wilpon and Steinbrenner expressed cautious optimism that the real players would be back soon, that there would not be a lockout and that the unsavory possibility of a replacement season would be avoided. Steinbrenner even ventured so far as to say that the scheduled replacement opener between the Florida Marlins and the Mets Sunday night should be delayed if negotiations are progressing.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Suspect in Murders Traces Troubled Past","web_url":"https://www.nytimes.com/1995/03/29/nyregion/suspect-in-murders-traces-troubled-past.html","abstract":"  In one moment during a prison interview today, Reginald McFadden, the parolee who authorities suspect went on a murderous rampage after his release from a Pennsylvania prison last year, maintained that he was not guilty of any murders.   In the next moment, he said his \"undoing\" was caused by the very friends who helped him get his sentence for murder commuted in Pennsylvania and then abandoned him once he was released.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Tom Harrell, Redeemed by Music","web_url":"https://www.nytimes.com/1995/03/29/style/IHT-tom-harrell-redeemed-by-music.html","abstract":"Catching Tom Harrell in person, you suspect that you are in the presence of someone being redeemed by music. Some sort of state of grace. .Of course every serious musician is in a sense being redeemed by it, but you cannot begin to understand either th","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"A Martinique Band at Play With Mimicry and Mood","web_url":"https://www.nytimes.com/1995/03/29/arts/music-review-a-martinique-band-at-play-with-mimicry-and-mood.html","abstract":"  Dede Saint-Prix's show at Gould Hall on Saturday night rocked with mimicry. Mr. Saint-Prix sang drum figures. The drums talked. The bassist played rolling figures that caught the gait of a lazy animal walking down a road. Mr. Saint-Prix and a drummer, Rene Baubant, produced a ritualized version of a fight. It was play turned into music.   Mr. Saint-Prix is one of Martinique's finest band leaders, a singer, flutist and percussionist who has found a way to make peace between older traditions and the more modern zouk music from the French Antilles. Leading a band of three drummers, a bassist and a keyboardist, Mr. Saint-Prix sang old chants and new songs. The percussionists, working with log drums called tibois, struck with wood sticks, along with a drum kit and a large wood-bodied drum, producing a light skrim of hard sounds. Wood hit wood, the texture mitigated a bit by the sound of hands on skin.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"The Backlash Against New Deal Liberalism","web_url":"https://www.nytimes.com/1995/03/29/books/books-of-the-times-the-backlash-against-new-deal-liberalism.html","abstract":"  THE END OF REFORM New Deal Liberalism in Recession and War   By Alan Brinkley   371 pages. Alfred A. Knopf. $27.50    In the grim winter of 1942-43, with the United States at war abroad and Franklin D. Roosevelt's advisers striving to maintain their liberal program at home, opinion polls suddenly showed that the public was becoming impatient with the New Deal, especially with the high taxes and the bureaucratic expansion that many voters saw coming with it.","thumbnail":null,"section":"Books"},{"date":"19950329","headline":"1945:Tommy's Initiative : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-1945tommys-initiative-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - If a British Tommy runs into Hitler he'll have the full backing of His Majesty's Government for whatever course of action he decides to pursue. The question of instructing British soldiers in such an emergency was raised on the floor of the Commo","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Generation Gap for a Generation","web_url":"https://www.nytimes.com/1995/03/29/movies/film-review-generation-gap-for-a-generation.html","abstract":"  Wu Nien-Jen's autobiographical film, \"A Borrowed Life,\" is a reverie of the past that is so concentrated in its vision that after a while you begin to feel you are living in the shabby mining village in northern Taiwan where much of the story takes place.    The film, which runs nearly three hours, is not a conventional Bildungsroman in which a young man grows up and flees the nest on a journey of self-discovery. Although Wen Jian, the film's observer, does exactly that, by the end of the movie we have learned almost nothing about him beyond the bare facts that he is educated, successful and married with a child. Instead, the director fixes his attention on Wen Jian's father, Sega (Tsai Chen-nan) and creates a moving portrait of frustration and tenacity that the film implies echo the experience of an entire generation.","thumbnail":null,"section":"Movies"},{"date":"19950329","headline":"Global Warming:Avoid Illusory Goals","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-global-warmingavoid-illusory-goals.html","abstract":"Environmentalists and officials from rich countries as well as vulnerable low-lying areas are meeting this week in Berlin to chart a course for the United Nations treaty to slow global warming. The conference is sure to be declared a failure unless there","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Showing Shostakovich's Ties To Bach and Beethoven","web_url":"https://www.nytimes.com/1995/03/29/arts/music-review-showing-shostakovich-s-ties-to-bach-and-beethoven.html","abstract":"  Pianists interested in exploring both the diversity and continuity of the repertory in a single stroke would do well to look at the program Christopher O'Riley played on Saturday evening at Washington Irving High School. Before the intermission, four of Shostakovich's Preludes and Fugues were sandwiched between Mr. O'Riley's own transcriptions of a Bach Sonata (BWV 529) and a Toccata and Fugue (BWV 538). Shostakovich's debt to Bach is never far from the surface, yet these works spin off into harmonic worlds of their own. Even some of the fugue subjects (particularly the extraordinarily long theme in Fugue No. 16) are outlandish by Bachian standards.   Beethoven's \"Diabelli\" Variations, which took up the second half of the concert, also has connections with Bach, and not only in the Fughetta and Fugue variations. Yet a listener with the Shostakovich works still in his ears cannot help but see those pieces prefigured in, for example, the suspended time scale and harmonic daring in Variation 20, or the overt virtuosity in Variations 26 and 27.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/29/nyregion/metro-digest-464695.html","abstract":"  PATAKI DROPS THREAT OF SHUTDOWN    Governor Pataki backed away from his repeated threat to close down New York's state government if a budget is not enacted by April 1, the start of the fiscal year. Some legislators said the reversal would undercut the Governor's credibility as budget talks reach a crucial phase. But Mr. Pataki said it would be unfair to penalize innocent state workers for what he said was almost certain to become the state's 11th consecutive late budget. A1.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"California Leader Visits a State Crucial for '96","web_url":"https://www.nytimes.com/1995/03/29/us/california-leader-visits-a-state-crucial-for-96.html","abstract":"  Gov. Pete Wilson of California took his \"exploratory\" Presidential campaign to New Hampshire today, looking over the state where the first 1996 primary will be held and getting looked over in return.   The two-hour visit by Mr. Wilson, the newest and one of the most highly regarded Republican contenders, was as much ritual as anything. There was the obligatory trek to the gold-domed Statehouse here, the obligatory hand shaking, the obligatory appearance before cameras and reporters so that the Wilson word could go forth, lest anyone has overlooked the fact that he is \"thinking about\" running.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"MERGER TO CREATE NEW JAPAN BANK, WORLD'S LARGEST","web_url":"https://www.nytimes.com/1995/03/29/us/international-business-merger-to-create-new-japan-bank-world-s-largest.html","abstract":"  Two of Japan's most powerful financial institutions, the Bank of Tokyo and the Mitsubishi Bank, announced today that they planned a merger creating the world's largest bank. With about $819 billion in assets, the new bank would be about a third larger than the Sumitomo Bank, now the biggest with $604 billion, and more than three times the size of Citicorp, the largest in the United States.    If the deal goes through, the new behemoth, tentatively called the Tokyo Mitsubishi Bank, would combine two of the strongest banks in Japan, where the banking industry has been shaken in recent years by the collapse of the country's stock and real estate markets.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Schiller at Comdie Franaise","web_url":"https://www.nytimes.com/1995/03/29/style/IHT-schiller-at-comedie-francaise.html","abstract":"Friedrich von Schiller's \"Kabale und Liebe\" made its debut in 1784, but its message resonates today: A more humane justice must guide humanity..Schiller adopted a direct, warning, revolutionary attitude in \"Kabale und Liebe,\" (prese","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"A Former Major Leaguer Wonders What to Do Now","web_url":"https://www.nytimes.com/1995/03/29/sports/baseball-a-former-major-leaguer-wonders-what-to-do-now.html","abstract":"  Carmelo Martinez peruses the talent on the field, dares to gauge it against what he still possesses and knows that he, more than any so-called replacement player, can fit the bill of major leaguer.   But with less than a week to go before the start of the season, Martinez is still torn between taking the express route north, via a spot on a replacement roster, or sticking it out on the local, with no guarantee the whistle stops will ever occur in big-league cities again.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Another Chapter In Cowboy Story","web_url":"https://www.nytimes.com/1995/03/29/sports/ncaa-tournament-another-chapter-in-cowboy-story.html","abstract":"  It's understandable how someone could get lost in the shadow of Oklahoma State center Bryant (Big Country) Reeves. But Randy Rutherford doesn't mind being out of the spotlight. In fact, he seems to prefer it.   \"I'm kind of a secret,\" Rutherford, the Cowboys' senior guard, said recently. \"And that's O.K. with me. I really don't care how much exposure I get as long as we keep winning.\"","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Informer in Terrorism Trial, Pressed by Defense, Is Cool","web_url":"https://www.nytimes.com/1995/03/29/nyregion/informer-in-terrorism-trial-pressed-by-defense-is-cool.html","abstract":"  For two grueling days, a lawyer for Sheik Omar Abdel Rahman has tried to pressure the Government's main informer in the terrorism conspiracy trial in Manhattan into admitting that he is in fact an Egyptian spy. And for two days, the informer, Emad A. Salem, has brushed aside the questions with a polite \"absolutely not.\"   Mr. Salem, a former Egyptian military officer whose credibility is critical to the prosecution in the bombing conspiracy case, has managed to keep his cool under the relentless questioning from the defense lawyer, Lynne F. Stewart. He has stuck to his story again and again, denying contentions by the defense that he was paid for information he gave Egyptian intelligence officials.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Valve Is Cited in Acid Spill","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-valve-is-cited-in-acid-spill.html","abstract":"  A leaky valve appears to have been the cause of a spill of thousands of gallons of potentially lethal hydrochloric acid solution on Sunday at a chemical plant three blocks from a densely populated neighborhood. The preliminary finding by the Hudson Regional Health Commission, an environmental enforcement agency, said no fumes had been detected outside the Henkel Corporation plant, which manufactures ingredients for beauty products. The commission said the spill, from one of two 10,000-gallon tanks on the property, was contained. Hydrochloric acid's gaseous form, hydrogen chloride, is a respiratory irritant.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"How About X Ratings On the Internet?","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-how-about-x-ratings-on-the-internet-846395.html","abstract":"  To the Editor:   Re your March 24 front-page article on a Senate panel's vote to ban smut in cyberspace: As an Internet provider, I share Senator Jim Exon's concern about shielding children from the porn that proliferates on the Internet. Because of this concern, we offer a forum for teen-agers only that restricts their access to the Internet, as well as restricting adult access to the teen-age forum.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Mason Is Glad To Be Back","web_url":"https://www.nytimes.com/1995/03/29/sports/mason-is-glad-to-be-back.html","abstract":"  Last night was Anthony Mason's first home game since his five-game suspension, making it a special occasion for him even if Michael Jordan had not been in town.   Mason has become a favorite at Madison Square Garden. Fans briefly chanted his name last week during a loss to the Charlotte Hornets -- a clear sign of support in his dispute with Pat Riley.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Paris Tablecloth Sketches From a Golden Age of Art","web_url":"https://www.nytimes.com/1995/03/29/arts/paris-tablecloth-sketches-from-a-golden-age-of-art.html","abstract":"  The sight of earnest young artists sketching away at sidewalk cafes may seem familiar enough, but even in Paris not many restaurants can claim to have inspired the likes of Picasso, Max Ernst, Alexander Calder, Jean Cocteau, Paul Valery, Paul Eluard and Balthus. Between 1944 and 1952, though, a coterie of artists and poets were regulars at a little Left Bank bistro called Le Catalan. And as they sat around chatting, smoking, eating and drinking, many of them drew playfully -- and often erotically -- on the paper tablecloths that were then the norm.   Georges Hugnet, painter, poet, bookbinder and the first person to translate Gertrude Stein into French, ate daily at Le Catalan and it was around his table that many of the artistic lights of the period would gather. Fortunately, he made a point of collecting their improvisations at the end of the evening.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"2 Newark Politicians Convicted in Graft","web_url":"https://www.nytimes.com/1995/03/29/nyregion/2-newark-politicians-convicted-in-graft.html","abstract":"  Two prominent Newark politicians were found guilty of accepting tens of thousands of dollars in bribes. The verdicts appear to add impetus to a wide-ranging Federal inquiry into the city government's dealing with private companies.     A jury in Federalo District Court in Newark convicted the defendants, Councilman Gary Harris and former Councilman Ralph T. Grant Jr., on all charges in a five-week trial that provided a glimpse of the kind of corruption that prosecutors maintain is rife in Newark.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"A New Chapter in the Gates Story","web_url":"https://www.nytimes.com/1995/03/29/sports/ncaa-tournament-nit-a-new-chapter-in-the-gates-story.html","abstract":"  The most compelling sidebar to the National Invitation Tournament took another turn yesterday morning: William Gates became a father for the second time.   Gates, a reserve guard for the Marquette University basketball squad that will face Virginia Tech in tonight's N.I.T. final, is better known for his starring role in the acclaimed documentary \"Hoop Dreams.\"","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Conner Wins on Water, But Has Problems on Land","web_url":"https://www.nytimes.com/1995/03/29/sports/yacht-racing-conner-wins-on-water-but-has-problems-on-land.html","abstract":"  With his grip on the America's Cup slowly but surely slipping, Dennis Conner went out on the water today needing to win to remain a viable threat in the 1995 defense trials.   The 21-year veteran of cup racing has a history of comebacks, and he pulled off another today in defeating Mighty Mary by 1 minute 31 seconds.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Flag Symbolizes the Country We Share","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-flag-symbolizes-the-country-we-share-841295.html","abstract":"  To the Editor:   I take issue with the Rev. George Campbell on the proper use of the word \"desecrate\" (letter, March 27).  Webster's Third New International Dictionary has this to say: \"3: to treat (an object of veneration, reverent devotion, or admiration) irreverently or contemptuously often in a way to provoke outrage on the part of others.\" This would seem to cover the flag.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"In America; A Tale of Two Citizens","web_url":"https://www.nytimes.com/1995/03/29/opinion/in-america-a-tale-of-two-citizens.html","abstract":"  Sarah Evans lives alone in a single-family house in Queens. She is 69 years old and blind. Her husband died five years ago. She has spent several years struggling with congestive heart failure, diabetes, failing kidneys and periodic bursts of dangerously high blood pressure. If she has found any of this daunting, she keeps it to herself.   \"With all my medical problems, I am still A-O.K.,\" she says. \"I'm a private person, very independent. My home care attendant, she will go out and do the things that need sight. She'll pay my bills, do my laundry and shop. Now my nurse, she comes in once a week. She will check my medication for me and, most of all, keep an eye on that blood pressure, because it has a tendency to go crazy.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Pataki Drops Threat to Close Down Government","web_url":"https://www.nytimes.com/1995/03/29/nyregion/pataki-drops-threat-to-close-down-government.html","abstract":"  Gov. George E. Pataki backed away today from his repeated threat to close down state government if a budget is not enacted by Saturday, the start of the fiscal year. He conceded that a timely budget, which he had made a priority of his administration, was slipping out of reach.   Some legislators said the reversal would undercut the Republican Governor's credibility as budget talks reach a crucial phase. But Mr. Pataki said he had decided it would be unfair to penalize innocent state workers for what he said was almost certain to become the state's 11th consecutive late budget.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Tyson and King a Team","web_url":"https://www.nytimes.com/1995/03/29/sports/sports-people-boxing-tyson-and-king-a-team.html","abstract":"  MIKE TYSON and DON KING will appear at a news conference in Cleveland tomorrow, King's boxing director, AL BRAVERMAN, said yesterday. \"This will put to rest all the rumors and stories,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Walker Out, Watters In","web_url":"https://www.nytimes.com/1995/03/29/sports/sports-people-nfl-walker-out-watters-in.html","abstract":"  Yesterday, the Philadelphia Eagles released HERSCHEL WALKER, a two-time Pro Bowl selection and their most valuable player on offense the past two years, and introduced RICKY WATTERS, a 25-year-old running back who won a Super Bowl two months ago with San Francisco. Watters's youth and championship ring made the difference to Coach RAY RHODES, who was the 49ers' defensive coordinator last season.   Rhodes said Walker, 33, would have had to compete for a roster spot if he accepted a pay cut and stayed with the team. Walker said he would rather be released.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Major Ethnic Changes Under Way","web_url":"https://www.nytimes.com/1995/03/29/nyregion/major-ethnic-changes-under-way.html","abstract":"  New York City's white population, which made up more than 60 percent of the residents in the city in 1970, will decline to 35 percent by the end of the century, predicts a new forecast by the City Planning Department.   By contrast, the Hispanic population is projected to grow substantially by the year 2000, the study says, surpassing the black population for the first time.    The study, based on projections of birthrates and migration from the 1980's, provides a rough sketch of what the racial mixture is most likely to be.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Andy Kaufman's Beloved Antics","web_url":"https://www.nytimes.com/1995/03/29/arts/television-review-andy-kaufman-s-beloved-antics.html","abstract":"  The most original comedian of the last few decades is celebrated with appropriate zest in tonight's NBC special, \"A Comedy Salute to Andy Kaufman.\" Kaufman was born in New York on Jan. 17, 1949. He died of lung cancer on May 16, 1984.    Kaufman was perhaps best known for playing Latka Gravis, the immigrant mechanic on \"Taxi.\" Based on the Foreign Man character Kaufman had developed for his stand-up routines, Latka was the embodiment of cunning innocence, warning his sometimes exasperated co-workers that they could not hit him because \"I am weak and defenseless and cute.\" Latka eventually began a romance with a fellow immigrant named Simka, played to perfection by Carol Kane. Over a candlelight dinner, Latka would tell her sweet nothings like, \"That's what I like about you: you eat like a swine.\"","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"Lockout Appears Unlikely if Judge Issues an Injunction","web_url":"https://www.nytimes.com/1995/03/29/sports/baseball-lockout-appears-unlikely-if-judge-issues-an-injunction.html","abstract":"  Despite a new proposal from the club owners, a Federal judge continues to hold the key to a baseball season with major leaguers.   A decision by Judge Sonia Sotomayor of United States District Court in Manhattan on whether to grant an injunction requested by the National Labor Relations Board appears to be paramount because the players are not going to accept the new proposal, and the owners seem less and less likely to lock out the players if they offer to return to work, injunction in hand.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Inheritance Plot Feared in Deaths of Couple","web_url":"https://www.nytimes.com/1995/03/29/nyregion/inheritance-plot-feared-in-deaths-of-couple.html","abstract":"  Sometime in January, a Staten Island couple walked into a patch of dense woods in the Pennsylvania Poconos and were beaten to death. The bodies lay there more than two months, slowly decomposing in the winter chill, until they were found last Thursday by a passer-by.   Before the corpses were found, when the investigators were treating the disappearance as a missing persons case, they learned that the couple had come into an $85,000 inheritance, and they began to suspect the worst.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"The Foxwoods Myth","web_url":"https://www.nytimes.com/1995/03/29/opinion/the-foxwoods-myth.html","abstract":"  The phenomenal success of the Foxwoods casino in Ledyard, Conn., has led many Americans to believe that gambling is an economic panacea for Native Americans. Nothing could be further from the truth.   According to the 1990 census, Native Americans are the nation's poorest group; 31 percent live below the poverty level. In the 1980's, their average household income fell by 5 percent, while that of all other major racial and ethnic groups rose. The average annual income of Native Americans living on reservations is less than $5,000.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"SENATE IN ACCORD ON PLAN TO ALTER RULE-MAKING ROLE","web_url":"https://www.nytimes.com/1995/03/29/us/senate-in-accord-on-plan-to-alter-rule-making-role.html","abstract":"  The Senate reached broad bipartisan agreement today on a proposal to greatly expand the role of Congress in routinely reviewing and possibly rejecting major regulations issued by Federal agencies.   After a sparsely attended debate without a murmur of dissent, everything but the final roll-call was completed today. The formal vote, scheduled for Wednesday, is meant to signal that members of the Senate, while unwilling to go as far as the House of Representatives has in curbing Federal regulations, share the prevailing distaste for what many businesses consider unduly burdensome rules.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/29/sports/results-plus-283595.html","abstract":"  N.B.A  Celtics Beat Heat  Dee Brown matched his career high with 41 points as the Boston Celtics overcame a 14-point third-quarter deficit and beat the host Miami Heat, 126-115, last night. Dominique Wilkins added 19 points and increased his career total to 25,209 to move past Jerry West (25,192) into eighth place on the league's career scoring list. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Imposing Embargo on Libyan Oil No Easy Task, Experts Say","web_url":"https://www.nytimes.com/1995/03/29/world/imposing-embargo-on-libyan-oil-no-easy-task-experts-say.html","abstract":"  A global embargo on Libyan oil that Washington has proposed would be difficult to impose, executives in the industry said today, citing opposition by Libya's major customers as well as by a number of Arab allies of the United States.   Anthony Lake, President Clinton's national security adviser, speaking on Monday to relatives of victims of the bombing of Pan Am Flight 103, said that Washington would ask the United Nations Security Council next month to pursue a worldwide embargo to punish Libya.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Man's Best Friend's Fiercest Foe: Man","web_url":"https://www.nytimes.com/1995/03/29/nyregion/about-new-york-man-s-best-friend-s-fiercest-foe-man.html","abstract":"  WHEN Noel Velez describes the pit bull fights he and his friends have attended, the revulsion he plainly reveals is accompanied by an adolescent's complicated pride of place. It is as if by having witnessed the illegal and barbarous dogfights the 14-year-old boy has glimpsed secrets of his Washington Heights community that have further bound him to his neighborhood.   But Noel has other allegiances that have made homeboy solidarity and mean-street authenticity hard to bear. He loves animals. He has kept fish, birds and reptiles, and once raised a squirrel monkey. \"I want to become a veterinarian,\" said the youth as he walked his 3-month old Staffordshire terrier. \"I read about animals all the time.\"","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Editorial Notebook; Pulp Television","web_url":"https://www.nytimes.com/1995/03/29/opinion/editorial-notebook-pulp-television.html","abstract":"  With their spiffy new technology, the magicians in Hollywood can do just about anything. They can make Gary Sinise's legs disappear in \"Forrest Gump.\" They can make Jim Carrey's eyes jitterbug in \"The Mask.\" They can make dinosaurs out-act Jeff Goldblum in \"Jurassic Park.\"    And yet they have failed once more to solve that most intractable problem: how to make the Academy Awards more entertaining than karaoke night at a podiatrists' convention.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Havel's Farce With Chilly Center","web_url":"https://www.nytimes.com/1995/03/29/style/IHT-havels-farce-with-chilly-center.html","abstract":"At the Orange Tree in Richmond, where 20 years ago Sam Walters pioneered the plays of Vaclav Havel, only later to have the pleasure of flying out to Prague for a quiet consultation with his house dramatist and finding the said dramatist on a balcony wavi","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/29/nyregion/inside-420495.html","abstract":"  Jordanian King's Visit    King Hussein of Jordan has been doing his best to persuade Washington to keep a pledge to forgive his country's debt. But he has found Congress less supportive than during his last visit. Page A8. Atomic Blasts, or Atomic Blasts?    The United States and three other nuclear powers negotiating a comprehensive ban on atomic testing would all allow tiny blasts. But they disagree on the size that should be permitted. Page A6.  Guatemala Killings    A Congressman has told the National Security Agency and Army to preserve records that might shed light on what the Government knew about Guatemala deaths. Page A11.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"3 From Queens Precinct Indicted in Theft of $1,400 From Man","web_url":"https://www.nytimes.com/1995/03/29/nyregion/3-from-queens-precinct-indicted-in-theft-of-1400-from-man.html","abstract":"  A grand jury has indicted two Queens police officers and a former officer in the theft of $1,400 from the apartment of a man in Flushing. Investigators have said another officer or two may soon be arrested in an investigation into drugs and petty thievery involving the 109th Precinct.   The investigation into the precinct in northeastern Queens originally focused on 20 officers, including a sergeant suspected of using cocaine. But months of sting operations have failed to incriminate the sergeant and other officers, law enforcement officials said.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/03/29/books/book-notes-101495.html","abstract":"  Turning the Last Page?    Books made of paper will soon be obsolete, so go electronic before it's too late.   Such was one battle cry that went up this week at the annual conference of the Association of American Publishers. Some 200 of the nation's senior publishing executives gathered for the three-day huddle here, where they sat in a dimly lighted meeting room as a range of speakers discussed the future of books and bookselling.","thumbnail":null,"section":"Books"},{"date":"19950329","headline":"The Budget: Back Room to Living Room","web_url":"https://www.nytimes.com/1995/03/29/nyregion/the-budget-back-room-to-living-room.html","abstract":"  A working-class woman anguishes over her children's future, wondering whether she will ever be able to afford to send them to college.    A nurse returns home from work worried about a child she has treated in the operating room, and that the equipment that saved his life will soon be unavailable.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"In an Unofficial Referendum, Bridgeport Voters Show Overwhelming Support for a Casino","web_url":"https://www.nytimes.com/1995/03/29/nyregion/unofficial-referendum-bridgeport-voters-show-overwhelming-support-for-casino.html","abstract":"  Residents voted overwhelmingly in support of a casino for Bridgeport today in an unofficial referendum, giving casino advocates the ammunition they wanted to win legislation in the General Assembly authorizing one.   In a citywide vote paid for by the Bridgeport Regional Business Council, a business group lobbying for a casino, 40 percent of Bridgeport's 54,429 voters cast ballots, more than in the city's last mayoral election. With absentee ballots still to be counted, there were 17,989 votes in favor of a casino, and 2,953 against.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Limousine Driver Deals a Blow to Simpson","web_url":"https://www.nytimes.com/1995/03/29/us/limousine-driver-deals-a-blow-to-simpson.html","abstract":"  The limousine driver who picked up O. J. Simpson on the evening of June 12 testified today that in three drives up and down Mr. Simpson's block of North Rockingham Avenue, at a time when prosecutors say he killed two people and Mr. Simpson insists he was home, the driver never saw Mr. Simpson's white Ford Bronco parked on the street.   In a crucial assault on Mr. Simpson's alibi, the driver, Allan Park, told the Deputy District Attorney, Marcia Clark, that he initially located Mr. Simpson's house by following the house numbers painted on the curb, making him peculiarly attentive to what was parked there. But neither when he first arrived at 10:22 nor in two subsequent trips by in the next 17 minutes did he see Mr. Simpson's car.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Bronx Man, Beaten by Police, Settles Case","web_url":"https://www.nytimes.com/1995/03/29/nyregion/bronx-man-beaten-by-police-settles-case.html","abstract":"  A Bronx man who was beaten by police officers was awarded $1 million yesterday after New York City officials decided to settle in the middle of a trial in the case, the man's lawyer said.   The man, Euclid Levine, 45, was driving home on Oct. 9, 1985, when two police officers stopped his car for what they said were traffic violations on the corner of East 149th Street and Third Avenue in the Mott Haven section of the Bronx, said the lawyer, Howard Borowick.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Two Newark Politicians Found Guilty in Bribe Case","web_url":"https://www.nytimes.com/1995/03/29/nyregion/two-newark-politicians-found-guilty-in-bribe-case.html","abstract":"  Two prominent Newark politicians were found guilty today of accepting tens of thousands of dollars in bribes in verdicts that appear to bolster a wide-ranging Federal inquiry into the city government's dealings with private companies.   A jury in Federal District Court took about eight hours over two days to convict the defendants, Councilman Gary S. Harris and former Councilman Ralph T. Grant Jr., on all charges, capping off a five-week trial that provided a glimpse into the kind of corruption that prosecutors maintain is rife in Newark.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/29/style/chronicle-350095.html","abstract":"  After months of speculation about the state of their marriage, JULIA ROBERTS, the actress, and LYLE LOVETT, the singer, songwriter and actor, announced yesterday that they were separating.   Ms. Roberts, 27, and Mr. Lovett, 37, whose marriage in June 1993 surprised relatives, friends and fans, agreed to a legal separation, their publicity agent, Nancy Seltzer, told The Associated Press.","thumbnail":null,"section":"Style"},{"date":"19950329","headline":"You're Fired! See You Out of Court; Using In-House Panels to Keep Disputes Within a Company","web_url":"https://www.nytimes.com/1995/03/29/nyregion/you-re-fired-see-you-court-using-house-panels-keep-disputes-within-company.html","abstract":"  The first time that one of Tom Frederick's management decisions at the Marriott hotel here was overruled by an employee jury, he didn't like it, and he did not agree.   The second time, however, Mr. Frederick, the hotel's director of engineering, saw the light: He'd been wrong. He'd given one of his engineering department employees a written reprimand -- a serious disciplinary measure at Marriott that can be the basis for a dismissal -- and the employee jury, after hearing both sides, reduced it to a verbal warning.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Mrs. Mandela and the Rule of Law","web_url":"https://www.nytimes.com/1995/03/29/opinion/mrs-mandela-and-the-rule-of-law.html","abstract":"  It could not have been an easy decision for Nelson Mandela, but the South African President was right and courageous to dismiss his estranged wife, Winnie, from the Government. Her expulsion is an important step in the development of the new South Africa, making clear that lawlessness and racial divisiveness will not be tolerated in the highest councils.   There is no more vital lesson for Mr. Mandela to drive home to a nation where the law was once the crude instrument of white oppression and its violation an act of justifiable defiance. The new South Africa must rest on the rule of law and no one can be above it, no matter how great her past suffering, how elevated her position or how important her role in the struggle against apartheid.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Gallup Journal; Crossroads Where Old And New Coexist","web_url":"https://www.nytimes.com/1995/03/29/us/gallup-journal-crossroads-where-old-and-new-coexist.html","abstract":"  Things were slow on Front Street, the doors of its trading posts and pawn shops and cafeterias rattling a little in the wind that blew in off the Navajo reservation 10 miles away.   Almost everybody seemed to be down at the flea market in a big field on the edge of town where the wind pelted the crowds of shoppers with fine, gray dust and carried with it the smell of hay and hot Navajo fry-bread.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"Looking Like Mike Again, Jordan Beats Knicks","web_url":"https://www.nytimes.com/1995/03/29/sports/pro-basketball-looking-like-mike-again-jordan-beats-knicks.html","abstract":"  It was an incredible performance, even by Michael Jordan's standards. It was a game that 100,000 people will probably swear they saw at Madison Square Garden. And in the end it was Jordan who made one final remarkable play that gave the Chicago Bulls a victory.   Jordan's pass to Bill Wennington for an uncontested dunk with 3.1 seconds to play last night lifted the Bulls to a sensational 113-111 victory over the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"1920:Ouija Board Boom : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-1920ouija-board-boom-in-our-pages100-75-and-50-years-ago.html","abstract":"BALTIMORE - The business boom which Baltimore has enjoyed has received a fresh impetus from an unexpected source - the ouija board. The increasing interest in matters regarding the continuity of life after death, and the part which this little instrument","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Japanese Police Say They Found Germ-War Material at Cult Site","web_url":"https://www.nytimes.com/1995/03/29/world/japanese-police-say-they-found-germ-war-material-at-cult-site.html","abstract":"  Japanese police have found materials that raise the possibility that a religious cult suspected of unleashing a poison gas attack in the Tokyo subways might also have been trying to develop biological weapons.    In their seventh day of searches at the cult's compound near Mount Fuji, the police found 160 barrels of peptone, a substance used to grow cultures of bacteria, according to Japanese press reports.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Grozny Journal; Picking Up, After Guns Have Done Their Worst","web_url":"https://www.nytimes.com/1995/03/29/world/grozny-journal-picking-up-after-guns-have-done-their-worst.html","abstract":"  The man installed by Moscow as the leader of a new, interim government for the rebellious Chechen region is a soft-spoken technocrat who understands that his efforts to restore a semblance of normal life to this war-smashed city may sign his death warrant.   \"I'm here because someone must do this dirty work,\" the official, Salambek Khadzhiyev, said in an office heavily guarded by Russian troops. \"It's a question of conscience, not of desire for power. What was happening in Grozny seemed an awful nightmare. But reality is reality, and the point is not being indignant. We've got to get down to work.\"","thumbnail":null,"section":"World"},{"date":"19950329","headline":"Women of Science And the Old Boys Club","web_url":"https://www.nytimes.com/1995/03/29/arts/television-review-women-of-science-and-the-old-boys-club.html","abstract":"  \"Discovering Women\" is an effort by public television, powered by the Alfred P. Sloan Foundation, the National Science Foundation, the Intel Foundation and other money-givers, to bring more women into a male-dominated field.   So if there is a teen-ager around the house with a bent toward science, this six-hour series offers a set of role models, one to a program: Melissa Franklin, physicist; Lynda Jordan, biochemist; Marcia McNutt, geophysicist; Patty Jo Watson, archeologist; Misha Mahowald, neuroscientist; Lydia Villa-Komaroff, molecular biologist.","thumbnail":null,"section":"Arts"},{"date":"19950329","headline":"1776, 1789, 1995","web_url":"https://www.nytimes.com/1995/03/29/opinion/1776-1789-1995.html","abstract":"Many House Republicans who will vote tomorrow for a constitutional amendment imposing term limits have alluded to 1776 and 1789 in arguing that the November election was a mandate for a revolution.\n The statesman who fought for independence in 1776 were indeed revolutionaries, in one sense. They committed the fortunes of a new country to an untried system of government. But in today's sense, Washington, Hamilton, Madison and John Adams would not have called themselves revolutionaries. And they would have been suspicious of term limits. They believed they were building on the foundation of good institutions such as town meetings and colonial legislatures.\n\nBy contrast, the French Revolution was led by men who felt bound to reflect the shifting mood of the people -- a constituency they saw as enraged, embittered and always in the right. The revolutionary instrument to which the leaders of 1789-91 deferred was a \"social contract\" that forged new bonds of citizenship.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Council Set to Fight Mayor On Service Cuts in Budget","web_url":"https://www.nytimes.com/1995/03/29/nyregion/council-set-to-fight-mayor-on-service-cuts-in-budget.html","abstract":"  Drawing battle lines over Rudolph W. Giuliani's proposed New York City budget, officials of the City Council said yesterday that they would scale back some or all of the Mayor's $185 million in proposed tax cuts if the city failed to receive enough state aid and could not find ways to pay for the cuts without drastically reducing services.    And if the city can afford any tax reductions, the Council officials said they would propose alternatives to the Mayor's plan that would provide a greater benefit for middle- and working-class New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Philadelphia Rail Run Is Saved","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-philadelphia-rail-run-is-saved.html","abstract":"  The ticket costs $2.5 million, but it will keep commuters riding for another year on New Jersey Transit's Atlantic City-to-Philadelphia rail line. Under a plan adopted unanimously yesterday by New Jersey Transit, the number of daily trips on the 67-mile route will be increased. Alfred H. Harf, New Jersey Transit's assistant executive director for planning, said that the board seriously considered dropping the run when Amtrak announced it would end service, but that \"universal support\" dissuaded the board. New Jersey Transit and Amtrak share the line and Amtrak maintains it. The $2.5 million will cover the cost of maintenance. After a year, New Jersey Transit will review the expanded operation.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"When Removing Lead From Homes Increases the Health Risk","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-when-removing-lead-from-homes-increases-the-health-risk-277095.html","abstract":"  To the Editor:   Jane E. Brody's two columns on lead poisoning (Science Times, March 21, and Personal Health, March 22) were extremely informative. I was one of the \"unduly complacent\" parents she refers to in \"How to safeguard children from lead exposure\" (March 22).","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Port Chester Battles Plan To Cut Back Counseling","web_url":"https://www.nytimes.com/1995/03/29/nyregion/port-chester-battles-plan-to-cut-back-counseling.html","abstract":"  When Luis Marmol enrolled in Port Chester High School two years ago, he had just emigrated from Peru and spoke no English. He was confused by his new surroundings, but a Spanish-speaking guidance counselor helped ease his transition to life in a suburban American high school.   \"I'm glad I had someone to help me,\" Mr. Marmol, now 18 and a junior, said. \"I'm shy. I needed someone to stand up for me.\"   Next year, new immigrants in the Port Chester school district may not be so lucky.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"North Korea Alone Stalls on Nuclear Reactor","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-north-korea-alone-stalls-on-nuclear-reactor-853695.html","abstract":"  To the Editor:   It was with no little surprise that I read \"A Korean Reactor by Another Name\" (editorial, March 23), on supplying nuclear reactors to North Korea. I find it unbalanced for you, based on North Korean rhetoric, to portray Seoul as an obstacle to progress. The Republic of Korea alone has offered to play a central role in financing as well as designing, manufacturing and constructing the reactors in North Korea.","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/29/nyregion/no-headline-486795.html","abstract":"  \"It's like marrying the two most beautiful people in the world.\" ALICIA OGAWA, a financial analyst, on a merger that created the world's largest bank.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"Mandela Against Mandela; South African Cabinet Split Sets Up Political Test of Strength","web_url":"https://www.nytimes.com/1995/03/29/world/mandela-against-mandela-south-african-cabinet-split-sets-up-political-test.html","abstract":"  The caller identified himself as a former anti-apartheid guerrilla, now a brigadier in South Africa's newly integrated army. He had a warning for the white radio host who sounded so pleased about the dismissal of Winnie Mandela.   Enjoy your moment, the caller said, because when Mrs. Mandela becomes President there will be no more pandering to whites, and carping critics will be silenced, as they are in Uganda and Kenya.","thumbnail":null,"section":"World"},{"date":"19950329","headline":"1895: A Taste for Larks : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/29/opinion/IHT-1895-a-taste-for-larks-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - To the Italian everything is edible; it is a nation without a palate. It steeps a hare in fennel and eats salt with melons. The craze for devouring birds of all kinds is a species of fury from the Alps to Etna; they crunch the delicate bodies betw","thumbnail":null,"section":"Opinion"},{"date":"19950329","headline":"Memorial for Carjacking Victim","web_url":"https://www.nytimes.com/1995/03/29/nyregion/new-jersey-daily-briefing-memorial-for-carjacking-victim.html","abstract":"  Gail Shollar died in 1992, a victim of carjacking, rape and murder. Her name will live on in a playground under construction in Quibbletown Park. Mrs. Shollar's husband, Robert, asked Mayor Ted Light last week if the community would consider naming an existing park for his wife. The Mayor suggested the playground, and township officials approved the idea. Mr. Shollar called Mr. Light's suggestion \"perfect.\" Last month, Scott R. Johnson, 25, was convicted of murdering Mrs. Shollar, 35, after abducting her from a South Plainfield shopping center. He will be sentenced April 17.","thumbnail":null,"section":"New York"},{"date":"19950329","headline":"A Russian Expatriate Adrift in Berlin","web_url":"https://www.nytimes.com/1995/03/29/movies/film-festival-review-a-russian-expatriate-adrift-in-berlin.html","abstract":"  The most striking image in \"Gorilla Bathes at Noon,\" Dusan Makavejev's whimsical cinematic collage set in present-day Berlin, is a gigantic statue of Lenin that stands as a ludicrous anachronism in the post-Communist era. In one of the film's zanier scenes, Victor Borisovich (Svetozar Cvetkovic), an expatriate Russian soldier and the film's main character, impulsively hoists himself on ropes to the statue's head to wash its face. Moments later, the police arrive and ensnare him in a net from which he protests, \"Ich bin ein Berliner!\"    Not long afterward, workers begin detaching the head of the statue from its body. Lifted by crane, the severed head is lowered slowly onto a flatbed truck and carted off through the streets of Berlin. So much for Communism and kitsch monuments exalting its heroes.","thumbnail":null,"section":"Movies"},{"date":"19950329","headline":"Sports of The Times; Jordan Hits Garden at Cruising Speed: 55","web_url":"https://www.nytimes.com/1995/03/29/us/sports-of-the-times-jordan-hits-garden-at-cruising-speed-55.html","abstract":"  People were scouring the record books to find out when anyone had done in Madison Square Garden what Michael Jordan had done last night against the Knicks. Like most points in a half, or most points in a game, or most points in . . . . They were looking in the wrong place.   You don't find what Jordan did in the game in the record books. You check memories, like the time in the Garden that Ol' Blue Eyes had the joint swinging, or the Stones had it rocking, or Gunther Gebel-Williams tamed his lions and mesmerized the crowd, or the first Ali-Frazier fight.","thumbnail":null,"section":"U.S."},{"date":"19950329","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/03/29/sports/transactions-859595.html","abstract":"  Baseball  American League    BOSTON RED SOX -- Named Rick Wise pitching coach for Pawtucket of the International League and Bill Maloney pitching coach for Battle Creek of the Midwest League.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"Henley Is Convicted Of Running Drug Ring","web_url":"https://www.nytimes.com/1995/03/29/sports/sports-people-nfl-henley-is-convicted-of-running-drug-ring.html","abstract":"  Cornerback DARRYL HENLEY and four other men were convicted yesterday of running a cocaine ring. Henley, a 28-year-old unrestricted free agent who played with the Los Angeles Rams last year while free on bond, was accused of financing an operation that packed cocaine at his home in Brea, Calif., for sale in Memphis and Atlanta.","thumbnail":null,"section":"Sports"},{"date":"19950329","headline":"CUNY Budget Protesters Didn't Stir Disorder","web_url":"https://www.nytimes.com/1995/03/29/opinion/l-cuny-budget-protesters-didn-t-stir-disorder-275495.html","abstract":"  To the Editor:   As a faculty participant in the March 23 rally protesting proposed budget cuts for the City University of New York and the State University of New York, I beg to differ with New York City Deputy Police Commissioner Tom Kelly's assessment that students provoked the disturbance (news article, March 24).","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19950329","time":"1995-03-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":71,"wspd":22.3},{"date":"19950329","time":"1995-03-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":69,"wspd":18.4},{"date":"19950329","time":"1995-03-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":63,"wspd":24.1},{"date":"19950329","time":"1995-03-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":63,"wspd":20.5},{"date":"19950329","time":"1995-03-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":64,"wspd":20.5},{"date":"19950329","time":"1995-03-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":63,"wspd":22.3},{"date":"19950329","time":"1995-03-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":72,"wspd":14.8},{"date":"19950329","time":"1995-03-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":63,"wspd":20.5},{"date":"19950329","time":"1995-03-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":58,"wspd":24.1},{"date":"19950329","time":"1995-03-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":53,"wspd":24.1},{"date":"19950329","time":"1995-03-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":49,"wspd":24.1},{"date":"19950329","time":"1995-03-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":51,"wspd":20.5},{"date":"19950329","time":"1995-03-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":46,"wspd":18.4},{"date":"19950329","time":"1995-03-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":42,"wspd":18.4},{"date":"19950329","time":"1995-03-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":42,"wspd":16.6},{"date":"19950329","time":"1995-03-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":46,"wspd":9.4},{"date":"19950329","time":"1995-03-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":44,"wspd":16.6},{"date":"19950329","time":"1995-03-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":40,"wspd":13},{"date":"19950329","time":"1995-03-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":42,"wspd":16.6},{"date":"19950329","time":"1995-03-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":48,"wspd":14.8},{"date":"19950329","time":"1995-03-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19950329","time":"1995-03-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":65,"wspd":3.6},{"date":"19950329","time":"1995-03-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":57,"wspd":7.6},{"date":"19950329","time":"1995-03-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":65,"wspd":5.4},{"date":"19950329","time":"1995-03-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":9.4},{"date":"19950329","time":"1995-03-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":13},{"date":"19950329","time":"1995-03-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":14.8},{"date":"19950329","time":"1995-03-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":16.6},{"date":"19950329","time":"1995-03-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":13},{"date":"19950329","time":"1995-03-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":14.8},{"date":"19950329","time":"1995-03-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":59,"wspd":13},{"date":"19950329","time":"1995-03-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":43,"wspd":11.2},{"date":"19950329","time":"1995-03-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":46,"wspd":11.2},{"date":"19950329","time":"1995-03-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":43,"wspd":11.2},{"date":"19950329","time":"1995-03-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":7.6},{"date":"19950329","time":"1995-03-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":59,"wspd":7.6},{"date":"19950329","time":"1995-03-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":46,"wspd":7.6},{"date":"19950329","time":"1995-03-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":40,"wspd":20.5},{"date":"19950329","time":"1995-03-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":36,"wspd":13},{"date":"19950329","time":"1995-03-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":27,"wspd":11.2},{"date":"19950329","time":"1995-03-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":25,"wspd":7.6},{"date":"19950329","time":"1995-03-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":30,"wspd":9.4},{"date":"19950329","time":"1995-03-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":30,"wspd":14.8},{"date":"19950329","time":"1995-03-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":29,"wspd":14.8},{"date":"19950329","time":"1995-03-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":29,"wspd":14.8},{"date":"19950329","time":"1995-03-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":28,"wspd":16.6},{"date":"19950329","time":"1995-03-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":34,"wspd":16.6},{"date":"19950329","time":"1995-03-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":50,"wspd":16.6}]},"19950330":{"guardian_articles":[],"nytimes_articles":[{"date":"19950330","headline":"Head of Police Is Ambushed In Tokyo","web_url":"https://www.nytimes.com/1995/03/30/world/head-of-police-is-ambushed-in-tokyo.html","abstract":"  The head of the National Police Agency was shot outside his home this morning, and the police said that he was seriously injured but that his life was not in danger.   A man wearing a white face mask fired about four shots at Takaji Kunimatsu, Japan's top law-enforcement official, as Mr. Kunimatsu was about to step into his chauffeured car to go to work at 8:30 A.M. The man then fled on a bicycle and escaped, television reports said.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Bojana Journal; What's There to Pardon? Bulgaria's Old Boss Asks","web_url":"https://www.nytimes.com/1995/03/30/world/bojana-journal-what-s-there-to-pardon-bulgaria-s-old-boss-asks.html","abstract":"  Inside a whitewashed villa surrounded by a wire fence and protected by police guards, Bulgaria's longtime Communist leader, Todor Zhivkov, is living out his last years under house arrest.   Mr. Zhivkov, now 82, was among the Communist leaders in Eastern Europe who were ousted in late 1989. He was sentenced in 1992 to seven years in prison after being convicted of illegally spending the equivalent of $24 million on cars, entertainment and apartments for favored aides.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/30/nyregion/chronicle-307195.html","abstract":"  And the winner is . . . blue.   Mars Inc. announced yesterday that blue had been chosen in a national poll as the newest color for its M & M chocolate candies.   \"A grand total of 10,243,142 votes were cast between Jan. 15 and March 17,\" said PAT D'AMATO, public relations manager for the company. \"Of that number, 5,579,083 voted for blue.\"","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Whitman Backs Bond Issue","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-whitman-backs-bond-issue.html","abstract":"  Gov. Christine Todd Whitman said yesterday that she stands behind a $310 million bond issue for land preservation that includes $30 million for a so-called blue acres program to acquire property at risk of flooding. After appropriate legislative action, permission to issue the bonds would require voter approval.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Matteau Could Spend Some Time on Bench","web_url":"https://www.nytimes.com/1995/03/30/sports/hockey-matteau-could-spend-some-time-on-bench.html","abstract":"  During this shortened National Hockey League season and through the Rangers' current six-game losing streak, Coach Colin Campbell has been reluctant to embarrass his slumping regular players by taking them out of uniform and assigning them to watch the games from the press box or on the locker room television monitor.   That policy might change Thursday night when the Rangers play the Quebec Nordiques at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"C.I.A. Settles Suit on Sex Bias","web_url":"https://www.nytimes.com/1995/03/30/us/cia-settles-suit-on-sex-bias.html","abstract":"  The Central Intelligence Agency said tonight that it would pay more than $1 million in back pay and salary increases to settle charges of sex discrimination filed against the agency by female employees who conduct or supervise clandestine operations around the world.   Joseph M. Sellers, a lawyer who represented the women, welcomed the agreement, saying it \"should end an old-boy network whose demise is long overdue.\"","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"For U.C.L.A.'s Zidek, Life's More Than Game","web_url":"https://www.nytimes.com/1995/03/30/sports/ncaa-tournament-for-ucla-s-zidek-life-s-more-than-game.html","abstract":"  George Zidek's U.C.L.A. teammates were listening to more questions about competing for a national basketball championship, questions that had to do with timing and pressure and the burdens of history.    He has become an important part of their effort, a 7-foot, 250-pound, self-made senior center and a first-team academic all-American. Zidek's importance will be magnified on Saturday, when he meets Oklahoma State's Bryant Reeves, the 7-foot, 292-pound center in the type of power matchup that has nearly vanished from the college game.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"A Building of Hard Toil and Shady Deals","web_url":"https://www.nytimes.com/1995/03/30/nyregion/a-building-of-hard-toil-and-shady-deals.html","abstract":"  From the day it opened 88 years ago, it was known as the Tin Building, a gritty structure that became the center of the landmark Fulton Fish Market.   For legitimate businessmen and workers it was a place of hard toil and rough business deals in the early morning mists on the banks of the East River in Lower Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Five Bags or Three Bags? Simpson Prosecutor Asks","web_url":"https://www.nytimes.com/1995/03/30/us/five-bags-or-three-bags-simpson-prosecutor-asks.html","abstract":"  A skycap at Los Angeles International Airport testified today that O. J. Simpson boarded a flight to Chicago around midnight with only three pieces of luggage. That is two fewer suitcases than a limousine driver said he saw at Mr. Simpson's home half an hour earlier, and at least one fewer than the driver said he loaded into the car.   Earlier, the driver, Allan Park, testified that he saw a second black duffle bag -- one that the skycap never saw -- atop a trash can by the skycap's station, with Mr. Simpson standing nearby. The skycap, James Williams, testified that he had also seen Mr. Simpson standing by the same trash can.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Police Officer Kills Man","web_url":"https://www.nytimes.com/1995/03/30/nyregion/police-officer-kills-man.html","abstract":"  A police officer shot and killed a suspected gunman in the Washington Heights section of upper Manhattan last night after witnessing a shooting, the police said.   Neither the dead man nor the officer was identified. Two other suspects were arrested.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Turkey Moved on Iraq to Combat Terrorism; In Iran, Who Dictates?","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-turkey-moved-on-iraq-to-combat-terrorism-in-iran-who-dictates-283095.html","abstract":"  To the Editor:   In \"How to Trade With Iran\" (column, March 24), A. M. Rosenthal has encouraged the Administration to isolate Iran further as punishment for its many sins, including that of dictatorship. Yet Mr. Rosenthal has consistently failed to identify the present Iranian dictator.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Reckoning With Mrs. Mandela","web_url":"https://www.nytimes.com/1995/03/30/opinion/reckoning-with-mrs-mandela.html","abstract":"A longtime member of the African National Congress told me the other day that he was thrilled Winnie Mandela had been fired from President Nelson Mandela's Cabinet -- but not because he is one of her many detractors. \"At last,\" he said, \"she can do the real work of liberation. The Government is not delivering on its promises, and now Winnie is free to hold it accountable to the people who elected it in the first place.\"\n\nHe is not alone. According to the tradition of populist heroines (see Imelda, Evita), support for Winnie Mandela seems to rise in direct proportion to her self-aggrandizement: her alleged diamond-buying forays at the taxpayers' expense; her refusal to submit to party discipline; a perpetual odor of corruption about her, including fresh allegations of fraud concerning a charity she set up.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Report Casts Doubts On Trenton Tax Cuts","web_url":"https://www.nytimes.com/1995/03/30/nyregion/report-casts-doubts-on-trenton-tax-cuts.html","abstract":"  A nonpartisan legislative research group predicted that New Jersey would take in $680 million less in revenue than Gov. Christine Todd Whitman has anticipated, raising questions about her ability to deliver another round of tax cuts.   The prediction represents the widest forecasting discrepancy with a Governor's budget in at least a decade.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"No Bail in Montclair Killings","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-no-bail-in-montclair-killings.html","abstract":"  The man accused of killing four people and wounding another in a robbery at a Montclair post office was denied bail at a five-minute court hearing yesterday. Citing his \"truly heinous crime\" and risk of flight, the United States Attorney, Faith S. Hochberg, argued that Christopher Green, 29, should be imprisoned until he goes on trial.  ","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"A Swamp? Take That Back!","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-a-swamp-take-that-back.html","abstract":"  He may be the Governor of New York, but George E. Pataki is not going to get away with calling New Jersey a \"swamp.\" Not if the assistant State Senate minority leader, Bernard J. Kenny Jr., a Hoboken Democrat, has anything to say about it. In a letter to Mr. Pataki that was inspired by a comment reported in The Buffalo News, Mr. Kenny suggested yesterday that the Governor might like to apologize for remarks that \"reflect a huge amount of insensitivity\" to New Jersey. \"My point is that good neighbors should speak kindly of one another,\" Mr. Kenny said. LAWRENCE VAN GELDER","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Electricity Rates Are Frozen For Con Ed and Lilco for Year","web_url":"https://www.nytimes.com/1995/03/30/nyregion/electricity-rates-are-frozen-for-con-ed-and-lilco-for-year.html","abstract":"  Electricity rates will be frozen this year for customers of Consolidated Edison and the Long Island Lighting Company under rate plans approved yesterday by the State Public Service Commission.   The commission approved a three-year rate plan for Con Edison that involves no increase for the first year, beginning April 1.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Clubs to Vote Again on Rams","web_url":"https://www.nytimes.com/1995/03/30/sports/hockey-clubs-to-vote-again-on-rams.html","abstract":"  Paul Tagliabue has called a special owners meeting in Dallas on April 12 so they can again vote on the Rams' proposed move to St. Louis, which was voted down in Phoenix two weeks ago. Tagliabue and the National Football League president, Neil Austrian, met with the Rams in Los Angeles on Monday and Tuesday in an effort to reach an agreement that would allow the team to move to St. Louis.   Most owners thought the Rams had contributed to the demise of the franchise in Anaheim, Calif., and didn't deserve the sweetheart deal that St. Louis is offering, which includes low rent ($250,000 a year) on a $250 million stadium that will be completed in October.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Owner of Collapsed Building Got City Renovation Deals","web_url":"https://www.nytimes.com/1995/03/30/nyregion/owner-of-collapsed-building-got-city-renovation-deals.html","abstract":"  One of two men who owned a Harlem building that partly collapsed last week, killing three tenants, is also the president and part owner of a construction company that is receiving city money to oversee the multimillion-dollar renovation of low-income apartment buildings in the same neighborhood.   The city's Department of Housing Preservation and Development has threatened Morris Wolfson and Marcus Lehmann with jail for failure to correct housing code violations at the building on 140th Street. At the same time, Mr. Wolfson's company, the Adonis Construction and Development Corporation, is the general contractor on three rehabilitation projects financed with $10 million in city funds, including parts of the Bradhurst project, the largest in the city.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Suddenly Put on the Defensive, Pataki Takes to the Road to Do Battle for His Budget","web_url":"https://www.nytimes.com/1995/03/30/nyregion/suddenly-put-defensive-pataki-takes-road-battle-for-his-budget.html","abstract":"  Gov. George E. Pataki hunched forward in the metal chair and stared intensely at the student with the nose ring, someone else upset about his budget: It would increase state college tuition, close campuses, hurt poor people, hurt single mothers, hurt her, she said.   As she spoke, the Republican Governor fidgeted like an excited student waiting to answer. \"By far the most important part of this budget for students, for you, for everybody, and you might disagree, is that we are going to start creating jobs in New York State,\" he finally blurted out, karate-chopping his hands together. \"We want you to get a decent, good, affordable higher education in New York, and get a job.\"","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Pentagon Picks Miami as Base for Latin America Command","web_url":"https://www.nytimes.com/1995/03/30/us/pentagon-picks-miami-as-base-for-latin-america-command.html","abstract":"  In a decision that could bring 1,500 new jobs and thousands of additional visitors to Florida, the Pentagon today selected Miami as the next headquarters for United States military activities in Latin America.   The announcement was timed to coincide with President Clinton's arrival in Tallahassee, Florida's capital, this evening. \"The President was going to be in Florida and has good news to share with them,\" said a senior White House official.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Minister, Quizzed in Killing Of S.I. Couple, Dies in Crash","web_url":"https://www.nytimes.com/1995/03/30/nyregion/minister-quizzed-in-killing-of-si-couple-dies-in-crash.html","abstract":"  As his world was caving in on him Tuesday afternoon, the Rev. James S. Castria stopped at a religious bookstore in Mountain Lakes, N.J., and asked the clerks to suggest a prayer.   The request may have seemed strange, coming from a Protestant minister, but then Mr. Castria was in unusual straits. The authorities say he was under investigation in connection with the deaths of a Staten Island couple who were slain in Pennsylvania after their bank account was looted.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Turkey Moved on Iraq to Combat Terrorism","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-turkey-moved-on-iraq-to-combat-terrorism-948195.html","abstract":"  To the Editor:   Your belated concern in \"Turkey Crosses a Line\" (editorial, March 23) over Iraq's territorial integrity, \"violated\" by the Turkish military operation is disingenuous, to say the least. It is also misinformed and suggests a visceral opposition to the Turkish Government.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Russians Shut Down Branch of Japanese Sect","web_url":"https://www.nytimes.com/1995/03/30/world/russians-shut-down-branch-of-japanese-sect.html","abstract":"  The Russian branch of Aum Shinrikyo, the Japanese cult that is the leading suspect in the poison gas attack in the Tokyo subway system, has been shut down by Russian authorities. One of the country's most aggressive cults, Aum Shinrikyo says it has more than 30,000 followers in Russia.    Its offices were sealed on Tuesday by the Ministry of Internal Affairs, on the ground that Russian members of the cult could be in physical danger after reports that the cult's leaders had suggested suicide as a last resort for followers.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Bridge","web_url":"https://www.nytimes.com/1995/03/30/nyregion/bridge-999695.html","abstract":"  Among the three living players who will be inducted into the American Contract Bridge League's Hall of Fame here tonight is Edgar Kaplan. In Monday's column, he was incorrectly included among the deceased inductees. The other living inductees are Alvin Roth and Robert Wolff.    One of the 14 deceased inductees is B. Jay Becker, whose name was omitted from Monday's column.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"In Open Panel, Albany Tries Democracy In Lawmaking","web_url":"https://www.nytimes.com/1995/03/30/nyregion/in-open-panel-albany-tries-democracy-in-lawmaking.html","abstract":"  The move toward greater legislative democracy did not go smoothly here today.   With a former rank-and-file legislator in the Governor's mansion, this was the year when greater power was to be given to rank-and-file legislators, who have traditionally watched from the sidelines as most major decisions have been made by the triumvirate of the Governor and the Assembly and Senate leaders.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Excerpts From Debate On House Term Limits","web_url":"https://www.nytimes.com/1995/03/30/us/excerpts-from-debate-on-house-term-limits.html","abstract":"  Following are excerpts from speeches in the House today by Representative Henry J. Hyde, Republican of Illinois, a leading foe of Congressional term limits, and Speaker Newt Gingrich of Georgia, a supporter, as transcribed by The New York Times: Representative Hyde     It is unpleasant to rise in opposition to something that is so near and dear to the hearts of so many of my colleagues and people whom I revere, but I just can't be an accessory to the dumbing down of democracy. And I think that's what this is.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Knicks Snap Back And Feel Relief","web_url":"https://www.nytimes.com/1995/03/30/sports/pro-basketball-knicks-snap-back-and-feel-relief.html","abstract":"  The Knicks needed a victory tonight. They needed to soothe the pain inflicted by Michael Jordan's 55-point performance on Tuesday. They needed to stop their two-game losing streak. And they needed to stay ahead of the streaking Indiana Pacers.   Holding off a fourth-quarter rally by the Detroit Pistons, and coping with the fourth-quarter ejection of Anthony Mason, New York pulled out a 107-97 victory at the Palace.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Bilingual Education Trains Citizens of Future","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-bilingual-education-trains-citizens-of-future-066895.html","abstract":"  To the Editor:   In response to Toby L. Boritz's March 23 letter, \"Bilingual Education in New York No Longer Serves Students,\" I would like to clarify the role of bilingual education.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Argentine President Discourages New Revelations on 'Dirty War'","web_url":"https://www.nytimes.com/1995/03/30/world/argentine-president-discourages-new-revelations-on-dirty-war.html","abstract":"  In a radio interview President, Carlos Saul Menem has called on former military torturers and murderers to confess to priests and not to \"rub salt in old wounds\" by publicly recounting their deeds. \"Publicly coming forward to give testimony is a way of returning to a horrible past that we are trying to forget,\" he said.   Mr. Menem, who is running for re-election in May, accused \"some of the media\" of playing up recent revelations by a former navy captain, Adolfo Scilingo, who said the military disposed of hundreds of political prisoners by throwing them, alive but unconscious, into the ocean from aircraft.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/30/nyregion/metro-digest-241595.html","abstract":"  MINISTER QUIZZED IN DEATHS DIES IN CRASH A Protestant minister, under investigation in connection with the deaths of a Staten Island couple who were found slain after their bank account was looted, steered his car into an abutment, killing himself in an apparent suicide, the police said. A1. FALLEN BUILDING'S OWNER GETS CITY MONEY One of two men who owned a Harlem building that partly collapsed last week, killing three tenants, is also the president and part owner of a construction company that is receiving city money to oversee the multimillion-dollar renovation of low-income apartment buildings in the same neighborhood. A1.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Serena's Song Is Lukas's Current Guessing Game","web_url":"https://www.nytimes.com/1995/03/30/sports/horse-racing-notebook-serena-s-song-is-lukas-s-current-guessing-game.html","abstract":"  Five weeks before the Kentucky Derby, the nation's top 3-year-old horses are gathering for prep races from Santa Anita in California to Keeneland in Kentucky. But the favorite in the richest of the preps, the $600,000 Jim Beam Stakes at Turfway Park in Kentucky on Saturday, is the filly Serena's Song, who may not even run in the Derby.   The filly is the star of a guessing game right now: Will she run in the Kentucky Oaks on Friday, May 6, and leave the Derby the next day to her stablemate, the champion colt Timber Country? Or will she try for the ultimate sweep: first filly to win the Jim Beam in its 14 years, then the fourth filly to win the Kentucky Derby in 114?","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-267995.html","abstract":"  A picture caption yesterday with an article about possible layoffs of two bilingual guidance counselors in Port Chester, N.Y., misidentified the counselor shown talking with supporters. She was Helena Valdes, not Martha Cabanillas.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/30/sports/results-plus-833795.html","abstract":"  N.B.A.  Good Things Come in Threes for Miller  At Indianapolis, Reggie Miller's trio of 3-pointers last night gave the Indiana Pacers the lead for good and he finished with 22 points in a victory over the Cleveland Cavaliers. Miller's long-range shooting sparked a 15-4 Indiana spurt as the Pacers extended their winning streak to five games over all and seven straight at Market Square Arena. Cleveland trailed by 64-60 after Mark Price hit a 3-pointer with 7 minutes 50 seconds left in the third quarter. After two free throws by Cleveland's Chris Mills, who led all scorers with 25 points, the Cavaliers trailed, 66-62. Indiana responded with 14 consecutive points, sparked by Miller's 3-pointer with 6:51 remaining in the period. The Cavaliers went more than six minutes without a field goal. (AP)   76ers 99, HORNETS 81: Clarence Weatherspoon scored 28 points and Sharone Wright and Dana Barros each added 18 as Philadelphia defeated visiting Charlotte. Jeff Grayer added 16 points for the 76ers, who had lost 10 of their last 11 games and 18 of 22. Larry Johnson had 22 points for the Hornets, who lost their starting forward, Scott Burrell, for the season with a ruptured right Achilles' tendon in the first period. The 76ers scored 10 straight points, 6 by Barros, to take a 76-67 lead at the end of the third period, and led by 81-69 with 9 minutes 35 seconds to play. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Aristide Condemns Killing","web_url":"https://www.nytimes.com/1995/03/30/world/aristide-condemns-killing.html","abstract":"  President Aristide strongly condemned the killing of Ms. Durocher Bertin today and said his Government would do \"everything in our power\" to apprehend those responsible for it.   But he also seemed to acknowledge that his own police force was incapable of solving the case or assuring the safety of ordinary citizens.   \"It's true that the state of insecurity hangs above the heads of everyone,\" Mr. Aristide said. He added that while the weapons of the interim police force set up after the disintegration of the Haitian armed forces last fall \"may be more limited than those of the bandits, that does not mean we should give up.\"   Throughout the day today, the Haitian capital was awash with rumors about who may have killed Ms. Durocher Bertin and why.    \"The only problem is that I don't know whether to suspect the extreme right or the extreme left,\" one diplomat here said.    At his news conference today, called to mark the eighth anniversary of the promulgation of the Haitian Constitution, Mr. Aristide said he was certain the killers did not come from the ranks of his supporters, and seemed to blame remnants of the paramilitary groups that helped overthrow him in 1991.   \"There are a lot of people still carrying weapons who have not been disarmed yet,\" he said. \"We must disarm them.\"   Since Mr. Aristide was restored to power last October, Ms. Durocher Bertin, who was educated in the United States and France, has steadily and sharply criticized the President. At the time of her death, she was trying to bring a case in international courts that accused him of violating the Haitian Constitution.   Just a few weeks ago Ms. Durocher Bertin announced the formation of a new political party. Parliamentary elections are scheduled here for June and a presidential vote set for December","thumbnail":null,"section":"World"},{"date":"19950330","headline":"The Wrong Pressure on Libya","web_url":"https://www.nytimes.com/1995/03/30/opinion/the-wrong-pressure-on-libya.html","abstract":"  Libya continues to shield two suspects wanted for the terrorist bombing of a Pan Am airliner over Lockerbie, Scotland, in 1988 that killed 270 people. In a well-intentioned but flawed effort to press Libya to turn them over, the Clinton Administration has proposed tighter economic sanctions.    Tougher sanctions make sense in theory, but the Administration's proposal for a global embargo on Libyan oil sales is unlikely to get international support. It will not produce the justice the victims' families seek or the terrorists deserve.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Guatemalan Chief Tells Colonel to Sue","web_url":"https://www.nytimes.com/1995/03/30/world/guatemalan-chief-tells-colonel-to-sue.html","abstract":"  President Ramiro de Leon Carpio said today that he had advised a Guatemalan Army colonel who has been accused by an American Congressman of being a paid agent of the C.I.A. and of involvement in two killings to sue the lawmaker for defamation.   Mr. de Leon said he had advised the officer, Col. Julio Roberto Alpirez, to pursue action against Representative Robert G. Torricelli, a New Jersey Democrat, in Guatemalan or United States courts.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Furor Over Equipment Change","web_url":"https://www.nytimes.com/1995/03/30/sports/yacht-racing-furor-over-equipment-change.html","abstract":"  America's Cup matches on the Pacific Ocean course here paled today compared to rancorous confrontations ashore involving the fate of Stars & Stripes in the defense semifinals.   The debate within the cup defense is over whether Stars & Stripes had a right to replace the yacht's keel, which Dennis Conner's team found to be severely damaged during a race last Sunday. The appendage, which had loosened inside its keel trunk, caused a leak that nearly sank the boat. If not allowed to attach a new keel, the only one he had left, Conner in all likelihood would have been knocked out of racing permanently.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Trump Plan Is Rejected","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-trump-plan-is-rejected.html","abstract":"  Donald Trump got bad news yesterday in Atlantic County Superior Court. Judge Richard Williams rejected his plans for a $55 million expansion of Trump Plaza Hotel Casino. The action overturned approval by the Casino Reinvestment Development Authority of $19.5 million in credits for the project and set aside condemnation proceedings that would have given Mr. Trump control of neighboring properties. But Mr. Trump's lawyer said construction would continue despite the decision.  ","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-264495.html","abstract":"  The Bridge column on Monday, about inductions into the American Contract Bridge League's Hall of Fame in Phoenix tonight, referred to one inductee incorrectly and omitted another. Edgar Kaplan is a living inductee, not deceased; B. Jay Becker, a deceased inductee, should also have been listed. Corrected references appear in the column today, on page C17.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Fire Sweeps Through Major Building at Fulton Fish Market","web_url":"https://www.nytimes.com/1995/03/30/nyregion/fire-sweeps-through-major-building-at-fulton-fish-market.html","abstract":"  A fire swept through one of the main commercial buildings at the Fulton Fish Market yesterday, incinerating offices and storage rooms and largely destroying the 88-year-old structure that housed a number of the market's major wholesalers.    Coming as it did just as the Giuliani administration moved to seize control of the market, the fire immediately prompted investigations by city and Federal officials to determine whether it had beendeliberately set. Officials said financial records that might be critical to an inquiry into the market's business operation and links to organized crime may have been kept in the building.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Foster-Care Discharge Grants to End Monday","web_url":"https://www.nytimes.com/1995/03/30/nyregion/foster-care-discharge-grants-to-end-monday.html","abstract":"  For years, children leaving foster care have received up to $500 to buy the things necessary to start their lives over again: furniture, bed linens, dishes.   But starting on Monday, that money will no longer be available -- a fact that foster care agencies realized only this week because of a bureaucratic slip-up.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Transactions","web_url":"https://www.nytimes.com/1995/03/30/sports/transactions-927995.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Traded Edgar Diaz, infielder, to the Toronto Blue Jays for future considerations.   KANSAS CITY ROYALS -- Released Pat Bailey and Joe Siwa, catchers.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Tale of Evasion Of Ban on Aid For Guatemala","web_url":"https://www.nytimes.com/1995/03/30/world/tale-of-evasion-of-ban-on-aid-for-guatemala.html","abstract":"  The Bush Administration, in a show of public anger over the killing of an American, cut off military aid to Guatemala in 1990 but secretly allowed the Central Intelligence Agency to send millions of dollars to the military Government to make up for the loss, members of the Bush and Clinton Administrations said today.   The payments apparently continued into the Clinton Administration but it could not be learned if they are still being made.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Essay; Stop the Turks","web_url":"https://www.nytimes.com/1995/03/30/opinion/essay-stop-the-turks.html","abstract":"  Ten days ago the military-dominated Government of Turkey sent at least 35,000 troops, with tanks and F-16's, across the border into the northern portion of Iraq. That is the \"no-fly zone\" where the U.S. and its allies -- including Turkey -- are protecting Iraqi Kurds from the genocidal fury of Saddam Hussein.   The ostensible purpose of the Turkish invasion is to kill some 2,500 Kurdish radicals who have been using terror tactics to whip up support for an end to suppression of millions of Kurds within Turkey.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Panel Agrees to Let New York Hospitals Subsidize the Poor","web_url":"https://www.nytimes.com/1995/03/30/nyregion/panel-agrees-to-let-new-york-hospitals-subsidize-the-poor.html","abstract":"  New York hospitals were spared potentially devastating losses by some last-minute, late-night Capitol Hill deal making intended to allow New York to continue subsidizing care for the indigent by charging other patients extra.   The legislation, approved by a House-Senate conference committee Tuesday night, would also allow Empire Blue Cross and Blue Shield, which is required by law to issue policies to anyone who applies, to continue to reimburse hospitals at a rate 13 percent less than commercial insurers.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Baby Is Said to Have Cast Off H.I.V., but Some Are Skeptical","web_url":"https://www.nytimes.com/1995/03/30/us/baby-is-said-to-have-cast-off-hiv-but-some-are-skeptical.html","abstract":"  Scientists in California report that a child infected with the AIDS virusat birth successfully cast off the infection by the age of 1, but some other experts doubt that the case has been fully proved.   This medical conundrum is important because if the boy did fight off the virus his health may hold a vital clue to defeating the disease.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Homeowners Will Rue Property Legislation","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-homeowners-will-rue-property-legislation-052895.html","abstract":"  To the Editor:   Thomas Lambert may have created some confusion about what impact property rights legislation will have on neighboring homes and other properties (letter, March 21).","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Giuliani and Whitman Welcome California's Wilson, Without the Embrace","web_url":"https://www.nytimes.com/1995/03/30/nyregion/giuliani-and-whitman-welcome-california-s-wilson-without-the-embrace.html","abstract":"  With Mayor Rudolph W. Giuliani laughing warmly at his side, Gov. Pete Wilson of California said yesterday that he would fight for a ballot spot in New York's Republican Presidential primary, despite the strong show of support for Senator Bob Dole by virtually every top G.O.P. official in the state -- except the Mayor.   Mr. Wilson and Mr. Giuliani stood together at City Hall after the Californian became the first Presidential contender to be granted an audience with Mr. Giuliani, a conspicuous holdout from an unusual series of endorsements that Senator Alfonse M. D'Amato, the Mayor's political foe, choreographed for Mr. Dole earlier this month.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Officials Say U.S. Is Unlikely to Meet Clean-Air Goal for 2000","web_url":"https://www.nytimes.com/1995/03/30/world/officials-say-us-is-unlikely-to-meet-clean-air-goal-for-2000.html","abstract":"  In a move that seems likely to reduce their leverage at a global conference, Administration officials conceded today that the United States was unlikely to meet President Clinton's goal of limiting emissions of heat-trapping gases to 1990 levels by the year 2000.   The admission, though not a surprise, is expected to make it far harder for American officials at a global climate conference now under way in Berlin to persuade other countries to reduce output of gases like carbon dioxide, which trap heat in the atmosphere much the way glass traps heat in a greenhouse.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Otherwise Occupied : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-otherwise-occupied-letters-to-the-editor.html","abstract":"The reason President Bill Clinton will not be seeing any tanks when he visits Moscow in May is that all those tanks that actually work will be down in Chechnya reducing its buildings to rubble and slaughtering their occupants. It shouldn't be lost on the","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Sports of The Times; Has Anybody Seen a Goal Around Here?","web_url":"https://www.nytimes.com/1995/03/30/sports/sports-of-the-times-has-anybody-seen-a-goal-around-here.html","abstract":"  IF it's any consolation to all those Ranger rooters who suffered so much for so long since 1940, and are now suddenly suffering again, Mike Keenan is suffering too.   During the St. Louis Blues' slump last week, the coach who deserted the Rangers shortly after their Stanley Cup celebration accused the club chairman, Mike Shanahan, and the president, Jack Quinn, of promoting \"superstar status without the team concept,\" of not developing a \"winning culture,\" of paying the players for \"marquee value\" rather than performance.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Va. Tech Wins Thriller","web_url":"https://www.nytimes.com/1995/03/30/sports/nit-va-tech-wins-thriller.html","abstract":"  The 58th-annual National Invitation Tournament came down to two free throws. Two free throws with 0.7 seconds left in overtime and an unflappable 6-foot-6-inch, 249-pound junior by the name of Smith at the line.   Virginia Tech's Shawn Smith coolly hit the first to tie the game. Marquette, which was undone by its inability to hit its own free throws last night (6 for 16), called timeout to let Smith think about a second overtime.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Decisions for Turkey","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-decisions-for-turkey.html","abstract":"It is Turkey's turn to have Western fingers pointed at it. Even those seemingly steady Turks, say the fundamentalist- watchers, seem to be cracking under the impact of Islamic radicalism. The worriers can relax - up to a point. Things are not going well i","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Turkey's Interest in Iraq : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-turkeys-interest-in-iraq-letters-to-the-editor.html","abstract":"Regarding the New York Times editorial \"Turkey Crosses a Line\" (Opinion, March 24):.This editorial makes a hasty judgment in saying that Turkey has violated international law by sending forces into northern Iraq. Precedents involving many oth","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Acting Out the Stories And Miracles in Mark","web_url":"https://www.nytimes.com/1995/03/30/theater/theater-review-acting-out-the-stories-and-miracles-in-mark.html","abstract":"  \"Laurence Olivier,\" said Hermione Gingold in an ancient (1940's) London revue, \"is a tour de force.  Donald Wolfit is forced to tour.\" The indomitable Alec McCowen is both in his two-hour solo presentation, \"St. Mark's Gospel,\" which last night opened at the Lamb's Theater, where it was last seen in 1990.   Mr. McCowen has been playing his technical achievement on and off in New York since 1978, and probably has a good many more limited engagements ahead of him. This is a highly theatrical performance of the Gospel that is assumed to be the first written, and the source material for those of St. Matthew and St. Luke. It also has a coherent narrative.","thumbnail":null,"section":"Theater"},{"date":"19950330","headline":"Hillary Clinton Finding a New Voice","web_url":"https://www.nytimes.com/1995/03/30/world/hillary-clinton-finding-a-new-voice.html","abstract":"  Halfway around the world from the battles that haunt her, an outspoken American woman found a new voice today in the words of an Indian schoolgirl, who composed a poem called \"Silence\" and sent it to Hillary Rodham Clinton with the handwritten exhortation: \"More power to you.\"   \" 'Too many women in too many countries speak the same language -- of silence,' \" Mrs. Clinton said in a speech, quoting the poem by Anasuya Sengupta, a senior at the Lady Sri Ram College here. \" 'My grandmother was always silent, always aggrieved, only her husband had the cosmic right (or so it was said) to speak and be heard.'","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Private Research Unit Sees Big Shortfall for Whitman","web_url":"https://www.nytimes.com/1995/03/30/nyregion/private-research-unit-sees-big-shortfall-for-whitman.html","abstract":"  A respected nonpartisan legislative research group predicted today that the state would take in $680 million less in revenue than Gov. Christine Whitman has anticipated, raising serious questions about her ability to deliver another round of tax cuts.   The prediction by the research group, the Office of Legislative Services, represents the widest forecasting discrepancy with a Governor's budget in at least a decade. Last year, the projections by the group and Governor Whitman were nearly identical.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Clinton Opens Drive on Economic Gains","web_url":"https://www.nytimes.com/1995/03/30/us/clinton-opens-drive-on-economic-gains.html","abstract":"  President Clinton engaged in an all-day public discussion of the Southern economy here today as he began a yearlong campaign to overcome a political conundrum: that his standing with the voters remains mediocre despite the nation's economic health.    The South, a leader both in economic vitality and in antipathy to Mr. Clinton, may be the region where that difficulty is most pronounced. But from early this morning until late this afternoon, in a regional conference at Emory University, the President demonstrated just how relentless he intends to be in trying to subdue it.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-268795.html","abstract":"  A company symbol in some editions of Business Day yesterday, with a brief report in the Company News column about a plan by Tandy Brands Accessories Inc. to discontinue its television home shopping business, was published in error. The symbol was that of the Tandy Corporation, a separate company.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Fringe Group Distorts the Quebec Debate","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-fringe-group-distorts-the-quebec-debate-059595.html","abstract":"  To the Editor:   In your March 25 Montreal Journal you fall into the trap of reporting the Quebec sovereignty debates from the point of view of the Equality Party. This group made its appearance as an Anglophone protest group in the election of 1989. They won four seats with 125,726 votes. Their bizarre comportment led to their winning no seats and only 11,526 votes out of the 3.9 million cast in last September's general election.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"An Insider's Guide to the Art of Film","web_url":"https://www.nytimes.com/1995/03/30/books/books-of-the-times-an-insider-s-guide-to-the-art-of-film.html","abstract":"  MAKING MOVIES  By Sidney Lumet  Illustrated. 220 pages. Alfred A. Knopf. $23.    There will be no \"personal revelations,\" Sidney Lumet, the film director, warns in the preface of his absorbing handbook, \"Making Movies.\" There will be \"no gossip,\" he adds, \"about Sean Connery or Marlon Brando.\"","thumbnail":null,"section":"Books"},{"date":"19950330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/30/nyregion/chronicle-309895.html","abstract":"  Talk about coincidence.   On Saturday, CHARLOTTE SCHROEDER, the vice president of Colbert Artists Management, called the Mayflower Hotel in Manhattan to confirm a reservation for her client, HEINZ HOLLIGER, the Swiss oboist, who is performing at the 92d Street Y this week.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Mexico's Rebels Offer a Proposal for Peace Talks","web_url":"https://www.nytimes.com/1995/03/30/world/mexico-s-rebels-offer-a-proposal-for-peace-talks.html","abstract":"  In their first concrete proposal for new peace talks with the Government, peasant rebels in the southern state of Chiapas called today for a wide-ranging discussion to be held in Mexico City.   Arguing that the army's occupation of the territory they once held in Chiapas made talks there impossible, the rebels suggested that the two sides meet along with other political groups at one of four sites in the capital: the downtown cathedral, the national university, a Roman Catholic basilica or the local headquarters of the United Nations.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Union Takes One Step Toward The Fields","web_url":"https://www.nytimes.com/1995/03/30/sports/baseball-union-takes-one-step-toward-the-fields.html","abstract":"  With a unanimous voice vote, the executive board of the players union yesterday took its step, the middle one, in the three-part process that could snatch major league baseball away from replacement players and restore it to major league players.   Two days before a Federal judge is scheduled to hear arguments on the National Labor Relation Board's request for an injunction, the union adopted a resolution saying the players would offer to end their strike and return to work if the board is granted the injunction.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/30/nyregion/no-headline-254795.html","abstract":"  \"We've already got term limits. They're called elections.\" -- REP. BILL RICHARDSON.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"House Subcommittee Initiates a Bill to Establish a Board to Manage Washington's Finances","web_url":"https://www.nytimes.com/1995/03/30/us/house-subcommittee-initiates-bill-establish-board-manage-washington-s-finances.html","abstract":"  A House subcommittee today voted unanimously to establish a board that would essentially take over the financial management of the District of Columbia. The city, which is on the verge of bankruptcy, faces a deficit of about $400 million.   The legislation would create a five-member board, which is modeled on the financial bailout agencies used for New York and Philadelphia. It was described by staff members who worked on the bill as \"the strongest ever created\" for any American city. The board, which will be selected by the President and Congress, will control the city's spending and will set up an annual balanced budget, as well as a four-year financial plan for the city.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Hermitage, in Its Manner, Displays Its Looted Art","web_url":"https://www.nytimes.com/1995/03/30/arts/hermitage-in-its-manner-displays-its-looted-art.html","abstract":"  With the opening of a much-anticipated exhibition of long concealed French paintings today at the State Hermitage Museum, Russia took a major leap in its coquettish dance with honesty about art looted from Nazi Germany at the end of the war.   The lavishly mounted exhibition, in the Nikolayevsky Hall of the Hermitage, includes 74 paintings, nearly all Impressionist or Post-Impressionist, most of them marvelous and all of them formerly hidden in the museum's vaults by order of successive Moscow Governments after the Soviet Army seized them from a devastated Nazi Germany.","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"Indian Point A-Plant's Safety Doubted on Eve of U.S. Visit","web_url":"https://www.nytimes.com/1995/03/30/nyregion/indian-point-a-plant-s-safety-doubted-on-eve-of-us-visit.html","abstract":"  After more than two years of work on the equipment at Indian Point 3 and on the attitudes of the people who work there, the New York Power Authority says it believes it is almost ready to reopen its hard-luck nuclear reactor.   But internal reports filed with the Nuclear Regulatory Commission suggest that both equipment and personnel problems persist, and authority officials said today that when they reopen the plant, it would have to run much more efficiently or be scrapped.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"What Would Fay Wray Say?","web_url":"https://www.nytimes.com/1995/03/30/opinion/what-would-fay-wray-say.html","abstract":"  The Empire State Building turned blue last night at sunset. New York City's most famous symbol is periodically lit up with different colors to mark holidays, large and obscure. It glows red for Valentine's Day and Fire Prevention Day. It is a bouquet of yellow and white for Easter. It gleams green, white and orange for India Independence Day, red and white for Pulaski Day, lavender for Gay Pride Weekend.   But last night's blue was not for a day. It was for a candy.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Aquarium to Be Enlivened","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-aquarium-to-be-enlivened.html","abstract":"  Send in the clownfish. With $4 million here and $5 million there, Camden is angling for visitors. The $4 million will pay for a makeover at the New Jersey State Aquarium, to add more colorful fish (visitors have complained that too many are brown), and birds, aquatic animals, interactive exhibits and laser lights.  And $5 million will be applied to transforming the 91-year-old sailing ship Mosholu into a restaurant anchored just north of the aquarium.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Mr. D'Amato, Let Your People Go","web_url":"https://www.nytimes.com/1995/03/30/opinion/mr-d-amato-let-your-people-go.html","abstract":"  Senator Alfonse D'Amato, in his kingmaker mode, has informed most Republican officeholders in New York that they like Senator Bob Dole for President. With the exception of Mayor Rudolph Giuliani, they are following orders. The D'Amato plan has the virtue of efficiency. We have a bias for the process known as democracy. Therefore it is necessary to protest the Senator's plan to enforce his preference by, in effect, canceling the state's Republican Presidential primary.    This would be done by making sure no other candidate can collect the requisite number of valid petition signatures to get on the ballot. \"If you're so confident that you're going to get all the votes,\" asked Senator Phil Gramm in discussing the plan to deliver New York to Mr. Dole, \"why don't you open the ballot and let the people decide?\" That is the right question. Gov. Pete Wilson of California, who met yesterday with Mr. Giuliani, correctly terms the closed process \"terribly undemocratic.\"","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Students Protest Education Cuts at Rallies Around U.S.","web_url":"https://www.nytimes.com/1995/03/30/us/students-protest-education-cuts-at-rallies-around-us.html","abstract":"  Students at universities around the country held rallies, marches, teach-ins and vigils today to protest both proposed Federal cuts in education and the Republicans' Contract With America, which they said was responsible.   At Emory University here, where about 300 students rallied while President Clinton held a regional economic conference, speakers included the university's president, William M. Chace, and representatives of homosexual student groups. At Cornell University in Ithaca, N.Y., students built a shantytown of cardboard boxes that they called Newtville after Speaker Newt Gingrich and some began a four-day hunger strike. In New York City, students dressed in black held a mock funeral march from Battery Park to City Hall.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Police in an Informer Program Are Investigated Themselves","web_url":"https://www.nytimes.com/1995/03/30/nyregion/police-in-an-informer-program-are-investigated-themselves.html","abstract":"  A Police Department program in which officers work in regular assignments but secretly provide information on corruption is under investigation by the Manhattan District Attorney's office.   At least four officers who took part in the operation, called the field associate program, are suspected of illegal acts, from committing perjury to tipping mobsters to pending criminal investigations, said Robert M. Morgenthau, the Manhattan District Attorney.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/30/nyregion/chronicle-308095.html","abstract":"  The troubles of STEPHEN FRY continue.   Mr. Fry, the English comedian and actor, has been sued by the producer of \"Cell Mates,\" a West End production that he left after three performances in February, The Evening Standard reported yesterday. He is being treated for depression at a private hospital in London and is expected to plead ill health in response to the lawsuit, the newspaper said.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Yesterday in Washington","web_url":"https://www.nytimes.com/1995/03/30/us/diary-yesterday-in-washington.html","abstract":"  TERM LIMITS The House voted squarely against the will of the people by rejecting, one after another, four proposed constitutional amendments that would have limited the number of terms served by members of Congress. The result made term limits the first item in the Republicans' Contract With America to go down to defeat in the House.   SPENDING CUTS The Senate unanimously approved an amendment aimed at blunting Democratic opposition to a bill that would cut $13.5 billion from current-year spending. The amendment would require that the savings be applied to deficit reduction. Its sponsor was Senator Robert C. Byrd of West Virginia, the ranking Democrat on the Appropriations Committee, who said, \"I will not indirectly cast my vote for tax breaks for the wealthy by voting for painful cuts that may be used to finance subsidies for the rich.\"","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-269595.html","abstract":"  An article by Reuters last Thursday about transplants of immature brain cells in mice to treat a genetic brain abnormality misstated the surname of an author of the study. He is Dr. Evan Snyder, not Smith.    The article also misstated the number of mice that were treated. It was 17, not 700.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"After Dark, 4 Agents Light Out","web_url":"https://www.nytimes.com/1995/03/30/arts/after-dark-4-agents-light-out.html","abstract":"  In a late-night drama worthy of an action-adventure movie, four top agents at International Creative Management left their jobs shortly after midnight today to start their own agency. They took their files with them, prompting the threat of legal action on the part of their former employers.   Their move outraged Jeff Berg, the chairman, and James Wiatt, the president, of International Creative Management, which has a client list that includes Mel Gibson, Julia Roberts, Arnold Schwarzenegger, Jodie Foster and Michelle Pfeiffer.","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"Cuts Must Go to Deficit, Senate Says","web_url":"https://www.nytimes.com/1995/03/30/us/cuts-must-go-to-deficit-senate-says.html","abstract":"  The Senate today unanimously approved an amendment that would require $13.5 billion in cuts from spending in the current fiscal year be applied to reducing the Federal budget, not reducing taxes. The move was intended to blunt the opposition of Democrats to the spending-cut plan.   As the Senate began debate today on the midyear budget cuts, known as rescissions, Democrats made it clear that they would oppose the legislation unless they were given assurances that the Republicans would not use the savings to help pay for their proposed tax cuts.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Where Gods and Athletes Part Company","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-where-gods-and-athletes-part-company-041295.html","abstract":"  To the Editor:   Although I wholeheartedly agree with the tenor of \"Olympic Swat Teams Hit Atlanta\" (Topics of the Times, March 26), I must comment on a point that increasingly appears in print. You state that the word Olympic means \"of, or belonging to Olympus, the fabled home of the Greek gods.\" The Olympic Games derive their name from the idyllic location of Olympia in the southern Greek region of the Peloponnesus.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"No Sentimental Journey For a Stubborn Wooden","web_url":"https://www.nytimes.com/1995/03/30/sports/ncaa-tournament-no-sentimental-journey-for-a-stubborn-wooden.html","abstract":"  He is the father of their country, but the U.C.L.A. Bruins have been unable to coerce John Wooden to attend this weekend's Final Four in Seattle.   He will skip it for sentimental reasons. Wooden's wife of 53 years, Nell, died 10 springs ago, and their last trip as a couple had been to the 1984 Final Four.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/30/us/inside-665295.html","abstract":"  Players Vote to Play, if. . .   Though a lockout threat remains, the players' union reaffirmed a stand by voting to halt the baseball strike if an injunction is granted. Page B11. Army to Punish 9 Rangers    The Army said nine instructors would be disciplined for poor judgment in the deaths of four Ranger trainees last month. Page A19. An H.I.V. Recovery in Doubt    Some scientists say a child infected at birth with the AIDS virus was able to throw off the infection, but others question the evidence. Page A18.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Retrial in Stabbing of Seles","web_url":"https://www.nytimes.com/1995/03/30/sports/sports-people-tennis-retrial-in-stabbing-of-seles.html","abstract":"  The prosecution demanded a prison sentence in the retrial yesterday of the man who idolized STEFFI GRAF so much that he stabbed MONICA SELES in the back during a tennis tournament. But the court in Hamburg, Germany, also heard testimony that GUNTHER PARCHE, 40, needed treatment rather than prison time, and that he is no longer a danger. Parche was given a suspended sentence after his first trial for the April 1993 stabbing. The leniency triggered an uproar, and the prosecution, backed by Seles and her lawyers, won a retrial. Today, the court will hear closing arguments by the defense and Seles's lawyers. A ruling is likely on April 3. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"N.I.T.;\nGeorgia in the Party Without an Invitation","web_url":"https://www.nytimes.com/1995/03/30/sports/nit-georgia-in-the-party-without-an-invitation.html","abstract":"Andy Landers isn't offended that no one in the country thinks his Georgia Lady Bulldogs have a chance to make the finals of the women's collegiate basketball tournament. Instead, the 42-year-old head coach said he liked his chances against Tennessee in Saturday's opening game in Minneapolis.\n\n\"We don't mind being at the party without an invitation,\" said Landers, who has coached at Georgia for 16 years, with 450 career victories, is 28-4 this season and has a 10-18 record against his Southeastern Conference rival, Tennessee. \"We feel we can compete. We are in no way intimidated by who we play. Tennessee is a longstanding rivalry.\"","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/30/nyregion/news-summary-462595.html","abstract":"  International A3-10  SECRET U.S. FUNDS FOR GUATEMALA  The Bush Administration, in a show of anger over the murder of an American citizen, cut off military aid to Guatemala in 1990 but secretly allowed the C.I.A. to send millions of dollars to the military Government, U.S. officials said. A1","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"A Dignified Pursuit of Peace: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-a-dignified-pursuit-of-peace-letters-to-the-editor.html","abstract":"Edwin M. Yoder Jr., in \"Beneath the Dignity of a U.S. President\" (Opinion, March 23), criticizes President Bill Clinton for meeting with Gerry Adams, a man intricately involved in the present cease-fire in Northern Ireland. Mr. Adams, as leader","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"For Mets, the Next Best Thing to Dugout Chatter","web_url":"https://www.nytimes.com/1995/03/30/sports/baseball-for-mets-the-next-best-thing-to-dugout-chatter.html","abstract":"  After months of what one player called unencouraging conversations, members of the Mets' 40-man roster held a conference call today and discussed -- albeit tentatively -- the process by which they could soon return to work.   The call, initiated and moderated by Bobby Bonilla, the team's player representative, was referred to as optimistic by a half-dozen players contacted this afternoon, and focused primarily on the possibility that players could return to work while negotiations with the owners continue.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Shabazz Case Illustrates the Havoc Caused by Paid Informers","web_url":"https://www.nytimes.com/1995/03/30/opinion/l-shabazz-case-illustrates-the-havoc-caused-by-paid-informers-077395.html","abstract":"  To the Editor:   Re your March 24 front-page article on alleged payments by Federal agents to an informer in the case against Qubilah Bahiyah Shabazz, who has been indicted on charges that she plotted to kill Louis Farrakhan, leader of the Nation of Islam:","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"1920:The Final Sermon: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-1920the-final-sermon-in-our-pages-100-75-and-50-years-ago.html","abstract":"NEW YORK - Nearly two hundred dead, and more than 1,000 injured, with damages amounting into the millions, were caused by two tornadoes in the Central West and in the South. Many towns directly in the path of the tornado were spared by a strange freak of","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Another Ailing Rocket","web_url":"https://www.nytimes.com/1995/03/30/sports/sports-people-pro-basketball-another-ailing-rocket.html","abstract":"  Houston Rockets guard VERNON MAXWELL has iron-deficiency anemia even more serious than HAKEEM OLAJUWON's condition, the team's doctor, JIM MUNTZ, said yesterday. \"We're 100 percent certain that both of those guys have iron-deficient anemia,\" Muntz said. \"Max's blood count is even lower than Hakeem's. They can both practice and shoot around but they'll just fatigue quicker.\"   Olajuwon was diagnosed with anemia on Tuesday and hours later, Maxwell complained of similar symptoms. Muntz said both players are on a program to increase their blood counts and it will take about two weeks before they are fully recovered.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"End of Urban Agency Draws Fears of Neglect","web_url":"https://www.nytimes.com/1995/03/30/nyregion/end-of-urban-agency-draws-fears-of-neglect.html","abstract":"  Seventeen floors above 125th Street in Harlem, Donald J. Cogsville was reluctantly preparing to move out of his corner office, with its expansive windows and sweeping views of Central Park and the Hudson River.   \"We've been cut out,\" said Mr. Cogsville, the chairman and chief executive of the Harlem Urban Development Corporation, as he sat surrounded by architects' renderings and scale models of grand development projects, many of which never came to be.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Report on Bus Problems Cites Maintenance Errors","web_url":"https://www.nytimes.com/1995/03/30/nyregion/report-on-bus-problems-cites-maintenance-errors.html","abstract":"  New York's buses are chronically unreliable because of an aging fleet that has not been replaced fast enough and because transit officials repeatedly glossed over serious design flaws and failed to enforce maintenance standards, according to a report released yesterday.   The report, issued by Henry P. Flinter, Inspector General of the Metropolitan Transportation Authority, focuses on the oldest buses in the system, built from 1981 to 1983, and accuses the Transit Authority of failing for years to address problems with those buses.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"If You Spoof a Cartoon, You'd Better Be Funnier","web_url":"https://www.nytimes.com/1995/03/30/theater/theater-review-if-you-spoof-a-cartoon-you-d-better-be-funnier.html","abstract":"  People who live in quotation marks are not, perhaps, the easiest figures to satirize, a lesson amply demonstrated in Charlie Varon's \"Rush Limbaugh in Night School.\"   This one-man show takes on not only the conservative radio pundit but also such figures as Jackie Mason, Spalding Gray and Garrison Keillor, all of whom, like Mr. Limbaugh, have made a career from a self-consciousness verging on self-parody. When Mr. Varon imitates them, he often seems to be missing the point of their personas, drawing cartoons of cartoons that are actually less funny than the real thing.","thumbnail":null,"section":"Theater"},{"date":"19950330","headline":"F.C.C. WILL ORDER PHONE COMPANIES TO CUT ACCESS FEE","web_url":"https://www.nytimes.com/1995/03/30/us/fcc-will-order-phone-companies-to-cut-access-fee.html","abstract":"  The Federal Communications Commission will order the nation's local telephone companies on Thursday to reduce the access charges they impose on long-distance carriers by about $1 billion a year for the next few years, agency officials said today.   The rate cuts could translate into one of the biggest single reductions in long-distance telephone costs since the breakup of the Bell System a decade ago.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"What Else Did The C.I.A. Know?","web_url":"https://www.nytimes.com/1995/03/30/opinion/what-else-did-the-cia-know.html","abstract":"The disclosure that the C.I.A employed a Guatemalan Army colonel involved in the torture and murder of Michael DeVine, an American who ran an inn in the jungle, and an insurgent married to Jennifer Harbury, an American lawyer, comes as no surprise to my family.\n\nExactly 10 years ago, Guatemalan paramilitary forces escorted my brother Nick Blake, a freelance journalist, and a photographer, Griffin Davis, out of the village of El Llano in the highlands and shot them dead with high-powered rifles. Both men had gone into the mountains to try to interview left-wing guerrillas who had been waging a civil war in Guatemala for more than three decades.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-265295.html","abstract":"  Because of an editing error, an article yesterday about the conviction of two Newark politicians on Federal corruption charges referred incompletely in some editions to a prosecutor in the case. He is Larry R. C. Stephen, chief of the corruption division in the United States Attorney's office in Newark.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Dolphins Trade Jackson","web_url":"https://www.nytimes.com/1995/03/30/sports/sports-people-pro-football-dolphins-trade-jackson.html","abstract":"  KEITH JACKSON, one of the National Football League's top tight ends, was traded yesterday by the Miami Dolphins to the Green Bay Packers for a second-round choice in April's draft. But the five-time Pro Bowl player wants a new long-term contract before joining the Packers. As part of the trade, the Dolphins returned to Green Bay a fourth-round draft pick acquired in the March 21 deal that sent Miami's MARK INGRAM to the Packers. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Ex-Boyfriend Charged in Fire","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-ex-boyfriend-charged-in-fire.html","abstract":"  The former live-in boyfriend of a Camden woman has been charged with setting a fire that killed two of her children and seriously injured two others. The ex-boyfriend, Miguel Lazada, acted in anger after he was kicked out by Elizabeth Ponce, the authorities said. Prosecutors said that Ms. Ponce was at a crack house when the fire started, and they would not rule out the possibility that she may face charges.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Showalter Getting Itchy To Pencil In Regulars","web_url":"https://www.nytimes.com/1995/03/30/sports/baseball-showalter-getting-itchy-to-pencil-in-regulars.html","abstract":"  Buck Showalter erased the names of the replacement players from the depth chart hanging in his tiny office and in their place etched in the names of the real Yankees from the 40-man roster. Showalter wants to believe that Don Mattingly and friends will be here soon. He wants to be ready, so he erased and he etched.   As the Yankee manager packed for today's journey to Houston for Thursday night's exhibition game with the replacement Astros, he conceded that he sounded like an amateur psychologist as he tried to convince himself there would soon be a labor settlement. He did not have to concede that he seemed like a manager with a hunch -- or maybe it was merely a hope -- that he would be back to manage Mattingly and to even drink the last diet soda he symbolically left chilling in his refrigerator.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Brooklyn Philharmonic Names New Director","web_url":"https://www.nytimes.com/1995/03/30/arts/brooklyn-philharmonic-names-new-director.html","abstract":"  The Brooklyn Philharmonic has appointed Robert Spano as its music director, succeeding Dennis Russell Davies, who will leave the orchestra at the end of next season. Mr. Davies, who has been principal conductor since 1991, oversaw a thorough revamping of the orchestra's programming, replacing conventional concerts with thematic weekends that include recitals, films and lectures as well as orchestral programs.   Mr. Spano, 33, is to take up his new post in the 1996-97 season, but his debut with the orchestra is scheduled for next season, when he conducts one of its five weekend programs. The director of the Oberlin Conservatory Opera Theater since 1989, he was also an assistant conductor of the Boston Symphony Orchestra from 1990 to 1992 and has appeared extensively as a guest conductor in the United States and Europe. Last year, he won the Seaver/ National Endowment for the Arts Conductors Award, a $75,000 prize for young conductors, administered by the Juilliard School. The Brooklyn post will be his first orchestra directorship. His contract runs for three years.","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"Global Warming:A Treaty to Save","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-global-warminga-treaty-to-save.html","abstract":"Delegates from more than 150 countries are in Berlin at the first formal conference of the climate change treaty. They deliberate under the shadow of widespread failure to meet the treaty's core commitment to curb emissions of greenhouse gases..The fir","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Brown Is Told Sports Program Cheats Women","web_url":"https://www.nytimes.com/1995/03/30/sports/colleges-brown-is-told-sports-program-cheats-women.html","abstract":"  A Federal judge ruled yesterday that Brown University had discriminated against female athletes by eliminating women's gymnastics and volleyball teams in 1991, a decision that could have broad implication for colleges that inadequately fund women's athletic teams.   Judge Raymond S. Pettine of United States District Court in Providence, R.I., found that Brown had failed to comply with Title IX, a 1972 Federal law that prohibits sex discrimination at schools receiving Federal funds and ordains that women receive opportunities equal to those accorded male athletes.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"House Panel Backs Easing Of U.S. Water Standards","web_url":"https://www.nytimes.com/1995/03/30/us/house-panel-backs-easing-of-us-water-standards.html","abstract":"  A House subcommittee today approved sweeping revisions to the Clean Water Act that would give much greater weight to costs when deciding whether to seek further improvements in the quality of the nation's water.   The vote, by a strong 19 to 5 for the revisions, was the first time in the new 104th Congress that the roll has been called on fundamentally amending one of the nation's core environmental statutes.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/03/30/sports/college-hockey-report.html","abstract":"  Boston University    After two weeks as the school's director of athletics, Jack Parker told Chris Palmer, the football coach at the time, that he had made a terrible mistake. So Parker quit and went back to something he knew he did well and liked, coaching the B.U. hockey team.    That was six years ago and in four of the ensuing seasons Parker's teams came within either one or two victories of national championships. The Terriers try again today in a semifinal game of the National Collegiate Athletic Association tournament at Providence, R.I. They will play Minnesota, and Maine will oppose Michigan, with the winners to decide the championship on Saturday afternoon. ESPN will televise all three games.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"The Stage Is Her World; Avid Theatergoer Attends More Than 200 Shows a Year","web_url":"https://www.nytimes.com/1995/03/30/nyregion/the-stage-is-her-world-avid-theatergoer-attends-more-than-200-shows-a-year.html","abstract":"  At intermission Friday night at Synchronicity Space, an Off Off Broadway house in SoHo, Ruth Rauch decided the show was pretty good so far. One or two of the performances were to her liking, and she knew one of the actors, always a special pleasure.   Now, she doesn't like every show she sees. There was that reading last summer, three hours about the life of Warren G. Harding, which was the first time she ever fell asleep during a performance. Even so, if she says a show is pretty good, you might want a second opinion. She makes no claims to being New York City's most discriminating theatergoer, though she may well be its most prolific.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Journal; The Glamour Gap","web_url":"https://www.nytimes.com/1995/03/30/opinion/journal-the-glamour-gap.html","abstract":"  Don't feel sorry for the sequestered O. J. Simpson jurors -- envy them. Thanks to an edict by Judge Lance Ito, they were not allowed to waste Monday night watching the Oscars.   The judge had feared that some prejudicial barbs about the case might surface on the telecast. He needn't have worried. O. J. was never mentioned in this endless orgy of irrelevancy in which the belly-flopping David Letterman demonstrated just how large a bullet he dodged by not moving his own show to L.A.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Smith Is Leaving Tulsa To Coach at Georgia","web_url":"https://www.nytimes.com/1995/03/30/sports/sports-people-college-basketball-smith-is-leaving-tulsa-to-coach-at-georgia.html","abstract":"  TUBBY SMITH, who coached Tulsa to the National Collegiate Athletic Association Sweet 16 the last two seasons, got the basketball coaching job at Georgia yesterday and became the school's first black head coach. Smith, 43, succeeds HUGH DURHAM, who was dismissed on March 19 after 17 seasons.   The Georgia athletic director, VINCE DOOLEY, said Smith agreed to a six-year contract at $115,000 a year.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Philharmonic Radio Forum","web_url":"https://www.nytimes.com/1995/03/30/arts/philharmonic-radio-forum.html","abstract":"  The public is to have a chance to ask questions about plans and workings of the New York Philharmonic on Tuesday, when the orchestra's music director, Kurt Masur, and executive director, Deborah Borda, are to take questions from listeners on the Philharmonic Radio Forum, 4:30 to 5:30 P.M. on WQXR-FM (96.3). Tom Bartunek, the station's vice president for programming and operations, is to be the host. Information: (212) 875-5709.","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"Just Try to Slow These People Down","web_url":"https://www.nytimes.com/1995/03/30/arts/just-try-to-slow-these-people-down.html","abstract":"  A stroke of nonverbal inspiration gave Bill Einreinhofer, a veteran producer of public television documentaries, the title for his latest project.   \"I sat back watching it, with the sound turned down,\" Mr. Einreinhofer said, \"and I saw all these bodies in motion. All kinds of motion.\"","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"G.O.P. Mobilizes for Contract Deadline","web_url":"https://www.nytimes.com/1995/03/30/us/gop-mobilizes-for-contract-deadline.html","abstract":"  As the first 100 days of their revolution draw to a close, House Republicans are busily planning how to package their accomplishments for the voters. As a result, coming soon to a media outlet near you: One Hundred Days. A story of promises made and promises kept. Of hard work and real change. Of a Contract With America, and the men and women who delivered on it.   It is all part of an elaborate communications strategy to allay an abiding Republican fear: that a disengaged public has yet to get the message of how much was accomplished in the past three months. House Republicans say they are proud of their output, frustrated at their failure so far to get their story across in the news media, but are determined to try, in the next few weeks, to get the full historic credit that they believe they are due.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"On Deck, Judge Sonia Sotomayor","web_url":"https://www.nytimes.com/1995/03/30/opinion/on-deck-judge-sonia-sotomayor.html","abstract":"  After bouncing from the bargaining table to the White House to Congress without resolution, the baseball stalemate is headed toward Federal court just days before the season is scheduled to start. Whether Judge Sonia Sotomayor of New York can get the big-leaguers back on the field is unclear, but she should take a shot.    The National Labor Relations Board is bearing down on her court, seeking an injunction to restore bargaining issues the owners have taken off the table. If she rules in the board's favor, which she can do for valid legal reasons, the players would end their strike. The owners could still scuttle a real season by locking out the players, but it is not certain a three-fourths majority of the owners would support that step.","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"Times Settles a Suit Over Pressroom Hiring","web_url":"https://www.nytimes.com/1995/03/30/nyregion/times-settles-a-suit-over-pressroom-hiring.html","abstract":"  A Federal judge approved a settlement yesterday requiring The New York Times Company to increase its hiring of women and minority workers in its pressroom to resolve a lawsuit brought by the Equal Employment Opportunity Commission against the company and the pressmen's union.   Judge Robert P. Patterson Jr. of the Federal District Court in Manhattan determined that the settlement satisfied antidiscrimination laws. The settlement sets a target that calls for 25 percent of the pressroom's casual workers to be members of minority groups and women in 10 years.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Of G.O.P. Promises Made","web_url":"https://www.nytimes.com/1995/03/30/us/of-gop-promises-made.html","abstract":"  Republicans in the House have begun an elaborate strategy to allay their abiding fear: that a disengaged public has yet to get the message of what was accomplished in the first 100 days of the new Congress. They want to get the full historic credit that they believe they are due for pushing hard to make the Contract With America a reality. Page A21.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Chaos for Some, a Diversion for Others","web_url":"https://www.nytimes.com/1995/03/30/nyregion/chaos-for-some-a-diversion-for-others.html","abstract":"  As smoke and soot brought an early dusk to the canyons of lower Manhattan yesterday, thousands of office workers and tourists who sensed more diversion than disaster flocked to South Street to gawk as part of the Fulton Fish Market went up in flames.   Fire trucks seized the high ground -- in this case, the elevated Franklin D. Roosevelt Drive -- to pour water into the smoking ruin, while dozens of other emergency vehicles, with leaking fire hoses snaking around them, jammed the surrounding streets. The highway and several streets were closed, some well into the rush hour, turning the area's usual traffic chaos into a slow-motion exercise in frustration.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Sidelines: For the Record","web_url":"https://www.nytimes.com/1995/03/30/sports/IHT-sidelines-for-the-record.html","abstract":"Max Mosley, FIA's president, said the appeals hearing into the fuel disqualifications of Brazilian Grand Prix winner Michael Schumacher of the Benetton-Renault team and runner-up David Coulthard of the Williams-Renault team would be held in Paris on Apri","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Haitian Officials May Have Plotted to Kill Opponent","web_url":"https://www.nytimes.com/1995/03/30/world/haitian-officials-may-have-plotted-to-kill-opponent.html","abstract":"  The United States alerted the Haitian Government last week that a prominent opposition figure who was shot to death on the streets of Port-au-Prince on Tuesday was the target of a plot, Administration officials said today.    The Haitian Justice Minister, Jean Joseph Exume, warned the woman, Mireille Durocher Bertin, a 38-year-old lawyer, but she declined Government protection in favor of her personal bodyguard, Administration officials said. She was a leading supporter of the 1991 military coup that unseated President Jean-Bertrand Aristide. She and a client were killed as they drove in her car on one of the busiest streets in the capital.","thumbnail":null,"section":"World"},{"date":"19950330","headline":"Theft Suspect Pleads Not Guilty","web_url":"https://www.nytimes.com/1995/03/30/nyregion/new-jersey-daily-briefing-theft-suspect-pleads-not-guilty.html","abstract":"  His taste in cars proved his undoing, prosecutors said yesterday. They were talking about the man the police dubbed the \"Sable Bandit,\" whom they blame for at least 11 assaults and robberies since January. His habit was to escape in a Mercury Sable or Ford Taurus after sneaking up behind women to steal their purses or jewelry. On Friday, the police in Newark spotted a stolen Sable and arrested Spillerman Hill, 29, of East Orange. Yesterday, he pleaded not guilty to charges including robbery, aggravated assault and carjacking.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Richer Surmounts His Aches","web_url":"https://www.nytimes.com/1995/03/30/sports/hockey-richer-surmounts-his-aches.html","abstract":"  Stephane Richer, a sensitive and emotional player, has been the best player for the Devils in this season of high expectations for New Jersey. But it appears the Devils have found a way to make him unhappy.   Richer has been concerned with a groin injury that forced him to miss three of the six games before tonight's encounter here with the Senators and he questioned the wisdom of his bosses for the way he has been used during his rehabilitation.","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Reviving the Sensibility of the French Baroque","web_url":"https://www.nytimes.com/1995/03/30/arts/music-review-reviving-the-sensibility-of-the-french-baroque.html","abstract":"  Wise observers of the French Baroque approach its operas as a musician would its instruments. In both cases we have solid proof about the artifacts involved, but we must guess at how they are meant to behave.   What makes Baroque practitioners different from us? Three hundred years is not enough to change human nature, so it must be a matter of style. Style is fickle; it changes on a dime. In the stage works of Charpentier we are faced with emotions certainly as deep and direct as our own, but couched now in formalities and deflections that make a Mamet (or indeed a Shakespeare) seem barbaric. Charpentier leaves us with remote metaphors for what we ourselves call \"the real thing.\"","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"1895:Insurgent Cuba: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-1895insurgent-cuba-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] Figures are eloquent. The simple enumeration of the military force which Spain is preparing to send to Cuba proves the extent of the insurrection on the island. But the possession of the old colony must be, indee","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"HOUSE TURNS BACK MEASURES TO LIMIT TERMS IN CONGRESS","web_url":"https://www.nytimes.com/1995/03/30/us/house-turns-back-measures-to-limit-terms-in-congress.html","abstract":"  After months of hot oratory about the evils of career politicians, the House voted squarely against public opinion tonight and rejected four proposals that would have limited the number of terms its members could serve.   The votes were the first ever to be held on a Constitutional amendment on Congressional term limits, which polls show have broad popular support.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Ready to Join Presidential Race, Specter Is Looking for His Niche","web_url":"https://www.nytimes.com/1995/03/30/us/ready-to-join-presidential-race-specter-is-looking-for-his-niche.html","abstract":"  For Senator Arlen Specter, it seemed like just the right formula for winning the Republican nomination for President: He would stand out as the only Republican contender to take on what he called \"the extreme fringe\" of religious conservatives who he fears are commandeering the party.   But so far, Mr. Specter's unofficial campaign has had the air of an ill-fated protest candidacy, and that is how it is regarded by many leading Republicans.","thumbnail":null,"section":"U.S."},{"date":"19950330","headline":"Remember No. 23? The Islanders Do","web_url":"https://www.nytimes.com/1995/03/30/sports/hockey-remember-no-23-the-islanders-do.html","abstract":"  A few weeks ago Bobby Nystrom's 12-year-old son asked him, \"Dad, why isn't your jersey up in the rafters, too?\"   \"Because, Eric,\" Nystrom replied, \"I was a journeyman player. They'll never retire my number.\"","thumbnail":null,"section":"Sports"},{"date":"19950330","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/30/nyregion/c-corrections-266095.html","abstract":"  An obituary on March 23 about Peter M. Spackman, who edited The Columbia University Forum and Cultural Affairs magazines during the 1960's, referred incorrectly to a previous marriage and omitted another. Nancy G. Ellsworth, from whom he was divorced in 1968, was his second wife. His first wife was Carol Cox, who died in 1958.","thumbnail":null,"section":"New York"},{"date":"19950330","headline":"Despite the Religious Songs, Party Music","web_url":"https://www.nytimes.com/1995/03/30/arts/pop-review-despite-the-religious-songs-party-music.html","abstract":"  Conjunto Cespedes, an Afro-Cuban group led by the exceptional singer Gladys Cespedes, is generally considered the most important group in the flourishing West Coast Latin music scene. This band -- which has just released a new album, \"Vivito y Coleando\" (Xenophile) -- has been marketed as a world-music group, among the few Latin bands to receive the treatment. And given the upsurge in interest in Cuban music generally, it isn't surprising that the Cespedes packed S.O.B.'s on Sunday night with a crowd intent on having a good time.   It's easy to understand the group's reputation: with four horns, a violin, several percussionists and more, it creates a big, thick sound. Though Ms. Cespedes sings religious songs occasionally, this is party music, for dancers. Ms. Cespedes is the key to it all. She's an amiable performer with a great pillar of a voice, solid and dense, and with its own chocolate texture. She bends notes slightly to pressure a changing pitch into surrendering emotion, and uses rhythm to make her phrases take on profundity.","thumbnail":null,"section":"Arts"},{"date":"19950330","headline":"1945:Food Supply: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/30/opinion/IHT-1945food-supply-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - In a discussion of the United States food supply, Mrs. Franklin D. Roosevelt said today [March 29] at her press conference: \"If we would just eat the British ration for one month all over this country we would be much more satisfied with","thumbnail":null,"section":"Opinion"},{"date":"19950330","headline":"New Paris Library: Visionary or Outdated?","web_url":"https://www.nytimes.com/1995/03/30/style/IHT-new-paris-library-visionary-or-outdated.html","abstract":"When President Franois Mitterrand inaugurates the new Bibliothque Nationale de France on Thursday, the ceremonies will mark the completion of the last, grandest and costliest of the monumental buildings he has commissioned in Paris with monar","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19950330","time":"1995-03-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":63,"wspd":9.4},{"date":"19950330","time":"1995-03-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":63,"wspd":5.4},{"date":"19950330","time":"1995-03-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":64,"wspd":5.4},{"date":"19950330","time":"1995-03-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":64,"wspd":5.4},{"date":"19950330","time":"1995-03-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":66,"wspd":7.6},{"date":"19950330","time":"1995-03-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":66,"wspd":7.6},{"date":"19950330","time":"1995-03-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":67,"wspd":11.2},{"date":"19950330","time":"1995-03-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":69,"wspd":7.6},{"date":"19950330","time":"1995-03-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":63,"wspd":9.4},{"date":"19950330","time":"1995-03-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":59,"wspd":16.6},{"date":"19950330","time":"1995-03-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":43,"wspd":20.5},{"date":"19950330","time":"1995-03-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":40,"wspd":20.5},{"date":"19950330","time":"1995-03-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":34,"wspd":22.3},{"date":"19950330","time":"1995-03-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":38,"wspd":18.4},{"date":"19950330","time":"1995-03-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":36,"wspd":24.1},{"date":"19950330","time":"1995-03-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":40,"wspd":20.5},{"date":"19950330","time":"1995-03-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":39,"wspd":22.3},{"date":"19950330","time":"1995-03-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":42,"wspd":22.3},{"date":"19950330","time":"1995-03-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":52,"wspd":20.5},{"date":"19950330","time":"1995-03-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":62,"wspd":16.6},{"date":"19950330","time":"1995-03-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":69,"wspd":18.4},{"date":"19950330","time":"1995-03-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":74,"wspd":13},{"date":"19950330","time":"1995-03-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":77,"wspd":14.8},{"date":"19950330","time":"1995-03-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":79,"wspd":13},{"date":"19950330","time":"1995-03-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":53,"wspd":11.2},{"date":"19950330","time":"1995-03-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":58,"wspd":11.2},{"date":"19950330","time":"1995-03-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":9.4},{"date":"19950330","time":"1995-03-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":13},{"date":"19950330","time":"1995-03-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":13},{"date":"19950330","time":"1995-03-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":11.2},{"date":"19950330","time":"1995-03-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":65,"wspd":9.4},{"date":"19950330","time":"1995-03-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":7.6},{"date":"19950330","time":"1995-03-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":5.4},{"date":"19950330","time":"1995-03-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":5.4},{"date":"19950330","time":"1995-03-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":7.6},{"date":"19950330","time":"1995-03-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":73,"wspd":7.6},{"date":"19950330","time":"1995-03-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":71,"wspd":7.6},{"date":"19950330","time":"1995-03-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":76,"wspd":14.8},{"date":"19950330","time":"1995-03-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":16.6},{"date":"19950330","time":"1995-03-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":16.6},{"date":"19950330","time":"1995-03-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":16.6},{"date":"19950330","time":"1995-03-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":14.8},{"date":"19950330","time":"1995-03-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":83,"wspd":13},{"date":"19950330","time":"1995-03-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":83,"wspd":16.6},{"date":"19950330","time":"1995-03-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":14.8},{"date":"19950330","time":"1995-03-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":74,"wspd":18.7},{"date":"19950330","time":"1995-03-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":14.8},{"date":"19950330","time":"1995-03-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":80,"wspd":14.8}]}}