{"19930601":{"guardian_articles":[],"nytimes_articles":[{"date":"19930601","headline":"Bronx School Struggles Despite Praise and Fame","web_url":"https://www.nytimes.com/1993/06/01/nyregion/bronx-school-struggles-despite-praise-and-fame.html","abstract":"  Everywhere, the children make music. They stroke the keys in the piano room and they caress violins in the auditorium. They sing in the musty, peeling theater built in 1914 where, just outside the door, beleaguered men gather along Boston Road and dogs sleep on the sidewalk.   St. Augustine School of the Arts, a nationally renowned Roman Catholic elementary school in the South Bronx, is experiencing the best and worst of times. An award-winning documentary about the school opened in New York on Friday, and the school's principal was recently honored as one of the nation's outstanding educators. But a fire last December that destroyed two-thirds of the main school building has left St. Augustine struggling to maintain its financial footing.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"For Veterans, a Time for Memories; A Hospital's Small Celebration Turns Into a Day for Sharing","web_url":"https://www.nytimes.com/1993/06/01/nyregion/for-veterans-time-for-memories-hospital-s-small-celebration-turns-into-day-for.html","abstract":"  In a veterans hospital, the wars sometimes never end, and memories are carried deep in lasting wounds and lost years.   \"Memorial Day is different when you get in here,\" said Andy Giannone, who came back from the dark terror of the Vietnam jungle as a heroin addict 25 years ago and who spent his first sober Memorial Day in years at a small celebration here today.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"U.N. GETS PROTEST ON CAMBODIA VOTE","web_url":"https://www.nytimes.com/1993/06/01/world/un-gets-protest-on-cambodia-vote.html","abstract":"  With new vote totals showing a neck-and-neck race between Cambodia's ruling party and the royalist opposition founded by Prince Norodom Sihanouk, the Government protested to the United Nations today what it said were \"irregularities\" in last week's elections.    Although the United Nations, several foreign governments and a variety of independent poll monitors have certified the voting as free and fair, diplomats in Phnom Penh warned that the Government was laying the groundwork for a claim that the election results should be annulled and that it might try to hold power even if it lost at the polls.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"A Gentler China: A special report.; 4 Years After Tiananmen, The Hard Line Is Cracking","web_url":"https://www.nytimes.com/1993/06/01/world/gentler-china-special-report-4-years-after-tiananmen-hard-line-cracking.html","abstract":"  Nearly four years have passed since the Communist hard-liners sent tanks to Tiananmen Square, filling the morgues with the broken bodies of young fighters for democracy and casting a repressive nightfall across the country.   Now a dawn of sorts has gradually broken across China.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Master of the Fastest Course","web_url":"https://www.nytimes.com/1993/06/01/sports/auto-racing-master-of-the-fastest-course.html","abstract":"  Roger Penske used an allusion to a 3-iron to illustrate a point about a driver today.   The golf club alluded to belongs to Bernhard Langer. The driver is Emerson Fittipaldi, who on Sunday called upon more than two decades of racing experience to give Penske's team its ninth Indianapolis 500 victory in the last 25 years.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Courts Plan Seeks to Add Appeals Unit","web_url":"https://www.nytimes.com/1993/06/01/nyregion/courts-plan-seeks-to-add-appeals-unit.html","abstract":"  Concerned by critical backlogs in appeals court cases coming from most of New York City and its suburbs, Gov. Mario M. Cuomo and legislative leaders are seeking to expand New York State's appellate court system.   Legislative aides say leaders of the Democratic-controlled Assembly and Republican-controlled State Senate will introduce, possibly this week, proposed amendments to the State Constitution that would authorize the first major change in the appellate courts in a century. The change would add a fifth department to the four that now form the Appellate Division, the state's intermediate appeals court and the last stop for most cases.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"New Medical Technology Could Do You Harm; Health Savings Account","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-new-medical-technology-could-do-you-harm-health-savings-account-621393.html","abstract":"  To the Editor:   \"Health Care's Fever: Not So High to Some\" (The Week in Review, May 16) mentions a 1970's Rand Corporation study showing that families randomly assigned to a plan requiring them to absorb the first $1,000 a year of medical costs spent 40 percent less on their care, with \"negligible\" effects on health. You used this to prove that overuse is a major problem in the cost of medical care. This plan is also an easy, sensible way to solve our health care cost problem.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Operators of Nuclear Plants Are Warned of a Safety Risk","web_url":"https://www.nytimes.com/1993/06/01/us/operators-of-nuclear-plants-are-warned-of-a-safety-risk.html","abstract":"  The Nuclear Regulatory Commission has warned the operators of 34 nuclear reactors around the country that the instruments they use to measure the level of water in the reactors could give a false reading during routine shutdowns and fail to detect important leaks.    The warning was issued Friday. The problem was first brought to light by an engineer at Northeast Utilities in Connecticut, who said later that he had been harassed for raising safety questions. Earlier this month, the commission agreed with him and said it would fine the utility; Northeast is appealing the ruling.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Ban Keeps Day From Belmont","web_url":"https://www.nytimes.com/1993/06/01/sports/horse-racing-ban-keeps-day-from-belmont.html","abstract":"  In an unusual move by a jockey, Pat Day decided yesterday not to appeal a five-day suspension for careless riding but to accept the penalty and thereby forego his ride on the highly regarded Cherokee Run in next Saturday's $500,000 Belmont Stakes.   \"I feel very strongly about the suspension process,\" the 39-year-old rider said from Churchill Downs in Louisville, Ky. \"And the decision had to be something I could live with.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Never-to-Be Wedding Brings Tears at Funeral","web_url":"https://www.nytimes.com/1993/06/01/nyregion/never-to-be-wedding-brings-tears-at-funeral.html","abstract":"  Dressed as bride and groom, Hema Sakhrani and Shaleen Wadhwani were mourned yesterday as they lay a few feet from each other in a funeral parlor in Queens. She wore a red sari with gold trim that her uncle had brought from Bombay. He wore a bejeweled turban and a black suit. An orange sash, a symbol of the bond between man and woman in Hindu marriage rites, joined the two coffins.   Their parents held two services for the young couple, whose lives had seemed so promising until a man who the police said was obsessed with Miss Sakhrani gunned down Mr. Wadhwani last Wednesday. She was so overcome by grief that she killed herself two days later.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Swarthmore Confers Degrees","web_url":"https://www.nytimes.com/1993/06/01/us/commencements-swarthmore-confers-degrees.html","abstract":"  Swarthmore College conferred 316 bachelor's degrees yesterday in its 121st commencement.   In ceremonies in Scott Outdoor Auditorium on the Swarthmore, Pa., campus, the college awarded honorary degrees to Dr. Arlie Hochschild, an author and professor of sociology at the University of California at Berkeley; Senator Harris Wofford, Democrat of Pennsylvania; Bernice Johnson Reagon, a founder of the musical group Sweet Honey in the Rock; Dr. Jonathan Fine, founder of Physicians for Human Rights, and the Rev. Jon Sobrino, professor of philosophy and theology at Jose Simeon Canas University in El Salvador.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Marijuana Medication","web_url":"https://www.nytimes.com/1993/06/01/science/science-watch-marijuana-medication.html","abstract":"  Ashes from a fourth-century tomb near Jerusalem suggest that marijuana may have been used in the ancient Middle East to help in childbirth, a group of Israeli researchers says.   The tomb contained the skeletal remains of a teen-age girl with a full-term fetus within the pelvic area. She apparently died while giving birth or while she was in the last stages of pregnancy.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/inside-562493.html","abstract":"  Cambodian Vote Questioned   With returns showing the royalist opposition running neck and neck with the ruling party, the Government said there had been \"irregularities\" in last week's election. Page A9. Yugoslav Leader Is Ousted    President Dobrica Cosic of Yugoslavia was ousted in what was seen as a maneuver by nationalist forces who view him as too moderate. Page A8. New Life for Tribes    A century and a half after they were pushed off their land, Indian tribes along the Oregon Trail are trying to secure an economic future. Page A12. Watching the Brain Think    A new technique allows scientists to pinpoint the site at which human brain cells are energized for tasks like thinking. Science Times, page C1. Fraud Investigator Fasts    A Government investigator of scientific fraud is fasting to protest the sealing of his office. Page C1. Bulls Even Series As Jordan Scores 54    The Bulls beat the Knicks in Chicago, 105-95, to tie the N.B.A. Eastern Conference finals at two games apiece. Michael Jordan scored 54 points. SportsTuesday, page B7.  ","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Drama in Review","web_url":"https://www.nytimes.com/1993/06/01/theater/drama-in-review-340093.html","abstract":"  Homo Alone Lost in Colorado  St. Marks Studio Theater 94 St. Marks Place, at First Avenue East Village Written and performed by Walter Barnett, Kelley Brower, Nora Burns, Chrisanne Eastwood, Terrence Michael and Eric Rockwell. Directed by Ms. Eastwood; lighting by Deborah Malkin; original music by Eric Rockwell; choreography by Mr. Rockwell; produced by Michael Hyman and Planet Q; associate producer, Ethan Ciment.","thumbnail":null,"section":"Theater"},{"date":"19930601","headline":"Pressure on Bentsen Mounts as Senate Faces Budget","web_url":"https://www.nytimes.com/1993/06/01/us/pressure-on-bentsen-mounts-as-senate-faces-budget.html","abstract":"  Treasury Secretary Lloyd Bentsen vigorously thrust himself onto center stage of the budget battle last week, lining up a majority of House Democrats from Texas for President Clinton's economic plan, buttonholing and cajoling pivotal senators, tearing into opponents at a news conference and giving loads of advice to the White House.   Probably the best proof that he was in the thick of things was the photograph taken in the Oval Office last Thursday night: a beaming Mr. Bentsen stood between President Clinton and Vice President Al Gore as they telephoned Speaker Thomas S. Foley after the House approved the plan by a margin of six votes.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"The Knicks Just Needed to Reach for It","web_url":"https://www.nytimes.com/1993/06/01/sports/on-pro-basketball-the-knicks-just-needed-to-reach-for-it.html","abstract":"  A window opened in the fourth quarter for the Knicks yesterday, and when they looked inside, there was Michael Jordan tied to a chair, ready to have his house burgled for just about all that was in it.   The prize the Knicks had come to get -- one victory to take back to Madison Square Garden for a series-clinching bash tomorrow night -- was on a mantel in Jordan's living room, ready to be had. As it turned out, the Knicks had 3 minutes 4 seconds to steal Game 4 of the Eastern Conference finals. They could not. They wilted badly in the heat of going for the big score and were beaten by the Bulls, 105-95. They went home to face the trial of their lives, knowing if they should happen to lose Game 5, the window at Jordan's house may not open again.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Plan Limits Development In Lincoln Center Area","web_url":"https://www.nytimes.com/1993/06/01/nyregion/plan-limits-development-in-lincoln-center-area.html","abstract":"  The New York City Planning Department will propose zoning changes today that would put new restrictions on commercial development and building heights in the area around Lincoln Center.   Besides restricting the height of new buildings, the new use and design requirements for the Lincoln Square special zoning district are intended to limit vehicular and pedestrian traffic in an area that has seen the addition of 18 new buildings since 1969.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-93502131988.html","abstract":"What Matters to America. Regarding \"Reasons Not to Make Too Much of Clinton's Early Poll Results\" (Opinion, May 14) by Kevin Phillips:. As I read the 10 reasons not to worry about Bill Clinton's poor approval ratings, I was reminded of why I vot","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Kukoc Passes Bulls' Physical","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-kukoc-passes-bulls-physical.html","abstract":"  Toni Kukoc, the Croatian star who is considered to be the best basketball player in Europe, has completed physical examinations given by the Bulls, Jerry Krause, the team's director of operations, said today.   Krause said that Kukoc, who was in Chicago during the holiday weekend but did not attend either Bulls-Knicks game, must now make a final decision on getting out of his contract with Benetton Treviso of the Italian league within a couple of weeks. That would enable the 6-foot-10-inch Kukoc to negotiate a deal with the Bulls beginning July 1.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"No Closer Brothers Than the Jameses","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-no-closer-brothers-than-the-jameses-619193.html","abstract":"  To the Editor:   Your May 22 Chronicle item about the American Academy of Arts and Letters falsifies what was said at the recent annual meeting about William James's reason for declining membership. He did not say \"he would never join anything that included his younger brother, Henry.\"","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Review/Dance; Running the Full Gamut Of Balanchine's Ballet","web_url":"https://www.nytimes.com/1993/06/01/arts/review-dance-running-the-full-gamut-of-balanchine-s-ballet.html","abstract":"  \"Liebeslieder Walzer,\" which the New York City Ballet will perform tonight at the New York State Theater, and \"Raymonda Variations,\" which is scheduled for Friday, symbolize the two poles of the company's continuing \"Balanchine Celebration.\"   \"Raymonda Variations\" (1961) is typical of George Balanchine's work -- a plotless suite of solos and ensembles in which he reiterates his allegiance to ballet's 350-year-old classical vocabulary, especially as it had been modernized, in his view, by the 19th-century choreographer Marius Petipa. Balanchine's own brand of 20th-century neo-classicism is evident in his reworking of classical technique in this sparkling gem of a ballet. But it is also a work in which he pays overt homage to Petipa by quoting directly from that choreographer's 1898 ballet, \"Raymonda,\" set to Glazounov's music.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"In Need of Public Support, Doctors Try Image Transplant","web_url":"https://www.nytimes.com/1993/06/01/nyregion/in-need-of-public-support-doctors-try-image-transplant.html","abstract":"  For Dr. Michael Elia, a Westchester orthopedic surgeon, the national debate over health care has come to this: he has taken the M.D. license plates off his sports car.   \"People see you driving around in a little convertible with M.D. plates and they get hostile,\" said Dr. Elia, who practices at Lawrence Hospital in Bronxville. \"It's just a $14,000 Miata, but people see the plates and assume its a $60,000 Porsche. There's such resentment against doctors; why make it worse?\"","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Murder Suspect Is Returned","web_url":"https://www.nytimes.com/1993/06/01/nyregion/murder-suspect-is-returned.html","abstract":"  A sanitation inspector accused of killing a 4-year-old boy and stuffing his body into a trash compactor in Brooklyn was returned to New York City yesterday after he was arrested on a Texas highway on Saturday, the police said. The suspect, Stephan David Poole, was taken to Brooklyn Central Booking to await arraignment on second-degree murder charges, probably this morning, a police spokesman said. Mr. Poole, 31, had evaded the police since May 20, when the body of the boy, Kayesean Blackledge, was found in the Linden Houses Housing project. Mr. Poole had skipped around various places in Florida, Mississippi and Texas before he was pulled over in Huntsville, Tex., Saturday afternoon.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/chronicle-456393.html","abstract":"  JEWELL JACKSON McCABE, the founder and chairwoman of the National Coalition of 100 Black Women, has been elected to the board of trustees of Bard College in Annandale-on-Hudson, N.Y.    Ms. McCabe, a leader in numerous civil rights and women's rights causes, is also on the board of overseers for the Wharton School at the University of Pennsylvania.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-93778338429.html","abstract":"Bosnians' Dream World. We Bosnians are coming to the terrible conclusion that it is illusory to think we are a part of Europe and that the world community stands for human rights and justice.. The West values the lives of a few hundred of its soldiers, wh","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Review/Dance; From Italy to Balanchine, via Petipa","web_url":"https://www.nytimes.com/1993/06/01/arts/review-dance-from-italy-to-balanchine-via-petipa.html","abstract":"  The New York City Ballet's performance on Saturday afternoon of George Balanchine's \"Harlequinade,\" one of the major revivals of the Balanchine Celebration, may well prove to be one of the happiest and best-danced performances in the festival.   There will never be another Balanchine, nor another Edward Villella and Patricia McBride, the original Harlequin and Columbine in the production. Nor should there be. But both the revival and the cast that danced it, nine years after its last performance at City Ballet, managed not only to stir potent memories among the balletomanes in the audience but also to make the ballet a fresh experience.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"A Recital and a Debut Merge, to a Degree","web_url":"https://www.nytimes.com/1993/06/01/arts/a-recital-and-a-debut-merge-to-a-degree.html","abstract":"  Christopher Creaghan, an organist from Canada studying at the Manhattan School, was faced with a degree-requirement recital and a New York debut wrapped into one on Wednesday night at the Church of St. Ignatius Loyola. He handled the experience with poise. Mr. Creaghan's program stretched as wide as it knew how over the repertory, often favoring excerpts from a variety of pieces rather than concentrated doses of one or two styles. While some recitals serve particular musical needs, this one was clearly designed to show what one organist could do.   The first half was principally Baroque, offering, among pieces by Sweelinck and Grigny, Bach's C-major Trio Sonata: chaste and cheerful outer movements, an austere Largo in between. The second half tended toward bigger, later works and ended with Messiaen's familiar \"Nativite du Seigneur,\" in which Mr. Creaghan nicely exploited the size of this church and the power of its organ.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Spain: Reawakened Voters Watch the Hair Cream Fly","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-spain-reawakened-voters-watch-the-hair-cream-fly.html","abstract":"- Politics is again a fashionable topic in Spain. This may seem unsurprising with general elections due on Sunday, but after 10 years in which each election meant a preordained Socialist Party victory, much of the excitement had disappeared from the process.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"On My Mind; The Constant Hearts","web_url":"https://www.nytimes.com/1993/06/01/opinion/on-my-mind-the-constant-hearts.html","abstract":"  The decision to pick a public relations man for three Republican Presidencies as the spokesman for the new Democratic Administration is an important step meaning one or more of the following things:   1. The public and press are just as stupid as President Clinton obviously thinks they are and have never seen a cynical political gimmick they would not buy.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Miles From Anywhere, Flocks of Tourists Descend","web_url":"https://www.nytimes.com/1993/06/01/us/miles-from-anywhere-flocks-of-tourists-descend.html","abstract":"  The tour buses are already crawling past the Elvis-A-Rama, the funnel cake parlors, hillbilly moccasin emporiums and glitzy new music theaters here in America's fastest-growing vacation center.   Once a sleepy Ozarks town, but now a billion-dollar phenomenon, Branson has become more than a refuge for a bewildering array of aging pop stars and pre-Garth Brooks country musicians who thrill the faithful at more than 30 theaters here.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-553593.html","abstract":"  A front-page news analysis article yesterday about President Clinton's appointment of a new communications director rendered the name of a top adviser to President John F. Kennedy incorrectly in some editions. He is Theodore C. Sorensen.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Limits Seen On Human Existence","web_url":"https://www.nytimes.com/1993/06/01/science/limits-seen-on-human-existence.html","abstract":"  IS it possible, using statistics alone, to predict how long space exploration, the Catholic Church, the Miss America contest, the human race or the universe as a whole will continue to exist? A Princeton University astrophysicist has concluded that these and many other predictions are not only possible, but can be made with 95 percent reliability.   As he described his hypothesis in the current issue of the British journal Nature, the scientist, Dr. J. Richard Gott 3d, proposed that the longevity of things can be estimated remarkably well from their histories. All that is needed to calculate roughly how long something is likely to last is to assume that there is nothing special about it -- nothing to particularly distinguish it from all the other objects or systems or creatures or intervals of time in its class. Theorists call this assumption the \"Copernican principle,\" referring to the Polish astronomer Copernicus, who concluded that the Earth was not at the center of the solar system (or universe), and therefore did not occupy any \"special\" place.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"New Medical Technology Could Do You Harm; A Dream of an H.M.O.","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-new-medical-technology-could-do-you-harm-a-dream-of-an-hmo-620593.html","abstract":"  To the Editor:   Re \"Let Us Journey Into the Mind of Managed Care\" (letters, May 16): Let me guide you on another journey, into a health maintenance organization, with my 17-year practice experience as the guide.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/01/science/q-a-404093.html","abstract":"  Keeping Your Balance   Q.  How can people stand erect if the stomach weighs more than the feet?   A.  People are indeed top-heavy, and balance, the ability to stand upright and move around without falling over, is not as simple as it feels. It requires constant tiny adjustment of muscles as the weight shifts on the feet, much as a juggler maneuvers to balance a plate on a stick.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Review/Television; Limits of Tame and Wild at the Zoo","web_url":"https://www.nytimes.com/1993/06/01/movies/review-television-limits-of-tame-and-wild-at-the-zoo.html","abstract":"  Among the big scenes in \"Zoo\" are the stillbirth of a rhinoceros, the egg-laying of a crocodile, the tooth-cleaning of a gorilla and the hunt for a pit bull who killed some deer. But Frederick Wiseman is not the sort of documentary maker who settles for big scenes. In this, his 25th work, as in his other studies of American institutions, from a hospital to a race track to Central Park, he allows his subject to reveal itself, the mundane along with the sensational.   What that means for tomorrow night's two-hour visit to the Miami Metrozoo are many pictures of fauna on both sides of the bars. The zoo workers are efficient and conscientious, the visiting children are cute and the elephants, chimpanzees, zebras and so forth are easy to look at, even if you think you recognize most of them from other public television programs. But they do not make for steadily enthralling television. The opening 10 minutes of disporting families and showoff animals tests even a Wiseman fan's endurance, and after the sixth or seventh time the zoo train goes by, you might find yourself hoping for a derailment.","thumbnail":null,"section":"Movies"},{"date":"19930601","headline":"G.O.P. Showdown on Gay Rights","web_url":"https://www.nytimes.com/1993/06/01/opinion/gop-showdown-on-gay-rights.html","abstract":"  Shhhh. The Republicans who control the New York State Senate prefer not to talk in public about the gay-rights legislation pending before their chamber. With the Legislature scheduled to adjourn at the end of the month, there's a real danger that G.O.P. senators will kill the gay-rights bill without so much as one word of public debate.   If that happens, the Senate majority leader, Ralph Marino, will have to answer not only for defeat of a worthy civil rights initiative, but for the sad capitulation of his once-proud state party to intolerant extremists.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/01/nyregion/news-summary-577293.html","abstract":"  International 2-9  REPRESSION EASING IN CHINA  Nearly four years after the brutal suppression of the Tiananmen Square demonstrations in Beijing, repression persists in China but seems to be easing.  A1  DOWNSIZING A STRONGMAN  Life President Hastings Kamuzu Banda of Malawi has long occupied his own quirky niche: part African, part Victorian, part Mussolini, part Monty Python. Now his hold on the country is being challenged.  A1","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Lights, Camera, Cup? Gretzky Is Ready","web_url":"https://www.nytimes.com/1993/06/01/sports/hockey-lights-camera-cup-gretzky-is-ready.html","abstract":"  For the first four years of the Wayne Gretzky era, the Los Angeles Kings were the fool's gold of hockey, one of those California dreams. Gretzky gave them glitter and helped sell tickets and jerseys, but they never really mined a mother lode.   With his sublime skills receding but still considerable, Gretzky was like a colonial missionary from hockey's old world. To the uninitiated, in the heat and dust of the American Southwest, he preached the coming glory of his sport, spreading the message to an ambivalent entertainment capital. To the converted of the old cities, he urged repentance and reform. Abandon fighting, he said, and market the business beyond the devoted cult that has sustained it for so long.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Big Noise About Sound and Motion","web_url":"https://www.nytimes.com/1993/06/01/science/personal-computers-big-noise-about-sound-and-motion.html","abstract":"  THE annual Spring Comdex computer exposition in Atlanta last week was much noisier than ever before, a result of the (Boom! Flash!) explosion of multimedia hardware and software.    Multimedia is the term loosely applied to any computer product that can produce CD-quality stereo sound, voice reproduction, full-motion video or animation on screen and high-resolution color graphics. Eventually all personal computers will have these abilities, but for the time being multimedia is considered special enough to warrant its own category.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Image of Old Hoboken Recorded by an Invader","web_url":"https://www.nytimes.com/1993/06/01/nyregion/our-towns-image-of-old-hoboken-recorded-by-an-invader.html","abstract":"  NORA JACOBSON began shooting Hoboken about the time landlords here started throwing tenants out.   It was 1984. The old port city was going condo.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"China Makes Population Control an Ism","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-china-makes-population-control-an-ism-617593.html","abstract":"  To the Editor:   \"China is a very big country with a very big problem: it has 7 percent of the earth's arable land -- and more than 20 percent of all its people. Today they number 1.17 billion. In several decades they will probably number 1.9 billion.\" Thus begins \"China's Cruelty and Women's Rights\" (editorial, May 21).","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Guatemalan Leader Is Pressed to Yield Power","web_url":"https://www.nytimes.com/1993/06/01/world/guatemalan-leader-is-pressed-to-yield-power.html","abstract":"  The opposition to President Jorge Serrano Elias's seizure of almost dictatorial powers grew more defiant today as the Government's isolation increased.    One day after military leaders backed away from their support for the President, prominent citizens called for his resignation, small groups of protesters again challenged a ban on public assembly, and newspapers began to openly mock the standing censorship of the press.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/01/sports/transactions-253693.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Activated Jose Melendez, pitcher, from the 15-day disabled list. Placed Jeff Richardson, infielder, on the 15-day disabled list. Optioned Ken Ryan, pitcher, to Pawtucket of the International League. Recalled Jim Byrd, infielder, from Pawtucket.   MILWAUKEE BREWERS -- Activated Angel Miranda, pitcher, from the 15-day disabled list. Sent Josias Manzanillo, pitcher, to New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Russia's Elite Schools","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-russia-s-elite-schools-622193.html","abstract":"  To the Editor:   \"At Elite Russian School, O Is for Openness,\" your excellent May 24 front-page article, omits one vital point. How did the few lucky children get into the school? \"About 170 children applied this year for the lowest grades,\" you state, \"and only 70 were accepted.\" Was it on merit? Yes, but not only.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-92434234642.html","abstract":"Recognize Macedonia Now . Your editorial, \"Recognize Macedonia\" (May 26) is wise and timely. Failure to do so would encourage the power-hungry Serbs to start another bloody adventure. It is time President Bill Clinton took a firm stand and demon","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Despite Heat, Christopher Has 'the Time of My Life'","web_url":"https://www.nytimes.com/1993/06/01/world/despite-heat-christopher-has-the-time-of-my-life.html","abstract":"  Secretary of State Warren Christopher says he's never been happier.   \"Everyone who knows me well knows I'm having the time of my life,\" the 67-year-old lawyer said over lunch on Friday. \"They're struck by how happy I seem to be in the job.\"","thumbnail":null,"section":"World"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor.html","abstract":"Can Germany Be Trusted?. Regarding \"For East and West, East Europeans Need Security\" (Opinion, May 3) by William Pfaff:. Mr. Pfaff speaks of \"rising pressures inside Germany to challenge existing borders\" in the East. This is news to m","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Animals That Are Peerless Athletes","web_url":"https://www.nytimes.com/1993/06/01/science/animals-that-are-peerless-athletes.html","abstract":"  TO the recreational joggers of the world, champion runners like Carl Lewis and Olga Markova are the anointed children of Zeus, cardiovascular demigods who seem to ignite the air molecules around them as they race.    Yet even the most elite human athlete is thoroughly pathetic compared with nature's other aerobic masters. Take the pronghorn antelope of Wyoming, for example, a goat-sized ungulate that may rank as the greatest athlete alive. Its maximum speed of 60 miles per hour is second only to the cheetah's top pace of 70 m.p.h. But while the cheetah can sprint for just a few seconds before practically collapsing, the pronghorn can maintain its freeway stride for an hour.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Forsaken Frontier: Revisiting the Oregon Trail -- Last of three articles.; 150 Years Later, Indians Bitterly Cope With Results of Whites' Arrival","web_url":"https://www.nytimes.com/1993/06/01/us/forsaken-frontier-revisiting-oregon-trail-last-three-articles-150-years-later.html","abstract":"  The map of the American West in the first big year of the Oregon Trail showed a sea of open space, and carried warnings about the people who were living on much of it. The Pawnee, Cheyenne, Arapaho, Sioux, Shoshone, Crow, Nez Perce, Ute, Spokane, Cayuse, Chinook, Umpqua -- these tribes were as prominent as any landmark on the migrants' guide of 1843.   Moving west along the old Oregon Trail today, a traveler who wanders off the interstate can still find the American Indian bands that both sustained and threatened the wagon trains. The people live inside straight lines on the map, nations within a nation. They are mostly off the road and out of sight.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Robbery Suspect Is Killed","web_url":"https://www.nytimes.com/1993/06/01/nyregion/robbery-suspect-is-killed.html","abstract":"  A robbery suspect was shot and killed by the police early yesterday when he drew a gun during a foot chase through backyards in Cambria Heights, Queens, the police said. They said a second suspect escaped. The dead man was identified by the police as Ian Johnson, 21, of 138-75 Francis Lewis Boulevard, said Lieut. Raymond O'Donnell, a police spokesman. Lieutenant O'Donnell said Sgt. Donald Burton and Officer Riccardo Osuna of the 105th Precinct were chasing two men suspected of robbing a woman of $60 at 6 A.M. on Linden Boulevard. The officers fired at Mr. Johnson after he pulled his gun, Lieutenant O'Donnell said.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Perkins Wakes Up and Smells a Title","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-perkins-wakes-up-and-smells-a-title.html","abstract":"  Seattle is an espresso town, which may be why Sam Perkins has finally awakened.   Predictably nicknamed \"Sleepy,\" because he always walks around as if it's 4 A.M., Perkins has turned into the SuperSonics' ambulance driver. Whenever the team has needed a pick-me-up in the Western Conference finals, it has been Perkins dead-aiming a 3-point shot or Perkins backing in for an unobstructable hook. Sonic fans, without his permission, have begun the following battle cry: \"Sam, I Am.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Reviews/Organ; The Art of Improvisation","web_url":"https://www.nytimes.com/1993/06/01/arts/reviews-organ-the-art-of-improvisation.html","abstract":"  McNeil Robinson is one of increasingly few organists who maintain the art of improvisation. Last Tuesday night at the Church of the Heavenly Rest, at a moment's notice, Mr. Robinson conjured up a \"symphony in four movements\" based on themes submitted by Ned Rorem. Each movement found an effective dramatic shape, expertly deploying Mr. Rorem's fluid and engaging material. Especially impressive was the second movement, an Andante, in which a lilting melody stretched out to fill a space of considerable breadth.   The remainder of the program was taken up by a broad selection of works from different eras: Marcel Dupre's \"Sept Pieces,\" three anonymous 17th-century pieces and Beavarlet-Charpentier's Fugue in A Minor, Bach's Prelude and Fugue in D (B.W.V. 532) and Franck's Choral No. 2. While Mr. Robinson is not perhaps the most agile of players, he has a strong grasp of tension and release; the Dupre rang out with particular force and clarity.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Derrick Thomas Recalls His Father at Memorial","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-pro-football-derrick-thomas-recalls-his-father-at-memorial.html","abstract":"  DERRICK THOMAS, the Kansas City Chiefs' All-Pro linebacker, said yesterday that he just wanted to live up to the courage of the father he never knew, a co-pilot who was killed during the Vietnam War.   \"It's very ironic that my father's last mission was named Linebacker 2,\" said Thomas, who was among the speakers who joined PRESIDENT CLINTON at the Vietnam Veterans Memorial in Washington. \"It's very ironic that in college I had 52 sacks and my father flew a B-52.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"How New York City Confronts the Problem of TB in Its Jails","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-how-new-york-city-confronts-the-problem-of-tb-in-its-jails-618393.html","abstract":"  To the Editor:   \"Where Tuberculosis Breeds\" (editorial, May 11) identifies the reasons tuberculosis is a serious public health problem in the New York City criminal justice system. Unfortunately, you gloss over the Dinkins administration's response.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Scanner Pinpoints Sites of Thought as People See or Speak","web_url":"https://www.nytimes.com/1993/06/01/technology/scanner-pinpoints-sites-of-thought-as-people-see-or-speak.html","abstract":"  USING souped up versions of conventional brain imaging machines, scientists can now peer into the workings of the human brain, making movies of changes that occur as the mind thinks, talks, listens, dreams and imagines.    At the handful of centers where the technique is being developed, researchers are borrowing the machines at night and on weekends when patients do not need them and, like children in a toy store, are exploring one another's brains with unbridled glee. In recent months they have made movies of the brain's circuitry as it performs.","thumbnail":null,"section":"Technology"},{"date":"19930601","headline":"Marian Anderson Tribute","web_url":"https://www.nytimes.com/1993/06/01/arts/marian-anderson-tribute.html","abstract":"  \"Remembering Marian Anderson,\" a tribute to the contralto, will take place at Carnegie Hall next Monday at 11 A.M. Isaac Stern and James DePreist, the music director of the Oregon Symphony Orchestra and Miss Anderson's nephew, will offer reminiscences, and recordings by Miss Anderson will be played. Admission is free. Tickets are available at the Carnegie Hall box office, 154 West 57th Street. Miss Anderson died on April 8 at age 96.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/01/sports/results-plus-326593.html","abstract":"  GOLF  Victory for Langer    The Masters champion, Bernhard Langer, eagled the 12th hole for a second consecutive day and fired a six-under-par 68 as he breezed to a six-shot victory in the $1 million European PGA Championship in Virginia Water, England. (AP)   COLLEGE BASEBALL    Longhorns in Series    Mark Prather singled home the winning run as Texas rallied for two runs in the ninth inning and beat Southern Cal, 3-2, yesterday in Austin, Tex., to advance to the College World Series for the 27th time. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92073418670.html","abstract":"1918: New Submarines","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Longtime African Dictator's Grip Loosening","web_url":"https://www.nytimes.com/1993/06/01/world/longtime-african-dictator-s-grip-loosening.html","abstract":"  In the pantheon of Africa's Big Men, Life President Hastings Kamuzu Banda of Malawi has long occupied his own quirky niche: part African, part Victorian, part Mussolini, part Monty Python.   To casual travelers in Africa, Dr. Banda is the homburg-hatted disciplinarian who to this day forbids bell-bottom pants and over-the-collar hair for men as signs of moral decadence. His Government banned the Simon and Garfunkel song \"Cecilia\" as offensive to the woman the unmarried President's official hostess, Cecilia Tamanda Kadzamira.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"'Made for a Mile,' Ibero Sizzles in the Metropolitan","web_url":"https://www.nytimes.com/1993/06/01/sports/horse-racing-made-for-a-mile-ibero-sizzles-in-the-metropolitan.html","abstract":"  Ibero, the 6-year-old war horse from Argentina and California, outran one of New York's most glittering fields of thoroughbreds yesterday to win the 100th Metropolitan Handicap in a sizzling performance that could influence honors and, even, careers.   He won it after a dramatic duel down the homestretch that gave all nine horses in the race a shot. And he won it by running down the Canadian star Alydeed and his fellow California traveler Bertrando in the final 200 yards.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Observer; Tonsorialitis","web_url":"https://www.nytimes.com/1993/06/01/opinion/observer-tonsorialitis.html","abstract":"  No, I'm not sore about the President taking his business to another tonsorial artist. If he thinks Cristophe of Beverly Hills can give him a better trim than Lary of Little Rock, O.K., he's the President, it's his hair, more power to him.   That's Lary with only one \"r,\" please. It used to have two, but my bride said \"Larry\" looked overstuffed with alphabet. I said to her what did she mean \"overstuffed with alphabet,\" and she said it just looked too old-fashioned.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Effective Publicity Examples On a Disk","web_url":"https://www.nytimes.com/1993/06/01/science/peripherals-effective-publicity-examples-on-a-disk.html","abstract":"  A BUSINESS thrives on publicity -- good publicity -- but not every one knows how to get it. The owner of a small business may serve as public relations person or may assign the duties to a subordinate who learns, or fails to learn, on the job. A medium-size to large business may have its own person, or staff, to handle publicity or may hire an outside agency.   Publicity Builder, a book-software combination from Jian, formerly Tools for Sales, of Los Altos, Calif., amounts to a course in how to win editors and influence reporters. Every public relations person could benefit from the wisdom of admonitions like these:","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/01/arts/chess-203093.html","abstract":"  Hypermodernism is old in the annals of military combat but a latecomer to chess. While its strategy of provoking opponents to overreach themselves and then surround and destroy their frailly supported, advanced units did not become a self-conscious approach to the chess openings until the rise of players like Richard Reti, Gyula Breyer and Aron Nimzovich in the 1920's, this had been stock in trade to the Spartan infantry at least as early as the Persian Wars in the Fifth Century B.C.   Its lure in chess is the spirit of adventure that accompanies a bold plan. What if the opponent's thrust becomes a juggernaut? You are crushed. But what satisfaction there is in undermining the enemy outposts and pouring through the gaps to victory. This was the reward that the Armenian grandmaster Rafael Vaganian earned for his game with the Dutch grandmaster John Van der Wiel from Round 1 of the Sixth Klooster Tournament in Ter Apel, the Netherlands, in early April. Vaganian tie for first place with the Russian grandmaster Aleksandr Khalifman, each having scored 3 1/2-1 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Janet Reno's Independent Stand","web_url":"https://www.nytimes.com/1993/06/01/opinion/janet-reno-s-independent-stand.html","abstract":"  Among recent Attorneys General, Janet Reno stands alone in support of the Federal independent counsel law, calling for a court-appointed prosecutor for investigations of high executive branch officials. The distinction does her credit.    The law, first enacted in 1978 with Watergate freshly in mind, lapsed last year but President Clinton is pledged to revive it. It takes cases involving Cabinet secretaries and a few dozen other top officials away from the Attorney General and gives them to an outside prosecutor who can't be fired except for good cause.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Germany Arrests Young Suspect In Bombing That Killed 5 Turks","web_url":"https://www.nytimes.com/1993/06/01/world/germany-arrests-young-suspect-in-bombing-that-killed-5-turks.html","abstract":"  The German police had a young man in custody on murder and arson charges today in connection with a firebombing that killed five Turks in Solingen on Saturday.   The arrest did not stem the violence that has shaken Solingen over the last three days. Thousands of people marched peacefully through the streets to show their sorrow, but small groups protesting the killings smashed store windows, looted and clashed with the police. One group temporarily blocked roads leading to the Cologne-Bonn airport, forcing the cancellation of several flights.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Mayor Race Focuses on Word","web_url":"https://www.nytimes.com/1993/06/01/nyregion/mayor-race-focuses-on-word.html","abstract":"  A dispute over the use of the word \"pogrom\" has once again focused the New York City mayoral race on the 1991 disturbances in Crown Heights.   The dispute began on Sunday in a television interview when Rudolph W. Giuliani, the Republican-Liberal candidate, called the three days in which unruly mobs of black youths assaulted Jews a \"pogrom.\" The word, which dictionaries say means an \"organized massacre,\" is variously defined as often officially \"condoned,\" \"prompted\" or \"encouraged.\"","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Books of The Times; The Way Universities Profit by War Research","web_url":"https://www.nytimes.com/1993/06/01/books/books-of-the-times-the-way-universities-profit-by-war-research.html","abstract":"  The Cold War and American Science  The Military-Industrial-Academic Complex at M.I.T. and Stanford  By Stuart W. Leslie  Illustrated. 332 pages. Columbia University Press. $42.   In \"The Cold War and American Science,\" Stuart W. Leslie, a professor in the department of the history of science at Johns Hopkins University, takes off from the theme of President Dwight D. Eisenhower's only memorable phrase: his warning against the unwarranted influence of \"the military-industrial complex.\" Mr. Eisenhower used the words in his farewell address on Jan. 17, 1961, just before leaving the White House, but its significance echoes to the present time of big-power peace.","thumbnail":null,"section":"Books"},{"date":"19930601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/chronicle-149193.html","abstract":"  There are walks to raise money for breast cancer and walks to raise awareness of AIDS, walks for civil rights and walks for political causes. On Saturday, there will be a \"Walk for Water,\" intended to help protect New York City's and Westchester County's water supply.    Sponsored by Riverkeeper, a Westchester organization that monitors the watershed of the Hudson River, and the Open Space Institute, a land conservation organization, a group of celebrities led by ROBERT F. KENNEDY Jr.  will take an eight-mile hike around the Croton Reservoir. It will end with a picnic and concert at Croton Gorge Park.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-594293.html","abstract":"  A report in the Benefits column of Styles of the Times on Sunday about a dinner being held this evening to benefit CASA, a drug education organization, misstated the location. It is the Pierre Hotel, not the Plaza. The report also rendered the organization's full name incorrectly. It is the Center on Addiction and Drug Abuse.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Riter, One-on-One, Makes Orange No.1","web_url":"https://www.nytimes.com/1993/06/01/sports/lacrosse-riter-one-on-one-makes-orange-no.1.html","abstract":"  The game and the national championship came down to a one-on-one battle right in front of the goal: Gary Lehrman, the North Carolina goalkeeper, versus Matt Riter, Syracuse's leading scorer.   Riter had had a quiet tournament, but he slammed the ball past the frozen Lehrman. The remaining 8 seconds ticked away and Syracuse had won the National Collegiate Athletic Association Division I championship, 13-12, in a match in which the score was tied seven times.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/01/nyregion/bridge-202193.html","abstract":"  One of the most exciting finishes in the 65-year history of the Goldman Pairs took place Sunday night at the Sheraton New York Hotel in Manhattan. With one two-board round remaining, the defending champions, Steve Becker of Cos Cob, Conn., and Richard de Martino of Riverside, Conn., seemed to have a good chance of repeating. They were in second place, 8 match points behind Dale Beers of Springfield, Pa., and Jim Gingrich of Lansdale, Pa. Three other pairs were in contention.  Sadly, Becker and de Martino were knocked out of the running by a 25-point technical penalty for a misduplication at the start of the session. But there was still a Becker winner, though unrelated: R. Jay Becker and Ira Herman, both of Manhattan, surged from fifth to first to take the title. In two boards they scored 44 points out of a possible 50, and ended two and a half points ahead of Beers and Gingrich. Yesterday, Becker and Herman began their defense of the Reisinger Knockout Team Championship, hoping for a rare double.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Courier Cracks Mirror Image at French","web_url":"https://www.nytimes.com/1993/06/01/sports/tennis-courier-cracks-mirror-image-at-french.html","abstract":"  Coping with Thomas Muster center-stage on the French Open clay is a little like going one on one in the weight room with Arnold Schwarzenegger. But today Jim Courier, the two-time defending champion, handled his fourth-round assignment, held over from Sunday because of stormy weather, without a quaver.   After all, at the French Open, Courier has been transformed into a muscle man who has yet to meet his match, and he upped his Paris winning streak to 18 matches in a row by out-blustering Muster, 6-3, 2-6, 6-4, 6-2.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Sports of The Times; Grim Reaper Cuts Down The Knicks","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-of-the-times-grim-reaper-cuts-down-the-knicks.html","abstract":"  THIS is what comes from a \"grimmer, darker\" mood. Michael Jordan comes out in a glowering rage and punishes the Knicks for all the indignities he has suffered.   Jordan administered this treatment yesterday, like the dean of boys in a hard-core high school back in the days of corporal punishment. He flailed away at the Knicks, in heated dispassion, looking for every sore spot.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"New Haven's Task: Tying City to Region To Promote Growth","web_url":"https://www.nytimes.com/1993/06/01/nyregion/new-haven-s-task-tying-city-to-region-to-promote-growth.html","abstract":"  Three decades ago, when Lyndon B. Johnson came into office with an ambitious urban agenda, this small New England city was an exciting laboratory for change, a model of urban renewal and a testing ground for the war on poverty.   Today New Haven is a city of disappointments and diminished hopes. The laboratory is long closed and cluttered with its failures: misshapen renewal projects that haunt downtown, and the unchecked spread of poverty through neighborhoods.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Nuclear Peace for Pyongyang?","web_url":"https://www.nytimes.com/1993/06/01/opinion/nuclear-peace-for-pyongyang.html","abstract":"  Will North Korea try to build nuclear weapons or not? That will be the central issue when Pyongyang's First Vice Minister of Foreign Affairs meets with State Department officials in New York tomorrow..   North Korea raised fears about its intentions in March by denying international inspectors access to its nuclear sites and threatening to withdraw from the Nuclear Nonproliferation Treaty. It needs to allay those fears now -- by remaining a signatory of the treaty and granting access to all its nuclear sites.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Drama in Review","web_url":"https://www.nytimes.com/1993/06/01/theater/drama-in-review-552793.html","abstract":"  Master and Margarita, or, The Devil Comes to Moscow  Theater for the New City 155 First Avenue, at 10th Street East Village Through June 13 By Mikhail Bulgakov; directed by David Willinger; intepreted for the theater by Jean-Claude van Itallie; set design, Mark Symczak; lighting design, Tommy Barker; costume design, Tanya Serdiuk; music, Arthur Abrams; masks and special props, Hjordis Linn. Presented by the Theater for the New City, George Bartenieff, executive director; Crystal Field, executive artistic director, and Play Producers, Annette Moskowitz and Alexander Racolin.  WITH: Eran Bohem, Jonathan Teague Cook, Gary Kimble, Lisa Nicholas and Kolawole Ogundiran.","thumbnail":null,"section":"Theater"},{"date":"19930601","headline":"Mets Hail The Victor On Return From Exile","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-mets-hail-the-victor-on-return-from-exile.html","abstract":"  The wind was up at Wrigley Field. The score was 6-4, the game only in the sixth inning. Men were on base. The Mets' manager was on the mound. Disaster was in the air for New York, and the baseball was put in Paul Gibson's left hand.   Boom. Dwight Smith turned on Gibson's third pitch, and the ball landed in the ivy, inches below the screen that would have claimed it as a home run. Now, the score was 6-5. There were Cubs on second and third, and there was still one out. The flashbacks were unnerving Gibson.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Women Writers","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Perot's Organization Shows Fissures and Sagging Morale","web_url":"https://www.nytimes.com/1993/06/01/us/perot-s-organization-shows-fissures-and-sagging-morale.html","abstract":"  Ross Perot's grass-roots political organization is in turmoil, riven by disputes that are beginning to cost it some of its most-committed volunteers.   Mr. Perot's personal popularity has never been higher, but morale in his organization, United We Stand America, is beginning to sag.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/01/nyregion/no-headline-573093.html","abstract":"  \"I ask you, at this monument, can any American be out of place? And can any Commander in Chief be in any other place but here on this day?\" -- PRESIDENT CLINTON, at the Vietnam Veterans Memorial.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-90275233245.html","abstract":"Chernobyl and Bhopal. In his review of \"Ablaze\" by Piers Paul Read (Books, May 11), Dan Kurzman writes that the nuclear plant disaster at Chernobyl \"became a symbol of the whole rotting Communist system\" and then, without a blink, ment","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Mr. Colon, Call Home","web_url":"https://www.nytimes.com/1993/06/01/opinion/mr-colon-call-home.html","abstract":"  The allegation that City Councilman Rafael Castaneira Colon doesn't live in his own district is under investigation by the Council and the Bronx District Attorney. Mr. Colon may be exonerated. But if authorities find that he has been thumbing his nose at his South Bronx constituents, the Council leadership will have an obligation to punish him harshly as a signal to Council members about their responsibility to constituents. It is the Council's fundamental job, after all, to give communities a voice in City Hall.   According to a girlfriend who has accused Mr. Colon of assault, he has falsely claimed her address as his for years. A Council member can, for the term ending this year only, live anywhere in the city; because of redistricting in 1991, a court temporarily lifted the residency requirement. But it's a criminal violation for elected officials to lie on official documents about their residences. If Mr. Colon is found to have violated a law, the Council would have several options, from reprimanding him to expelling him. So far, Speaker Peter Vallone, who firmly controls the Council, has sent mixed signals. Every elected official, he said, \"has the moral and legal obligation to live and to serve in the district he or she represents.\" But Mr. Vallone also said, \"If any elected official is failing to adequately serve his or her constituency, there is no better place to remedy that concern than at the voting booth.\"","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Hohenau Journal; Sure, Mengele Was at Home Here, but Bormann?","web_url":"https://www.nytimes.com/1993/06/01/world/hohenau-journal-sure-mengele-was-at-home-here-but-bormann.html","abstract":"  Using the early morning light to help her fading vision, Michline Reynaers sat recently in a sunny corner of the Hotel Tirol here, knitting socks for a grandchild.   \"Everyone in town talked about how well he played the piano,\" the 72-year-old hotel keeper recalled, speaking in German of the courteous, mustachioed visitor who patronized her restaurant in 1959. \"I was introduced to him as Mr. Mengele.\"","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Cyclist Hit Twice and Dragged By Drunken Driver, Police Say","web_url":"https://www.nytimes.com/1993/06/01/nyregion/cyclist-hit-twice-and-dragged-by-drunken-driver-police-say.html","abstract":"  A 29-year-old man was knocked off his bicycle by a drunken driver in upper Manhattan on Sunday night, and as he limped to his feet, he was struck a second time by the same car and dragged for eight blocks, the police and witnesses said.   The man, Christopher Donohue, a school custodian, was in critical but stable condition at Columbia-Presbyterian Medical Center last night. He suffered internal injuries and third-degree friction burns to his face and body, and he lost his left ear, his doctor, M. Kamel Abouzahr, said last night.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Koreas: Menace, Uncertainty and a Ray of Hope","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-koreas-menace-uncertainty-and-a-ray-of-hope.html","abstract":"- The crisis that looms over the Korean Peninsula - the worst since the armistice was signed nearly 40 years ago - might be quickly resolved were the United Nations not so bogged down in Cambodia and ex-Yugoslavia. The Security Council and political leaders in America and Europe have had little time to study reports of large troop movements in North Korea, where the self-styled Great Leader, Kim Il Sung, 81, faces increasing opposition to his efforts to ensure that his son, Kim Jong Il, 51, will assume power when the elder man departs.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"A Few Players Missing","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-soccer-a-few-players-missing.html","abstract":"  Because of pro league commitments, several top American players will be missing when the United States plays Brazil in the first match of the U.S. Cup '93 on Sunday at New Haven.   The United States Soccer Federation said yesterday that it was unable to obtain the release of midfielder TAB RAMOS from Real Betis in the Spanish League, and defender THOMAS DOOLEY (FC Kaiserslautern) and forward ERIC WYNALDA (Saarbrucken) from the German Bundesliga.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"In an Overture to an Enemy, Libyan Pilgrims Visit Israel","web_url":"https://www.nytimes.com/1993/06/01/world/in-an-overture-to-an-enemy-libyan-pilgrims-visit-israel.html","abstract":"  Nearly 200 Libyans arrived in Jerusalem today for a three-day visit to Muslim holy sites on the first group pilgrimage by citizens of an Arab country that is officially at war with Israel.   The visit followed a recent series of overtures to the United States and Israel from the Libyan leader, Col. Muammar el-Qaddafi. Israeli officials welcomed the pilgrims but disagreed about the political significance of the visit from a country long considered one of Israel's most implacable foes.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/06/01/style/IHT-what-theyre-reading.html","abstract":"Michael Pakenham, British ambassador to Luxembourg, is reading \"Seeds of Change: Five Plants that Transformed Mankind\" by Henry Hobhouse.. \"It's a fascinating book. Each chapter is devoted to sugar, cotton, tea, or quinine, which allowed wh","thumbnail":null,"section":"Style"},{"date":"19930601","headline":"Evidence for Planet X Evaporates in Spotlight of New Research","web_url":"https://www.nytimes.com/1993/06/01/science/evidence-for-planet-x-evaporates-in-spotlight-of-new-research.html","abstract":"  ASTRONOMERS can quit looking for the elusive \"Planet X\" because it is not there, a new study of solar system measurements has concluded.   For a half century stargazers have hunted for Planet X, the solar system's hypothetical 10th planet. Its existence was inferred from what appeared to be irregularities in the orbital motions of several known planets. But a new study of the outer planets indicates that the long chase, based on presumed wobbles in the orbits of Uranus and Neptune caused by a planet, was based on erroneous observations and calculations.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"All Jordan, All Even: Chicago Takes Game 4","web_url":"https://www.nytimes.com/1993/06/01/sports/pro-basketball-all-jordan-all-even-chicago-takes-game-4.html","abstract":"  It was spectacular, but from Michael Jordan, the spectacular is never unexpected. Jordan was due for a performance like this, a brilliant 54-point barrage that lifted the Chicago Bulls, deflated the Knicks and dramatically changed the atmosphere of a series that New York no longer controls.   Carrying his team with a remarkable long-range shooting exhibition, Jordan led the Bulls to a series-tying 105-95 victory this afternoon at Chicago Stadium in Game 4 of the Eastern Conference finals. The four-of-seven-game series is tied, 2-2, heading into a crucial Game 5 confrontation Wednesday night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"CLINTON CONSIDERS TAX ON HOSPITALS","web_url":"https://www.nytimes.com/1993/06/01/us/clinton-considers-tax-on-hospitals.html","abstract":"  President Clinton is seriously considering a new tax on hospitals to help finance medical care for people who currently have no health insurance, Administration officials said today.   The officials said the proposal would be high on the agenda when Mr. Clinton meets this week with his advisers to review the design of his plan to guarantee health care for all Americans.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Rabin Shuffles His Cabinet But Critics Aren't Appeased","web_url":"https://www.nytimes.com/1993/06/01/world/rabin-shuffles-his-cabinet-but-critics-aren-t-appeased.html","abstract":"  With a Cabinet shuffle over the weekend, Prime Minister Yitzhak Rabin managed to put the most serious political crisis of his year-old Government behind him.    But today he still had to contend with criticism of his leadership and the possible implications of his leadership style for the Middle East peace talks.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Make Health Reform Work. Draft Doctors.","web_url":"https://www.nytimes.com/1993/06/01/opinion/make-health-reform-work-draft-doctors.html","abstract":"The national debate on health care reform has highlighted a fundamental flaw in our medical system -- the lack of doctors, even for those who have insurance, in rural and inner-city areas. There is only one practical way to deliver medical care to the tens of millions of Americans who lack it: mandatory public service by physicians.\n\nAt the end of 1992, an estimated 3,700 non-specialist physicians were needed in medically underserved areas. Although many physicians provide care to the needy at a reduced fee or no charge, volunteer efforts, splendid as they are, will never reach all Americans isolated by poverty, geography or residence in inadequate nursing homes, prisons or mental institutions. While these citizens receive care for serious illnesses requiring hospitalization, they remain deprived of basic health care.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Nicklaus's Travel Plans","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-golf-nicklaus-s-travel-plans.html","abstract":"  JACK NICKLAUS says his performance in this week's Memorial Tournament will help determine whether he plays in the British Open.   Nicklaus has played in every British Open since turning pro in 1962, and he has won three. But he missed the cut in the championship last year, and he finished 44th and 63d in the two previous years. This year's British Open is July 15-18 at the Royal St. George course in England.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Insects Castes","web_url":"https://www.nytimes.com/1993/06/01/science/science-watch-insects-castes.html","abstract":"  Insects may have developed a social class system at least 95 million years earlier than had been thought, say scientists who stumbled on some fossilized termite nests in Arizona.   The three nests, indications of social behavior and cooperative building, were found in a rock formation that is 220 million years old, said Stephen Hasiotis, a doctoral candidate in paleontology at the University of Colorado in Boulder.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-593493.html","abstract":"  An article in the Westchester Weekly section on Sunday about a directory of Jewish organizations mistated the date of a concert marking the 50th anniversary of the Hebrew Congregation of Somers. It will take place on Sunday, June 6, at 7:30 P.M. at the temple, on Mervyn Drive in Shenorock.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"To the Spider Woman, Broadway Is Home","web_url":"https://www.nytimes.com/1993/06/01/theater/to-the-spider-woman-broadway-is-home.html","abstract":"  Chita Rivera (Dolores Conchita Figueroa del Rivero, to be more precise) is impatient with questions about the Tony Awards on Sunday. She actually rolls her eyes and sighs when asked about whether she thinks she'll win the honors for best actress in a musical, for her title role in \"Kiss of the Spider Woman.\"    \"You delude yourself,\" she said on a recent afternoon at the Broadhurst Theater, in a cozy dressing room overstocked with long-stemmed red roses. \"You keep telling yourself it doesn't matter, that whoever wins, that'll be just fine. Then you get there. And? It's war! If you lose, that walk out of the theater is the longest you'll ever take.\"","thumbnail":null,"section":"Theater"},{"date":"19930601","headline":"Brooks Takes a Walk As Devils Jog in Place","web_url":"https://www.nytimes.com/1993/06/01/sports/hockey-brooks-takes-a-walk-as-devils-jog-in-place.html","abstract":"  In a disagreement with New Jersey's management over the direction the team ought to take, Herb Brooks resigned as coach yesterday after fulfilling one season of the three-year contract he was given last June 5 to \"take the Devils to the next level.\"   Brooks, whose team (40-37-7) tied the Islanders for third place in the Patrick Division but was eliminated in five games by Pittsburgh in the first round of the playoffs, wanted the Devils to, in effect, take a step backward before going forward. The 55-year-old coach viewed youth and speed as the main ingredients for building success. Management felt the players on the team were good enough to become Stanley Cup contenders.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Purity, Pederasty And a Fallen Heroine","web_url":"https://www.nytimes.com/1993/06/01/opinion/purity-pederasty-and-a-fallen-heroine.html","abstract":"  On the morning of April 2, in the courthouse of the small northern California mining town of Jamestown, a preliminary hearing was under way on charges against Daniel Driver for allegedly molesting several young boys. During the proceedings, the mother of one of the boys, Ellie Nesler, thought she detected Mr. Driver smirking. So she went and got a gun, walked back into court and stopped the smirks forever. Now charged with murder, Ellie Nesler, cast by the law as a killer, has made herself available for the role of cultural heroine.   Ellie Nesler took us at our word. Believing that Mr. Driver was a pederast, she did what society wants done to pederasts: she plugged him five times, stopping perversion dead in its tracks.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-90518464424.html","abstract":"The Writer and His Tools . Regarding \"Back to the Past\" (Letters, May 11) from Douglas G. Turner:. Surely what one writes is more important than what one uses to write it? The computer, as a tool, is not shoddy per se, although the literature pr","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Today the Questions Are About the Knicks","web_url":"https://www.nytimes.com/1993/06/01/sports/pro-basketball-today-the-questions-are-about-the-knicks.html","abstract":"  They had created questions, serious questions, about the two-time defending champions. They had occasionally made Michael Jordan appear ordinary.   The Knicks came here with the chance to make their Eastern Conference championship series with the Chicago Bulls a short one. But when it was time for them to return to New York, escorted to the exit stairwell amid the delirious noise of Chicago Stadium, that chance had vanished and their hopes of advancing to the National Basketball Association finals were threatened.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Yanks and Perez Get A Picnic on the Grass","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-yanks-and-perez-get-a-picnic-on-the-grass.html","abstract":"  Melido Perez is not used to this feeling. He knows what it's like to pitch with no runs in his favor. He knows what it's like to pitch out of a hole. But pitching with a lead -- a big lead -- is a new thing for him.   Perez did not expect the Yankees to provide him with eight runs yesterday afternoon at the Stadium. Usually, he's lucky to get three. And with Bernie Williams, Don Mattingly and Danny Tartabull on the disabled list, the Yankee offense should be suffering, not racking up the hits.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930601","headline":"Dobrinja mortar attack: Thirteen are killed and 133 wounded when Serb mortar shells are fired at a soccer game in Dobrinja, west of Sarajevo.","pages":[{"title":"Dobrinja mortar attack","web_url":"https://en.wikipedia.org/wiki/Dobrinja_mortar_attack","description":"1993 massacre of Bosnian civilians in Sarajevo","thumbnail":null,"abstract":"The Dobrinja mortar attack was a massacre which occurred at 10:20 a.m. on 1 June 1993, in Dobrinja, a suburb west of Sarajevo in Bosnia and Herzegovina. Two mortar rounds were fired from Serb-held positions, hitting a football pitch where youths put on an impromptu game on the first day of the Muslim holiday Kurban Bajram. Approximately 200 people were in attendance to watch the game. The United Nations placed the official death toll stemming from the mortar attack at 13, with 133 wounded. At the time it was the deadliest event involving civilians since the imposition of sanctions against the Federal Republic of Yugoslavia by the United Nations one year prior."},{"title":"Dobrinja","web_url":"https://en.wikipedia.org/wiki/Dobrinja","description":"Neighborhood in Sarajevo Canton, Federation of Bosnia and Herzegovina, Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sarajevo_Dobrinja_from_Trebevi%C4%87.jpg/320px-Sarajevo_Dobrinja_from_Trebevi%C4%87.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Dobrinja is a neighbourhood in the western outskirts of Sarajevo, part of the municipality of Novi Grad. It is estimated to have a population of 25,063 inhabitants. Its name comes from the short river Dobrinja that flows through it. It is today organised in four local communities. Dobrinja lies just north of Sarajevo International Airport."},{"title":"Sarajevo","web_url":"https://en.wikipedia.org/wiki/Sarajevo","description":"Capital of Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sarajevo_City_Panorama.JPG/320px-Sarajevo_City_Panorama.JPG","thumbnail_width":320,"thumbnail_height":191},"abstract":"Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans, a region of Southern Europe."}]}],"weather":[{"date":"19930601","time":"1993-06-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":81,"wspd":11.2},{"date":"19930601","time":"1993-06-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":73,"wspd":11.2},{"date":"19930601","time":"1993-06-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":72,"wspd":13},{"date":"19930601","time":"1993-06-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":76,"wspd":14.8},{"date":"19930601","time":"1993-06-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":75,"wspd":11.2},{"date":"19930601","time":"1993-06-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":82,"wspd":11.2},{"date":"19930601","time":"1993-06-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":82,"wspd":11.2},{"date":"19930601","time":"1993-06-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":79,"wspd":9.4},{"date":"19930601","time":"1993-06-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":7.6},{"date":"19930601","time":"1993-06-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":77,"wspd":11.2},{"date":"19930601","time":"1993-06-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":72,"wspd":7.6},{"date":"19930601","time":"1993-06-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":58,"wspd":11.2},{"date":"19930601","time":"1993-06-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":54,"wspd":14.8},{"date":"19930601","time":"1993-06-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":48,"wspd":9.4},{"date":"19930601","time":"1993-06-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":48,"wspd":9.4},{"date":"19930601","time":"1993-06-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":48,"wspd":13},{"date":"19930601","time":"1993-06-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":46,"wspd":13},{"date":"19930601","time":"1993-06-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":43,"wspd":9.4},{"date":"19930601","time":"1993-06-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":45,"wspd":9.4},{"date":"19930601","time":"1993-06-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":46,"wspd":7.6},{"date":"19930601","time":"1993-06-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":52,"wspd":9.4},{"date":"19930601","time":"1993-06-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":57,"wspd":7.6},{"date":"19930601","time":"1993-06-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":59,"wspd":9.4},{"date":"19930601","time":"1993-06-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":62,"wspd":9.4},{"date":"19930601","time":"1993-06-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":14.8},{"date":"19930601","time":"1993-06-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":0},{"date":"19930601","time":"1993-06-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":9.4},{"date":"19930601","time":"1993-06-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":11.2},{"date":"19930601","time":"1993-06-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":13},{"date":"19930601","time":"1993-06-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":7.6},{"date":"19930601","time":"1993-06-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":5.4},{"date":"19930601","time":"1993-06-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":97,"wspd":11.2},{"date":"19930601","time":"1993-06-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":97,"wspd":9.4},{"date":"19930601","time":"1993-06-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":11.2},{"date":"19930601","time":"1993-06-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":24.1},{"date":"19930601","time":"1993-06-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":22.3},{"date":"19930601","time":"1993-06-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":25.9},{"date":"19930601","time":"1993-06-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":40.7},{"date":"19930601","time":"1993-06-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":38.9},{"date":"19930601","time":"1993-06-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":37.1},{"date":"19930601","time":"1993-06-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":39,"wspd":31.7},{"date":"19930601","time":"1993-06-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":35,"wspd":38.9},{"date":"19930601","time":"1993-06-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":31,"wspd":27.7},{"date":"19930601","time":"1993-06-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":30,"wspd":22.3},{"date":"19930601","time":"1993-06-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":32,"wspd":25.9},{"date":"19930601","time":"1993-06-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":29,"wspd":25.9},{"date":"19930601","time":"1993-06-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":29,"wspd":22.3},{"date":"19930601","time":"1993-06-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":31,"wspd":29.5}]},"19930602":{"guardian_articles":[{"date":"19930602","headline":"Blood and tears end a soccer game which no one could win","web_url":"https://www.theguardian.com/world/1993/jun/02/warcrimes.fromthearchive","abstract":null,"thumbnail":null,"section":"Law"}],"nytimes_articles":[{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor.html","abstract":"The Czechs and Europe. Regarding \"EC and the East: Just Say No\" (Business/Finance, April 20) by Reginald Dale:. The Czechs always were in Europe, albeit cut off for some 40 years. If it is beyond dispute that the Czech Republic is not yet ready","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"As 4-Year-Old Is Buried, Accused Killer Is Arraigned","web_url":"https://www.nytimes.com/1993/06/02/nyregion/as-4-year-old-is-buried-accused-killer-is-arraigned.html","abstract":"  He was a little boy who liked seesaws and swings, rice and beans, slang words like \"chill.\" He went to Sunday school. He was fond of Diana Ross. He would tag along after the woman he called his mommy as she moved from room to room.   Kayesean Blackledge was rehearsing for his first graduation at Salem Baptist Nursery School in Jersey City before his songs and his laughter were cut short on May 20.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Clinton's Order on M.I.A. Data a Small Shift","web_url":"https://www.nytimes.com/1993/06/02/world/clinton-s-order-on-mia-data-a-small-shift.html","abstract":"  President Clinton's announcement on Monday that he had ordered the declassification of all but a tiny fraction of military documents on Americans who did not return from the war in Southeast Asia represents only a small change from Bush Administration policy.    In July, President Bush ordered the declassification of 200,000 pages of State Department papers and 2,600 pages of Central Intelligence Agency materials related to the 2,260 American servicemen listed as unaccounted for in the Vietnam War, Administration officials said today. The officials added that in 1991 Congress ordered that the military declassify 1.5 million pages of Defense Department documents.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Too Many Musicians? An Overhaul at Juilliard -- A special report.; A New Juilliard for a More Challenging Era","web_url":"https://www.nytimes.com/1993/06/02/arts/too-many-musicians-overhaul-juilliard-special-report-new-juilliard-for-more.html","abstract":"  The sun was beating strongly on the plaza in front of the Juilliard School on a recent weekday, but the real heat was coming from another source. Before an audience of students sprawled on the white stone or crowded around a buffet table set up for the school's year-end picnic, Eugene Park was going through an ear-splitting, high-voltage rendition of a Hungarian czardas by Vittorio Monti.   This was a crowd that knew its Monti and liked what it was hearing. Mr. Park, a first-year student whose face was obscured by long hair, rocked back and forth on his heels in the slower sections, building anticipation, then let it rip in the fast passages, bow hairs snapping as he punished the strings of his electric violin. It was Paganini with a few dashes of Pete Townshend thrown in for extra attitude. The students clapped and whistled, grateful perhaps for diversion from the week's main focus: solo performances before a faculty jury to determine their final grades. The Advent of Change    It was a scene at odds with the traditional picture of Juilliard, the most prestigious conservatory in the United States, and perhaps in the world, one whose graduates account for about 20 percent of the musicians in the Big Five American orchestras (and half of those in the New York Philharmonic).","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"ATTACK ON YELTSIN STEPPED UP BY FOE","web_url":"https://www.nytimes.com/1993/06/02/world/attack-on-yeltsin-stepped-up-by-foe.html","abstract":"  Vice President Aleksandr V. Rutskoi stepped up his attacks on President Boris N. Yeltsin today and called on the Russian Parliament to disband his Government \"completely and immediately.\"   Mr. Rutskoi's new offensive came as Russia's warring political factions head into a major battle over a new constitution, which Mr. Yeltsin will put on the table this weekend at a specially summoned conference. The conference, which opens on Saturday, was expanded today, as Mr. Yeltsin ordered each of the Russian Federation's 88 regions and territories to double their representation.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Panthers Expected to Name Neilson Coach","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-hockey-panthers-expected-to-name-neilson-coach.html","abstract":"  The Florida Panthers scheduled a news conference for today amid speculation they will name the former Rangers coach ROGER NEILSON as their first head coach. GREG BOURIS, a Panthers spokesman, said that \"with all the speculation recently, I'm sure it won't be a major surprise.\"","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"The Music (and Traffic) Go Round With a Beat","web_url":"https://www.nytimes.com/1993/06/02/nyregion/about-new-york-the-music-and-traffic-go-round-with-a-beat.html","abstract":"  JOSE (CHEO) DIAZ is a J.D., M.C. and D.J.   Yes, an explanation is in order.   By day, Mr. Diaz is a traffic court judge in Queens, presiding over a parade of speeders and red-light runners who try to fast-talk their way out of fines and license suspensions. But at night, Cheo changes venue and does his own smooth-talking as a master of ceremonies at nightclubs and a radio disk jockey of a salsa show on WKCR-FM.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Stony Brook President Plans to Step Down","web_url":"https://www.nytimes.com/1993/06/02/nyregion/stony-brook-president-plans-to-step-down.html","abstract":"  Dr. John H. Marburger, president of the State University of New York at Stony Brook, announced today that he would step down and return to teaching, ending a 13-year tenure marked by strains to maintain academic standards as state aid steadily declined.   In announcing his resignation, Dr. Marburger said he would leave his $146,000 position as soon as a successor is found, which he estimated would take up to a year. He pointed out that when he was appointed to the post in 1980 he said he planned to stay for only 10 years.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"After Jordan Does Damage, Riley Finds Another Target","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-after-jordan-does-damage-riley-finds-another-target.html","abstract":"  Disturbed that Michael Jordan has attempted 17 more free throws than Patrick Ewing during their last two games, Pat Riley cried foul today.   Riley's complaints about the officiating provided more intrigue leading up to Game 5 of the Eastern Conference championship, the most critical game of the Knicks' season. The four-of-seven-game series is tied at two games apiece and the scene shifts Wednesday night to Madison Square Garden, where New York has won 27 consecutive games.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Guatemalan Who Grabbed Power Is Out","web_url":"https://www.nytimes.com/1993/06/02/world/guatemalan-who-grabbed-power-is-out.html","abstract":"  The Guatemalan military forced President Jorge Serrano Elias from office today with the backing of political parties, business executives and some civic groups. Eight days ago, Mr. Serrano seized nearly dictatorial powers with the Army's support.   As Mr. Serrano sat under guard and hundreds of demonstrators chanted at the gates of the National Palace for a civilian government, military commanders worked out a settlement with political leaders and jurists late this afternoon to restore democracy.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Fernandez Turns Rout Into Rousing Comeback","web_url":"https://www.nytimes.com/1993/06/02/sports/tennis-fernandez-turns-rout-into-rousing-comeback.html","abstract":"  She was on the run, on the defensive, and, after two sets on the French Open's red clay against Steffi Graf, Jennifer Capriati was on her way home to Florida.    Not so with another underdog, fifth-seeded Mary Joe Fernandez, who resurrected herself from the brink of elimination against third-seeded Gabriela Sabatini in a bizarre quarterfinal encounter that produced five match points for each player, started under picnic conditions in bright sunshine and ended with the court swathed in evening shadows.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Clinton Admits Big Changes In Budget Plan Are Needed","web_url":"https://www.nytimes.com/1993/06/02/us/clinton-admits-big-changes-in-budget-plan-are-needed.html","abstract":"  President Clinton conceded today that he would have to reduce his tax proposals and cut spending more deeply to get his economic program through the Senate, but he held out the hope that his plans to put more money into education and job training would not be gutted in the process.   In a speech here, Mr. Clinton acknowledged that large changes in his budget plan were inevitable and set out five areas that he did not want touched. He asked negotiators to leave intact his goal of reducing the deficit by $500 billion over four years, to approve only those new taxes that affect the rich more than the poor, to keep measures for small business and for the working poor and to retain spending cuts.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/02/nyregion/c-corrections-615493.html","abstract":"  A report in the Benefits column of Styles of The Times on Sunday and a about a benefit last evening at the Pierre Hotel for CASA, a drug education organization, misstated the group's full name. It is the Center on Addiction and Substance Abuse.  ","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Genetically Altered Foods Need Regulating","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-genetically-altered-foods-need-regulating-659693.html","abstract":"  To the Editor:   The \"cool look at genetically altered foods\" in Jane Brody's May 19 Personal Health column is in our view a naive look.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Cubans Tired of Castro, Si. Fear Him? No.","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-cubans-tired-of-castro-si-fear-him-no-657093.html","abstract":"  To the Editor:   If one were to believe the rhetoric of those Cubans in exile represented by \"Cubans in Exile Want Embargo to Go On\" by Vicente Echerri (letter, May 21), one would expect to find Cuba some sort of vast prison camp. Having recently returned from Cuba, I must object.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Public & Private; A Fragile Truce","web_url":"https://www.nytimes.com/1993/06/02/opinion/public-private-a-fragile-truce.html","abstract":"  Those veterans of Vietnam who jeered and booed the President this Memorial Day did a disservice to themselves and to the conflict in which they served.    More than that, it was they, not the man they reviled as a draft-dodger and a coward, who did a disservice to those nearly 60,000 others whose names are etched in stone on the Vietnam Veterans Memorial.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"A Japanese Gig for '60s Jazz","web_url":"https://www.nytimes.com/1993/06/02/style/IHT-a-japanese-gig-for-60s-jazz.html","abstract":"- Few Japanese would risk walking away from a secure job to pursue a personal ambition. But Tetsuo Hara felt the time had come.For years, the record producer had dreamed of reissuing the early avant-garde jazz recordings from the 1960s that were his awakening to music as art.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"Reflections on a Quarter-Century Behind Bars; Can the Restricted Life on the Inside Offer Lessons for the Free Life on the Outside?","web_url":"https://www.nytimes.com/1993/06/02/nyregion/reflections-quarter-century-behind-bars-can-restricted-life-inside-offer-lessons.html","abstract":"  The city street was a slash of bright sunshine and teeming noise as William Wooden emerged from prison after 25 years inside, squinting at the outside.    This murderer-robber, and duly punished ex-convict, 55 years old and determined to salvage something from time, re-entered the slipstream of free humanity from an old warehouse building in Queens, now a holding center where inmates shed their prison greens and muster back out in mufti.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/02/nyregion/metro-digest-178093.html","abstract":"  CARDINAL O'CONNOR LOOKS BACK   Reflecting on nearly 10 turbulent years at the helm of New York's Roman Catholic Archdiocese, John Cardinal O'Connor said that he might have gone too far at times in leaps of faith that thrust him and his church into secular politics -- from his implicit criticism of Geraldine A. Ferraro in 1984 to his loose alliance with Pat Robertson last month. A1.  NEW YORK CITY  A LITTLE BOY IS MOURNED   A tape cassette recording of his classmates, their voices raised in song, was placed gently inside a small veiled white casket with Kayesean Blackledge, a 4-year-old whose lifeless body was found beaten and strangled at the base of a garbage chute at a Brooklyn housing project. B3.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"It's Their Balkan Quarrel","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-its-their-balkan-quarrel.html","abstract":"- Much has been said of the inability of the European Community, the United States and Russia to stop the carnage in Bosnia. The powers that be have been called cynical, cowardly, muddleheaded, indecisive or selfish for failing to bring the war to an end. But things ought to be put in perspective.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Black Mediator Serves As a Bridge to Koreans","web_url":"https://www.nytimes.com/1993/06/02/us/black-mediator-serves-as-a-bridge-to-koreans.html","abstract":"  In her baseball cap and baby blue running suit, Karen Gunn is an unlikely diplomat, shuttling in her rusting Toyota from one haggard business strip to the next, checking out wig shops and shoe stores.   Ms. Gunn, a black woman working for Koreans, roams the ghettos of Chicago, where Korean merchants and their black customers have formed a nervous truce after years of antipathy.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Movies Discover Black Cowboys and Cavalry","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-movies-discover-black-cowboys-and-cavalry-654593.html","abstract":"  To the Editor:   Your screen review of \"Posse\" (May 14) can't seem to forgive its director, Mario Van Peebles, for trying to duel with \"the flagrant distortions of the past.\"","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Critic's Notebook; Connie Chung at the Anchor Desk","web_url":"https://www.nytimes.com/1993/06/02/arts/critic-s-notebook-connie-chung-at-the-anchor-desk.html","abstract":"  So as of last night it is \"The CBS Evening News With Dan Rather and Connie Chung.\" Why the addition of the last three words? One canard -- that CBS News executives decided a proven favorite would help the second-place program's ratings -- must be dismissed out of hand. Such an explanation would be disrespectful to CBS News, unflattering to Mr. Rather, patronizing to Ms. Chung and sexist to boot. Definitely impermissible.   Another possibility is that after all these years of solitary stardom, Mr. Rather found the part of his job that consists of spending a few minutes five nights a week reciting headlines and doing 20-second leads into other people's stories onerous or tedious, and begged his employers for relief, or at least company. Maybe with a helpmeet in place, he plans to get out the old bush jacket and visit more scenes of catastrophe.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"McElroy Signs With Chiefs","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-mcelroy-signs-with-chiefs.html","abstract":"  REGGIE McELROY, the starting right tackle for the Los Angeles Raiders last season, has signed a three-year contract with the Kansas City Chiefs.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"CAMBODIAN RULERS ASK FOR NEW VOTE","web_url":"https://www.nytimes.com/1993/06/02/world/cambodian-rulers-ask-for-new-vote.html","abstract":"  The Government threatened today to reject the results of last week's elections and warned of the possibility of \"insurrections and riots\" if the United Nations refused to hold new voting in four provinces.   The United Nations rejected the call for new polling, saying that the Government had failed to produce evidence of serious vote fraud in the four provinces: Phnom Penh, the capital; Battambang; Kompong Chhnang and Prey Veng. Together they account for 35 of the 120 seats in the new national assembly, which will be responsible for drafting a constitution and forming a new government.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Guatemalan Ousted","web_url":"https://www.nytimes.com/1993/06/02/world/guatemalan-ousted.html","abstract":"  The Guatemalan military forced President Jorge Serrano Elias from office with the backing of political parties, business executives and some civic organizations. The move came eight days after the President had seized nearly dictatorial powers with the support of the army.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92099729210.html","abstract":"1918: German Offensive","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Wayne's Whirl As the Kings Win Game 1","web_url":"https://www.nytimes.com/1993/06/02/sports/hockey-wayne-s-whirl-as-the-kings-win-game-1.html","abstract":"  It seems that Wayne Gretzky can do it all and then some. In addition to scoring once and assisting on the three other Los Angeles goals tonight, he accidentally put one puck into his own net, on behalf of the Montreal Canadiens. Perhaps, for his next act, Gretzky can drive the Zamboni or sing two national anthems in two languages.   The show by Gretzky, and two goals by teammate Luc Robitaille, were the highlights of a tedious 4-1 Kings' victory in Game 1 of the Stanley Cup finals at the Forum. Game 2 of the four-of-seven-game series is here on Thursday night.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Newfangled Stamp","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Injustice in Texas","web_url":"https://www.nytimes.com/1993/06/02/opinion/injustice-in-texas.html","abstract":"  Texas leads the nation in lethal injections and the number of people on death row, in part because of the legal rules that have exposed Gary Graham to execution early tomorrow. One state law denies him a hearing on new evidence and substantial claims of innocence. Another state law, since repealed, made his youth irrelevant to his sentence and arguments for mercy unavailable.    Gov. Ann Richards agreed that the case raised significant questions of innocence, and in late April granted a one-month delay. Mr. Graham's execution will mean that the state's Board of Pardons and Paroles chose to ignore her. It will also be another grim trophy for the current U.S. Supreme Court majority, which seems determined to make the death penalty easier to enforce even if it has to legislate new rules to smooth the way.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Shandling's Blend of Fact and Parody","web_url":"https://www.nytimes.com/1993/06/02/arts/shandling-s-blend-of-fact-and-parody.html","abstract":"  One wall of Garry Shandling's office here is covered with newspaper clippings describing the latest twists and turns in the late-night television game: a little bit of Letterman, a little bit of Leno, some Arsenio Hall and Chevy Chase.   Mr. Shandling could easily have included several recent headlines about another prospective late-night talk-show host: Garry Shandling. Back in April, when NBC was pursuing Mr. Shandling to take over Mr. Letterman's \"Late Night\" show in the 12:35 A.M. slot, it was all over the newspapers. There still are rumors that CBS will offer him a show to follow David Letterman on that network.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-91663372894.html","abstract":"Wishing Won't Do. Regarding \"Star Wars Is Dead! Long Live BMDO!\" (Opinion, May 22) by Charles Krauthammer:. The Ballistic Missile Defense Organization, successor to the \"star wars\" program, demonstrates a kind of wishful thinking: Devi","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Navajos Are Asked to Aid Effort to Contain an Illness","web_url":"https://www.nytimes.com/1993/06/02/us/navajos-are-asked-to-aid-effort-to-contain-an-illness.html","abstract":"  The leader of the country's largest Indian tribe went on tribal radio today to beseech his people in their own language to cooperate with the medical investigators searching for the cause of a mysterious illness that has killed 12 people since March.    Peterson Zah, president of the Navajo Nation, appealed to tribe members to visit one of the six Indian Health Service Hospitals on the vast Navajo Reservation to be checked if they felt any of the illness's symptoms, which include body aches and fever.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Paige Retires From Dolphins","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-paige-retires-from-dolphins.html","abstract":"  Fullback TONY PAIGE, who made a career out of creating holes, left a big one for the Miami Dolphins yesterday. The reliable blocker and pass receiver unexpectedly told Coach DON SHULA that he's retiring. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"LIBYANS CUT SHORT A VISIT TO ISRAEL","web_url":"https://www.nytimes.com/1993/06/02/world/libyans-cut-short-a-visit-to-israel.html","abstract":"  Muslim pilgrims from Libya suddenly cut short their visit here today after calling for the overthrow of the \"Zionist leadership,\" the \"liberation\" of Jerusalem and the establishment of a \"democratic\" Palestinian state of Arabs and Jews.   Israeli officials, some of whom had hailed the visit as a portent of peace, were surprised and outraged by the remarks, made at a news conference.  The strange collapse of an already strange pilgrimage quickly dampened speculation that the trip might promote ties with Libya after years of unbending hostility.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Congress's Twists and Turns Reshape Bill on Energy Tax","web_url":"https://www.nytimes.com/1993/06/02/us/congress-s-twists-and-turns-reshape-bill-on-energy-tax.html","abstract":"  Five months ago, seeking to raise billions for President Clinton's economic programs and at the same time promote conservation, the White House proposed a broad tax on most forms of energy.   Then armies of lobbyists beseeched the White House to make the tax fairer, squadrons of Congressmen amended it to make it less onerous, and Mr. Clinton horse-traded some clauses to gain support for his budget.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Leader's Edge in Debate Cheers Spain's Socialists","web_url":"https://www.nytimes.com/1993/06/02/world/leader-s-edge-in-debate-cheers-spain-s-socialists.html","abstract":"  Convinced that another lackluster performance by Prime Minister Felipe Gonzalez would doom its chances of victory in general elections on Sunday, the Spanish Socialist Party breathed a sigh of relief today when the final televised debate of the campaign ended.    Handily defeated in the first debate last week, Mr. Gonzalez came out fighting from the first bell this time and, in the opinion of independent commentators and Spanish newspapers, scored a clear victory over his conservative challenger, Jose Maria Aznar.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Skeptics and Lobbyists Besiege Student Loan Plan","web_url":"https://www.nytimes.com/1993/06/02/us/skeptics-and-lobbyists-besiege-student-loan-plan.html","abstract":"  President Clinton's proposal to change the way college students get education loans has bogged down in the face of a banking industry lobbying blitz and criticism of the White House's assumption that the Government can administer loans more efficiently than private lenders.   The Administration maintains that it can save students and the Government billions of dollars a year in interest and other lending costs by replacing \"middlemen\" like the Student Loan Marketing Association, or Sallie Mae, and making the loans itself through the Department of Education. The House appears ready to go along with the plan, but the Senate is sharply divided.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"A History of Gergenism","web_url":"https://www.nytimes.com/1993/06/02/opinion/a-history-of-gergenism.html","abstract":"  Talk about being present at the creation. David R. Gergen helped package the Reagan Administration policies that, according to Bill Clinton, almost wrecked America. It is a measure of Democratic desperation and of Mr. Gergen's popularity inside the Beltway that his appointment is being hailed as a gain for the shell-shocked White House. Maybe Mr. Gergen can help end the press-room follies that have cost Mr. Clinton so dearly.   But this appointment has other meanings as well. It points up a deterioration of political values and an erosion of journalistic standards in the capital. And it suggests that the Arkansas crowd not only came to Washington without experience, but also without a clipping file or a historical memory.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"CLINTON IDEA USED TO LIMIT WELFARE","web_url":"https://www.nytimes.com/1993/06/02/us/clinton-idea-used-to-limit-welfare.html","abstract":"  States have begun appropriating an idea that President Clinton popularized in the fall campaign, beating him to the punch by issuing their own plans to place two-year limits on welfare benefits.   The actions create a potential dilemma for the Clinton Administration, which must decide whether to approve them on an experimental basis.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/02/style/chronicle-604993.html","abstract":"  NOLAN RYAN, the Texas Rangers pitcher, gashed his left foot in a boating accident on the Guadalupe River in Texas on Monday and has been ordered not to run or throw for two weeks. The 46-year-old record-breaking player, who is retiring after this season, needed seven stitches, the team's publicity office said.    Mr. Ryan spent the holiday weekend at his ranch in Gonzales, Tex. He was climbing from a motorboat onto a dock after taking his children water-skiing when he stepped on a water-ski fin, said Michelle Salisbury, an administrative assistant with the team's public relations office in Arlington, Tex.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"Trainer Disappointed By Day's Reasoning","web_url":"https://www.nytimes.com/1993/06/02/sports/horse-racing-trainer-disappointed-by-day-s-reasoning.html","abstract":"  Frank Alexander should have been happier yesterday. It wasn't the horse who was there but the jockey who wasn't there who upset the trainer.   Cherokee Run, the Alexander-trained colt who finished second by half a length to Prairie Bayou in the Preakness, had a sterling tuneup in his final blowout for Saturday's Belmont Stakes, working a half-mile in 492/5 seconds. But Alexander was still dispirited because of the decision by Pat Day, Cherokee Run's regular jockey, not to appeal a suspension over the weekend at Churchill Downs. An appeal would have permitted Day to ride in the Belmont.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/02/sports/results-plus-536093.html","abstract":"  COLLEGE BASEBALL  Montclair State Wins Division III Title  Drew Yocum pitched his second complete-game victory in two tournament outings as Montclair State captured the National Collegiate Athletic Association Division III College World Series championship by defeating Wisconsin-Oshkosh, 3-1, yesterday. Yocum, a junior left-hander from Verona, N.J., allowed just seven hits and walked no one at C. O. Brown Stadium in Battle Creek, Mich. Yocum, who pitched a three-hitter in Friday's 5-1 victory over Carthage (Wis.), was named the most valuable player in the double-elimination tournament. The loss for Wisconsin-Oshkosh (28-15) was the second to the Red Hawks (37-11), who also defeated the Titans in 1987 for the national title.  BOXING  Panel Makes Recommendation on H.I.V.  Any fighter seeking an International Boxing Federation title will have to present evidence that he is not infected with H.I.V., the virus that causes AIDS, before his bout is sanctioned, the federation's executive committee recommended yesterday. The committee voted, 11-0, to present to the convention of the I.B.F. and its parent body, the United States Boxing Association, a resolution that will require promoters to make sure that those seeking championships are free of the virus before the fight is sanctioned. The motion will be presented to the entire body today. (AP) TENNIS  Navratilova Opens With a Rout  Top-seeded Martina Navratilova trounced Sherli-Ann Siddall of Britain, 6-1, 6-1, in a second-round match in Beckenham, England. In the men's draw of the exhibition grass-court tournament, top-seeded Brad Gilbert lost, 6-4, 6-4, to Danny Sapsford of Britain. Gilbert, never at home on grass, is ranked 28th in the world to Sapsford's No. 641. Second-seeded David Wheaton defeated Mark Petchey, 6-4, 6-2. (AP) TRACK AND FIELD  Powell Wins Long Jump in Slovakia  Mike Powell easily won the long jump yesterday at the Slovnaft '93 meet in Bratislava, Slovakia, the first major outdoor meet of the European season. Powell leaped 27 feet 8 inches, off the meet record of 27-10 1/4 and the world record of 29-4 1/2 he set two years ago in Tokyo. Merlene Ottey won the women's 100- and 200-meter races in times of 11.10 and 22.27 seconds.(AP)","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"New Therapies Are Helping Men to Overcome Impotence","web_url":"https://www.nytimes.com/1993/06/02/health/new-therapies-are-helping-men-to-overcome-impotence.html","abstract":"  MORE than a million American men are currently being treated for sexual impotence. Of those, a million are using a technique that involves self-injection with a drug that produces erections, urologists have reported; 30,000 a year are using a vacuum device that has the same effect, while 20,000 a year are choosing penile implants.   \"The number of men coming for treatment of erectile dysfunction has increased fivefold in the last few years,\" said Dr. James Barada, a prominent urologist in Albany. \"People realize that you should, if you want it, have a satisfactory sexual relationship into your 90's.\" Ignorance About Dynamics of Sex    The vast increase in the numbers of men seeking treatment, by no means all of them old, has taken place behind a wall of silence.","thumbnail":null,"section":"Health"},{"date":"19930602","headline":"Sports of The Times; Overrated? Overpaid? Not These 3","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-of-the-times-overrated-overpaid-not-these-3.html","abstract":"  IT'S easy to pounce on those millionaires who aren't worth their money. Bobby Bonilla has been hitting home runs for the Mets lately but not enough to justify his $6.2 million salary. Jon Koncak of the Atlanta Hawks didn't do much this season for his $2.6 million. Eric Lindros is still an investment in the Philadelphia Flyers' future at more than $3 million.   Overrated and overpaid. It's enough to make some people think that no athlete can possibly be worth that much money.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cambodia: A Vote Worth Defending","web_url":"https://www.nytimes.com/1993/06/02/opinion/cambodia-a-vote-worth-defending.html","abstract":"  It's offensive for the present Government of Cambodia to protest \"irregularities\" in last week's U.N.-run elections. By most impartial accounts, the voting was conducted fairly. And those doing the protesting have dirty hands; during the campaign preceding the vote their side engaged in assassinations and other forms of political intimidation.   Just 10 days ago it looked as if the 1991 Cambodia peace accords might unravel in a violently disrupted or boycotted election. But in a surprising democratic triumph, more than 90 percent of eligible Cambodians braved death threats to cast their votes in an election that monitors certify as free and fair.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"O'Connor Reflects on Role In Eye of Moral Tempests","web_url":"https://www.nytimes.com/1993/06/02/nyregion/o-connor-reflects-on-role-in-eye-of-moral-tempests.html","abstract":"  Reflecting on nearly 10 turbulent years at the helm of the Roman Catholic Archdiocese of New York, John Cardinal O'Connor said yesterday that he might have gone too far at times in thrusting himself and his church into secular politics -- from his implicit criticism of Geraldine A. Ferraro in 1984 to his loose alliance with Pat Robertson last month.   \"Time after time I have to ask myself if the Church would be better off -- certainly, I would be better off -- if when I came here I had just become a silent servant of the people,\" the Cardinal said.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Pogorelovka Journal; The Russians Follow Their Hearts, Back to Russia","web_url":"https://www.nytimes.com/1993/06/02/world/pogorelovka-journal-the-russians-follow-their-hearts-back-to-russia.html","abstract":"  Three years ago, at the first inkling of a collapse of the Soviet empire, Leonid N. Podolyan and two friends, all Russians living in the remote Central Asian republic of Kyrgyzstan, piled into a car and drove several thousand miles along the bumpy roads of Russia's heartland, looking for a new place to call home.   They found it here in a ramshackle village by the banks of the River Pronya, about 40 miles south of Ryazan, on the territory of a state chicken farm named 60th Anniversary of October, which offered them as good a deal they were likely to get.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"GERMANY PRESSED TO CURB VIOLENCE","web_url":"https://www.nytimes.com/1993/06/02/world/germany-pressed-to-curb-violence.html","abstract":"  After the second fatal firebombing of a house occupied by Turks in six months, the German Government is under renewed pressure to crack down on far-rightist and neo-Nazi activity.   Five girls and women of Turkish origin, ranging in age from 4 to 27, died on Saturday in a firebombing in the western town of Solingen. Three Turks died in a similar attack in Molln on Nov. 23.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Suns Win Behind Barkley, Majerle","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-suns-win-behind-barkley-majerle.html","abstract":"  Dan Majerle camped out 26-feet from the basket tonight. His teammate Charles Barkley was quite willing to be a one-man team, but Majerle gave the Phoenix Suns a second option for once. The release on Majerle's shot was so picturesque this evening, it should have been commissioned to a local artist.   His eight 3-point shots broke a National Basketball Association playoff record, and the only two he missed touched inside the rim before curling out. In the process, Majerle proved that the Phoenix Suns are superior as a tag team, that he and Barkley could run a treadmill all day long and that his teeth do not chatter with his team on a ledge.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"3 Youths Go on Trial in Shooting Death of Brooklyn Principal","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3-youths-go-on-trial-in-shooting-death-of-brooklyn-principal.html","abstract":"  Nearly six months after a popular school principal was shot and killed while walking through a Brooklyn housing project, three teen-agers went on trial for murder yesterday, accused of taking part in a running gun battle in which the victim was caught.   In a case that drew national attention to the lethally random perils in neighborhoods riddled with guns and drugs, jury selection began in State Supreme Court in Brooklyn for the defendants -- one of whose bullets the authorities say tore into the chest of Patrick Daly, the 48-year-old longtime principal of Public School 15.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Wreaking Havoc -- and Selling Sneaks","web_url":"https://www.nytimes.com/1993/06/02/opinion/wreaking-havoc-and-selling-sneaks.html","abstract":"  Pro basketball is one part aerial ballet and one part controlled brutality. Charles Barkley, the bruising, blunt-talking forward for the Phoenix Suns and the league's most valuable player, is less an aerialist than a skilled practitioner of force. He has chased referees from the stadium and verbally accosted fans, while intimidating opposing players. Mr. Barkley, or at least the image he tries to project, stands at great odds with the notion that athletes ought to be paragons of virtue and temperateness to inspire the nation's youth.   Thus it's an ingenious irony that Nike sporting goods is starring Sir Charles in a television commercial about role models. Staring into the camera, Mr. Barkley says: \"I am not a role model. I am not paid to be a role model. I am paid to wreak havoc on the basketball court.\" Mr. Barkley points out that \"parents should be role models\" and notes that his ability to dunk a basketball does not make him fit to raise America's children.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Badillo Urges State to Study City Budget","web_url":"https://www.nytimes.com/1993/06/02/nyregion/badillo-urges-state-to-study-city-budget.html","abstract":"  Herman Badillo, a candidate for city comptroller, called yesterday for the State Financial Control Board to step in immediately and assume control of New York City's finances because next year's budget is in disarray.   But a few hours later, he softened his position, saying he had meant only that the control board should convene a special meeting at once to criticize Mayor David N. Dinkins's budget before the City Council takes it up later this month for approval.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Issue of Outsiders Kills Town's Housing Plan","web_url":"https://www.nytimes.com/1993/06/02/nyregion/issue-of-outsiders-kills-town-s-housing-plan.html","abstract":"  A narrow strip of littered land just off Main Street, where the trickle that is the Mamaroneck River flows, is the center of the latest battle over affordable housing in generally affluent Westchester County.   Twenty-eight families were supposed to move into two-family houses to be built on the land later this year. But elected officials who once championed the project have withdrawn their support after recent court decisions elsewhere suggested that they might not be able to give local residents the first chance at the units, effectively keeping out outsiders.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Helping Mentally Ill Find a Niche, to the Admiration of Japanese","web_url":"https://www.nytimes.com/1993/06/02/nyregion/helping-mentally-ill-find-a-niche-to-the-admiration-of-japanese.html","abstract":"  Once, it seems like a lifetime ago, Christine Stahlman planned to be a schoolteacher. She imagined herself explaining the mysteries of words and numbers to classrooms of children. Her eyebrows furrow in recalling such dusty dreams from another era, before depression shrank hope.   The illness turned Ms. Stahlman from would-be teacher to student -- of struggles and false starts, of psychiatric hospitals and unsuccessful work programs. But recently, leaning close to the high-tech camera she now uses to put court documents on microfilm, she explained how a steady job, with some measure of dignity, restored stability to her life.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"MORTAR FIRE KILLS 12 AT SOCCER GAME IN BOSNIAN CAPITAL","web_url":"https://www.nytimes.com/1993/06/02/world/mortar-fire-kills-12-at-soccer-game-in-bosnian-capital.html","abstract":"  Mortar shells exploded today amid a neighborhood soccer tournament, killing at least a dozen people and wounding 80 in the worst single incident in a year in the bombardment of the city by Bosnian Serb forces.   Shrapnel-peppered cars, drying pools of blood, a few shreds of blood-soaked clothing and a worn-out soccer ball were all that remained afterward in the parking lot where about 100 players and spectators had gathered for the game.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Review/Television; Sex and the Talk Shows: Con and Pro","web_url":"https://www.nytimes.com/1993/06/02/arts/review-television-sex-and-the-talk-shows-con-and-pro.html","abstract":"  Tonight's somewhat scattershot \"48 Hours\" tour of the talk-show universe settles down briefly for a report by Dan Rather on Phil Donahue's troubles with Richard Neill, a Fort Worth dentist. Dr. Neill is trying to extract shows like \"Donahue\" from afternoon television because they are infected with sexual display and bizarre confessionals.   Mr. Donahue's main defense, which he has used more than once in his 25 years on television, is that he is competing with like-minded or mindless programs for big audiences. He says, \"You cannot televise the front page of The Wall Street Journal and survive.\" And he protests that his critics never give him credit for his programs about racism, Bosnia and other unsexy subjects.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"3,000 Subway Riders, Cards in Hand, Test New Fare System","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3000-subway-riders-cards-in-hand-test-new-fare-system.html","abstract":"  With six months to go before computer-coded cards start replacing subway tokens, the Transit Authority began its first large-scale test of the automated fare-collection system yesterday, handing out 3,000 sample cards to regular subway riders.   The seven-week experiment will test the cards and the computerized turnstiles that use them, and will allow officials to focus more intently on how passengers take to the new method of entering the subway. Results of the test, transit officials say, will help them prepare instructions on how to use the card when it is introduced later this year.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"5 Cubans In Search of a Club","web_url":"https://www.nytimes.com/1993/06/02/sports/5-cubans-in-search-of-a-club.html","abstract":"  Last year, Rene Arocha became the first national-team defector in three decades of Cuban baseball, and now he is a starting pitcher for the St. Louis Cardinals.   This year, five more Cuban defectors have arrived in the United States to chase the same intoxicating dream -- and they have the advantage of knowing it's possible. Call it the Arocha Connection.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/02/nyregion/no-headline-034293.html","abstract":"  \"Time after time I have to ask myself if the church would be better off -- certainly, I would be better off -- if when I came here I had just become a silent servant of the people.\" -- JOHN CARDINAL O'CONNOR, of New York.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/02/sports/metropolitan-golf-report.html","abstract":"  Nynex Commemorative    Bob Charles of New Zealand, the leading career money winner on the Senior PGA Tour and arguably the best left-handed golfer, was the honoree in last night's dinner at Sleepy Hollow Country Club in Scarborough, N.Y., where the 14th edition of the tournament will be staged this week.   Charles captured the Commemorative in 1988 and 1989. This is the 30th anniversary of his victory in the 1963 British Open, where he beat Phil Rodgers in a playoff at Royal Lytham. Charles won the Canadian Open 25 years ago; 20 years ago, he captured the New Zealand Open, the Scandinavian Open and the South African Open.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cyclist Shot to Death in Brooklyn's Prospect Park","web_url":"https://www.nytimes.com/1993/06/02/nyregion/cyclist-shot-to-death-in-brooklyn-s-prospect-park.html","abstract":"  A man riding his new mountain bike through Brooklyn's Prospect Park was shot three times in the back and killed yesterday afternoon when he attempted to flee from robbers who wanted to steal the bike, the police said.   The killing, on a sunlit afternoon that brought scores of people to the park, occurred on a winding dirt road, just yards away from joggers and ball fields, near one of the park's jewels, Swan Lake.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Belgrade Riots Follow President's Ouster","web_url":"https://www.nytimes.com/1993/06/02/world/belgrade-riots-follow-president-s-ouster.html","abstract":"  Thousands of demonstrators clashed with riot police in front of the Parliament building in downtown Belgrade Tuesday night in the most serious anti-Government demonstration here in two years.    A score of demonstrators were injured as the crowd stormed the Parliament, smashing windows and chanting \"Justice!\" and \"Rise up, Belgrade!\" They threw rocks at the police, who charged them with truncheons under a torrent of tear gas. At least three members of the security forces were badly injured, Belgrade television said. The police said 18 demonstrators were injured, according to the Associated Press.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/02/style/chronicle-159493.html","abstract":"  Britain and the United States may have resolved their political differences long ago, but when it comes to music, traces of national chauvinism endure.   Take the squabble now being conducted in the letters column of The Times of London by DENNIS MARKS, general director-designate of the English National Opera, on one side, and two respected members of the British music establishment, Dame JANET BAKER, the mezzo-soprano, and RICHARD FISHER, general administrator of the Royal Philharmonic Society, on the other.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"PEN Fights Censoring Of Gay Writers","web_url":"https://www.nytimes.com/1993/06/02/books/pen-fights-censoring-of-gay-writers.html","abstract":"  PEN American Center, the American division of the international writers' association, has formed a committee to combat what it described as censorship of gay and lesbian writing and to work to insure that readers have access to such writing.   The organization said the committee \"will expose and oppose\" threats to the First Amendment from actions like the banning of gay books by school libraries. The committee's formation is to be formally announced this morning.","thumbnail":null,"section":"Books"},{"date":"19930602","headline":"Hostos Commencement","web_url":"https://www.nytimes.com/1993/06/02/nyregion/hostos-commencement.html","abstract":"  Cesar A. Perales, deputy mayor of New York City for Health and Human Services, addressed the 455 graduates at the 22d commencement exercises of Eugenio Maria de Hostos Community College of the City University of New York. In a ceremony presided over by the college's president, Isaura Santiago, the students marched up the aisles of the concert hall at Lehman Center for the Performing Arts. Hostos Community College is the first of the City University of New York colleges to be deliberately placed in an economically depressed community, the South Bronx. It is devoted to bilingual education and serves more than 5,000 students, 75 percent of whom come from Puerto Rico, the Dominican Republic and Central and South America.  ","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91396245647.html","abstract":"1943: To 'End It Soon'","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Slaney Is Off and Convalescing","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-track-and-field-slaney-is-off-and-convalescing.html","abstract":"  MARY SLANEY has undergone surgery on her left heel, ending her track season before it started. Slaney, who hopes to run some road races by the end of the summer, will miss the USA Mobil Outdoor Track and Field Championships, which will be held June 15-19 in Eugene, Ore. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Court Counts the Ways Guns Can Be Used","web_url":"https://www.nytimes.com/1993/06/02/us/court-counts-the-ways-guns-can-be-used.html","abstract":"  There was a war of words at the Supreme Court today, but it wasn't over any technical, obscure, polysyllabic legal term. It was over the word \"use.\"   A Federal law subjects anyone who uses a firearm in connection with a drug offense to a mandatory prison sentence of up to 30 years, depending on the type of gun. But suppose the gun is used not as an instrument of violence, not to injure or threaten, but as an object to barter: in this case, one machine gun for two ounces of cocaine. Is that the kind of use that qualifies for the mandatory sentence?","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Traditional Arabs Now Seek Advice From the Left","web_url":"https://www.nytimes.com/1993/06/02/world/traditional-arabs-now-seek-advice-from-the-left.html","abstract":"  Lotfi Al khouli of Egypt, one of the Arab world's best known leftist-Marxist writers, was dumbfounded in April when he got an invitation to Saudi Arabia, where his name had figured prominently on the blacklist for decades.   More astonishing, Mr. Alkhouli received a red-carpet reception, including an audience with Crown Prince Abdullah Ibn Abdelaziz and an invitation from members of the royal family and prominent Saudis to speak at several gatherings.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Supreme Court Roundup; High Court Defines One Error by Judges It Will Not Tolerate","web_url":"https://www.nytimes.com/1993/06/02/us/supreme-court-roundup-high-court-defines-one-error-judges-it-will-not-tolerate.html","abstract":"  Overturning a murder conviction, the Supreme Court ruled unanimously today that regardless of the evidence, a criminal conviction is invalid if the judge did not instruct the jury properly on finding guilt beyond a reasonable doubt.   In an opinion by Justice Antonin Scalia, the Court held that mistaken jury instructions on reasonable doubt could never be disregarded as \"harmless error,\" even if it appeared that the guilty verdict was not the product of the mistake.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Lawyer Takes Plea Deal In Real-Estate Schemes","web_url":"https://www.nytimes.com/1993/06/02/nyregion/lawyer-takes-plea-deal-in-real-estate-schemes.html","abstract":"  As angry clients waited to tell their stories, a disbarred lawyer surprised Federal prosecutors at a bail hearing today and pleaded guilty to defrauding investors of more than $3 million with bogus real-estate projects.   The defendant, Alan David Harris of Roslyn Harbor and Brentwood, Calif., pleaded guilty to 25 counts of mail and wire fraud and faces up to 125 years in prison and fines of up to $6.25 million. He was also ordered to make restitution and a full accounting of how he spent the stolen money.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Books of The Times; The Disabled Come Out Fighting","web_url":"https://www.nytimes.com/1993/06/02/books/books-of-the-times-the-disabled-come-out-fighting.html","abstract":"  No Pity  People With Disabilities Forging a New Civil Rights Movement  By Joseph P. Shapiro  372 pages. Times Books. $25.    It took a President with polio (Franklin D. Roosevelt, who couldn't walk on his own) and the severely injured veterans of World War II, Korea and Vietnam to make Americans aware that being disabled wasn't something to hide and be ashamed of. Then it took demonstrations and lobbying to force the Federal Government to recognize that people with disabilities ought to be included under the big umbrella of civil rights.","thumbnail":null,"section":"Books"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-94210110247.html","abstract":"Western Perfidy . President Bill Clinton has announced support for a plan to put Bosnian Muslims into \"safe havens\" surrounded by Serbs. Americans know about that: They have experience with Indian reservations. . The Vance-Owen plan was always a","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"SENATE DEMOCRATS URGE WITHDRAWAL OF RIGHTS NOMINEE","web_url":"https://www.nytimes.com/1993/06/02/us/senate-democrats-urge-withdrawal-of-rights-nominee.html","abstract":"  Senior White House officials and Democratic senators said today that President Clinton's nomination of Lani Guinier to be the Justice Department's civil rights chief would have to be withdrawn because of mounting opposition in the Senate and the Administration's attempt to sprint to the political center.   The nomination has been intensely criticized for articles Ms. Guinier wrote on the Voting Rights Act that her critics say make her a proponent of extreme race-based proposals.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"The Week Well Marred","web_url":"https://www.nytimes.com/1993/06/02/sports/IHT-the-week-well-marred.html","abstract":"- If a week is a long time in politics, war and commerce, it can be an eternity in soccer, where all three factors come into play.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Foes of Execution Contest a Texas Case","web_url":"https://www.nytimes.com/1993/06/02/us/foes-of-execution-contest-a-texas-case.html","abstract":"  If the State of Texas has its way, Gary Graham will be executed before dawn on Thursday for the killing of Bobby Lambert in a robbery 12 years ago. But no physical evidence links Mr. Graham to the crime, and opponents of the death penalty have seized on his case as emblematic of serious flaws in the system of capital punishment here.   Mr. Graham, 29, was convicted in 1981 on the strength of testimony from a single witness, who was in her car roughly 40 feet from where Mr. Lambert was shot and briefly saw his killer. Since the trial, six other witnesses and five alibi witnesses have sworn that Mr. Graham was not the assailant, but Texas law prohibits the presentation of new evidence after 30 days after conviction.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Wilkens Chosen to Coach Hawks","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-basketball-wilkens-chosen-to-coach-hawks.html","abstract":"  LENNY WILKENS, who spent the past seven seasons with the Cleveland Cavaliers and is closing in on RED AUERBACH's record for most National Basketball Association victories, was named coach of the Atlanta Hawks yesterday.   In becoming the seventh coach in Atlanta Hawks history, Wilkens inherits a team that has not gotten past the first round of the playoffs the past four years.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Yankee Pitching Staff Picked Apart by Tribe","web_url":"https://www.nytimes.com/1993/06/02/sports/baseball-yankee-pitching-staff-picked-apart-by-tribe.html","abstract":"  It started with Mike Witt, who had poor location and no control. It ended with Rich Monteleone, who made a healthy contribution to what is now a 5.56 earned run average by the Yankee bullpen.   There was nothing but ugliness in between.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Coney Island Wonder Wheel Won't Rest on Golden Arches","web_url":"https://www.nytimes.com/1993/06/02/nyregion/coney-island-wonder-wheel-won-t-rest-on-golden-arches.html","abstract":"  Worried that the Cyclone and the Parachute Jump would be joined by the \"McWheel\" in a new Coney Island trinity, the New York City Landmarks Preservation Commission has rejected a plan to install 17-foot-wide, neon golden arches on the Wonder Wheel.   Under the plan, the owners of the Wonder Wheel had offered free advertising space to McDonald's, which has two restaurants nearby. But the landmarks panel feared the company's well-known logo would eclipse the 150-foot-high, 200-ton structure.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/02/arts/the-pop-life-489593.html","abstract":"  Springsteen for Charity   Bruce Springsteen is coming home to New Jersey and next door to New York for his only two concerts in the United States this year. The shows, both charity events, are to be on June 24 at Brendan Byrne Arena at the Meadowlands and on June 26 at Madison Square Garden.   The first concert is to benefit three hunger-related organizations: the Community Food Bank of New Jersey, World Hunger Year, and the Food and Hunger Hotline. Proceeds from the June 26 performance are to go to the Kristen Ann Carr Fund, which was created earlier this year in memory of the daughter of Mr. Springsteen's co-manager, Barbara Carr, and Dave Marsh, a writer. The fund will be used to establish a research fellowship dedicated to the study and prevention of sarcoma, a form of cancer.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"Organ Shortage Leads to Nontraditional Transplants, and Ethical Concerns","web_url":"https://www.nytimes.com/1993/06/02/us/organ-shortage-leads-to-nontraditional-transplants-and-ethical-concerns.html","abstract":"  Faced with a severe shortage of organs for transplant, some doctors are quietly turning to patients who would not ordinarily be considered suitable donors.   Traditionally, before a patient can qualify as a donor it must be declared that there is no brain function. If such a patient is put on a ventilator, the organs can be kept healthy and perfused with blood until they are needed.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Neither Brace, Shorter Hair Nor Door Save Underdogs : Fernandez Defeats Sabatini to Gain Semis, Courier Storms by Prpic","web_url":"https://www.nytimes.com/1993/06/02/sports/IHT-neither-brace-shorter-hair-nor-door-save-underdogs-fernandez.html","abstract":"The favorite made two appearances Tuesday on Center Court at Roland Garros, where all footprints are swept away and the players exit as if through a revolving door. . The favorite left the stadium behind his challenger, whose right leg was padded like a b","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Maybe the Lakers: Magic Wants a Team to Coach and Own","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-maybe-the-lakers-magic-wants-a-team-to-coach-and-own.html","abstract":"  Magic Johnson is more likely to someday coach the Los Angeles Lakers than the Los Angeles Clippers.   Johnson, the former Lakers All-Star, said he will not accept any coaching job unless he can buy a small percentage of the team, and the Lakers' owner is more willing to sell to him than the Clippers' owner.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/02/us/inside-030093.html","abstract":"  Sexual Climate in Schools   Junior high and high school students are routinely grabbed, pinched or put down in explicitly sexual ways at school, a survey says. Page B7. Bicyclist Slain in Park    A bicyclist riding through Prospect Park in Brooklyn was shot to death while trying to flee robbers who wanted his bike, the police said. Page B1. Secularism in the Arab World    In Saudi Arabia, Egypt, Jordan and Kuwait, influential Arab voices are saying secular values can be compatible with Islam. Page A3. Big Losses for the Japanese    Japanese investors are now facing the prospect of big losses on American buildings they bought in the real estate boom of the 1980's. Page D1. Student Loan Proposal Stalls    The President's student aid plan has been slowed by critics who question whether the Government can administer loans efficiently. Page A14.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Time to Reform Law On Assisted Suicide","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-time-to-reform-law-on-assisted-suicide-656193.html","abstract":"  To the Editor:   Dr. Jack Kevorkian has done great service by demonstrating in practical fashion that many terminally ill people want the help of a physician in committing suicide. Most physicians quibble about his slender medical education, and the cursory connection he has with patients before they die, but he has made the point about the need for euthanasia.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"A Newly Excellent German Politics, Please","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-a-newly-excellent-german-politics-please.html","abstract":"The assumption here is that Helmut Kohl is an excellent politician. No genius, hardly the seductive type, he has made a career understanding his constituency.. In 1983, he won election as chancellor not by wrapping himself in the flag of the Pershing and","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-93602207745.html","abstract":"Back to Unesco. Regarding the editorial \"Thinking About Unesco\" (April 20):. A major function of Unesco is to promote literacy as well as science, technology and communications in the Third World. What is not so widely known is that its mandate","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Houston Signs Contract With Jets","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-houston-signs-contract-with-jets.html","abstract":"  Jets linebacker BOBBY HOUSTON agreed to a new contract with the team yesterday. The terms of the deal were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cuomo to Get Racing Report","web_url":"https://www.nytimes.com/1993/06/02/sports/horse-racing-cuomo-to-get-racing-report.html","abstract":"  The final report of an advisory panel looking for ways to revive the state's beleaguered horse racing industry is expected to be delivered to Gov. Mario Cuomo today.    According to a person familiar with the Governor's Advisory Commission on Racing in the 21st Century, the report recommends immediate reductions in the state's takeout from wagers and in the state's share of breakage, or the way bets are rounded off for bookkeeping purposes. Lower withholding taxes are also recommended for certain winning bets.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Man Admits to Robberies Using a Syringe","web_url":"https://www.nytimes.com/1993/06/02/nyregion/man-admits-to-robberies-using-a-syringe.html","abstract":"  A homeless man yesterday admitted that he robbed several Upper East Side antique stores, armed with an unusual weapon: a syringe that he said was filled with blood tainted with H.I.V.   In State Supreme Court in Manhattan, Ross Gottfried, 40 years old, pleaded guilty to five felony counts of robbery. He acknowledged that from April 22 to May 3, he robbed stores at 230 East 80th Street, 1135 Madison Avenue, 957 Madison Avenue, 980 Lexington Avenue and 219 East 60th Street.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"School Hallways as Gantlets of Sexual Taunts","web_url":"https://www.nytimes.com/1993/06/02/education/school-hallways-as-gantlets-of-sexual-taunts.html","abstract":"  The hallways of America's high schools and junior high schools -- the highways and byways between classrooms, locker rooms and the outside world -- are daunting, sexually charged terrain where most girls and many boys can routinely expect to be grabbed, poked, pinched or put down in explicitly sexual ways.   This picture emerges from a new survey by the poll taker Louis Harris & Associates for the American Association of University Women Educational Foundation. It is the first study that tries to quantify both what teen-agers do to one another and how they react when it happens.","thumbnail":null,"section":"Education"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-93752353893.html","abstract":"Heartfelt Praise . Regarding \"Bosnia's President Rejects Allied Plan\" (May 24): . So Bill Clinton has been praised by Radovan Karadzic, the leader of the Bosnian Serbs, \"for dropping his plan to bomb the Serbs and arm the [Bosnian] Muslims.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/02/sports/transactions-533693.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Acquired Jeremy Hernandez, pitcher, from the San Diego Padres for Tracy Sanders, outfielder, and Fernando Hernandez, pitcher.   DETROIT TIGERS -- Activated Dan Gladden, outfielder, from the 15-day disabled list. Placed Dave Johnson, pitcher, on the 15-day disabled list, retroactive to May 23.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"U.S. Encourages Reporting Of Adverse Medical Reactions","web_url":"https://www.nytimes.com/1993/06/02/us/us-encourages-reporting-of-adverse-medical-reactions.html","abstract":"  The Food and Drug Administration today announced a program to encourage nurses, doctors, dentists and pharmacists to report dangerous side effects from drugs and medical devices.   Until now, manufacturers have been chiefly responsible for reporting dangerous and unexpected effects of drugs and devices they sell. But agency officials say that in large part because medical professionals have not been encouraged to report adverse reactions only 1 in 10 or perhaps even 1 in 100 of those caused by drugs became known. And for medical devices like breast implants, they say, the rate of reporting has been even lower.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Movies Discover Black Cowboys and Cavalry; Burial Grounds","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-movies-discover-black-cowboys-and-cavalry-burial-grounds-655393.html","abstract":"  To the Editor:   It is encouraging to see interest among New Yorkers in African-American cemeteries (front page, May 23). I was the primary researcher for the African-American Historic Sites Survey of Allegheny County (Pittsburgh) for the Pittsburgh History and Landmarks Foundation, which uncovered more than 300 sites related to black history before 1960.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Devils Renew an Unwanted and Unwelcome Ritual","web_url":"https://www.nytimes.com/1993/06/02/sports/hockey-devils-renew-an-unwanted-and-unwelcome-ritual.html","abstract":"  Looking for a coach is becoming an annual ritual for Lou Lamoriello, the president and general manager of the Devils. He was working toward that end again yesterday, seeking a replacement for Herb Brooks, who resigned on Monday.   \"I'm looking at all the people available and I'm trying to narrow down the list,\" Lamoriello said by telephone from his office in the New Jersey Meadowlands. \"I am not ruling out the possibility of hiring someone from within.\"","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"3-Year-Old Bronx Girl Wounded by Bullet","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3-year-old-bronx-girl-wounded-by-bullet.html","abstract":"  When Jasmine Zapata felt a sting on her arm as she played in front of her Bronx home yesterday, she told her nanny, \"A ball hit me.\"   It was not a ball, but a bullet, that struck the 3-year-old girl just after 2 P.M. on the sidewalk outside her family's home at 2757 Sedgwick Avenue in Kingsbridge.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930602","time":"1993-06-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":66,"wspd":9.4},{"date":"19930602","time":"1993-06-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":67,"wspd":7.6},{"date":"19930602","time":"1993-06-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":70,"wspd":13},{"date":"19930602","time":"1993-06-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":80,"wspd":9.4},{"date":"19930602","time":"1993-06-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":5.4},{"date":"19930602","time":"1993-06-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":3.6},{"date":"19930602","time":"1993-06-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":81,"wspd":5.4},{"date":"19930602","time":"1993-06-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":74,"wspd":9.4},{"date":"19930602","time":"1993-06-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":11.2},{"date":"19930602","time":"1993-06-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":69,"wspd":11.2},{"date":"19930602","time":"1993-06-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":61,"wspd":13},{"date":"19930602","time":"1993-06-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":58,"wspd":13},{"date":"19930602","time":"1993-06-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":60,"wspd":9.4},{"date":"19930602","time":"1993-06-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":74,"wspd":5.4},{"date":"19930602","time":"1993-06-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":7.6},{"date":"19930602","time":"1993-06-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":14.8},{"date":"19930602","time":"1993-06-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":86,"wspd":5.4},{"date":"19930602","time":"1993-06-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":83,"wspd":3.6},{"date":"19930602","time":"1993-06-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":82,"wspd":3.6},{"date":"19930602","time":"1993-06-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":7.6},{"date":"19930602","time":"1993-06-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":85,"wspd":7.6},{"date":"19930602","time":"1993-06-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":87,"wspd":9.4},{"date":"19930602","time":"1993-06-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":87,"wspd":7.6},{"date":"19930602","time":"1993-06-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":88,"wspd":7.6},{"date":"19930602","time":"1993-06-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":32,"wspd":24.1},{"date":"19930602","time":"1993-06-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":34,"wspd":25.9},{"date":"19930602","time":"1993-06-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":37,"wspd":18.7},{"date":"19930602","time":"1993-06-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":38,"wspd":14.8},{"date":"19930602","time":"1993-06-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":44,"wspd":13},{"date":"19930602","time":"1993-06-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":9.4},{"date":"19930602","time":"1993-06-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":57,"wspd":9.4},{"date":"19930602","time":"1993-06-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":55,"wspd":9.4},{"date":"19930602","time":"1993-06-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":13},{"date":"19930602","time":"1993-06-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":18.7},{"date":"19930602","time":"1993-06-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":11.2},{"date":"19930602","time":"1993-06-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":55,"wspd":7.6},{"date":"19930602","time":"1993-06-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":49,"wspd":7.6},{"date":"19930602","time":"1993-06-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":13},{"date":"19930602","time":"1993-06-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19930602","time":"1993-06-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":42,"wspd":11.2},{"date":"19930602","time":"1993-06-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":37,"wspd":13},{"date":"19930602","time":"1993-06-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":32,"wspd":14.8},{"date":"19930602","time":"1993-06-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":24.1},{"date":"19930602","time":"1993-06-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":27,"wspd":20.5},{"date":"19930602","time":"1993-06-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":27,"wspd":16.6},{"date":"19930602","time":"1993-06-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":25.9},{"date":"19930602","time":"1993-06-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":18.7},{"date":"19930602","time":"1993-06-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":16.6}]},"19930603":{"guardian_articles":[],"nytimes_articles":[{"date":"19930603","headline":"How Borneo's Ibans Came To Work With the Park","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-how-borneos-ibans-came-to-work-with-the-park.html","abstract":"Griffin anak Andin is studying business tactics, Kaya anak Lajan is working on his English, and others are learning first aid. Iban tribesmen from seven longhouse communities in the east Malaysian state of Sarawak are preparing for a tourist surge they h","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"At the Cliburn Contest, a Note of Discord Intrudes","web_url":"https://www.nytimes.com/1993/06/03/arts/at-the-cliburn-contest-a-note-of-discord-intrudes.html","abstract":"  In the nature of musical contests, it had to happen. The Ninth Van Cliburn International Piano Competition, now a week and a half old, has finally produced widespread and spirited dissent if not yet a major furor.   Typically, in an affair that has proceeded like clockwork but for an odd page-turning mishap on Friday, the selection of six finalists early this morning required only one ballot and, with additional voting on other awards, took under an hour. The finalists are Armen Babakhanyan, 25, of Armenia; Fabio Bidini, 24, of Italy; Valery Kuleshov, 30, of Russia; Simone Pedroni, 24, of Italy; Johan Schmidt, 28, of Belgium, and Christopher Taylor, 23, of the United States.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-497193.html","abstract":"  A picture caption yesterday about the installation of a sculpture of a bull at Madison Square in Manhattan misidentified the sponsor. It is the New York City Department of Transportation, not Parks.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/03/us/inside-798393.html","abstract":"  Tunnel for Drugs Is Found Under U.S.-Mexico Border   While searching for the killers of a Mexican cardinal, the police found an elaborate tunnel for smuggling cocaine into the United States, the largest such channel ever found. Page A5. Tables Turn in Guatemala    When Guatemala's President seized power last week, his position seemed secure. But that was before the military switched sides. Page A3. Progress on Tariffs Seen    Major industrial nations said they had made progress toward a breakthrough in the long effort to lower tariff barriers. Page D1. Newborn Is Found Dead    A 17-year-old Long Island girl gave birth in her parents' bathroom and left the boy in the trash, where he was found dead, officials said. Page B1.  ","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-534093.html","abstract":"  MOTHER TERESA was named a freeman of Dublin yesterday , the first nun to receive the honor, The Associated Press reported.   Spectators reached out to touch the frail 82-year-old Nobel Peace Prize winner as she climbed the platform to accept the freedom of Dublin, an honor similar to the key to a city. Mother Teresa began religious life at a convent in Dublin 65 years ago.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"1943: 'Fanny Patriots' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-1943-fanny-patriots-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Mayor F.H. LaGuardia, speaking at City Hall yesterday at ceremonies opening a ten-day civilian defense recruiting campaign, said that men who are deferred from military service for dependents and who do not join a c","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"A Deal on the Economic Plan","web_url":"https://www.nytimes.com/1993/06/03/opinion/a-deal-on-the-economic-plan.html","abstract":"  Three Democrats on the Senate Finance Committee -- David Boren of Oklahoma, Kent Conrad of North Dakota and John Breaux of Louisiana -- are threatening to hold President Clinton's economic plan hostage. Each insists that the Administration revise the plan's $70 billion energy tax that accounts for nearly a third of the total revenue increase but which threatens oil producers, farmers and manufacturers. Unless each Democrat votes yes, the plan won't clear the committee.    The White House believes it knows how to win over Senators Conrad and Breaux: Shrink and restructure the B.T.U. tax, and offset that lost revenue with additional spending cuts. But Mr. Boren's threat -- that he'll vote no unless the B.T.U. tax is dropped entirely -- is more ominous. Still, the White House holds powerful cards. With Senators Conrad and Breaux on board, Mr. Boren is unlikely to scuttle the plan and thereby single-handedly smash an already wobbly President.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Smooth Sailing Leaves Norman Out of Rough","web_url":"https://www.nytimes.com/1993/06/03/sports/golf-smooth-sailing-leaves-norman-out-of-rough.html","abstract":"  Six weeks off usually leaves a thick coat of rust on the games of professional golfers, but in Greg Norman's case, a long break smoothed jagged edges.   As he prepares for Thursday's opening round of the Memorial Tournament, Norman is coming off a strong runner-up finish at the Southwestern Bell Colonial Invitational. The Texas event last weekend was the first for Norman since his 31st place finish at the Masters in April, a performance so disappointing it left the 38-year-old Australian drained.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-535893.html","abstract":"  It can be risky business to assemble those lists of, say, \"the best dressed\" or \"the richest\" or \"the most beautiful\" people in the world.   But that didn't deter MILTON ESTEROW, editor and publisher of Artnews, from having a team of editors and correspondents do a survey of top achievers in the art world. The result, an article and series of short profiles titled \"The 50: The Art World's Most Powerful People\" is in the magazine's summer issue.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"In Marshall Papers Case, Library Abuses Trust; A Balance of Rights","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-in-marshall-papers-case-library-abuses-trust-a-balance-of-rights-538293.html","abstract":"  To the Editor:   Suppose an eminent journalist who wrote about issues of great importance until shortly before her death left her papers to the Library of Congress, giving the library discretion to make the papers available when it felt appropriate. Suppose that the library released the papers within a few months of the journalist's death, and that among them were her notes of conversations with leading public figures of the day -- conversations engaged in on a clear understanding of confidentiality.   Would you hail the release of these notes, after so short an interval, as an appropriate vindication of the public's \"right\" to information? Somehow I doubt it. I suspect you would decry the breach of confidentiality necessary to protect news sources and the free flow of information.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"TV Contract Spurs Soul-Searching","web_url":"https://www.nytimes.com/1993/06/03/sports/on-baseball-tv-contract-spurs-soul-searching.html","abstract":"  Major league baseball's television contract is in place -- a revolutionary deal, if you listen to some baseball owners, an alarming prophecy come true, if the reaction of some general managers is any gauge.   Sal Bando, the general manager of the Milwaukee Brewers, initially greeted news of the drastically reduced national television revenues with the view that the Brewers might have to seek a larger market to survive.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Apathy Above, Terror Below","web_url":"https://www.nytimes.com/1993/06/03/opinion/apathy-above-terror-below.html","abstract":"The Soviet submarine Komsomolets, which sank 300 miles off the Norwegian coast in 1989, may soon begin leaking plutonium that will contaminate the rich fishing areas of the North Atlantic. Yet U.S. and Western European officials and scientists, still caught in a web of cold war prejudices and misinformation, have downplayed the toxic threat and claimed that the Russians alone should clean it up. Some have said that Russia is using environmental scare tactics so it can raise the submarine at Western governments' expense. \n\nStudies by several Russian research institutes indicate that by 1995 or 1996, the two nuclear warheads on the ship will be fully corroded by an electrochemical reaction involving salt water, the warhead materials and their and titanium torpedo tubes. As a result, about 20 pounds of radioactive and highly toxic plutonium will be pushed out of the damaged torpedo tubes into the environment.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Attack on Civil Rights Nominee Is Unfair","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-attack-on-civil-rights-nominee-is-unfair-539093.html","abstract":"  To the Editor:   The attempt to derail Lani Guinier's nomination as Assistant Attorney General for Civil Rights because of disagreement with her academic writing (\"A Civil Rights Struggle Ahead,\" editorial, May 23) is unfair and misguided. It is wrong for Orrin G. Hatch of Utah and other conservative Republican senators to oppose a Presidential nomination for executive office for such disagreement.   Opponents of Professor Guinier argue that since senators used Robert Bork's academic writings against him during his unsuccessful effort to be confirmed as Associate Justice of the Supreme Court, Professor Guinier's academic writings are likewise a basis to refuse to confirm her as an Assistant Attorney General. What that false analogy overlooks is that when Mr. Bork was nominated for an executive office in the Department of Justice -- solicitor general -- his academic writings were not used against him. Despite strong disagreement with his academic views, senators voted overwhelmingly to confirm him as solicitor general because they knew he was serving as part of the President's team, not as a free agent.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Senate Passes a Civil-Rights Bill To Safeguard Access to Abortion","web_url":"https://www.nytimes.com/1993/06/03/nyregion/senate-passes-a-civil-rights-bill-to-safeguard-access-to-abortion.html","abstract":"  Seeking to safeguard access to clinics where abortions are performed, the Connecticut Senate today approved a broad civil-rights statute that would make it a crime to use force or physical obstruction to deny someone the equal protection of state or Federal laws.    The measure does not mention abortion specifically. Its intent, however, is to deter the kind of demonstrations that have disrupted abortion clinics around the country, as well as the violence threatened against many clinics. Last March, a Pensacola, Fla., physician who carried out abortions was shot to death. Mirroring a Federal Law    The proposed law mirrors a Federal civil rights law from the Reconstruction era that helped protect access to clinics until the Supreme Court struck down that application earlier this year.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Many Antismoking Aids Are Being Banned by U.S.","web_url":"https://www.nytimes.com/1993/06/03/us/many-antismoking-aids-are-being-banned-by-us.html","abstract":"  No nonprescription smoking deterrent now available has been shown to be effective in helping people quit and new shipments of the products will be prohibited after Dec. 1, the Food and Drug Administration said today.   The agency said the action would affect more than two dozen smoking deterrents sold over the counter as pills, tablets, lozenges and chewing gum under names like Cigarrest, Bantron, Tabmint and Nikoban.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-495593.html","abstract":"  A Critic's Notebook article yesterday about the Bang on a Can Festival referred incorrectly to the composer of \"Itsofomo,\" a video-theater piece. He is Ben Neill.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"1893: A Veiled Woman : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-1893-a-veiled-woman-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The painters and sculptors of Paris, European and American, are at one with the Herald as to the absurdity and bad taste of the action of the United States Art Department at the Chicago World's Fair, which hung a cloth in front of Mr. A.A. Anderso","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"St. Petersburg Is Fearful That Its Golden Hopes Will Trample on Its Glories","web_url":"https://www.nytimes.com/1993/06/03/world/st-petersburg-is-fearful-that-its-golden-hopes-will-trample-on-its-glories.html","abstract":"  The people at the St. Petersburg Inspectorate for the Preservation of Monuments have mixed feelings about what is going on these days at the Yusupov Palace, a mansion on the Moika Canal where Grigory Rasputin, the Siberian monk who wielded a sinister influence over the family of the last czar, met a grisly end in December 1916.   Once the exclusive preserve of the Trade Union of Education Workers, the mansion in the last two years has opened its doors wide to the public -- maybe too wide, some say. Tour groups tramp through the basement, where the famous murder took place, while upstairs elegant rooms, recently restored, are made available for concerts and private parties, including a New Year's Eve gala organized by NeimanMarcus, the Texas-based department store.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Ex-Chairman Of G.O.P. Is Indicted","web_url":"https://www.nytimes.com/1993/06/03/nyregion/ex-chairman-of-gop-is-indicted.html","abstract":"  The former chairman of the Connecticut Republican Party, Richard Foley Jr., was indicted today on charges that he solicited a $25,000 bribe to influence interstate banking legislation while he was a state legislator in 1989 and 1990.   The charges say that Mr. Foley took $2,500 a month over 10 months from two real-estate developers who were later convicted of corruption charges in connection with a municipal bribery scandal in Waterbury. The two men are now cooperating with investigators.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"1 Play. 4 Lost Chances. Knicks 1 Step From Exit.","web_url":"https://www.nytimes.com/1993/06/03/sports/pro-basketball-1-play-4-lost-chances-knicks-1-step-from-exit.html","abstract":"  For the Knicks, especially Charles Smith, it was utter frustration and despair. For the Chicago Bulls, it was ecstacy, and a major step toward advancing to a third consecutive championship series.   Ending the Knicks' 27-game winning streak at Madison Square Garden, Chicago took a 3-2 lead in the four-of-seven-game Eastern Conference championship series with a dramatic 97-94 victory last night. The Bulls can end the series, and the Knicks' season, by winning Game 6 on Friday night in Chicago.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Hot Words Preceded Barkley's Hot Hand","web_url":"https://www.nytimes.com/1993/06/03/sports/pro-basketball-hot-words-preceded-barkley-s-hot-hand.html","abstract":"  It is not certain who had a more productive Tuesday evening: Dan Majerle or Dan Majerle's pub. Majerle, a fluid Phoenix Suns guard, nearly brought rain with his playoff record eight 3-point baskets at American West Arena and, later, found a winding line of people, 25-deep, outside his affluent sports bar a block away.   \"I think I might shoot a couple from over there,\" said Majerle, mulling a 600-foot shot he saw Michael Jordan make in a commercial.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Young Organizers Lead Labor's Push","web_url":"https://www.nytimes.com/1993/06/03/us/young-organizers-lead-labor-s-push.html","abstract":"  Ingrid Nava is a little rabble-rouser in tennis shoes. She is 5-foot-2, 25 years old and a former student leader at Stanford University. She lugs a woven shoulder bag stuffed with notebooks, handbills and her pager. At 8 A.M. six days a week, she sets off from her Long Beach apartment, driving her second-hand Honda Civic to Bellflower, a few miles to the north.   Ms. Nava is a labor union organizer, working at the Kaiser Permanente hospital in Bellflower. A few days ago, she distributed stickers the size of playing cards for hospital employees to wear on their smocks. They depicted a tombstone inscribed, \"Short staffing is hazardous to your health.\"","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Strawberry Is a Hit in Rehab","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-people-baseball-strawberry-is-a-hit-in-rehab.html","abstract":"  Nine-year-old ANDY SERRANTO surveyed his position in the growing line at the Albuquerque (N.M.) Sports Stadium and concluded his chances for an autograph were bleak at best.   \"There's no way he's gonna sign my card,\" said Serranto, one of the estimated 1,500 fans who stayed long after a Pacific Coast League game Monday in hopes of getting a DARRYL STRAWBERRY signature.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Republicans Fight Cuomo On Hospital-Funds Plan","web_url":"https://www.nytimes.com/1993/06/03/nyregion/republicans-fight-cuomo-on-hospital-funds-plan.html","abstract":"  Responding to Gov. Mario M. Cuomo's proposal to take money from New York's hospitals to help pay for more basic health care, the Republican leaders of the State Senate countered today that hospitals should get more, not less. They also said funds should be increased for preventive and family medicine, with some of the money coming from general state coffers.   In releasing its long-awaited proposal, the Senate effectively fired the starter's gun for a marathon of politically charged negotiations over how to reorganize the state's health-care system, widely criticized as both costly and inefficient.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Advocating Vigorous Action on Clean Water","web_url":"https://www.nytimes.com/1993/06/03/nyregion/advocating-vigorous-action-on-clean-water.html","abstract":"  Water has seldom been an issue in New York City in this century, but as the city squares off with Washington over whether a multibillion-dollar filtration plant is needed, environmentalists are working to make clean water as politically urgent as crime or taxes.   The Federal Environmental Protection Agency wants New York City to filter its water, as all other major American cities do, but the plant would cost up to $8 billion to build and $300 million a year to operate, forcing sharp increases in water rates. The city has won a reprieve with a promise to protect its 2,000-square-mile watershed upstate, by committing $47 million this year for buying property, among other actions.  Forestalling Filtration    But the environmentalists want the city to take more vigorous action to forestall filtration. They plan an eight-mile Walk for Water on Saturday, part fund-raiser and part protest, at Croton Gorge Park in Ossining. Lewis Rudin, the real-estate developer, has helped charter a Metro-North commuter train that can carry 1,000 people from Grand Central Terminal to the Croton-Harmon station, near the reservoir. Organizers say that the Port Imperial Ferry Service will send two boats, each with a capacity of 200 people, up the Hudson from a pier at West 38th Street in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"A Case for Legalized Drugs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-a-case-for-legalized-drugs-letters-to-the-editor.html","abstract":"Regarding \"Fight the Trendy Tendency to Surrender to Drugs\" (Opinion, May 19) by A.M. Rosenthal: .Much as I generally appreciate Mr. Rosenthal's contributions to your newspaper, I fail to see how he can defend his stand against any legalizati","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"STUDY QUESTIONS BREAST REMOVAL","web_url":"https://www.nytimes.com/1993/06/03/us/study-questions-breast-removal.html","abstract":"  Women with a common type of very early breast cancer, called intraductal carcinoma, or ductal carcinoma in-situ, are often treated with full mastectomy even as surgeons are moving to less extensive surgery for more advanced tumors. It is a paradox that has perturbed surgeons and breast cancer patients alike. Now the first large scientific study of these tiny, noninvasive tumors has found they can often be cured with surgical removal of the lump and radiation therapy.    \"We wanted to see if we could eliminate the need for mastectomy in such patients,\" said Dr. Bernard Fisher, a professor of surgery at the University of Pittsburgh, and the lead author of the study, which is published in today's issue of The New England Journal of Medicine. \"And the bottom line based on these results is that lumpectomy plus radiation for women with ductal carcinoma in situ is an acceptable strategy.\" Of 319 women with this type of cancer treated with lumpectomy and radiation as part of this study, only 10 percent had a recurrence within four years, and only 3 percent had a serious cancer.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Tougher Odds On Broadway: A special report.; Make Money on Broadway? Break a Leg","web_url":"https://www.nytimes.com/1993/06/03/theater/tougher-odds-on-broadway-a-special-report-make-money-on-broadway-break-a-leg.html","abstract":"  On May 1 \"The Will Rogers Follies\" celebrated its second anniversary on Broadway. Only 4 of the 19 productions now running have been on Broadway longer. The show, winner of the 1991 Tony Award for best musical, still regularly fills three-fourths of the 1,420 available seats in the Palace Theater and on one recent week brought in more than $425,000.   A smash hit, yes? The investors are rolling in profits, right?   Well, no. \"Will Rogers\" is likely to close, this year or early next, without recouping the $7.5 million it cost to put on. In fact, it hasn't even come close: one major investor estimated recently that after two years he had gotten back not quite 60 percent of his money. Joy With a 'But' Clause    This weekend, as Broadway indulges in its annual self-salute and presents the Tony Awards on national television, there is much to celebrate. More than 7.5 million people spent over $300 million on Broadway tickets in the season just ended, both figures topping those of the Great White Way's much-ballyhooed revival of a year ago. And half a dozen shows are already announced for October and November, indicating a reversal of the recent fallow-fall syndrome. Seemingly, by some standards anyway, Broadway has turned off the downward economic path it traced through the 1980's.","thumbnail":null,"section":"Theater"},{"date":"19930603","headline":"Episcopal Bishop Defends Suspension of Bronx Priest","web_url":"https://www.nytimes.com/1993/06/03/nyregion/episcopal-bishop-defends-suspension-of-bronx-priest.html","abstract":"  The Episcopal Bishop of New York said yesterday that he suspended a priest in charge of a South Bronx church because a highly charged atmosphere in the parish prevented an intended discussion of the priest's \"authoritarian leadership style.\"    In his first public comment on the May 19 suspension of the priest, the Rev. Luis Barrios of St. Ann's Church, in Mott Haven, Bishop Richard F. Grein said that the outcry over the priest's suspension was fueled by nonparishioners who exacerbated tensions, which culminated in a disruption of services last Sunday and a death threat against the priest who celebrated the Mass.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Black-Majority Districts: A Bad Idea","web_url":"https://www.nytimes.com/1993/06/03/opinion/blackmajority-districts-a-bad-idea.html","abstract":"The collapse of Lani Guinier's nomination as chief of the Justice Department's civil rights division stemmed, not surprisingly, from her distrust of the democratic process and her failure to acknowledge African-Americans' significant progress under the Voting Rights Act. She favors artificial schemes for increasing the political power of ethnic minorities.\n\nI disagree. African-Americans, for example, cannot benefit from the continued emphasis on segregating black voters in black-majority districts.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Patrol of Park Is Intensified After Slaying","web_url":"https://www.nytimes.com/1993/06/03/nyregion/patrol-of-park-is-intensified-after-slaying.html","abstract":"  Police officers in helicopters, patrol cars and on scooters, horses and bicycles circled Prospect Park yesterday, an almost-military presence amid the park's jewel-like lakes and meadows, as detectives investigated the killing of a 42-year-old drama teacher shot four times in the back as he bicycled along a secluded path.   There were few leads by evening in the slaying of Allyn Winslow, who somehow managed to pedal his bicycle nearly 400 yards before he collapsed and died Tuesday afternoon in a bed of clover.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Albany, Dinkins's Fiscal Gantlet; Mayor Faces Stumbling Blocks From Allies and the G.O.P.","web_url":"https://www.nytimes.com/1993/06/03/nyregion/albany-dinkins-s-fiscal-gantlet-mayor-faces-stumbling-blocks-allies-gop.html","abstract":"  In the delicate dance that every New York City mayor performs when seeking state aid, Mayor David N. Dinkins has rarely been mistaken for Fred Astaire.   He has been criticized for not comprehending the Kremlinesque intrigue of Statehouse politics, for not lobbying state legislators enough, for crying wolf.   But this is a year Mr. Dinkins seems destined to stumble despite his best efforts, as he seeks $280 million in state aid to help close a $500 million budget gap. His allies seem weaker, his opponents more determined and the independents more complacent than usual. Trouble Across the Divide    For Democrats, the problem is largely the state's tight budget. Behind public talk about supporting Mr. Dinkins, there is much private hand wringing about a sluggish economy that has left them few resources for a bailout and many excuses for whittling down the city's plan.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Council Panel Weighs Case Against Ruiz","web_url":"https://www.nytimes.com/1993/06/03/nyregion/council-panel-weighs-case-against-ruiz.html","abstract":"  A City Council committee met privately yesterday to consider charges that Councilman Israel Ruiz Jr. registered and voted in 1991 using a fake address, moments after Mr. Ruiz offered an impassioned denial on the Council floor.   The meeting by the Committee on Standards and Ethics -- the second time in a week in which it has taken up allegations that members have provided false information about their residences -- followed an impassioned denial of the charge by Mr. Ruiz before the full Council. Mr. Ruiz, a Bronx Democrat, said he had been falsely accused in newspaper articles, and he demanded a public hearing into the charges.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Labor Dispute May Disrupt A Tournament","web_url":"https://www.nytimes.com/1993/06/03/nyregion/labor-dispute-may-disrupt-a-tournament.html","abstract":"  Less than a week before the Westchester Country Club welcomes some of the world's greatest golfers under the glare of a national television audience, a group of 65 striking kitchen and dining-room employees is threatening to disrupt the tournament unless its nine-month-old dispute with the club can be settled.   The dispute -- in which the two sides have disagreed over wage increases, overtime scheduling, and health and pension benefits -- was heightened this morning when Westchester County authorities evicted 17 striking workers from the dormitory rooms that the club had provided them as part of their jobs. The workers had received the court-ordered eviction notices last week and most had already moved in with friends or other strikers by the time the authorities arrived.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Guatemala's Counter-Coup: A Military About-Face","web_url":"https://www.nytimes.com/1993/06/03/world/guatemala-s-counter-coup-a-military-about-face.html","abstract":"  When President Jorge Serrano Elias startled Guatemalans last week with the announcement that he was dissolving the Congress and suspending the Constitution, his seizure of power seemed to have been accomplished at a stroke. The military, which had led many coups in the past, backed his actions and not a protester appeared in public.   But on Monday, the military switched sides and ousted Mr. Serrano. Today he flew to El Salvador, and the State Department in Washington said he was expected to travel to Texas to visit his ailing mother.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Balanced Trade for All : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-balanced-trade-for-all-letters-to-the-editor.html","abstract":"Every nation should be entitled to a balanced trade account within international trade rules and without regard to underlying causes. For instance any nation with a trade deficit that exceeds 5 percent of exports would be entitled to impose tariffs on th","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"G.E. Gives Midtown Tower To Columbia University","web_url":"https://www.nytimes.com/1993/06/03/nyregion/ge-gives-midtown-tower-to-columbia-university.html","abstract":"  A century after moving its campus from mid-Manhattan, Columbia University returned yesterday to accept the 50-story General Electric Building at 570 Lexington Avenue as a gift from the General Electric Company.   The slender landmark Art Deco skyscraper at 51st Street -- ornamented by lightning bolts and electric rays -- is valued at $40 million.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Pacers Are Talking to Brown","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-people-basketball-pacers-are-talking-to-brown.html","abstract":"  Sixteen years ago, LARRY BROWN talked DONNIE WALSH back into coaching. Now the roles are reversed. It's Walsh who's doing the talking, and the Indiana Pacers' president hopes his old friend will respond to his sales pitch.   Walsh, whose first National Basketball Association coaching job was as Brown's assistant in Denver, was in Los Angeles yesterday to meet with Brown and the team's owner, HERB SIMON.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Editorial Notebook; Crown Heights Was Not Iasi","web_url":"https://www.nytimes.com/1993/06/03/opinion/editorial-notebook-crown-heights-was-not-iasi.html","abstract":"  As someone who grew up hearing her father's recollections of violent anti-Semitism in Poland, may I suggest that New York City politicians give the word \"pogrom\" a rest. It's legitimate to argue that the police did a bad job of protecting the Jewish population in Brooklyn's Crown Heights section during the riots in the summer of 1991. The police did do a bad job. But to call the riots a pogrom, as former Mayor Edward Koch, the mayoral candidate Rudolph Giuliani and others persist in doing, is not only wrong -- and inflammatory -- but an insult to those who lived through the real thing.    My late father didn't speak often about his childhood in Eastern Europe. But when he did it was with a steely anger, a transforming bitterness that he carried with him all 89 years of his life. Though he left Poland when he was only 6, he could vividly recall nights when Cossacks would sweep through his village on horseback, beating, maiming and murdering Jews for one reason -- because they were Jewish. He remembered fleeing and hiding, and he remembered the confused fear of a child who could not make sense of what was, after all, incomprehensible.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"The Two-Faced West : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-the-twofaced-west-letters-to-the-editor.html","abstract":"Regarding \"One Face of Islam\" (Letters, May 18) by Robert J. Wolfson: .It is time the West stopped trumpeting its \"sensitivity\" to the virtues of democracy, liberty, human rights and such. .The rest of the world, although it fails","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Witches and Homosexuals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-witches-and-homosexuals-letters-to-the-editor.html","abstract":"It is disheartening to read the absurdities of those who want discrimination against homosexuals to continue. Yet some people claim that a separate morality must govern homosexuals - which is a laugh, coming from that macho tribe that treats women like d","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Clinton Delays Push to Increase Minimum Wage","web_url":"https://www.nytimes.com/1993/06/03/us/clinton-delays-push-to-increase-minimum-wage.html","abstract":"  The Clinton Administration has delayed its push for a higher minimum wage because of worries about undermining job growth and antagonizing conservatives and business executives while the President's budget hangs in the balance, Administration officials said today.   They said the Administration would probably wait until next year, and then propose an increase in the minimum wage, now $4.25 an hour, that would be far smaller than the $1-an-hour rise contemplated when President Clinton took office.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Scrubs Clean Up Again for Yankees","web_url":"https://www.nytimes.com/1993/06/03/sports/baseball-scrubs-clean-up-again-for-yankees.html","abstract":"  Mike Stanley printed the T-shirts last season. They were for the Yankees' role players, the bench sitters, the guys who have spent their share of time in the minor leagues. On his shirts, Stanley called them the \"Gooners,\" and he and his low-profile teammates -- guys like Pat Kelly and Mike Gallego, Jim Leyritz and Randy Velarde -- got a great kick out of wearing them around.   Manager Buck Showalter thinks it might be time for a reprint. These shirts, though, are destined for more hallowed lockers -- those belonging to the likes of Danny Tartabull and Don Mattingly and Bernie Williams. After all, while the big-name, regular players have sat by with injuries, the \"gooners\" have managed to win game after game.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"U.S. and South Africa In Different Leagues","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-us-and-south-africa-in-different-leagues-529393.html","abstract":"  To the Editor:   In \"Blurred Vision on Health Reform\" (editorial, May 17), you repeat the canard that the United States is \"the only industrialized country, other than South Africa, that does not provide medical insurance as a right of citizenship.\"   It is wrong to compare the two countries. South Africa is a developing country with a per capita income closer to those of Brazil and Mexico, two countries whose social welfare systems are never compared with ours. South Africa's first-world cities, like those of Brazil, are surrounded by shantytowns. I believe the mistaken classification of South Africa had roots in past efforts by apartheid rulers to proclaim their country an anti-Communist bulwark and defender of Western values.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Smith Goes Up, but Only Knicks Drop","web_url":"https://www.nytimes.com/1993/06/03/sports/on-pro-basketball-smith-goes-up-but-only-knicks-drop.html","abstract":"  The play seemed to last forever, a lifetime of opportunity for Charles Smith to win the night for the Knicks. Under the basket with the ball, his team down a point and the fourth-quarter seconds ticking away, Smith went up, up, up and up. Every time, he came down with the ball. Every time, it felt like a bell tolling for the Knicks.   The score was 95-94, the Bulls hanging on, the Knicks with the ball and 28.8 seconds left in what could very well be the last game of the season in New York. Patrick Ewing had started a drive against Stacey King, lost his footing, and shoveled the ball to Smith to the left of the basket.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Innocence Abroad : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-innocence-abroad-letters-to-the-editor.html","abstract":"Regarding \"U.S. Trade Gap Soars as Imports Reach a Record\" (Business/Finance, May 20) by Keith Bradsher: .Through a naive tax system, which makes other countries laugh, the United States guarantees that overseas Americans will always be at a","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"What Price Patriotism?","web_url":"https://www.nytimes.com/1993/06/03/opinion/what-price-patriotism.html","abstract":"How much would you pay for the privilege of serving your country? If President Clinton's proposed national service plan gets off the ground, a lot of young people will ask themselves that question. Evidently the designers of the plan must hope the appetite for sacrifice is strong.\n\nHere's the deal. To get $5,000 in school loans forgiven, graduates will have to work for a year in national service, with a guaranteed minimum-wage stipend of a little under $9,000, typically in schools, parks, the auxilary police and similar jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"In Marshall Papers Case, Library Abuses Trust","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-in-marshall-papers-case-library-abuses-trust-531593.html","abstract":"  To the Editor:   All who knew Associate Justice Thurgood Marshall well have no doubt that the Library of Congress has seriously and grievously abused the discretion that he bestowed on it by releasing his private papers so soon after his retirement from the Supreme Court and his death (front page, May 25). His passionate wish to preserve the confidentiality of the Court conference room and his colleagues' debates was clear to all of us who were close to him.   James H. Billington, the Librarian of Congress, did not know Justice Marshall. Thus, he may honestly believe he is acting in accordance with Justice Marshall's wishes. But he is wrong. And his assertion that confessing error will hurt the library suggests that even Mr. Billington may now have some doubts.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Hrudey Can't Fail Between the Pipes for Kings","web_url":"https://www.nytimes.com/1993/06/03/sports/hockey-hrudey-can-t-fail-between-the-pipes-for-kings.html","abstract":"  In the middle of the season, Kelly Hrudey's job was in jeopardy and he felt as secure as a loose rebound in the goal crease. He worried that he would become a backup goalie. He feared that he was about to be traded by the Los Angeles Kings, even though \"I was probably playing so poorly that nobody wanted me.\"   Now, Hrudey is the first-string goalie again and his team has a 1-0 lead over the Montreal Canadiens in the Stanley Cup finals. The four-of-seven-game championship series resumes here Thursday night. Hrudey stopped 31 shots in Game 1, a 4-1 Los Angeles victory Tuesday night. For one game, at least, Hrudey was better than Montreal's Patrick Roy. An Inner Anger    Hrudey says he has never had so much fun in his life, but he says it without a smile and in a way that suggests an inner anger. When he said today that \"I don't want hockey to distract me from what's important in life,\" someone asked him what is important in his life.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Texas Court Stays Execution for Slaying in 1981","web_url":"https://www.nytimes.com/1993/06/03/us/texas-court-stays-execution-for-slaying-in-1981.html","abstract":"  The Texas Court of Criminal Appeals granted a stay of execution today to Gary Graham, who had been scheduled to die by lethal injection after midnight for the 1981 murder of a 53-year-old Arizona businessman, Bobby Lambert, in a supermarket parking lot here.   The court unanimously voted to stay Mr. Graham's execution, pending a decision by the United States Supreme Court in another case, probably later this month. But the court sidestepped what many considered the crucial issue in Mr. Graham's case: the lack of a judicial forum to hear new evidence of his assertion that he is not guilty. In a 5-to-4 decision, the court declined to consider the issue of new evidence.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Mulroney Offering Troops to Help Blockade Haiti","web_url":"https://www.nytimes.com/1993/06/03/world/mulroney-offering-troops-to-help-blockade-haiti.html","abstract":"  Prime Minister Brian Mulroney of Canada told President Clinton today that his country was ready to send troops to enforce a blockade around Haiti, but Mr. Clinton committed himself to no more than a thorough review of United States options.   Administration officials said later that Washington was not prepared to move beyond far less aggressive measures to isolate the Haitian leadership, like freezing assets.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Panthers Name Neilson Coach","web_url":"https://www.nytimes.com/1993/06/03/sports/hockey-panthers-name-neilson-coach.html","abstract":"  Five months after being dismissed by the Rangers, Roger Neilson was today named head coach of the expansion Florida Panthers, the sixth team he will coach in the National Hockey League. Neilson, 58 years old, signed a three-year contract with a one-year option. No other terms were disclosed.   Under Neilson, who has a career won-lost-tied mark of 328-270-109, the Rangers were 19-17-4 last January and only 2 points out of second place in the Patrick Division when he was dismissed. Neilson noted today how in recent seasons Chicago and Pittsburgh had also been around the .500 mark at midseason and their coaches had remained as their teams went to the finals.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Guadalajara Journal; Where Blast Leveled the Streets, Fear Still Loiters","web_url":"https://www.nytimes.com/1993/06/03/world/guadalajara-journal-where-blast-leveled-the-streets-fear-still-loiters.html","abstract":"  They call it \"that black day,\" and most people here can recall precisely where they were the moment more than a year ago when miles of underground sewer lines exploded, tearing this city open and leaving a deep scar of dirt and destruction that still has not healed.    \"I had just come back from buying a few chickens for my son's birthday party,\" said Maria de Socorro Partida de Gomez, who has lived in Guadalajara for 40 years and who said that April 22, 1992, was seared into her memory.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"What Makes Kentucky's Bluegrass Blue","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-what-makes-kentucky-s-bluegrass-blue-528593.html","abstract":"  To the Editor:   \"Kentuckians Try to Reign in Suburbia\" (news article, May 16), an otherwise excellent piece on urban encroachment in central Kentucky, has added misinformation to the blurred truth about common bluegrass, or poa pratensis, the luxuriant natural carpet that adorns half the lawns in suburban America.   Bluegrass is not named for its leaves, which are always green without a hint of azure, anil or topaz, whether they grow on limestone, granite, sandstone or igneous substrata. The grass is named for the seed heads, which appear during the spring and summer when allowed to grow unshorn and unmolested to a natural height of two to three feet.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Sports of The Times; 'We Seemed A Little Bit Tight'","web_url":"https://www.nytimes.com/1993/06/03/sports/sports-of-the-times-we-seemed-a-little-bit-tight.html","abstract":"  IT'S the oldest story in basketball: missed free throws.   Under those peach baskets nailed to the Y.M.C.A. gym in Springfield, Mass., a century ago, Dr. James Naismith, who invented the game, was probably the first to bemoan missed free throws. \"Practice your free throws,\" coaches have preached ever since. \"Practice your free throws.\"","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Article 991993 -- No Title","web_url":"https://www.nytimes.com/1993/06/03/us/article-991993-no-title.html","abstract":"  Trying to show a tougher approach to enforcing environmental laws, the Clinton Administration last month levied an $11.1 million penalty against a company that falsely reported how much pollution it produced. It was the largest civil fine ever obtained under the Clean Air Act.   But in the days after Janet Reno, the Attorney General, and Carol M. Browner, the Administrator of the Environmental Protection Agency, jointly proclaimed what they said was a \"loud and clear message\" to polluters, some members of Congress, state officials and independent environmental experts have wondered just what sort of message was being sent.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/03/style/chronicle-214693.html","abstract":"  Dr. JOSEPH DUFFEY, former president of American University in Washington, who was also chancellor and president of the University of Massachusetts, is being sworn in this morning as the 13th director of the United States Information Agency. Then he will plunge immediately into the business at hand: explaining United States foreign policy by presiding over a panel discussion for U.S.I.A. employees, \"A New Time: How Will America Present Itself to the World?\"   The answer to that, Dr. Duffey said, will have to evolve with the times and the circumstances.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/03/nyregion/no-headline-841693.html","abstract":"  \"It's like the stock market. The difference is you get your results immediately. And you can't get emotionally involved in securities. I mean, it is fun. Buy 100 shares of G.M. and there's no opening night party.\" -- ROGER BERLIND, a Broadway producer and investor.  [ C16:2. ]","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Books of The Times; Lawyer Is Missing. Now the Bad News.","web_url":"https://www.nytimes.com/1993/06/03/books/books-of-the-times-lawyer-is-missing-now-the-bad-news.html","abstract":"  Pleading Guilty  By Scott Turow 386 pages. Farrar, Straus & Giroux. $24.    The intrigue swiftly introduced at the start of Scott Turow's latest legal thriller, \"Pleading Guilty,\" seems sufficiently complex by itself to hold the reader's attention. Certainly it absorbs the members of the law firm of Gage & Griswell; the senior management of Trans-National Air, the firm's main client, and the financial-crimes division of the local police department in the nameless Midwestern American city where \"Pleading Guilty\" is set.","thumbnail":null,"section":"Books"},{"date":"19930603","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/06/03/arts/pop-and-jazz-in-review-371193.html","abstract":"  Roy Haynes  Drummer Village Vanguard 178 Seventh Avenue South, at 11th Street Greenwich Village Through Sunday    Roy Haynes's show on Tuesday night was all about ornament. Jazz drumming changed radically during the be-bop era, moving from a time-keeping role, where the beats were made explicit, to a looser, more improvisatory and interactive role; Mr. Haynes, who was one of be-bop's best drummers, absorbed the revolution. His performance is an unending monologue, a stream of changing accents, ideas, suggestions and rhythmic angles.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"On the Surface, No Upset for Bruguera","web_url":"https://www.nytimes.com/1993/06/03/sports/tennis-on-the-surface-no-upset-for-bruguera.html","abstract":"  His gait was eriatric, his shoulders stooped, his head bowed, and his mouth twitched with self-righteous indignation. Pete Sampras, ranked No. 1 in the world, didn't paint a pretty picture of life atop the tennis mountain at the French Open today, and it was little wonder that Sergi Bruguera of Spain scored a successful knockdown in their quarterfinal at Roland Garros.   Sampras had his version of a bad day at the office on the stadium court as Bruguera, who has gathered all seven of his career titles on clay and is considered a 22-year-old maestro on the surface, eliminated him with competence and confidence, 6-3, 4-6, 6-1, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Review/Ballet; Choreographer of the Past Breathes Again","web_url":"https://www.nytimes.com/1993/06/03/arts/review-ballet-choreographer-of-the-past-breathes-again.html","abstract":"  Such are the vagaries of esthetic fashion that Leonide Massine, ballet's dominant choreographer in the 1930's and 40's, is best remembered by the public at large as the shoemaker in the ballet film \"The Red Shoes.\"   Yet Massine, long an international star as a dancer, was a genuine innovator; few works caused more of an uproar than the cycle of grandiose \"symphonic ballets\" he choreographed, usually with allegorical themes, to the symphonies of major composers. The first of these, \"Les Presages\" (\"Portents\"), was created in 1933 for Colonel de Basil's Ballets Russes to Tchaikovsky's Fifth Symphony. Massine took the composer's own programmatic idea of man's battle with fate and expanded it into a full-blown image of an everyman's search for happiness and triumph in war.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Jurors Decide for Psychoanalyst But Split on Award in Libel Case","web_url":"https://www.nytimes.com/1993/06/03/us/jurors-decide-for-psychoanalyst-but-split-on-award-in-libel-case.html","abstract":"  The jurors in a $7.5 million libel suit brought by Jeffrey M. Masson against Janet Malcolm and The New Yorker magazine have decided in the plaintiff's favor but told the judge today that they were deadlocked on damages.    The jurors revealed their findings late on the third day of deliberations, in a message to Judge Eugene F. Lynch of Federal District Court here. They said they had reached unanimous decisions on all the questions except the amount of damages. Under the judge's instructions, they had to decide that Mr. Masson was libeled before moving on to consider damages. No Final Verdict    The jury's unusual message means there has been no final verdict in the closely watched case, which could still end in a mistrial, and the judge asked the panel of seven women and one man to return in the morning and continue their deliberations.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"State Comptroller McCall Honored at Hunter College","web_url":"https://www.nytimes.com/1993/06/03/nyregion/commencements-state-comptroller-mccall-honored-at-hunter-college.html","abstract":"  H. Carl McCall, the New York State comptroller and former president of the New York City Board of Education, delivered the keynote address yesterday at Hunter College's 167th commencement exercises.   The Hunter College president, Dr. Paul LeClerc, conferred the president's medal on Mr. McCall. Also receiving the President's medal was Frank Bonilla, a teacher, scholar and an advocate for Puerto Rican rights.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Tobacco Ban in Minors","web_url":"https://www.nytimes.com/1993/06/03/sports/tobacco-ban-in-minors.html","abstract":"  Major league baseball jumped on the anti-tobacco bandwagon yesterday -- with one foot. It announced that all minor league players, coaches and umpires would be forbidden to smoke or chew tobacco anywhere in their ball parks or on team buses.   The ban, which takes effect June 15, applies to more than 6,000 uniformed baseball personnel on the 160 minor league teams, but not to fans, employees of the clubs or to any major league players, including those sent down to the minors for rehabilitation. That's because major leaguers have rights under a collective bargaining agreement.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"AIDES SAY CLINTON WILL DROP NOMINEE FOR POST ON RIGHTS","web_url":"https://www.nytimes.com/1993/06/03/us/aides-say-clinton-will-drop-nominee-for-post-on-rights.html","abstract":"  President Clinton has decided to withdraw the nomination of Lani Guinier to head the Justice Department's civil rights division, White House officials said today, an acknowledgement that her chances of winning confirmation have evaporated under an assault by critics of her proposals to bolster the political power of minorities.   The decision came at the end of a day in which Mr. Clinton publicly said he disagreed with some of her writings and offered only lukewarm support.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/03/sports/results-plus-278293.html","abstract":"  TRACK AND FIELD  Milne Wins N.C.A.A. Discus Throw  Brian Milne, a sophomore from Penn State who had to give up track and field three years ago when he was diagnosed with Hodgkins' disease, won the discus throw last night on the opening day of the National Collegiate Athletic Association championships in New Orleans. Milne was in sixth place after four rounds, his throw of 191 feet 3 inches nearly 9 feet behind the leader, Ramon Jiminez-Gaona of the University of California. But on the fifth round, Milne's throw sailed 200-5 for the victory, the first in the event by an Easterner since Victor Frank of Yale won in 1949. The women's long jump was won by Daphnie Saunders, a Louisiana State junior from the Bahamas, who also won the N.C.A.A. indoor long jump less than three months ago. Her winning jump was 22 feet 2 1/2 inches. Shana Williams of Seton Hall, who also competed in the heptathlon, finished third in the long jump at 21-5 1/4. Earlier in the day, the hammer throw was won by Balazs Kiss, a 21-year-old Hungarian Olympian who now attends Southern California. His winning throw of 246-10 was the second longest in the meet's history. Pat McGrath of Manhattan College finished sixth (223-6). SOCCER  Norway Shocks England in Cup Qualifying  Norway put itself in position for its first World Cup berth since 1938, stunning England, 2-0, last night in Oslo. The match was played following a brawl that led the police to detain 73 English fans, who were accused of smashing up a bar. England hadn't lost to Norway since 1981. Oyvind Leonhardsen scored with three minutes left in the first half and Lars Bohinen ended a slick three-man attack by scoring three minutes after the break for Norway (5-0-1), which leads Group 2 with 11 points. England (3-1-3) is second with 9 points, followed by the Netherlands (3-1-2) and Poland (3-0-2) with 8 points each. The top two teams in each European group qualify for the World Cup finals next year in the United States. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/03/nyregion/bridge-175193.html","abstract":"  The world's biggest bridge event, the Epson Worldwide Bridge Contest, will be played tomorrow night and Saturday afternoon, with 100,000 players in about 80 countries.   In the New York area, play will be at the following clubs:","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Senator Trails in Texas, and Slugs Alone","web_url":"https://www.nytimes.com/1993/06/03/us/senator-trails-in-texas-and-slugs-alone.html","abstract":"  The bell is about to sound in the final round of the fight for a United States Senate seat from Texas, but this is no toe-to-toe slugfest.   It's more as if only one of the candidates -- the Democratic incumbent, Bob Krueger -- is storming around the ring. He is off to every corner of Texas, invoking all manner of serious accusations against his Republican challenger, State Treasurer Kay Bailey Hutchison.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"D'Amato Gets F.B.I. Protection Following Threats","web_url":"https://www.nytimes.com/1993/06/03/nyregion/d-amato-gets-fbi-protection-following-threats.html","abstract":"  Senator Alfonse M. D'Amato said yesterday that he has been under extra protection for the last month and skipped the annual Salute to Israel parade after the F.B.I. alerted the police to death threats against him.   A law-enforcement official who spoke on condition of anonymity later said that Mr. D'Amato was one of two lawmakers to be threatened by what is believed to be the same group of Islamic fundamentalists.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Yugoslavia, a Backlash Is Stinging Serbia's Leader","web_url":"https://www.nytimes.com/1993/06/03/world/in-yugoslavia-a-backlash-is-stinging-serbia-s-leader.html","abstract":"  The politics of Yugoslavia sharpened today when the rule of President Slobodan Milosevic of Serbia was attacked as totalitarian by political opponents high and low.   At the same time, after a night of violent anti-Government demonstrations in which a police officer was killed and 32 people were injured, riot police maintained a conspicuous presence on the streets of the capital. With the country's foremost opposition leader still in custody after being beaten by police truncheons, the police were wary about more trouble. An Unusual Challenge    The level of public criticism directed at Mr. Milosevic was exceptional; his control of the instruments of power is usually unchallenged. For six months, as the country fell under punishing sanctions and pursued a foreign policy that alienated most of the world, his opponents lay low as he used his position of President of the Serbian republic to dominate Yugoslavia. Of the original six republics, Serbia and Montenegro are the last ones left in the Yugoslav federation.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"U.N. Official Warns of Tensions More Threatening Than Bosnia's","web_url":"https://www.nytimes.com/1993/06/03/world/un-official-warns-of-tensions-more-threatening-than-bosnia-s.html","abstract":"  The deputy head of United Nations forces in the Balkans said today that ethnic strife in the Kosovo region of southern Serbia and in Croatia were potentially more dangerous than the current fighting in Bosnia.   The official, Cedric Thornberry, the top civilian executive in charge of 25,210 United Nations personnel stationed throughout countries that used to be republics of Yugoslavia, said the conflict in Bosnia and Herzegovina was \"a confusing image of general mayhem with the danger of descent into anarchy in many areas.\"","thumbnail":null,"section":"World"},{"date":"19930603","headline":"President Again Postpones Unveiling of a Health Plan","web_url":"https://www.nytimes.com/1993/06/03/us/president-again-postpones-unveiling-of-a-health-plan.html","abstract":"  Preoccupied with efforts to win approval for his economic program, President Clinton has again postponed his proposal to remake the nation's medical system and has allowed his wife's task force on health care to expire.   As a result of the new delays by the Administration, Congress is highly unlikely to pass comprehensive health-care legislation this year. In a speech on Feb. 17, Mr. Clinton said Congress must pass such legislation \"this year -- not next year, not five years from now, but this year.\"","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Cynicism Explained : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/03/opinion/IHT-cynicism-explained-letters-to-the-editor.html","abstract":"Regarding \"Clinton, Even as He Flails, Is Right About Cynicism\" (Opinion, May 24): .I am less generous than E.J. Dionne Jr. is in defending President Bill Clinton's attack on what he sees as the problem of widespread cynicism. Many people vot","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Time Running Out for Whitman's Republican Rivals","web_url":"https://www.nytimes.com/1993/06/03/nyregion/time-running-out-for-whitman-s-republican-rivals.html","abstract":"  With the Republican primary for Governor just six days away, both opponents of the Republican front-runner, Christine Todd Whitman, insisted today that their own soundings showed not only that they were in the race, but that they would win.   But the consensus among political professionals, poll takers and others following the campaign is that Mrs. Whitman has a lead that probably cannot be overcome by June 8, although the race is tightening.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Empire Blue Cross Has to Begin Healing Itself","web_url":"https://www.nytimes.com/1993/06/03/opinion/l-empire-blue-cross-has-to-begin-healing-itself-532393.html","abstract":"  To the Editor:   Re \"Rehabilitating Empire Blue Cross\" (editorial May 24): I would like to point out that New York State's health insurance playing field was recently leveled. Last year the Legislature recognized the dire situation at Empire Blue Cross and passed community rating legislation that became effective April 1.    Now every health insurance company in New York State that sells individual and small group policies is required to set its premiums by geographic regions and not discriminate by basing rates on the health of the policyholder or small group. This change should help stabilize all health insurance premiums in this market. However, realistically it will be at least a year before we can accurately analyze its effect.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"PARENT & CHILD","web_url":"https://www.nytimes.com/1993/06/03/style/parent-child.html","abstract":"  DR. RUTH A. LAWRENCE still clearly remembers feeling exhausted and inadequate after the birth of her first child in 1951. \"I was totally overwhelmed, even though I'd read all the books,\" said Dr. Lawrence, a professor of pediatrics, obstetrics and gynecology at the University of Rochester. All of her professional training and work as a physician had not prepared her for the intensity of her emotions and the physical drain on her body that came with caring for a newborn baby.   \"I realized how much useless advice I'd given to new parents because I didn't know what it was really like,\" added Dr. Lawrence, who went on to have eight more children.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"Serbian Forces Said to Overrun Muslim Villages","web_url":"https://www.nytimes.com/1993/06/03/world/serbian-forces-said-to-overrun-muslim-villages.html","abstract":"  The Sarajevo radio reported today that Serbian nationalists had overrun several Muslim villages in the Gorazde enclave in eastern Bosnia.    The radio reports said the Serbian tank and infantry assaults were coming from all directions, and they spoke of thousands of refugees fleeing their villages toward Gorazde town, which also came under heavy shelling today.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-496393.html","abstract":"  A chart on the Media Business page on May 24, with an article about a salary dispute at The Wall Street Journal and its parent, Dow Jones & Company, misstated the minimum salary for beginning reporters at Reuters. Reuters says it is $41,126.80.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Calendar: A Festival Of Roses","web_url":"https://www.nytimes.com/1993/06/03/style/calendar-a-festival-of-roses.html","abstract":"  Rose Revelry  New York Botanical Garden, 200th Street and Southern Boulevard, in the Bedford Park section of the Bronx; (718) 817-8700.    The garden is celebrating its rose collection, which is in peak bloom. On Saturday and Sunday, and on June 12 and 13, events will include guided tours of the Peggy Rockefeller Rose Garden, which contains more than 2,700 plants; a farmer's market with cut flowers and fresh fruit and vegetables; Victorian crafts, and activities for children. There will also be concerts on June 13. Rose events will be held from 11 A.M. to 4 P.M.","thumbnail":null,"section":"Style"},{"date":"19930603","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/03/nyregion/news-summary-802593.html","abstract":"  International A3-15  NO PRISON FOR WINNIE MANDELA  South Africa's highest appeals court upheld Winnie Mandela's conviction for the kidnapping of four black youths, but said she would not go to prison for her role in a crime that opened deep wounds in the anti-apartheid movement.  A1  GUATEMALAN IN EL SALVADOR  News analysis: When President Jorge Serrano Elias startled Guatemalans last week with the announcement that he was dissolving the Congress and suspending the Constitution, his seizure of power seemed to have been accomplished at a stroke. The military backed his actions. The President has now fled to El Salvador, this time after the army ousted him.  A3","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"EX-OFFICIAL ADMITS FRAUD IN MISSOURI","web_url":"https://www.nytimes.com/1993/06/03/us/ex-official-admits-fraud-in-missouri.html","abstract":"  William Webster, the former state attorney general who lent his name to a major Supreme Court abortion ruling, pleaded guilty today to Federal charges of conspiracy and misapplication of public funds.   But the plea from Missouri's former top law-enforcement officer came after a two-hour court session in which Mr. Webster repeatedly told Judge D. Brook Barlett of District Court that he disagreed with parts of a six-page agreement he had signed earlier in the day admitting his guilt.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Born in Secret, Baby Is Found Dead in Trash","web_url":"https://www.nytimes.com/1993/06/03/nyregion/born-in-secret-baby-is-found-dead-in-trash.html","abstract":"  A 17-year-old Long Island girl delivered a full-term baby boy in the bathroom of her parents' home on Tuesday, stuffed him in a plastic bag and then left him in a neighbor's trash can where he was found dead, the Nassau County police said yesterday.   The case reflected the tragic consequences of teen-age pregnancy, with medical officials saying that the girl, Roxana Ramos of Manorhaven, should have received counseling and prenatal care, and, in fact, would have been eligible for it under Medicaid.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/03/nyregion/metro-digest-911093.html","abstract":"  NEW YORK CITY  DISPUTE OVER SEARCH FOR NEW CHANCELLOR   The New York City Board of Education is wrangling over the pace of their search for a new schools chancellor, with some members urging a speedy decision while other members demurred. B3. A MIDTOWN SKYSCRAPER FOR COLUMBIA   Columbia University has accepted the 50-story General Electric Building at 570 Lexington Avenue as a gift from the General Electric Company. B3.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Richard Failla Memorial","web_url":"https://www.nytimes.com/1993/06/03/nyregion/richard-failla-memorial.html","abstract":"  A memorial service for Justice Richard C. Failla will be held at 4 P.M. today in Room 503 of Surrogate's Court at 31 Chambers Street in Manhattan. Mr. Failla, of State Supreme Court, died on April 11 at age 53.  ","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"In Rough World of American Politics, Asian-Americans Stand Out, as Rare","web_url":"https://www.nytimes.com/1993/06/03/us/in-rough-world-of-american-politics-asian-americans-stand-out-as-rare.html","abstract":"  If he wins election next week as mayor of Los Angeles, Michael Woo, a third-generation Chinese-American, will become the first Asian-American mayor of a major American city. But to get this far in politics, he has had to leave his Asian roots far behind.   Like most of the few other Asian-Americans who hold elective office in the United States, Mr. Woo has been required by politics to go against his own inclinations, to wade into controversies, to seek headlines, to lobby aggressively for campaign money.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Ballet Theater Revives, With Help From Friends","web_url":"https://www.nytimes.com/1993/06/03/arts/ballet-theater-revives-with-help-from-friends.html","abstract":"  American Ballet Theater, which last September was close to financial collapse, announced yesterday that it had paid a $2 million bank debt and raised an additional $1 million toward a new production of \"The Nutcracker\" to be performed in California in early December. The company also announced the formation of \"The Partnership for A.B.T.,\" a special fund-raising task force headed by Peter Joseph, the new president of Ballet Theater's board, and Jacqueline Kennedy Onassis, Peter Duchin and Wilbur Ross, a senior partner at Rothschild Inc., who played a major role in saving the New-York Historical Society.    \"It's not a question of survival any more,\" Mr. Joseph, chairman and chief executive officer of Rosecliff, a merchant banking company, said yesterday.","thumbnail":null,"section":"Arts"},{"date":"19930603","headline":"Washington at Work; Untested Role for Moynihan in Budget Fight","web_url":"https://www.nytimes.com/1993/06/03/us/washington-at-work-untested-role-for-moynihan-in-budget-fight.html","abstract":"  Senator Daniel Patrick Moynihan has played many roles in many areas of public life, ranging happily from foreign to domestic policy, from ethnic conflict on the international scene to the problems of children and poverty at home.   But the New York Democrat is still a novice as chairman of the Senate Finance Committee, a job he began six months ago, and he faces the challenge of a chairman's lifetime. President Clinton's economic plan has lurched through the House -- just barely -- and landed with a somewhat ominous thud in Mr. Moynihan's lap.","thumbnail":null,"section":"U.S."},{"date":"19930603","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/03/sports/transactions-452193.html","abstract":"  Baseball  American League   AL -- Upheld the three-game suspension of Cleveland Indians outfielder Albert Belle and announced it will begin Friday.   BOSTON RED SOX -- Activated Mike Greenwell, outfielder, from the 15-day disabled list. Optioned Jim Byrd, infielder, to Pawtucket of the International League. National League","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Gun Licensees Scrutinized","web_url":"https://www.nytimes.com/1993/06/03/nyregion/gun-licensees-scrutinized.html","abstract":"  The New York City Police Department and the Federal Bureau of Alcohol, Tobacco and Firearms intend to visit 993 gun collectors and dealers who hold Federal firearms licenses to make sure they are not using them to buy or ship guns across state lines, the two agencies announced yesterday.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Essay; Sad State of State","web_url":"https://www.nytimes.com/1993/06/03/opinion/essay-sad-state-of-state.html","abstract":"  Bill Clinton has made two major forays into foreign affairs so far. His first was a winner: the embrace of Boris Yeltsin at the Vancouver summit probably helped democratic reformers increase the size of their victory in the Russian referendum.    His second was a loser: he announced his intention to coerce the Bosnian Serbs to the peace table with air power, then dispatched his Secretary of State to Europe to bring the allies along; instead, Warren Christopher brought back the first public humiliation of an American President since World War II.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/03/nyregion/c-corrections-859993.html","abstract":"  A picture caption yesterday about camels that were being led through Cairo to a slaughterhouse referred incorrectly in some editions to the Muslim holy day of Id al-Adha. It is the Feast of the Sacrifice, marking the sparing of the life of Abraham's son Isaac. The end of the penitential month of Ramadan, Id al-Fitr, was celebrated in March.","thumbnail":null,"section":"New York"},{"date":"19930603","headline":"Sihanouk Seeking Settlement By Government and Royalists","web_url":"https://www.nytimes.com/1993/06/03/world/sihanouk-seeking-settlement-by-government-and-royalists.html","abstract":"  As election returns showed the Government apparently headed for a defeat, Prince Norodom Sihanouk tried to broker a settlement between the Government and the royalist opposition party that would prevent the Government from using force to hold onto power, United Nations officials said today.    So far, the two sides have not agreed to meet.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Finals to Start Wednesday","web_url":"https://www.nytimes.com/1993/06/03/sports/pro-basketball-finals-to-start-wednesday.html","abstract":"  The National Basketball Association championship series will begin Wednesday night, June 9. Starting with the opener, games will be played on Wednesdays, Fridays and Sundays until the four-of-seven-game series concludes. Wednesday and Friday games will start at 9 P.M., Eastern time, and Sunday games will begin at 7 P.M. All games will be televised nationally by NBC.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"U.S. and North Koreans Discuss Nuclear Dispute","web_url":"https://www.nytimes.com/1993/06/03/world/us-and-north-koreans-discuss-nuclear-dispute.html","abstract":"  The United States began a last-ditch effort yesterday to persuade North Korea to ease a dispute over nuclear weapons by reversing its decision to withdraw from the treaty to halt their spread.    But a United States diplomat said his delegation had not made \"any significant progress\" during seven hours of talks in New York with its North Korean counterpart. Another meeting is scheduled for tomorrow.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Bulls Defeat Knicks In a Tense Game 5","web_url":"https://www.nytimes.com/1993/06/03/sports/bulls-defeat-knicks-in-a-tense-game-5.html","abstract":"  Defying the home court advantage, the Chicago Bulls beat the Knicks, 97-94, at Madison Square Garden last night to take a 3-2 lead in their four-of-seven game National Basketball Association playoff series.    Unless the Knicks can return the insult at Chicago Stadium tomorrow night, the Bulls will clinch the series and set their sights on a third straight championship.","thumbnail":null,"section":"Sports"},{"date":"19930603","headline":"Guatemala: Democracy Recouped?","web_url":"https://www.nytimes.com/1993/06/03/opinion/guatemala-democracy-recouped.html","abstract":"  As a rule, military coups do not produce wholly positive results, and the Guatemalan Army's ouster of President Jorge Serrano on Tuesday is unlikely to prove the exception. Yet for Guatemala, and its army, the removal of a would-be civilian dictator is a big step forward from the brutal military interventions of the recent past.    Outside pressure -- especially the Clinton Administration's threat to suspend lucrative trade and investment incentives -- helped undermine Mr. Serrano's ambitions. But it was the widespread hostility of Guatemalan civil society that assured his early downfall.","thumbnail":null,"section":"Opinion"},{"date":"19930603","headline":"Italian Blast: 'Dark Force'?","web_url":"https://www.nytimes.com/1993/06/03/world/italian-blast-dark-force.html","abstract":"  The bomb that blew through the Uffizi Gallery last week has again forced Italians to acknowledge a central paradox of their artistic heritage, that its very size and wealth and ubiquity make it impossible to protect.   But they have also begun to revise their perception of Italy, from a place on the verge of change to a place where change is impossible because \"occult forces\" behind the public face of political power always conspire to make it so.","thumbnail":null,"section":"World"},{"date":"19930603","headline":"Trade Bait? Bonilla's Bat Sizzles","web_url":"https://www.nytimes.com/1993/06/03/sports/baseball-trade-bait-bonilla-s-bat-sizzles.html","abstract":"  The home run crashed into the bleachers in left at Wrigley Field. Bobby Bonilla crossed the plate. The right fielder's statistics were pumped fuller, and his week of offensive terror made that much more imposing.   The two-run, fourth-inning home run, which made the afternoon's 11-3 demolition of the Cubs certain, if not complete, also had the effect of starting once more the debate about Bonilla's future with the Mets.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930603","time":"1993-06-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":90,"wspd":3.6},{"date":"19930603","time":"1993-06-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":92,"wspd":5.4},{"date":"19930603","time":"1993-06-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":93,"wspd":5.4},{"date":"19930603","time":"1993-06-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":92,"wspd":9.4},{"date":"19930603","time":"1993-06-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":94,"wspd":3.6},{"date":"19930603","time":"1993-06-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":100,"wspd":9},{"date":"19930603","time":"1993-06-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":90,"wspd":11.2},{"date":"19930603","time":"1993-06-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":89,"wspd":9.4},{"date":"19930603","time":"1993-06-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":7.6},{"date":"19930603","time":"1993-06-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":86,"wspd":7.6},{"date":"19930603","time":"1993-06-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":7.6},{"date":"19930603","time":"1993-06-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":77,"wspd":11.2},{"date":"19930603","time":"1993-06-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":71,"wspd":13},{"date":"19930603","time":"1993-06-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":65,"wspd":5.4},{"date":"19930603","time":"1993-06-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":64,"wspd":9.4},{"date":"19930603","time":"1993-06-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":66,"wspd":9.4},{"date":"19930603","time":"1993-06-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":64,"wspd":5.4},{"date":"19930603","time":"1993-06-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":58,"wspd":11.2},{"date":"19930603","time":"1993-06-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":57,"wspd":7.6},{"date":"19930603","time":"1993-06-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":56,"wspd":3.6},{"date":"19930603","time":"1993-06-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":71,"wspd":13},{"date":"19930603","time":"1993-06-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":78,"wspd":3.6},{"date":"19930603","time":"1993-06-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":62,"wspd":14.8},{"date":"19930603","time":"1993-06-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":67,"wspd":9.4},{"date":"19930603","time":"1993-06-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":36,"wspd":14.8},{"date":"19930603","time":"1993-06-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":18.7},{"date":"19930603","time":"1993-06-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":44,"wspd":18.7},{"date":"19930603","time":"1993-06-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":45,"wspd":20.5},{"date":"19930603","time":"1993-06-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":48,"wspd":20.5},{"date":"19930603","time":"1993-06-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":54,"wspd":22.3},{"date":"19930603","time":"1993-06-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":60,"wspd":14.8},{"date":"19930603","time":"1993-06-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":65,"wspd":16.6},{"date":"19930603","time":"1993-06-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":14.8},{"date":"19930603","time":"1993-06-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":14.8},{"date":"19930603","time":"1993-06-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":72,"wspd":13},{"date":"19930603","time":"1993-06-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":70,"wspd":16.6},{"date":"19930603","time":"1993-06-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":63,"wspd":13},{"date":"19930603","time":"1993-06-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":59,"wspd":11.2},{"date":"19930603","time":"1993-06-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":14.8},{"date":"19930603","time":"1993-06-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":39,"wspd":11.2},{"date":"19930603","time":"1993-06-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":9.4},{"date":"19930603","time":"1993-06-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":7.6},{"date":"19930603","time":"1993-06-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":31,"wspd":14.8},{"date":"19930603","time":"1993-06-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":34,"wspd":5.4},{"date":"19930603","time":"1993-06-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":30,"wspd":9.4},{"date":"19930603","time":"1993-06-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":29,"wspd":7.6},{"date":"19930603","time":"1993-06-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":30,"wspd":14.8},{"date":"19930603","time":"1993-06-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":33,"wspd":16.6}]}}