{"19940829":{"guardian_articles":[],"nytimes_articles":[{"date":"19940829","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/29/sports/transactions-092452.html","abstract":"  Football  National Football League    ARIZONA CARDINALS -- Waived Perry Carter and Mose Richardson, cornerbacks; Chris Swartz, quarterback; Darryl Hardy, linebacker; and David Wilkins defensive end. Signed Karl Dunbar, defensive end. Placed Garrison Hearst, running back, on the physically-unable-to-perform list.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"What Money Can Buy in California","web_url":"https://www.nytimes.com/1994/08/29/us/what-money-can-buy-in-california.html","abstract":"  A wealthy political novice, first-term Representative Michael Huffington, has spent $8 million of his own money, with millions more to come, in an advertising assault meant to unseat Senator Dianne Feinstein. And in just six months, Mr. Huffington's cannonade of commercials has narrowed Ms. Feinstein's huge lead to single digits.    Effective? Yes. Risk-free? No, say political experts of all persuasions, who are asking if Mr. Huffington, a Republican, has come too far, too fast for his own good.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"Paying Grandmas To Keep Kids in Limbo","web_url":"https://www.nytimes.com/1994/08/29/opinion/paying-grandmas-to-keep-kids-in-limbo.html","abstract":"  The kinship foster care program, created in 1986 to rescue New York City's struggling foster care system, has become a big business that has fallen short of expectations and is draining our financial and social resources.    Of the more than 45,000 children in foster care, 20,000 are in the program. They live with relatives, usually grandmothers or aunts, who are paid $400 to $1,100 a month per child, plus a clothing allowance and medical coverage. (These same sums are paid to foster parents who are not relatives.) Add these outlays to administrative costs, and the program's price tag approaches $400 million a year.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Stamford's Elderly Keep Fighting for a Center","web_url":"https://www.nytimes.com/1994/08/29/nyregion/stamford-s-elderly-keep-fighting-for-a-center.html","abstract":"  Most communities in Connecticut have senior citizen centers, but this Gold Coast city, headquarters to many international corporations, is not one of them.   For more than a decade, older residents have been fighting for a center, and even though the city has agreed to provide a former Board of Education building as a site and has set aside $1 million for renovations, the fight continues.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/29/nyregion/chronicle-093246.html","abstract":"  The romance, relationship or call-it-what-you-will between GRETA GARBO and CECIL BEATON has been the subject of a few books over the years, but the latest has hit a snag.    \"Greta and Cecil,\" by DIANA SOUHAMI , scheduled to be published in England next week, has been withdrawn. The author uses sources including diaries, letters, photographs and films in writing of the private life of Garbo and Beaton, who met in Hollywood in 1932.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"The Rescue of Amelia","web_url":"https://www.nytimes.com/1994/08/29/nyregion/the-rescue-of-amelia.html","abstract":"  It was a daring rescue mission: a police officer lowered himself into a 40-foot pit below a SoHo apartment, left to dangle in the darkness on the end of a rope in a perilous attempt to accomplish what four other officers could not.   In the end and under the glare of television lights, the officer had accomplished what four hours of aborted rescue attempts had failed to do.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"In Virginia, a Child's Illness Quiets a Congressional Campaign","web_url":"https://www.nytimes.com/1994/08/29/us/in-virginia-a-child-s-illness-quiets-a-congressional-campaign.html","abstract":"   Two years ago, Representative James P. Moran and Kyle E. McSlarrow snarled and jeered at each other throughout their Congressional campaign. When Mr. Moran denounced Mr. McSlarrow, a conservative Republican, for experimenting with marijuana and cocaine as a teen-ager, Mr. McSlarrow called Mr. Moran \"slimy\" and badgered him into admitting that he had also tried marijuana.   Mr. McSlarrow's supporters screamed \"baby killer\" at Mr. Moran, a Democrat who supports abortion rights, as he arrived at debates. Mr. Moran's supporters called Mr. McSlarrow, who opposes gun control, a \"Bambi blaster.\"","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"1944: For de Gaulle : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/29/opinion/IHT-1944-for-de-gaulle-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The people of Paris have accepted General Charles de Gaulle as the undisputed leader of France in her hour of liberation and there is no sign that they have ever thought otherwise during the past four years. The Germans tried to make great capital","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"DOCTORS, PATIENTS AND TRUSTSection B; Page 1; Column 1; Metropolitan Desk","web_url":"https://www.nytimes.com/1994/08/29/health/relationships-doctors-patients-trustsection-b-page-1-column-1-metropolitan-desk.html","abstract":"  YOU'RE perched on a stool or a table in a drafty cubicle, draped in a flimsy gown - waiting. That wait, whether it's 5 or 25 minutes and depending on how worried you are, is either annoying or anguishing.    It is symptomatic of situations that trouble the physician-patient relationship. But what patients do, and fail to do, can also create problems. Moreover, the growth of the consumer movement is changing the nature of the relationship: doctors are adjusting to a new assertiveness in a more well-informed clientele, and patients are less likely to consider the doctor all-powerful and all-knowing.","thumbnail":null,"section":"Health"},{"date":"19940829","headline":"Next 2 Weeks Critical For Salvaging Season","web_url":"https://www.nytimes.com/1994/08/29/sports/baseball-next-2-weeks-critical-for-salvaging-season.html","abstract":"  Negotiators for striking players and the owners are expected to return to the bargaining table this week, but their presence there won't be what's important. It's what they bring with them that will count.   Federal mediators, who recessed talks last Thursday when they began evoking harsh retorts, will most likely contact both sides today, the 18th day of the baseball strike, and try to arrange a bargaining session for the middle of the week, probably Wednesday. Along with the parties in the labor dispute, they know that the next two weeks will be critical if any more baseball is to be played in this interrupted season.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Foley Makes the Cut, Just as Blake Predicted","web_url":"https://www.nytimes.com/1994/08/29/sports/pro-football-foley-makes-the-cut-just-as-blake-predicted.html","abstract":"  From the day the Jets drafted Glenn Foley, a nervy, strong-armed quarterback out of Boston College, Jeff Blake knew his days as a Jets backup were over.   Blake, who has said throughout the exhibition season that \"there's politics\" involved, was the only Jet cut yesterday whose name may be familiar. And Foley stayed, making the 53-man final squad as the Jets begin preparing for their season opener Sunday against Buffalo.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Crime Fighters Draw A Line in the Grass","web_url":"https://www.nytimes.com/1994/08/29/nyregion/crime-fighters-draw-a-line-in-the-grass.html","abstract":"  What convinced Deborah Forde was her scar, the one left by muggers who violently ripped a gold chain from her neck while she was jogging in Prospect Park last year.   For Dante Jordan, it was the memory of having his bike stolen at knife-point. Suzann Bassil simply wanted a little independence. She likes to cycle and does not want to wait for her boyfriend to get off work to accompany her.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Booming Success For Losers","web_url":"https://www.nytimes.com/1994/08/29/sports/college-football-booming-success-for-losers.html","abstract":"  What was a miserable day for West Virginia became a record-setting day for Mountaineer punter Todd Sauerbrun.   That is because Sauerbrun and his snapper, Scott Bailey, were the only bright spots in a game West Virginia lost to Nebraska by 31-0. Sauerbrun punted a team and Kickoff Classic record nine times, and one of those included another Classic record, a 90-yard boot in the first quarter that \"hit the sweet spot\" of his right foot.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Fast-Food Tax Will Boomerang","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-fast-food-tax-will-boomerang-093173.html","abstract":"  To the Editor:   It is unfortunate that a German court decision now allows cities and towns to tax disposable packaging and utensils used at fast-food restaurants (Business Day, Aug. 22). Taxation to eliminate or reduce the use of fast-food packaging, utensils and containers is not a quick-fix environmental solution. It has unforeseen consequences for the environment and public health.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Mutual Funds Provide Too Little Information","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-mutual-funds-provide-too-little-information-080578.html","abstract":"  To the Editor:   Under the drooping eyelids of the Securities and Exchange Commission, the mutual funds industry has adopted an advertising and marketing approach to disclosure.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"It's Sanchez Vicario, Ivanisevic and Agassi, for Openers","web_url":"https://www.nytimes.com/1994/08/29/sports/us-open-94-it-s-sanchez-vicario-ivanisevic-and-agassi-for-openers.html","abstract":"  While top-seeded Steffi Graf and Pete Sampras have been given a little extra time to heal injuries, today's spectators at the United States Open still have a more star-studded lineup to watch than last year's ticket-holders did.   After being criticized for fielding a weak opening-day lineup in 1993, Open officials have 12 seeded players in action today or tonight in addition to two other players whose followings exceed their rankings, Andre Agassi and Ivan Lendl.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Dept. of Aging Budget Protects Senior Centers","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-dept-of-aging-budget-protects-senior-centers-080594.html","abstract":"  To the Editor:   A letter Aug. 22 from Ruth Rossini, director of the Washington Heights and Inwood Council on Aging, contains many inaccuracies about the Department for the Aging. To set the record straight:","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/08/29/sports/results-plus-091677.html","abstract":"  AUTO RACING  Schumacher Disqualified After Victory  Michael Schumacher, the apparent runaway winner of the Belgian Grand Prix in Spa-Francorchamps yesterday, was disqualified when race stewards found that a speed-limitation device on his car did not meet requirements. The ruling gave the victory to Britain's Damon Hill. Race stewards ruled that a mandatory wooden plank under Schumacher's car, recently required by Formula One and aimed at slowing down drivers, did not meet legal measurement requirements. It was either too thin or too light, giving him an advantage over his competitors. The incident is the third this year to jeopardize Schumacher's dominance, which once seemed vulnerable only to the guardians of Formula One racing. Schumacher, who could have won his eighth title, is already driving under an appeal of a two-race suspension for disregarding a black flag at the British Grand Prix. The German so dominated Sunday's race that even a sloppy spin in the 18th lap failed to allow the competition within striking distance. He finished 13.663 seconds ahead of Hill, his closest challenger in the title chase. The spin could have shaved some wood off the board, which is 30 centimeters wide, one centimeter thick and runs the length of the car. The car is allowed to lose only one millimeter during the race, but the ruling report said up to 2.6 millimeters were missing. (AP) TRACK AND FIELD  Drummond Stuns Christie in 100 Meters  Jon Drummond upset Linford Christie, the Olympic and world champion, in the 100-meter dash yesterday at the Rieti Invitational in Italy. Drummond's meet-record time of 9.99 seconds matched his personal best and easily outpaced Christie, who finished in 10.06. The world record-holder, Colin Jackson of Britain, pulled away with two barriers left to win the 110-meter hurdles in 13.07 seconds. Americans Alan Johnson and Anthony Dees were second and third, respectively. (AP) Sprinter Stripped of Medal: Horace Dove-Edwin, the Sierra Leone sprinter whose stunning second-place finish in the 100 meters was one of the biggest surprises of the Commonwealth Games, has tested positive for anabolic steroids. Dove-Edwin has been stripped of his silver medal and banned from the games, the Commonwealth Games Federation said yesterday. (AP) GYMNASTICS  Dawes Sweeps All Five Events  Dominique Dawes added four individual gold medals Saturday night to the all-around title she won 24 hours earlier in the national gymnastics championships in Memphis, becoming the first gymnast to sweep all five events since Joyce Schroeder in the Amateur Athletic Union nationals in 1969. Dawes, 17, beat the two-time world champion Shannon Miller at every turn. In another unprecedented occurrence, Miller won silver medals in each individual event after finishing second in the all-around. Dawes and Miller were 1-2 in the vault, uneven bars and balance beam, then completed their respective sweeps in the floor exercise. (AP) YACHT RACING  Maclean's S-Boat Named Overall Winner  The 75th anniversary of the S Class, the sailboat design of the late Nathanael Herreshoff, drew more than 30 of the 27-foot sailboats to Rhode Island for regattas over the last two weekends. In the final races yesterday on Narragansett Bay, Teaticket, the S-boat owned by Willie Maclean of Jamestown, R.I., was named overall winner. At the helm of Teaticket was Bill Beebe of Warwick, R.I.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Britain Indicates Flexibility On End to Ireland Partition","web_url":"https://www.nytimes.com/1994/08/29/world/britain-indicates-flexibility-on-end-to-ireland-partition.html","abstract":"  With expectations rising here and in Northern Ireland that the outlawed Irish Republican Army is about to announce a cease-fire in the North, the British Government indicated flexibility this weekend on the I.R.A.'s basic demand: an end to the partition of Ireland.   On Saturday the Northern Ireland Office, the seat of British authority in the province, said that the section of the Northern Ireland Act of 1920 that established partition is now irrelevant and \"pretty much a red herring.\"","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Essay; Cuban Overture","web_url":"https://www.nytimes.com/1994/08/29/opinion/essay-cuban-overture.html","abstract":"  Will the principle that guides Clinton Administration domestic policy also be applied to foreign affairs?   The bedrock principle, as it has evolved from Bunker Hill to the White House bunker, is this: Don't run until you see the whites of their eyes.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"1919: Dulles Departs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/29/opinion/IHT-1919-dulles-departs-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Mr. John Foster Dulles, chief expert of the American Peace Delegation, left Paris yesterday [Aug. 30] for Brest and will sail for the United States within a few days. Mr. Dulles is returning home after having concluded the economic and financial m","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Contemplative, Stormy, Calm, With a Touch of the Literary","web_url":"https://www.nytimes.com/1994/08/29/arts/dance-review-contemplative-stormy-calm-with-a-touch-of-the-literary.html","abstract":"  Stephen Pelton has been choreographing for 10 years and has some impressive training and performing credits both in New York and in San Francisco, where he is now based. There was widespread praise for a piece Mr. Pelton created at the American Dance Festival this summer. But a program he presented on Friday night at the Merce Cunningham Studio was a disappointment.    \"Boat Song (Barcarole),\" the festival dance, was the best of the dances he presented. Set to a score by Robert Maggio that incorporated one of Mendelssohn's \"Songs Without Words,\" the dance built from a contemplative solo for the choreographer to a stormy then calmer quartet to match its apparent inspiration, a quotation from Stephen Crane's \"Open Boat.\" It was performed by a cast that also included Jesselito Cocjin Bie, Susannah May, Katie Moremen and Vong Phrommala, all likable and full of pizazz.","thumbnail":null,"section":"Arts"},{"date":"19940829","headline":"Looking at Joe Papp in a Shakespearean Context","web_url":"https://www.nytimes.com/1994/08/29/books/books-of-the-times-looking-at-joe-papp-in-a-shakespearean-context.html","abstract":"  Joe Papp  An American Life  By Helen Epstein  Illustrated. 554 pages. Little, Brown. $24.95.    Joseph Papp, the fabled founder of the New York Shakespeare Festival, wasn't a man to worry about what makes Iago evil.","thumbnail":null,"section":"Books"},{"date":"19940829","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/29/nyregion/metro-digest-088811.html","abstract":"  NEW YORK CITY  VIACOM CONFIRMS DEAL FOR GARDEN   Viacom Inc. confirmed that it had agreed to sell its Madison Square Garden sports and entertainment empire to a partnership of the Cablevision Systems Corporation and the ITT Corporation for $1.075 billion in cash, a price far exceeding what many analysts say the Garden is worth. The bidding for the package, which includes the Madison Square Garden arena, the New York Knicks and New York Rangers, and the MSG Network, was apparently too rich for the other suitor, Liberty Media Inc. A1.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Undercover Police Ride Wide Range of Emotion","web_url":"https://www.nytimes.com/1994/08/29/nyregion/undercover-police-ride-wide-range-of-emotion.html","abstract":"  They prowl subway platforms and the parks outside the stations. Sometimes they pose as blind people, or as homeless people. Other times they appear to be wealthy pedestrians wearing expensive jewelry conspicuously around their necks.    They are undercover transit police officers -- 200 or so rough-and-ready groundhogs who try to blend into the subterranean landscape. Their objective is to follow potential victims to see that they travel safely, or spot fare-beaters and pickpockets in the act, sometimes as the victims.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Health Maintenance Organizations","web_url":"https://www.nytimes.com/1994/08/29/nyregion/pulse-health-maintenance-organizations.html","abstract":"  The popularity of health maintenance organizations, or H.M.O.'s, has been growing for a decade, as their costs have increased at a slower rate than other health-care programs. Nationwide, enrollment rose by 38.4 percent from 1988 through 1993. The number enrolled in New York, New Jersey and Connecticut grew by 55 percent in those years. Monthly premiums for H.M.O.'s are lower than those for fee-for-service plans -- $157 vs. $175 nationwide for individual subscribers in 1993. But critics say that while H.M.O.'s are cheaper, their cost-cutting can compromise medical care.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"North Korea May Rebuff South's Reactor Offer","web_url":"https://www.nytimes.com/1994/08/29/world/north-korea-may-rebuff-south-s-reactor-offer.html","abstract":"  In a potential setback to efforts to resolve the North Korean nuclear crisis, North Korea has suggested that it will reject South Korea's offer to provide it with modern reactors, officials in Seoul said today.   A North Korean radio broadcast on Saturday monitored in Seoul said the reactor issue should be settled by the United States and North Korea, without interference by South Korea.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"1894:Woe to Spitters : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/29/opinion/IHT-1894woe-to-spitters-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The authoritative prohibition which is displayed in Paris omnibuses, notifying to the public that it is \"interdit de cracher sur le parquet,\" would apparently be likely to lead to trouble with the proud and independent natives of Ireland","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Speed Inc.: Lewis Joins The Club","web_url":"https://www.nytimes.com/1994/08/29/sports/pro-football-notebook-speed-inc-lewis-joins-the-club.html","abstract":"  When the Giants drafted receiver Thomas Lewis, they did so because the team desperately needed speed at the position. Well, they got it.   The first-round draft pick had a good game against the Chicago Bears, showing flashes of the kind of speed he had as a track star at Indiana. It seems that Lewis will be able to make contributions this season that will make the wide receiver position one of the strongest on the team. Everyone knows the kind of talent Mike Sherrard has, and wide receiver Chris Calloway, who had two touchdowns against the Bears, has quietly had a tremendous preseason.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Clintons at Play Among Celebrities","web_url":"https://www.nytimes.com/1994/08/29/us/clintons-at-play-among-celebrities.html","abstract":"  As the saying goes, opposites attract. The corollary taught by the first days of President Clinton's vacation here is just how quickly celebrities bond.   First it was golf with a few new friends, like William Gates Jr., the founder of Microsoft; Warren E. Buffett, the financier, and George Stevens Jr., the producer-director. Then it was dinner at the summer home of Katharine Graham of The Washington Post Company. The party on Saturday night was so private that no one would say who else was there.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"Pioline Is Foiled in Yet Another Final Episode","web_url":"https://www.nytimes.com/1994/08/29/sports/us-open-94-pioline-is-foiled-in-yet-another-final-episode.html","abstract":"  Cedric Pioline must be wondering what he has to do to finally win a tournament.   The 25-year-old Frenchman, playing in his seventh career final, won his first set against Yevgeny Kafelnikov this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Infighting at Garden May Have Begun","web_url":"https://www.nytimes.com/1994/08/29/sports/sports-business-infighting-at-garden-may-have-begun.html","abstract":"  The acquisition of Madison Square Garden from Viacom by Cablevision Systems and ITT is not bound to elate Bob Gutkowski, the Garden's president.   An advocate of keeping the Garden's properties intact, Gutkowski is bound to be dismayed that his high-profile stewardship of the arena, the Knicks, the Rangers and the MSG Network may indeed be over.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/29/us/inside-089664.html","abstract":"  U.S. Agents Missing in Peru   A plane crashed carrying five agents of the Drug Enforcement Administration who had been on a mission to combat the flow of cocaine. Page A3. Scrambling the Dial    Thanks to Fox's raid on network affiliates, nearly everything about broadcast television in Phoenix is about to turn upside down. Page D1. Newcomer Gains Ground    Michael Huffington is seeking Dianne Feinstein's Senate seat in California, spending $8 million of his own and almost overtaking her. Page A8. A Quiet Tennis Champ    The United States Open begins today with Conchita Martinez of Spain acting like a most humble Wimbledon champion. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"Insurance Scandal Sits a Pale Horse at Hampton Classic","web_url":"https://www.nytimes.com/1994/08/29/nyregion/insurance-scandal-sits-a-pale-horse-at-hampton-classic.html","abstract":"  \"This is a sport that can involve a lot of money,\" said Sandra Carter, who rode horses when she was young and was now telling her two young daughters the proper way to sit a horse. They were in the stands today at the opening of the Hampton Classic, Long Island's premier equestrian event and, for many, the perfect way to end a perfect summer.   But the weeklong event will be without some of its regular riders, trainers and owners, barred because of their connection with what prosecutors say was a plot to kill show horses for insurance money.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"U.S. Puts Off Any Decision On Haiti Issue","web_url":"https://www.nytimes.com/1994/08/29/world/us-puts-off-any-decision-on-haiti-issue.html","abstract":"  The Clinton Administration's plans for a possible invasion of Haiti have been put on a slower track by the Cuban refugee crisis and a myriad of diplomatic doubts and problems. But the preparations for a showdown with Haiti's military rulers continue, senior Administration officials say.   An invasion to restore the exiled President, the Rev. Jean-Bertrand Aristide, would not take place until after the Cuban crisis is resolved and perhaps not until after the November elections in the United States, some Administration officials say.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Cuba Patrolling Beaches to Keep Children Off Unseaworthy Rafts","web_url":"https://www.nytimes.com/1994/08/29/world/flight-cuba-cubans-cuba-patrolling-beaches-keep-children-off-unseaworthy-rafts.html","abstract":"  For the first time since thousands of Cubans began to flee the country by boat more than two weeks ago, President Fidel Castro's security forces were patrolling the beach today, warning departing Cubans not to take children aboard their rickety boats.   The order to keep children from risk came in a message from Mr. Castro published today in Juventud Rebelde, Cuba's only Sunday newspaper.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"5 U.S. Agents Missing After Crash in Peru","web_url":"https://www.nytimes.com/1994/08/29/world/5-us-agents-missing-after-crash-in-peru.html","abstract":"  Five agents from the Drug Enforcement Administration are missing after their twin-engine jet crashed in Peru, the agency said today.   The plane, carrying two pilots and three enforcement officers, disappeared Saturday after leaving an air base in Santa Lucia, a United States-financed installation in the upper Huallaga Valley, where most of the world's cocaine originates.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"East Harlem Man Picked in 22 Lineups By Robbery Victims","web_url":"https://www.nytimes.com/1994/08/29/nyregion/east-harlem-man-picked-in-22-lineups-by-robbery-victims.html","abstract":"  A man arrested yesterday for robbing two women at gunpoint in an East Harlem housing project was linked to 22 other robberies in the neighborhood, the police said.   The police said the man, whom they identified as Quique Rohena, 38, of 1990 Lexington Avenue, was picked out of 22 lineups by victims. \"The number of lineups was quite large,\" said Detective Charles Freitag of the 23d Precinct robbery squad, which handled the case. \"It was the most I have seen since I've been here, which is five years.\"","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Pesticides Pose a Lifelong Threat; Experts for Hire?","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-pesticides-pose-a-lifelong-threat-experts-for-hire-093181.html","abstract":"  To the Editor:   In \"Pesticides May Leave Legacy of Hormonal Chaos\" (Science Times, Aug. 23), you present a member of the American Council on Science and Health as an expert on the issue of whether or not chemicals in the environment harm wildlife and humans.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Nebraska Is Talented, Even on Defense","web_url":"https://www.nytimes.com/1994/08/29/sports/college-football-nebraska-is-talented-even-on-defense.html","abstract":"  Kevin Steele, Nebraska's linebacker coach, burst into a defensive linemen meeting recently to inform a certain gruff nose guard -- the one with the crew cut and wearing a Peterbilt tattoo on his left bicep -- that he planned to name a new defensive adjustment after him.   \"Ugly,\" said the 6-foot-2-inch, 285-pound (and tattooed) Christian Peter of Nebraska. \"It's a check call on the line we designed just for West Virginia. Nice name, huh?\"","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/29/nyregion/chronicle-089672.html","abstract":"  The son and daughter of the late John F. Kennedy, JOHN F. KENNEDY JR.  and CAROLINE KENNEDY SCHLOSSBERG , were best man and maid of honor at a cousin's wedding, which was also billed as a memorial.   TONY RADZIWILL was married to a fellow ABC producer, CAROLE ANN DIFALCO , on Saturday at Most Holy Trinity Church in East Hampton, The Daily News reported yesterday.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Change Begins at Home In Hamilton Fish District","web_url":"https://www.nytimes.com/1994/08/29/nyregion/change-begins-at-home-in-hamilton-fish-district.html","abstract":"  For as long as anyone can remember, a Hamilton Fish has represented the mid-Hudson River region in Congress. The family traces its conservative roots to the nation's birth.   This year, with the incumbent Hamilton Fish having decided not to seek a 14th term in the House of Representatives because of poor health, the dynasty may end. If it does not, there will still be a major change.  The Hamilton Fish currently seeking the seat, the incumbent's son, is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"No Mines Near Yellowstone","web_url":"https://www.nytimes.com/1994/08/29/opinion/no-mines-near-yellowstone.html","abstract":"  A calamity threatens Yellowstone, the crown jewel of the American park system. Administration officials say their hands are tied by archaic laws and that there is nothing they can do. But if people like Secretary of the Interior Bruce Babbitt and Vice President Al Gore genuinely wish to be remembered as aggressive and caring stewards of the country's environment, they will quickly seek ways to stop this threat in its tracks -- beginning with a summit conference of all inter ested parties and including, if necessary, special legislation.    The threat arises from a Canadian conglomerate, Noranda Inc., which plans to hollow out a mountain that sits above Yellowstone, a scant three miles from the park's border. The mountain is said to contain $500 million in gold, silver and copper. The company promises that poisonous wastes from the mine will not seep into the surrounding streams and the park. But the troubled history of Western mining sends a different message entirely: This project poses a clear long-term threat to the water, wildlife and general sanctity of the 2.2 million acre preserve.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/29/nyregion/bridge-090999.html","abstract":"  Bridge now, for the first time, has a Europe-United States equivalent of golf's Ryder Cup. The Americans won the Generali Two Worlds Trophy on Saturday following six days of play at the Bridge Village in San Nicola Arcella, Italy. The margin of victory was 48 imps, relatively small after 144 deals with four invited pairs on each team.   The American team consisted of two regular partnerships, Jeff Meckstroth and Eric Rodwell, and Bobby Levin and Peter Weichsel, and two irregular ones, Bob Wolff and Alan Sontag, and Larry Cohen and Zia Mahmood. The European team included Enri Leufkens and Berri Westra of the Netherlands, Bermuda Bowl winners in Chile a year ago, and Geir Helgemo and Tor Helness of Norway, who were runners-up then. The other European pairs were Tony Forrester and Andrew Robson of Britain, who might conceivably be representing the United States next time around, and Lorenzo Lauria and Alfredo Versace of Italy.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Whitman Starts Four-State Campaign for G.O.P.","web_url":"https://www.nytimes.com/1994/08/29/nyregion/whitman-starts-four-state-campaign-for-gop.html","abstract":"  Gov. Christine Todd Whitman held more than her share of the spotlight this weekend as she began her first major political tour outside New Jersey. While she was preparing to try to boost the campaigns of Republican candidates in four states, she heard herself being praised as a possible Vice Presidential candidate on the Republican ticket in 1996.    Mrs. Whitman's tour was intended to offer testimony that cutting taxes and reducing the size of government were good politics as well as good business. She added that she wanted to see Republicans pick up the seven seats needed to take control of the United States Senate, a change she said would protect states like New Jersey from expensive Federal mandates.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Favorite in Cane Pace Runs Far From Perfect","web_url":"https://www.nytimes.com/1994/08/29/sports/harness-racing-favorite-in-cane-pace-runs-far-from-perfect.html","abstract":"  Cam's Card Shark, this year's superstar 3-year-old colt, was second to none entering Saturday night's $391,780 Cane Pace at Yonkers Raceway. But in a shocking finish to the second leg of pacing's triple crown, the overwhelming favorite ended up second to last.   Falcon's Future, the 2-1 second choice, went wire to wire for the victory, dashing Cam's Card Shark's dreams of triple crown glory, ending his seven-race winning streak and putting on hold his bid to become the richest single-season money horse in harness history.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"And Baby Makes Freedom for Mother","web_url":"https://www.nytimes.com/1994/08/29/us/flight-from-cuba-the-refugees-and-baby-makes-freedom-for-mother.html","abstract":"  The littlest refugee today returned a favor to the Cuban mother who gave her the gift of life.   She helped win freedom for her mother.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"Speak Louder on Rights in China","web_url":"https://www.nytimes.com/1994/08/29/opinion/speak-louder-on-rights-in-china.html","abstract":"  Commerce Secretary Ron Brown, now in China with an entourage of U.S. executives, is being spared the personal humiliations showered on his Cabinet colleague, Warren Christopher, last March. Those spring tantrums achieved their goal of convincing the Clinton Administration to drop all human rights conditions for China's tariff privileges. Though Mr. Brown yesterday promised to raise human rights concerns with his hosts, he has made it clear that commerce is his priority.    Beijing is showing its appreciation by upgrading the Commerce Secretary's protocol status to \"Presidential envoy.\" But on matters of substance, China has given the Administration little to show for its human rights retreat.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Cubans' Kin Are Anxious In Union City","web_url":"https://www.nytimes.com/1994/08/29/nyregion/cubans-kin-are-anxious-in-union-city.html","abstract":"  The Union of Cubans in Exile here is swamped. The phones ring nonstop, people are always coming in, and half the callers and drop-ins are beside themselves, crying over relatives they cannot trace to the Guantanamo Bay Naval Base or worrying about those detained there.   This is life in the Second City of Cuban exiles -- frantic and frustrating -- as the drama of the Cuban refugees and the political maneuvering between Washington and Havana unfolds.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Papal Award to Waldheim Insults Us All","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-papal-award-to-waldheim-insults-us-all-093203.html","abstract":"  To The Editor:   The papal knighthood awarded to former President Kurt Waldheim of Austria this month was a bad enough joke; to compound it by giving an additional papal award to his wife (news article, Aug. 22) is like trying to explain a bad joke to someone who doesn't even speak the language.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"ABUSES OF RIGHTS PERSIST IN CHINA DESPITE U.S. PLEAS","web_url":"https://www.nytimes.com/1994/08/29/world/abuses-of-rights-persist-in-china-despite-us-pleas.html","abstract":"  In the three months since President Clinton renewed Beijing's \"most favored nation\" trade status, human-rights conditions in China have continued to deteriorate and relations with Washington remain mired in mistrust and contentiousness.   Before Commerce Secretary Ronald H. Brown arrived this weekend to seek more constructive relations, the Chinese authorities ordered another clampdown on dissidents, placing many under effective house arrest.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"A Tinderbox in Gaza: Migrant Labor","web_url":"https://www.nytimes.com/1994/08/29/world/a-tinderbox-in-gaza-migrant-labor.html","abstract":"  Mohammed Naban, clutching the hand of his 11-year-old son, walked toward a crowded corridor lined with huge concrete blocks and surrounded by barbed wire.   The father and son pressed themselves against the mass of bodies and inched down the 500-yard chute. Diesel trucks a few feet away spewed exhaust. Powerful spotlights bleached patches of the asphalt and sand. Soldiers armed with automatic weapons and wearing flak jackets barked orders in primitive Arabic as they herded thousands of workers to form 20 lines at plywood booths.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Appetites Of the Music From Brazil","web_url":"https://www.nytimes.com/1994/08/29/arts/pop-review-appetites-of-the-music-from-brazil.html","abstract":"  Brazilian music evolves through cannibalism, swallowing and digesting whatever regional and foreign styles it happens to meet. The Brazilian quadruple bill on Friday night at Damrosch Park, which was part of Lincoln Center Out of Doors, showed the process in action: Brazilian rhythms and melodies engulfing rock and jazz. Three of the performers -- Lygya Barreto, Claudio Roditi and Leny Andrade -- appear regularly in New York; one, Vinicius Cantuaria, does not.   Mr. Cantuaria, born in 1951, is part of Brazil's rock generation, and he arrived on stage wearing blue jeans, a white T-shirt and a punky crew cut. In Brazil, he started out as a drummer, backing up prominent songwriters including Gilberto Gil and Caetano Veloso. He wrote a hit song, \"Lua e Estrella,\" for Mr. Veloso, then began leading his own groups, switching from drums to guitar.","thumbnail":null,"section":"Arts"},{"date":"19940829","headline":"No Shock As Teams Cut Their Rosters","web_url":"https://www.nytimes.com/1994/08/29/sports/pro-football-no-shock-as-teams-cut-their-rosters.html","abstract":"  National Football League teams trimmed the fat yesterday and reduced their rosters to the regular-season limit of 53. A few big names were cut loose, but the carnage was much gentler than in years past.   John Offerdahl, the Miami Dolphins' five-time Pro Bowl linebacker, retired after eight seasons of endless injuries. Among the veterans waived were running back Cleveland Gary of the Los Angeles Rams, wide receiver Eric Martin of the New Orleans Saints and a 13th-year linebacker, Jimmy Williams of the Tampa Bay Buccaneers. One rookie of note also was cut -- Bruce Walker, the 324-pound defensive tackle drafted on this year's second round by the Philadelphia Eagles.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Police Arrest 27 Drivers in Crackdown on Street Racing in Queens","web_url":"https://www.nytimes.com/1994/08/29/nyregion/police-arrest-27-drivers-in-crackdown-on-street-racing-in-queens.html","abstract":"  On weekend nights this summer, scores of cars with souped-up engines raced along Francis Lewis Boulevard in Bayside, Queens, at speeds up to 125 miles an hour, turning the expansive thoroughfare into an illegal speedway.   Alarmed by the danger and by heightened complaints from neighbors, the Queens District Attorney's Office and police officials teamed up and sent undercover officers to attack the racers during the last two months.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Sports of The Times; Yesterday Was Just Perfect for a Ball Game","web_url":"https://www.nytimes.com/1994/08/29/sports/sports-of-the-times-yesterday-was-just-perfect-for-a-ball-game.html","abstract":"  YANKEE STADIUM was like a morgue yesterday. The sun was shining brightly, the field was gorgeous with the manicured grass as green as a pool table, the tan infield dirt was smartly raked. It was a perfect day for a ball game. The first-place Yankees, according to the schedule, were supposed to be playing the Texas Rangers, in the heat of a pennant race. But Yankee Stadium yesterday was as silent as a cadaver.   Except for the soft whir sprinkler system that is run by computers in the stadium basement and which pop up for a time first in right field, and then behind third base, and somewhere else after that, the playing field, the broad, wondrous sweeping diamond, was empty. No runners, no hitters, no one to err.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Jefferson vs. the Religious Right","web_url":"https://www.nytimes.com/1994/08/29/opinion/jefferson-vs-the-religious-right.html","abstract":"As the religious right flexes its muscles, even moderate politicians find themselves under harsh attack for their stands on seemingly nonreligious issues such as health care and welfare reform. But assaults by Christians on American leaders as enemies of Christianity are nothing new. \n\nIn 1787, when the Framers excluded all mention of God from the Constitution, they were widely denounced as immoral and the document was denounced as godless, which is precisely what it is.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"N.C.A.A.'s Two Aces Set Goal: Survival","web_url":"https://www.nytimes.com/1994/08/29/sports/us-open-94-ncaa-s-two-aces-set-goal-survival.html","abstract":"  Angela Lettiere and Mark Merklein have that look on their faces -- the one of hopeful confusion shared by all recent college graduates. The one that asks, \"What have I gotten myself into?\" And in these particular cases, the one that says, \"I'm playing in the United States Open next week, and I don't know a thing about who I'm playing.\"   Things were a lot simpler as undergraduates, when they marched out and won the National Collegiate Athletic Association singles championships, Lettiere for Georgia and Merklein for Florida. They played for team, school and coach. And they did it well enough to be honored as the men's and women's players of the year yesterday at the West Side Tennis Club, joining 18 players on the Rolex collegiate all-star team.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Ashe Event: Many Stars, One Cause","web_url":"https://www.nytimes.com/1994/08/29/sports/us-open-94-ashe-event-many-stars-one-cause.html","abstract":"  There was Bill Cosby, but you weren't watching the Huxtables. Attending was Nick Lowery, without a goal post in sight. Charlie Ward was present, but he put aside his basketball and football.   Such a diverse gathering could only be inspired by one man: Arthur Ashe.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Defensive Shakeup Looms For Giants","web_url":"https://www.nytimes.com/1994/08/29/sports/pro-football-defensive-shakeup-looms-for-giants.html","abstract":"  His defense has been struggling, and that is obviously frustrating Mike Nolan. The Giants' defensive coordinator is a good teacher who prepares his team well, but his players, for whatever reason, haven't been responding.   Nolan can't tackle for them, can't make them remember calls and plays, can't make them flow to the right gap and can't help them shed a blocker. But as the coordinator, he can make changes. Though no one will say so publicly, there are indications the Giants are about to make some major ones.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Georgia Races Look Ominous for Southern Democrats","web_url":"https://www.nytimes.com/1994/08/29/us/georgia-races-look-ominous-for-southern-democrats.html","abstract":"  A few years back, Charles Norwood, a folksy dentist who has never before run for political office, would have looked like a typical Republican sacrificial lamb in this most Democratic state in the South.   But as Congressional campaigning begins in earnest, no state represents the Democrats' sagging fortunes more than Georgia. And that is why Dr. Norwood, who is challenging Representative Don Johnson, a freshman Democrat, in the 10th Congressional District, talks like a man who already has his bags packed for Washington.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"Katlehong Journal; A Post-Apartheid Nightmare: Hospitals Swamped","web_url":"https://www.nytimes.com/1994/08/29/world/katlehong-journal-a-post-apartheid-nightmare-hospitals-swamped.html","abstract":"  Standing at the cusp of South Africa's two most battle-racked black townships, Natalspruit Hospital has long been an urban sanctuary.   It binds the wounds of political wars and lets refugees camp in the courtyard. It opens its taps for thirsty neighbors when the local water supply breaks down. It was a voting station in the country's first free elections. It has never, doctors say, turned away a patient who could not pay.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Young Golfer Makes History With a Flourish","web_url":"https://www.nytimes.com/1994/08/29/sports/golf-young-golfer-makes-history-with-a-flourish.html","abstract":"  Playing with the steadfast persistence of a man many years his senior, 18-year-old Tiger Woods fought his way into the record books today, defeating Trip Kuehne, 22, in the United States Amateur Golf Championship to become the youngest winner in the 99-year history of the event.   Woods, the first black man to win the world's most prestigious amateur tournament, battled back from the abyss. His charge from six holes down to a 1-up victory is, according to the United States Golf Association, the greatest comeback in United States Amateur history. It also was the most dramatic. Woods played the last 12 holes of the 36-hole match in four-under par, making pars from the trees with the virtuosity of a young Seve Ballesteros.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Weather Slows Exodus From Cuba","web_url":"https://www.nytimes.com/1994/08/29/us/flight-from-cuba-weather-slows-exodus-from-cuba.html","abstract":"  The flow of Cuban refugees toward Florida all but stopped today, with the Coast Guard picking up just 84 people from seven vessels by 10 P.M.   Bad weather has kept Cubans at home during the past few days, but Coast Guard officials said they expected that more would try the crossing as conditions improved in the Straits of Florida.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"For Nonmusicals, New York Is Still The Field of Dreams","web_url":"https://www.nytimes.com/1994/08/29/theater/for-nonmusicals-new-york-is-still-the-field-of-dreams.html","abstract":"  Robert Falls, the artistic director at the Goodman Theater here, was talking about New York and its current, difficult-to-define place in the American theater universe.    \"There's no doubt the whole romantic notion of Broadway as a place to open a play does not apply anymore,\" he said, giving voice to a widely held view that the most glamorous commercial-theater venue in the world is no longer hospitable to nonmusical dramas. \"It's been completely usurped by the regionals.\"","thumbnail":null,"section":"Theater"},{"date":"19940829","headline":"Pesticides Pose a Lifelong Threat","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-pesticides-pose-a-lifelong-threat-080616.html","abstract":"  To the Editor:   \"Pesticides May Leave Legacy of Hormonal Chaos\" (Science Times, Aug. 23) implies that evidence on the endocrine disruptive effects of some synthetic pollutants is recent, and you cite claims that such effects are exaggerated.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/29/nyregion/news-summary-088137.html","abstract":"  International A2-7  NO RIGHTS SHIFT IN CHINA    China has taken few steps to improve its human rights policies even though President Clinton went out on a limb to separate rights from trade and to renew its trade status.  A1","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Maine Law Says Doctor Doesn't Know Best","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-maine-law-says-doctor-doesn-t-know-best-093211.html","abstract":"  To the Editor:   Physicians in Maine have a new tool designed to ward off malpractice lawsuits -- the simple affirmative defense that \"I followed the clinical practice guidelines of my state.\" I have read the Maine law; others like it are sure to follow.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Frankly My Dear, Russians Do Give a Damn","web_url":"https://www.nytimes.com/1994/08/29/books/frankly-my-dear-russians-do-give-a-damn.html","abstract":"  American fans of Margaret Mitchell's classic novel, \"Gone With the Wind,\" had to content themselves with one authorized sequel, Alexandra Ripley's 1991 best seller, \"Scarlett.\" But at almost any Moscow bookstand, Russian readers can buy such tantalizing offerings as \"We Call Her Scarlett,\" \"The Secret of Scarlett O'Hara,\" \"Rhett Butler,\" \"The Secret of Rhett Butler\" and \"The Last Love of Scarlett.\"   Most of these sequels are attributed to a writer named Yuliya Hilpatrik, but there is something singularly gloomy and Slavic about many of the plot lines. In \"The Last Love of Scarlett,\" for example, almost everybody dies, including Scarlett and Rhett.","thumbnail":null,"section":"Books"},{"date":"19940829","headline":"From Out of Nowhere With So Much to Say","web_url":"https://www.nytimes.com/1994/08/29/arts/pop-review-from-out-of-nowhere-with-so-much-to-say.html","abstract":"  Lisa Loeb, a singer and songwriter whose girlish wail and tricky lyrics suggest a precociously wise child shouting out the answers to knotty psychological questions, came out of nowhere this year with the biggest hit from the \"Reality Bites\" movie soundtrack. That spunky but heartfelt original song, \"Stay,\" evoked the emotional tug of war between characters played by Ethan Hawke and Winona Ryder in language that seemed to speak for both.    The success of \"Stay\" prompted a bidding war between several record labels for Ms. Loeb's services. She ended up on Geffen, for whom she has yet to make her first album. And at the Bottom Line on Friday evening, where she appeared with her band, Nine Stories, Ms. Loeb proved that the excitement was justified. In song after original song, she demonstrated a highly developed talent for writing breezy pop tunes that are catchy but redeemed from cliche by unexpected rhythmic shifts and small harmonic quirks.","thumbnail":null,"section":"Arts"},{"date":"19940829","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/29/sports/no-headline-092665.html","abstract":"  New York's troubled racing scene claimed its biggest victim today when Jerry Lawrence was forced to resign as executive vice president and general manager of the New York Racing Association, which operates racing at Belmont Park, Aqueduct and Saratoga.   Lawrence announced he was resigning immediately \"because of differences I have had with the leadership of N.Y.R.A.\" He would not elaborate on the exact differences, but acknowledged that they had been building for months. And he said that he had been asked to leave during a meeting on Friday with the two top leaders of the association, Allan R. Dragone, the chairman, and Gerard McKeon, the president.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"Papal Award to Waldheim Insults Us All; Vatican Diplomacy","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-papal-award-to-waldheim-insults-us-all-vatican-diplomacy-093190.html","abstract":"  To the Editor:   Many Roman Catholics share A. M. Rosenthal's distaste for Kurt Waldheim (columns, Aug. 12 and 19), but Mr. Rosenthal misunderstands the workings of the Vatican.","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"Letter: On Sex Offenders; New York, Too, Needs Registration Law","web_url":"https://www.nytimes.com/1994/08/29/opinion/l-letter-on-sex-offenders-new-york-too-needs-registration-law-092959.html","abstract":"  To the Editor:   As chairman of the New York State Assembly Committee on Correction and sponsor of a sex offender registration bill, I welcome your discussion of the issue in \"Dealing With Sex Offenders\" (editorial, Aug. 15).","thumbnail":null,"section":"Opinion"},{"date":"19940829","headline":"A Champion Without Chutzpah","web_url":"https://www.nytimes.com/1994/08/29/sports/us-open-94-a-champion-without-chutzpah.html","abstract":"  Unknown, underestimated and too shy to speak up about it, Conchita Martinez, something of a national afterthought to the ubiquitous Arantxa Sanchez Vicario, didn't exactly plot to overthrow her lack of reputation by winning Wimbledon this year.   The mere thought of having to curtsey to royalty was enough to make the Spaniard forget what a backhand was. Plus, there was the problem of the serve-and-volley activists who tend to paralyze baseliners like her.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/29/nyregion/chronicle-093254.html","abstract":"  ELIZABETH TAYLOR and Gov. CHRISTINE TODD WHITMAN of New Jersey have agreed to help manage a charitable organization set up by Doris Duke, the late tobacco heiress, who died last October at age 80.   Two others, Duke University's president, NANNERL KEOHANE , and a former National Gallery of Art director, J. CARTER BROWN , have also agreed to help oversee the proposed $1 billion foundation, representatives of Duke's estate told The Associated Press on Friday.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"THE HEALTH CARE DEBATE: What Went Wrong? How the Health Care Campaign Collapsed -- A special report.; For Health Care, Times Was A Killer","web_url":"https://www.nytimes.com/1994/08/29/us/health-care-debate-what-went-wrong-health-care-campaign-collapsed-special-report.html","abstract":"  This article was reported and written by Adam Clymer, Robert Pear and Robin Toner.    In March 1993, two months after his inauguration, President Clinton appealed to Robert C. Byrd, the presiding officer of the Senate, to let national health insurance legislation be considered as part of that summer's budget bill.","thumbnail":null,"section":"U.S."},{"date":"19940829","headline":"U.S. Promises to Respond If Castro Offers Reforms","web_url":"https://www.nytimes.com/1994/08/29/world/flight-from-cuba-us-policy-us-promises-to-respond-if-castro-offers-reforms.html","abstract":"  Seeking to defuse the refugee crisis with Cuba, the Clinton Administration offered some carrots to Fidel Castro today to encourage him to undertake democratic reforms.   Secretary of State Warren Christopher said that if Mr. Castro took meaningful steps like allowing free elections, the Administration would respond in a positive way.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Sunday Morning, and a Pastor Is Found Slain in Queens","web_url":"https://www.nytimes.com/1994/08/29/nyregion/sunday-morning-and-a-pastor-is-found-slain-in-queens.html","abstract":"  It was not unusual for the Rev. Jong Kyu Kim to stay overnight to conduct a solitary prayer vigil in his humble Presbyterian church in Queens where he was the new pastor. But when he had not come home by early yesterday morning, his wife, Kyo Yea Kim, started to worry.   She and her brother, Kyo Chang Chee, arrived shortly after 7:30 A.M. at the squat, two-story concrete block building at 133-06 35th Avenue in an area of light industries in Flushing that houses the Sung Lim Presbyterian Church. The door was closed but not locked.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"New Wave From Southeast Asia Is Hitting New York Real Estate","web_url":"https://www.nytimes.com/1994/08/29/nyregion/new-wave-from-southeast-asia-is-hitting-new-york-real-estate.html","abstract":"  They seemed to come out of nowhere -- a powerful group of Hong Kong billionaires who appeared in June to revive Donald J. Trump's troubled Riverside South project with millions in cash and a promise to finance the multibillion-dollar development.   But while the names of the new investors were largely unknown here, the size and power of their move into New York came as no surprise to brokers familiar with the recent influx of overseas investment.","thumbnail":null,"section":"New York"},{"date":"19940829","headline":"Montreal Red's Streak Upended at Saratoga","web_url":"https://www.nytimes.com/1994/08/29/sports/horse-racing-montreal-red-s-streak-upended-at-saratoga.html","abstract":"  This is what they mean when they call Saratoga the house of racing upsets: Montreal Red, undefeated in his first three races, poised to sweep three stakes in 38 days, already hailed as the leading candidate for next year's Kentucky Derby -- with all this going, Montreal Red was outrun by five lengths today by a 32-1 shot named Wild Escapade.   Now, that's an upset, and it came in the race appropriately known for the last 90 years as the Hopeful.","thumbnail":null,"section":"Sports"},{"date":"19940829","headline":"BOOKS : WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/29/style/IHT-books-what-theyre-reading.html","abstract":"Group Captain Mike Feenan, head of the Royal Air Force in Berlin, is reading \"The Downing Street Years\" by Margaret Thatcher..\"I believe that no one interested in the history of Britain in recent times can afford to ignore this book. It g","thumbnail":null,"section":"Style"},{"date":"19940829","headline":"Bosnian Serbs Cast Ballots on Peace Plan","web_url":"https://www.nytimes.com/1994/08/29/world/bosnian-serbs-cast-ballots-on-peace-plan.html","abstract":"  Bosnian Serbs voting in a referendum today appeared certain to confirm their rejection of an international peace plan for Bosnia that their leadership has portrayed as a recipe for military defeat and economic ruin.   Diplomats and United Nations officials said that a relentless campaign by the Bosnian Serb news media seemed to have assured an overwhelming defeat for the plan. The proposal, drawn up by the United States, Russia, Britain, France and Germany, would require the Serbs to give up about a third of the territory they hold in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Britten's Ghosts on a Budget in the Berkshires","web_url":"https://www.nytimes.com/1994/08/29/arts/opera-review-britten-s-ghosts-on-a-budget-in-the-berkshires.html","abstract":"  For the musical traveler, Tanglewood is the obvious attraction hereabouts, but just up the road the Berkshire Opera Company works miracles in a converted Jesuit chapel, now called the Cranwell Opera House.   Economy is everything for this troupe. Its founder, Rex Hearn, started out in 1985 with $60,000 and dreams of a Glyndebourne in the Berkshires. He engaged an enterprising artistic director and conductor, Joel Revzen, an inventive stage director, Mary Duncan, and a board so committed to the company's mission that its chairman and president, Robin G. Holloway, doubles as its publicity director.","thumbnail":null,"section":"Arts"},{"date":"19940829","headline":"With Face-Off at a Fete, Peru's Election Race Begins","web_url":"https://www.nytimes.com/1994/08/29/world/with-face-off-at-a-fete-peru-s-election-race-begins.html","abstract":"  What promises to be a long and bitter battle to be the next President of Peru began in earnest here today with rival campaign visits by President Alberto K. Fujimori and Javier Perez de Cuellar, the former Secretary General of the United Nations.   While both men have yet to declare their candidacy for the election in April, Mr. Perez de Cuellar, who returned to Peru this month from retirement in Paris, has been barnstorming the country's poor and rural areas.","thumbnail":null,"section":"World"},{"date":"19940829","headline":"Watching People React To the News of the Day","web_url":"https://www.nytimes.com/1994/08/29/arts/television-review-watching-people-react-to-the-news-of-the-day.html","abstract":"  Talk shows have a variety of appeals. From some you can learn about this and that by listening to people with more information than you possess. Others offer the satisfaction of feeling superior to vox populi. And there are those that just provide the pleasure of watching one's peers mix it up on matters of moment.   \"Talk Back Live,\" the \"daily, live, interactive town meeting,\" to quote the press release, which joined the CNN lineup last week, is in the mix-it-up mode. Susan Rook, presiding, is all bustle-bustle as she fields the opinions not only of a dozen or so audience members but also of callers, faxers and computerniks, all of whom she greets by first name. (Given her constant bending on the first show to put the microphone in the face of participants seated at this studio in the round, one feared for Ms. Rook's knees. Perhaps at her joint specialist's advice, on the second show her guests rose. On Wednesday she stood for some and bent to others; very risky.)","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19940829","time":"1994-08-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":80,"wspd":9.4},{"date":"19940829","time":"1994-08-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":72,"wspd":16.6},{"date":"19940829","time":"1994-08-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":14.8},{"date":"19940829","time":"1994-08-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":78,"wspd":16.6},{"date":"19940829","time":"1994-08-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":92,"wspd":9.4},{"date":"19940829","time":"1994-08-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":85,"wspd":16.6},{"date":"19940829","time":"1994-08-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":85,"wspd":14.8},{"date":"19940829","time":"1994-08-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":88,"wspd":14.8},{"date":"19940829","time":"1994-08-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":76,"wspd":9.4},{"date":"19940829","time":"1994-08-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":70,"wspd":16.6},{"date":"19940829","time":"1994-08-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":62,"wspd":13},{"date":"19940829","time":"1994-08-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":57,"wspd":14.8},{"date":"19940829","time":"1994-08-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":50,"wspd":13},{"date":"19940829","time":"1994-08-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":42,"wspd":16.6},{"date":"19940829","time":"1994-08-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":44,"wspd":16.6},{"date":"19940829","time":"1994-08-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":42,"wspd":13},{"date":"19940829","time":"1994-08-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":38,"wspd":11.2},{"date":"19940829","time":"1994-08-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":38,"wspd":13},{"date":"19940829","time":"1994-08-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":43,"wspd":11.2},{"date":"19940829","time":"1994-08-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":37,"wspd":16.6},{"date":"19940829","time":"1994-08-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":42,"wspd":9.4},{"date":"19940829","time":"1994-08-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":46,"wspd":11.2},{"date":"19940829","time":"1994-08-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":53,"wspd":9.4},{"date":"19940829","time":"1994-08-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":60,"wspd":11.2},{"date":"19940829","time":"1994-08-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":27.7},{"date":"19940829","time":"1994-08-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":63,"wspd":27.7},{"date":"19940829","time":"1994-08-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":65,"wspd":25.9},{"date":"19940829","time":"1994-08-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":65,"wspd":22.3},{"date":"19940829","time":"1994-08-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":18.7},{"date":"19940829","time":"1994-08-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":20.5},{"date":"19940829","time":"1994-08-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":16.6},{"date":"19940829","time":"1994-08-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":14.8},{"date":"19940829","time":"1994-08-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":20.5},{"date":"19940829","time":"1994-08-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":18.7},{"date":"19940829","time":"1994-08-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":11.2},{"date":"19940829","time":"1994-08-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":13},{"date":"19940829","time":"1994-08-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":73,"wspd":22.3},{"date":"19940829","time":"1994-08-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":73,"wspd":25.9},{"date":"19940829","time":"1994-08-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":27.7},{"date":"19940829","time":"1994-08-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":78,"wspd":18.7},{"date":"19940829","time":"1994-08-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":78,"wspd":14.8},{"date":"19940829","time":"1994-08-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":73,"wspd":13},{"date":"19940829","time":"1994-08-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":61,"wspd":16.6},{"date":"19940829","time":"1994-08-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":52,"wspd":14.8},{"date":"19940829","time":"1994-08-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":47,"wspd":14.8},{"date":"19940829","time":"1994-08-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":47,"wspd":22.3},{"date":"19940829","time":"1994-08-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":40,"wspd":27.7},{"date":"19940829","time":"1994-08-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":41,"wspd":24.1}]},"19940830":{"guardian_articles":[],"nytimes_articles":[{"date":"19940830","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/30/nyregion/metro-digest-093807.html","abstract":"  RAISING MATH AND SCIENCE REQUIREMENTS   In two weeks, New York City high schools will begin an ambitious effort to raise the math and science requirements for nearly all its students. But there are so many hurdles -- from a lack of money for books and teacher training, to concerns about the readiness of most ninth graders for such a change -- that many parents and teachers believe the new requirements will be nearly impossible to meet. A1.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Dominicans Resent Criticism of Election","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-dominicans-resent-criticism-of-election-211885.html","abstract":"  To the Editor:   Re \"Time for Mr. Balaguer to Let Go\" (editorial, Aug. 22):","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Reeves Blitzes and Nails Bailey to Giants' Bench","web_url":"https://www.nytimes.com/1994/08/30/sports/pro-football-reeves-blitzes-and-nails-bailey-to-giants-bench.html","abstract":"  There is one thing you can say about Coach Dan Reeves: He's fearless. He's not afraid to be wrong or to be criticized. He plays no favorites. He doesn't care whether you like him or not. Get the job done, and you're in. Don't get it done, and don't let the door hit you on the way out.   It's hard to argue with his decisions because he has been to three Super Bowls. But the decisions are often emotional bombshells. Just ask linebacker Carlton Bailey, who was benched today and asked to take a 50 percent cut in pay as part of a huge shake-up at the Giant camp.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Newt Gingrich: Leader of the PAC","web_url":"https://www.nytimes.com/1994/08/30/opinion/newt-gingrich-leader-of-the-pac.html","abstract":"  Newt Gingrich has a secret. The House Republican whip, outspoken when it comes to pointing out ethical lapses by Congressional Democrats, refuses to reveal the contributors to Gopac, the big political action committee that he heads. Among the dozens of current and former lawmakers who maintain such \"leadership PAC's,\" only the partisan fighter from Georgia does not disclose where he gets the money.    There is plenty to disclose, too, judging by recent reports in The Wall Street Journal and the Capitol Hill newspaper Roll Call. Fund-raising documents obtained by these publications show that numerous wealthy donors with a stake in Federal legislation -- and more than an ideological interest in helping out the House minority leader-in-waiting -- contribute to Gopac in chunks of $10,000 a year or more. Sixteen contributors have given at least $100,000 since 1985.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Biologists Hot on Track Of Gene for Femaleness","web_url":"https://www.nytimes.com/1994/08/30/science/biologists-hot-on-track-of-gene-for-femaleness.html","abstract":"  WHATEVER their political leanings, and no matter how earnest their earlier insistence that they will be delighted either way, the first thing new parents want to know when the baby debuts is, boy or girl? And most of the time, the doctor can confidently and joyfully boom out the verdict.   Every so often, however, the answer is not immediately obvious. The infant may look as though it has a penis but there is little or no scrotum to be found, leading those in the delivery room to wonder whether they are seeing a boy with undescended testes or a girl with a greatly enlarged clitoris. Or it may later turn out that a newborn with the external genitals of a boy has a female's ovaries inside. As many as 1 in 1,000 babies are born with some sort of gender ambiguity, throwing the parents into an emotional maelstrom and forcing them to confront decisions like whether their child should be surgically modified and how, exactly, they should regard their androgynous offspring.","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"Amid Doubts, Schools Tackle Upgrade of Math and Science","web_url":"https://www.nytimes.com/1994/08/30/nyregion/amid-doubts-schools-tackle-upgrade-of-math-and-science.html","abstract":"  In less than two weeks, New York City high schools will begin what may be the most ambitious undertaking by a major urban school system, raising the math and science requirements for nearly all its students.   But there are so many hurdles -- from a lack of money for books and training for teachers to concerns about the readiness of most ninth-graders for such a change -- that many parents and teachers believe the new requirements will be nearly impossible to meet.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Ausanio Recalled With Nowhere to Go","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-people-baseball-ausanio-recalled-with-nowhere-to-go.html","abstract":"  The rookie relief pitcher JOE AUSANIO, sent to the minors a day before the baseball strike, was recalled by the Yankees from their Class AAA Columbus farm team yesterday.   The move filled the Yankees' 25-man roster and raised the total of players on strike to 761. GENE ORZA, the No. 2 official of the Major League Baseball Players Association, has said the union may file a grievance over any players recalled from the minors during the strike.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/30/us/no-headline-095206.html","abstract":"  Bishop Vincent M. Leonard, who served from 1969 to 1983 as the ninth Bishop of the Roman Catholic Diocese of Pittsburgh, died on Sunday at the Little Sisters of the Poor Home in Pittsburgh. He was 85 and a lifelong resident of the city.    The cause was complications of pneumonia, a spokesman for the diocese said.","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"The Circle Is Completed: Fernandez Advances","web_url":"https://www.nytimes.com/1994/08/30/sports/us-open-94-the-circle-is-completed-fernandez-advances.html","abstract":"  She had to wait a year for this night, and Mary Joe Fernandez knew there was only one way to reassure herself that she hadn't waited in vain.   A year ago, Fernandez was preparing to play her first-round match at the United States Open, a night match on the spotlit Stadium Court, when a nagging abdominal pain turned so abominable she was forced to drop out of the tournament.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Q&A","web_url":"https://www.nytimes.com/1994/08/30/science/q-a-099341.html","abstract":"  Katy Did or Didn't?   Q.  An insect with papery wings is holding call-and-response sessions in my tree in New Jersey until 4 A.M. Is it a cicada? Or a katydid? How can I tell? What does it eat?","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"German Opposition Names Shadow Cabinet in Hopes of Votes","web_url":"https://www.nytimes.com/1994/08/30/world/german-opposition-names-shadow-cabinet-in-hopes-of-votes.html","abstract":"Moving to bolster his faltering campaign to become Germany's next Chancellor, Rudolf Scharping today presented his opposition party's proposed cabinet, a diverse group that includes his two main rivals for party leadership and an unprecedented number of women.\n\nMr. Scharping, the governor of Rhineland-Palatinate state, trailed Chancellor Helmut Kohl by five points in a poll released Thursday by the Forsa Institute, an opinion survey company. In March Mr. Scharping, a Social Democrat, held a 15-point lead.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Home Health Care Is Gaining Appeal","web_url":"https://www.nytimes.com/1994/08/30/us/home-health-care-is-gaining-appeal.html","abstract":"  Cheryl Corrins pulls up to the brick, split-level house of Margaret Savinis, 93 years old, a widow for 54 years and a long-retired cook. Mrs. Savinis waits cheerfully at the head of the dinner table in a nightgown and robe, in front of a centerpiece of daisies that a great-grandchild brought from his wedding.   \"I come three times a week,\" Mrs. Corrins says, \"and the nurse comes the other days. I give her a shower and once a week shampoo her hair. Take her pulse and blood pressure. Change the dressing on her ear.\"","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"An Impatient Lawyer Charges Into State Politics; Eliot L. Spitzer and His Money Are Making and Impact on the Attorney General's Race","web_url":"https://www.nytimes.com/1994/08/30/nyregion/impatient-lawyer-charges-into-state-politics-eliot-l-spitzer-his-money-are.html","abstract":"  Eliot L. Spitzer, looking unwithered in the rain, was working the voters of the Upper East Side, handing out his fliers and hoping to chat with anyone who recognized him. Many people did. \"Cuomo's been my man,\" one woman said. Mr. Spitzer, always earnest, explained that he was running for New York State attorney general, not governor. \"You look heavier on TV,\" an older man said.   Mr. Spitzer, a 35-year-old former prosecutor with no political experience, is out shaking hands every day. But his real campaign is on the airwaves, where his family's real-estate fortune has bought a series of punchy political advertisements, each with a tough-on-crime message. The ads have bought this newcomer a commodity that his three Democratic rivals envy: name recognition in a race in which voters do not know who the candidates are.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Dominicans Resent Criticism of Election","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-dominicans-resent-criticism-of-election-250106.html","abstract":"  To the Editor:   Re \"Time for Mr. Balaguer to Let Go\" (editorial, Aug. 22):","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Guantanamo: Refugee Camps Fill With Fury","web_url":"https://www.nytimes.com/1994/08/30/world/flight-from-cuba-the-refugees-guantanamo-refugee-camps-fill-with-fury.html","abstract":"  Swelling with thousands of Cuban and Haitian refugees, this sprawling training base has been transformed in the last week from a tranquil pocket of Americana in the Caribbean to a place of throbbing discontent.   Almost everyone here is unhappy, especially the Cubans and Haitians who fled their countries in flimsy rafts and rickety boats and who hoped or expected they would end up in the United States.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Another Injury Suffered by Michigan","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-people-football-another-injury-suffered-by-michigan.html","abstract":"  Michigan, already reeling from the loss of tailback TYRONE WHEATLEY, will also start the season without wide receiver WALTER SMITH.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Rare Mountain Gorillas Are Mostly Unharmed After Fears in Rwanda","web_url":"https://www.nytimes.com/1994/08/30/science/rare-mountain-gorillas-are-mostly-unharmed-after-fears-in-rwanda.html","abstract":"  Nearly all of the 60 rare mountain gorillas under daily scientific observation in Rwanda were found alive by researchers this month after fears that they might have been harmed during the civil war.   Another 60 gorillas, which have been a tourist attraction for the last 15 years, were not visited but researchers said they were fairly confident that they had survived the nearby fighting.","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"First-and-10: Fox Readies Football Tradition Nine Months in the Planning","web_url":"https://www.nytimes.com/1994/08/30/sports/pro-football-first-10-fox-readies-football-tradition-nine-months-planning.html","abstract":"  For Fox Sports, nine months of planning and practice are over. Any shock that Rupert Murdoch is paying $1.58 billion for National Football Conference television rights is past.   Fox aired its final preseason game -- and final dress rehearsal -- from here Saturday night. Judgment day is Sunday, when Fox starts its hourlong studio show followed by six games announced by a vocal blend of old (the CBS veterans John Madden, Pat Summerall and Terry Bradshaw) and new (Joe Buck, the son of Jack; Kenny Albert, the son of Marv, and Anthony Munoz, the former Cincinnati Bengal).","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Sentencing in Shooting of Kim Williams","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-people-golf-sentencing-in-shooting-of-kim-williams.html","abstract":"  A man accused of firing the shot that wounded the golfer KIM WILLIAMS pleaded no contest to disorderly conduct yesterday in Niles, Ohio.   GARY SWANEY, 35, of Howland, Ohio, entered the plea before Niles Municipal Judge THOMAS TOWNLEY and was sentenced to 30 days in jail and fined $250 plus court costs.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Willis Making It Big, Rutgers Still Trying","web_url":"https://www.nytimes.com/1994/08/30/sports/college-football-willis-making-it-big-rutgers-still-trying.html","abstract":"  As a freshman at Rutgers last year, Terrell Willis didn't get a chance to start until the sixth game of the season. Yet the 6-foot, 200-pound tailback from Orange (N.J.) High School went on to have a terrific season, breaking Herschel Walker's national freshman record for all-purpose yards. Not a bad achievement for someone who had no desire to play for the Scarlet Knights.   \"I wasn't even interested in Rutgers; it was like my fifth choice,\" Willis said last week at a rally for the Knights, who open their 125th season of college football here on Saturday against Kent. Back Near the Raritan    \"I went to U.C.L.A., Syracuse, Iowa, Michigan, and I was going to Penn State on my last trip,\" Willis said. \"Rutgers just didn't seem big time. Going to Iowa, the atmosphere and the sports was incredible, and then coming here was like nothing. But after playing here and in the Big East and we're getting a new stadium, it's getting up to par.\"","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Officials Vow To Deliver Hispanic Vote For Sharpton","web_url":"https://www.nytimes.com/1994/08/30/nyregion/officials-vow-to-deliver-hispanic-vote-for-sharpton.html","abstract":"  A group of Hispanic elected officials yesterday endorsed the Rev. Al Sharpton in his campaign to unseat Senator Daniel Patrick Moynihan.   With just two weeks remaining before the Democratic primary, Mr. Sharpton is given little chance of defeating Mr. Moynihan. Still, Mr. Sharpton said that the endorsements illustrated the growing appeal his candidacy has among Hispanic New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Guide to Desktop Publishing Without Any Paper","web_url":"https://www.nytimes.com/1994/08/30/science/peripherals-guide-to-desktop-publishing-without-any-paper.html","abstract":"  IN less than half a century, computers have revolutionized the way we handle information and have enormously increased the amount of information we are able to deal with.    But \"we still communicate mainly by smearing ink across dead trees,\" as Nathan Myhrvold, Microsoft's head of advanced technology, put it. Mr. Myhrvold is quoted in \"Paperless Publishing\" (Windcrest/McGraw-Hill; $27.95), by Colin Haynes, a \"complete turn-key package to publish over the information highways, by modem, on floppies and CD's.\"","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"Islam and the West : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-islam-and-the-west-letters-to-the-editor.html","abstract":"In response to \"Of the House of Islam and a Structure for Lasting Peace\" (Opinion, Aug. 1) by Stephen S. Rosenfeld:.Islamic countries embody a variety of political and economic structures. Morocco is a capitalist monarchy, Egypt a nondemocrati","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Lighthouse Signals a Storm at the Beach","web_url":"https://www.nytimes.com/1994/08/30/nyregion/our-towns-lighthouse-signals-a-storm-at-the-beach.html","abstract":"  IN the old days, Lighthouse Beach was for the birds. No one can say, exactly, when the nude sunbathers discovered it. But it made sense that they chose this quiet stretch of seashore to be left alone. Who thought they would have company?   But they do, lots of it. The restored Fire Island Lighthouse is bringing loads of visitors to the beach, including children.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Washington at Work; Clinton's 'Ms. Fix-It': A Friendly Link To Black Interests and Big Business","web_url":"https://www.nytimes.com/1994/08/30/us/washington-work-clinton-s-ms-fix-it-friendly-link-black-interests-big-business.html","abstract":"  When the House of Representatives trashed President Clinton's anti-crime bill as the sun was going down on an otherwise quiet evening earlier this month, the news hit the White House like a bomb.   But less than 12 hours later, Bill Clinton was standing in front of rows of blue-uniformed police officers in Minneapolis, chiding Congress for inaction. Two days later he took his family to a black church in Temple Hills, Md., to continue the pitch.","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"Chess","web_url":"https://www.nytimes.com/1994/08/30/arts/chess-099201.html","abstract":"  Among the successful quarterfinalists in the International Chess Federation's championship qualification matches, the player who came through as the most tenacious was Gata Kamsky of Brooklyn. To fall two games behind his widely favored opponent, Viswanathan Anand of India, then to fight back to a tie with victories in Games 6 and 7, and then to sweep both rapid-play tiebreak games: it was, altogether, a remarkable accomplishment.   As a result, Kamsky is the only surviving qualifier in the competing championship cycles of both the international federation, known as FIDE, and the Professional Chess Association.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/30/nyregion/c-corrections-095648.html","abstract":"  A front-page article yesterday about changes in retirement plans misspelled the surname of a top executive at the money management firm Sanford C. Bernstein & Company. He is Roger Hertog. The article also misstated his position. He is the president, not the chief executive.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Bosnian Serbs Force More Than 2,000 Muslims to Leave Their Homes","web_url":"https://www.nytimes.com/1994/08/30/world/bosnian-serbs-force-more-than-2000-muslims-to-leave-their-homes.html","abstract":"  Using beatings and after-midnight round-ups, Bosnian Serbs have in the last week stepped up a six-week-old ethnic-cleansing campaign that has driven more than 2,000 Muslims from their homes.   Bijeljina, Rogatica and Banja Luka are among the towns that have been affected. On Sunday night alone, Serbian gunmen under the command of a warlord in Bijeljina, Vojkan Djurkovic, forced about 430 Muslims -- mostly women, children and elderly, sick and handicapped people -- to cross in small groups over a battlefront near the village of Povrsnice, United Nations and International Red Cross officials here said.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-250151.html","abstract":"  To the Editor:   Unfortunately, an Aug. 24 letter and an Aug. 17 news article on New York City's new subway fare card convey the impression that Metrocard's success should be judged by two summer months, when the initial system installation (69 of the 469 subway stations) has been in service for barely three months. We derive more positive conclusions from the facts.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Capriati Moves With Family","web_url":"https://www.nytimes.com/1994/08/30/sports/tennis-capriati-moves-with-family.html","abstract":"  Jennifer Capriati, on the rebound from personal and professional problems, has relocated with her family from the Saddlebrook resort in suburban Tampa, Fla., to Rancho Mirage, Calif.   The 18-year-old Capriati hasn't played a match since her troubled first-round exit last year in the United States Open, a loss that precipitated her estrangement from tennis and a series of misadventures that culminated in her arrest May 16 in Florida on a marijuana possession charge.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Policy Toward Taiwan Needs a Clinton Redo","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-policy-toward-taiwan-needs-a-clinton-redo.html","abstract":"Current U.S. policy toward Taiwan was developed in the late 1970s and early 1980s when fear of pushing China toward the Soviet Union was still rife. Now that the \"Evil Empire\" has disintegrated and China has a new capitalist- style economic ori","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Landscaper Charged in Girlfriend's Killing","web_url":"https://www.nytimes.com/1994/08/30/nyregion/landscaper-charged-in-girlfriend-s-killing.html","abstract":"  A 20-year-old landscaper was arraigned today and ordered held on $1 million bail on a charge of murdering his pregnant, 17-year-old girlfriend during an argument last Wednesday night.    The suspect, James E. Stuart, the son of a retired police officer, confessed on Saturday to the slaying of Tarah M. Galfo, of Rochelle Park, N.J., the authorities said. He had spent the two previous days helping to distribute missing-person fliers bearing Miss Galfo's photograph and appeals for help in finding her.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Researchers Find a Diverse Face On the Poverty in New York City","web_url":"https://www.nytimes.com/1994/08/30/nyregion/researchers-find-a-diverse-face-on-the-poverty-in-new-york-city.html","abstract":"  Challenging the stereotype of the poor as single mothers on welfare who soak up more and more tax dollars, a new study has found that only one in four poor households in New York City is headed by a single parent and that spending on welfare in the city, when adjusted for inflation, has declined by 20 percent since 1975.   In fact, the report, released yesterday by the Citizens Budget Commission, found that Medicaid, not welfare, had been the prime engine of growth in public spending on the poor in the city, particularly in the exploding costs of medical care for the disabled and the elderly poor.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"A Useful Eponym : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-a-useful-eponym-letters-to-the-editor.html","abstract":"Regarding \"Bluespeak: The Lingo of the UN\" (Aug. 8):.Colin Campbell's observations on eponyms were interesting. I find it significant for our times, though, that his article included mainly words reminding us of rather unpleasant events. John","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Muslim's Ordeal Shows How Ethnic Lines Harden","web_url":"https://www.nytimes.com/1994/08/30/world/muslim-s-ordeal-shows-how-ethnic-lines-harden.html","abstract":"  For more than two years, a Muslim woman named Vahida Kartal tried to live in Serbian-occupied Bosnia. Recently, her attempt ended. She trudged across Sarajevo's Bridge of Brotherhood and Unity from a Serbian section of town into one held by the Muslim-led Government.   For this 22-year-old woman from the village of Osave in eastern Bosnia, it was the end of a long road that led from hope through steadily increasing terror to eviction, imprisonment and ultimate dispatch across the lines of Europe's new divided city.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/30/nyregion/c-corrections-100102.html","abstract":"  A report in the Off the Menu column in The Living Section on Wednesday about the Rainbow Room's plans for live radio broadcasts of dance music on Fridays from 10 to 10:30 P.M., starting Sept. 23, misstated the name of the station that will carry the broadcasts. It is WQEW-AM.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"New Ideas on Sequence of Subway Shots","web_url":"https://www.nytimes.com/1994/08/30/nyregion/new-ideas-on-sequence-of-subway-shots.html","abstract":"  Investigators looking into last week's shooting of a transit police officer are exploring the possibility that the New York City police officer who mistakenly fired on his plainclothes colleague was himself wounded either before he opened fire or while he was shooting.   A senior law-enforcement official with knowledge of the investigation said yesterday that detectives believed a uniformed transit officer might have shot the city police officer in the arm before he had emptied his revolver into the transit officer, rather than afterward.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Pilgrimage to Poland's Holiest Shrine Losing Its Political Role","web_url":"https://www.nytimes.com/1994/08/30/world/pilgrimage-to-polands-holiest-shrine-losing-its-political-role.html","abstract":"The scene here on a recent day has been played out every August for nearly 500 years. Young and old, rich and poor, healthy and infirm have come from all corners of the country by foot on one of Poland's largest religious pilgrimages.\n\nIn the past, neither wars, famines, nor the Communists' martial law could stop this expression of faith.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Spending a Bad Day at the Black Box","web_url":"https://www.nytimes.com/1994/08/30/science/personal-computers-spending-a-bad-day-at-the-black-box.html","abstract":"  ATTENTION: A serious disk error has occurred while writing to drive C. Retry (r)?   Of course, retry! Retry, retry again!","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"12 Deaths Linked To Tainted Heroin On Lower East Side","web_url":"https://www.nytimes.com/1994/08/30/nyregion/12-deaths-linked-to-tainted-heroin-on-lower-east-side.html","abstract":"  After finding 12 people dead of drug overdoses in Manhattan in the last 5 days, the police said last night that the deaths may have been caused by contaminated heroin sold on the Lower East Side.   While the matter is still under investigation, the police said, they decided to warn users to stay away from a variety of heroin sold near Clinton and Rivington Streets under the name China Cat because it may be lethal.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"On My Mind; For a China Boycott","web_url":"https://www.nytimes.com/1994/08/30/opinion/on-my-mind-for-a-china-boycott.html","abstract":"  On just one issue, President Clinton, American business and the Chinese Communist leadership have taught the people of the United States three nasty lessons.    The issue is human rights. It is a pallid phrase for what it means: freedom, or at least some surcease, from torture, forced labor and deprivation of the right to speak and worship as we are moved.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/30/style/chronicle-100110.html","abstract":"  Courtroom Television Network (Court TV), which has shown the proceedings in the O. J. Simpson case live, has decided not to cover Heidi Fleiss's trial on charges of pandering and selling cocaine, STEVEN BRILL, the network's chairman, said yesterday. The trial is scheduled to begin in Los Angeles at the end of this week or the beginning of next week.    \"There's a big difference between something that gets a lot of publicity and something that's significant,\" Mr. Brill said. \"Heidi Fleiss has gotten publicity, but she's not even going to lodge an interesting defense, like legalizing prostitution.\"","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"Smith Expecting No Changes With Sale of the Rangers","web_url":"https://www.nytimes.com/1994/08/30/sports/hockey-smith-expecting-no-changes-with-sale-of-the-rangers.html","abstract":"  While corporate negotiators in New York were selling the Rangers and the rest of the Madison Square Garden sports operation in a billion-dollar transaction over the weekend, the president of the hockey team was peacefully jogging near his Florida vacation home.   Those who enjoy finding omens in unrelated events will be intrigued by what happened next to Neil Smith, the executive: He lost his balance, fell down and ended up in an emergency room with a severely sprained right ankle.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Grim Commerce in China","web_url":"https://www.nytimes.com/1994/08/30/opinion/grim-commerce-in-china.html","abstract":"  While Secretary of Commerce Ron Brown is busy looking for business deals, his Chinese hosts are busy violating human rights -- not overzealous underlings, but the same people Mr. Brown is meeting with, like Prime Minister Li Peng. How can the Clinton Administration talk about moving relations beyond the human rights issue when repression, torture and police terror remain basic policy in labor camps, prisons and police stations across China?   Since the Administration \"delinked\" U.S. trade policy from human rights, Chinese repression has gotten worse. Even Mr. Brown's visit, with its see-no-evil theme of \"commercial engagement,\" seems to have become the occasion for a new mini-crackdown, just in case anybody planned to publicize human rights abuses during his presence.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"New Ideas on Mystery Of How Anesthetics Work","web_url":"https://www.nytimes.com/1994/08/30/science/new-ideas-on-mystery-of-how-anesthetics-work.html","abstract":"  ANESTHESIA is one of the most effective medical interventions yet one of the least understood. Since the nature of consciousness is a fundamental mystery, perhaps it is not surprising that the art of rendering people unconscious also defies exact understanding.    These gaps in knowledge mean that anesthesiologists have no reliable ways to gauge when a person is unconscious. On rare occasions patients wake up during surgery. \"I came out of the anesthetic and couldn't understand why I wasn't in the ward,\" said one patient who was undergoing surgery in a British hospital, quoted in a recent book on anesthesia. \"I could see the surgeons at the end of the operating table and I thought, 'Oh, my God, they're going to operate on me and I'm awake.' I tried to tell them, but I couldn't speak -- couldn't move. It was the worst experience of my life.\"","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/30/nyregion/news-summary-094838.html","abstract":"  International A2-13  DISCONTENT AT GUANTANAMO  The once-quiet naval base at Guantanamo Bay is crowded with thousands of Cuban and Haiti refugees, all of them uncomfortable and angry that they have not made it to the United States.  A1","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Cuban Refugees Resume Exodus Despite Warnings","web_url":"https://www.nytimes.com/1994/08/30/world/flight-from-cuba-the-next-wave-cuban-refugees-resume-exodus-despite-warnings.html","abstract":"  After a lull over the weekend, scores of Cubans launched fragile boats and rafts from beaches along the coast today, heading for international waters in spite of American warnings that they would not be permitted to enter the United States.    One after another, and then by the dozens, rafts began appearing in the water in front of Havana's oceanfront, known as the Malecon, and a few miles east at Cojimar, which has become the main launching point for those who want to escape from Cuba. Many of the Cubans had been camping on the beaches for days, waiting for the weather to improve.   Trucks also began arriving, depositing people who had come from Alamar in the east and Pinar del Rio in the west, 120 miles away. The trucks carried boats that the refugees had been building at their homes. Because of the current in the Florida Straits, the coast around Havana is the best launching area for the mostly unpowered boats.    Hundreds of well-wishers lined the beaches near Havana as the exodus resumed. A Weather Predicter    No one has been able to predict the flow of refugees, but the weather has been one prognosticator, even better than pleas by Fidel Castro or President Clinton.    Indeed, there has been less science and method involved in how many people have left than there has been strong emotion, including anger at Cuba's economic deterioration and impatience to get on with what everyone knows is a perilous journey.   [ Despite the ample evidence that the number of Cubans leaving was rising sharply, relatively few were picked up by the Coast Guard. As of 10 P.M. Monday, 253 Cubans had been intercepted, up from 84 on Sunday. Last week, in the first rush, the Coast Guard picked up 13,600. ]   \"Tell my mother that I have gone and that I am very happy,\" Marbel Betancourt Gonzalez said just before she jumped into the turquoise waters of Cojimar to scramble onto a rubber and wooden raft with 10 others. Miss Betancourt, who had slept on the beach for nine days waiting for her journey, turned to face the crowd of hundreds of people piled on a crumbling sea wall, and with tears in her eyes she waved and blew kisses.   It is impossible to predict how many Cubans will leave in this wave, but today's activity indicates that the United States policy to deny them automatic asylum will not keep many people at home.   In fact, some of the Cubans say there is an urgency about leaving now.   Two brothers, Felipe and Jesus, came from Pinar del Rio, about 125 miles west of Cojimar, to leave from Cuba in a boat that they had assembled by soldering together pieces of aluminum, then painting it over with tar and padding the inside with plastic foam.   \"We're afraid Mr. Castro is going to say, 'No more,' so we have to leave now,\" Jesus said. \"We came here because this is the closest point to the United States, and it is a good place to launch a boat.\"   The brothers also said that on their stretch of the coast the Government's coast guards still seemed to be patrolling the waters. At Cojimar, there were only a few soldiers in camouflage uniforms, and they did not seem to bother the people leaving. First Boat Leaves    The first boat to leave this morning from Cojimar was a tidy contraption of rubber and wood. It, too, had come on a truck, and it had a wooden rudder and a bow made of aluminum, with lines of thin rope on its perimeter for its passengers to hold onto and a jaunty red yachting flag atop its rough-hewn mast.   One by one people boarded the boat, as hundreds of well-wishers gathered on the littered beach to see them off. A festive atmosphere pervailed. Vendors were selling tamales and guanabo turnovers. The only ones not laughing were the six women and nine men who pushed off, rowing at the direction of an older man who was clearly their captain.   Some people were dispensing advice. One man told a would-be refugee how to judge how far his raft was from tankers that navigate the straits. He told him to hold his hand out in front of him in a fist, with his thumb sticking skyward, and to close one eye. \"If your thumb covers the whole tanker, then he's 10 miles away,\" the older man told the younger one.    Some carried good-luck charms on board. One boat had the Virgin of Charity on its bow. One refugee tried to take his dog on the raft, but the animal ran down a dock away from him.    Ramon Perez Lara, who is 61, was at the beach helping his son Sergio, who would be making about his 30th attempt to leave. The two men personify the debate about whether it is better to abandon Cuba or to stay and make it better.    Mr. Perez fought in the revolution. His family grew tobacco and corn on their small parcel of land, but the inequities of life before Castro's rule left the countryside poor of many things Cubans now have, he said.    \"I learned to read and write after the revolution,\" he said proudly.    But his son, Sergio Lara Caras, has felt let down by the revolution. He made his first attempt to try to leave Cuba on a home-made boat five years ago, when he was 29, and he has been trying ever since. Twice he was picked up by Soviet tankers and turned over to the Cuban authorities.   He has been in prison three times for his so-called treasonous crimes, and has served as long as eight months. He has gotten as far as 35 miles out to sea, far short of the 90 miles to Florida.    \"Castro has turned my struggle into something political by saying I am betraying the country,\" Mr. Lara said. \"But it is only economic. This country does not have opportunities for me anymore. Because I have been arrested for trying to leave, I cannot get the kind of work that will help me have a life.\"   With tears streaming down her face, Berta Serrano Belot waved from the beach to a raft carrying her oldest daughter, 30, and her youngest son, 18.    \"For a mother this is the biggest pain in my entire life, to see my children leaving,\" said Mrs. Serrano, holding a granddaughter's hand.    Another daughter's husband was also on the boat, along with others from their town of San Miguel del Padron, about a three-hour bus ride from here. They had come to Cojimar as a family 12 days ago, and had camped on the beach.    They spent their days scavenging for bits of lumber and other material to build their boat. They bought what they needed with the money they got from selling many of their possessions back home. They had only a few pesos each day to buy bread.    But finally today, those who wanted to go were on their way.    \"I never thought my children would abandon me, but the ruin this country has fallen into has created such misery and hunger that it has forced them to go,\" Mrs. Serrano said, her voice trembling.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/30/style/chronicle-094153.html","abstract":"  ISMAIL MERCHANT, the film producer, and JAMES IVORY, the film director, were hosts of a benefit concert and dinner on Saturday night for the Merchant & Ivory Foundation, a four-year-old nonprofit organization that operates a film center in Claverack, N.Y. It also gives grants to film makers, musicians, writers and artists.    Some 200 people heard a quartet play Corelli and Bach re-scored for flute, cello, tabla and sarangi (the last two are Indian instruments) and ate a French-Indian meal based on Mr. Merchant's recipes. The event raised $20,000 for the foundation, which has its headquarters in the Red Mills, a group of buildings from 1765 that were once part of a flour mill. Now, they hold editing rooms, galleries, studios and storage space for films and video cameras.","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"Court Found Tracking In Schools Did Harm","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-court-found-tracking-in-schools-did-harm-211915.html","abstract":"  To the Editor:   Unlike Montclair, N.J., schools, those in Amherst, Mass., have been sued with some success for tracking, or grouping students by ability. In both systems, how racism is confronted will control whether or not there will be equal-access educational opportunity for minority students.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Esiason Isn't Worried by Preseason Problems","web_url":"https://www.nytimes.com/1994/08/30/sports/pro-football-esiason-isn-t-worried-by-preseason-problems.html","abstract":"  So why was Boomer Esiason smiling today while some people were wondering whether he is washed up with the season about to start?   \"Hey, I'm a New Yorker,\" he said of the attention, the headlines, the speculation. \"I'm no dummy.\"","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months; Lines Get Longer","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-lines-get-longer-111376.html","abstract":"  To the Editor:   Subway magnetic fare cards are being offered for sale in competition with tokens. When I finally make it to the head of the line to pay for my transportation, I have a choice: I can ask for tokens and get immediate service (attendants have been dispensing tokens for a long time, and hand motions are smooth and practiced), or I can ask for a card.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Russia's Nuclear Grasp","web_url":"https://www.nytimes.com/1994/08/30/opinion/russias-nuclear-grasp.html","abstract":"When NATO ministers gathered in Brussels on Aug. 19 to honor their late Secretary General, Manfred Worner, they also discussed the growing problem of nuclear security in Europe. Their concern was prompted by the smuggling of nuclear fuel from Russia this summer -- most recently, a 10.5-ounce shipment of plutonium seized this month in the Munich airport. Yet the NATO leaders ignored a far more serious strategic threat that is gathering momentum in the former Soviet Union.\n\nIn recent weeks, Russia and other former Soviet republics have pressed forward with plans to create a military alliance that mocks President Clinton's Partnership for Peace, doing precisely what that proposal was designed to avoid: creating new Eastern and Western blocs. More ominously, even as nuclear weapons are being withdrawn from Ukraine, Belarus and Kazakhstan, many in the Russian military and political elite want to reassert authority to protect former Soviet republics with Russia's nuclear arsenal.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Bosnian Serbs, in Referendum, Reject Peace Plan","web_url":"https://www.nytimes.com/1994/08/30/world/bosnian-serbs-in-referendum-reject-peace-plan.html","abstract":"  Bosnian Serb leaders said today that voters had overwhelmingly rejected an international peace plan in a referendum, setting the stage for a new phase in the Bosnian war in which President Clinton has said he will press for a lifting of the arms embargo against the Bosnian Muslims.   With about half the votes counted, Petko Cancar, a senior electoral official, said 90 percent of Bosnian Serbs had voted against a plan that was drafted over several months by the United States, Russia, Britain, France and Germany. He did not say how many people had voted. Referendum Is Discounted    The proposal calls on the Serbs to accept 49 percent of Bosnia and Herzegovina, meaning they would have to give up about a third of the territory they hold after 28 months of war in Bosnia, a state that has not known a day of peace since it became independent in April 1992.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Now Fighting Anemia, Lemieux Shelves His Skates for the Season","web_url":"https://www.nytimes.com/1994/08/30/sports/hockey-now-fighting-anemia-lemieux-shelves-his-skates-for-the-season.html","abstract":"  As expected, Mario Lemieux announced yesterday that he will miss the entire 1994-95 hockey season.   The star center of the Pittsburgh Penguins said he hopes to use the rest period to recover from anemia that is a result of radiation treatment for Hodgkin's disease, a form of cancer that he battled two years ago. That illness and chronic back problems limited Lemieux to part-time status over the past two seasons. When healthy, he is among hockey's greatest players.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Sports of The Times; The Mystery Surrounding Monica Seles","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-of-the-times-the-mystery-surrounding-monica-seles.html","abstract":"  THERE they were, five short newspaper paragraphs appropriately positioned right smack below the women's draw, on the opening day of the United States Open. Dateline, Monte Carlo. Headline: No Date Set for Seles Return.   Not a stroke had yet been hit, not a seed had fallen, and already we were being reminded of the gloomy prospects for this star-starved Open, baseball strike or no baseball strike.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Trio Plus One Takes On Charles Ives","web_url":"https://www.nytimes.com/1994/08/30/arts/music-review-trio-plus-one-takes-on-charles-ives.html","abstract":"  Poor cranky old Charles Ives! How could he have imagined, when he set about \"making those men fiddlers get up and do something like men\" in his Second String Quartet, finished in 1913, that a young, mostly female group would one day toss it off with relative ease, as the Mosaic String Quartet did on Friday evening in the Sculpture Garden of the Museum of Modern Art? The work, Ives wrote in the 1930's, \"is one of the best things I have, but the old ladies (male and female) don't like it anywhere at all.\"   With the composer's misogynous slights perhaps in mind, the Mosaic's three women -- Angela Ahn, violinist; Carol Rodland, violist, and Kristina Cooper, cellist -- seemed to take particular glee in ganging up on the second violinist, Michael Shih, in the middle movement, \"Arguments.\" But in general, balances among the instruments were good, insofar as a listener could tell through the amplification.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"New Game for Pequots: Party Politics","web_url":"https://www.nytimes.com/1994/08/30/nyregion/new-game-for-pequots-party-politics.html","abstract":"  The Mashantucket Pequot Indian tribe, having earned millions from the gambling business at its Foxwoods casino in Connecticut, is investing its profits in a new game: politics.   As the November elections approach, Pequot money is flowing across the country in abundant and increasing amounts, to Albany and Hartford as well as Des Moines and Sacramento. And virtually all of it is going to Democrats.   In just the last few months, the tribe -- whose roughly 300 members are expected to earn about $600 million from the casino this year -- has given $100,000 each to the Democratic Party organizations in New York and California and $50,000 to the state party committee in Iowa, all at the direction of national party leaders. It has pledged $250,000 for other state campaigns still to be named. And with total donations of $315,000 over the last two years, it has become one of the single largest contributors to the Democratic Party's National Committee, joining the ranks of huge corporations like Time Warner and big unions like the National Education Association.   What all this means, for the Pequots and the Democrats, is an open question.   Lobbyists and lawyers for the tribe say that Democrats have been good to the Pequots, and American Indians generally, and that across a broad spectrum of issues, from health care to education, the tribal council believes that the Clinton Administration is on the right track. Local Democrats helped the tribe gain Federal recognition in the 1980's -- an old debt that can now be repaid -- and Mr. Clinton held an American Indian summit at the White House in April that was viewed by the Pequots as symbolically significant.   And while some critics grouse that the tribe is only furthering its economic interests as the owner of a huge gambling enterprise, there is little evidence of a Pequot agenda.   The Republican National Committee has offered no comment on the donations or the tribe. Democratic officials in the states getting money say they have had no contact with the tribe, and in the states closest to the casino -- Rhode Island and Massachusetts -- where the tribe would presumably have the keenest interest in influencing debate about gambling, the Pequots and Democrats say there have been no contributions at all.   But people in both parties say that the tribe has found a quick way to become a player in the game of politics. While the size of contributions to individual candidates is limited, the tribe can give as much as it wants to the state and national parties, gaining the maximum good will from party leaders.   \"I would imagine that all they're trying to do is expand their influence,\" said State Senator James T. Fleming, a Connecticut Republican and an opponent of casino gambling. \"As long as it's legal, I don't see anything wrong with it.\"   In Connecticut, the tribe formed a political action committee in July that could under state law give unlimited amounts to candidates. Tribal lawyers said they were also considering forming a national PAC.   Earlier this month, Carrie Saxon Perry, a former Mayor of Hartford and a Democratic candidate for the State Senate, held a fund-raiser at the casino, on the tribe's reservation in Ledyard. Lieut. Gov. Eunice S. Groark, a third-party candidate for governor, plans to do a star turn there next month, at a $250-to-$500-a-ticket fund-raiser in a hotel ballroom. Expanded Lobbying Efforts    The tribe has expanded its lobbying efforts, too. It opened a Washington office this year, and a in Hartford this spring its largess surpassed even that of Stephen A. Wynn, the Las Vegas casino developer who has spent millions in Connecticut over the last few years to try to end the Pequots' monopoly on casino gambling in the state. The Pequots paid a Hartford public relations company $210,000 through mid-June, compared with the $152,000 spent by Mr. Wynn on lobbying, according to the State Ethics Commission.   Experts in American Indian affairs said that many tribes have long had political action committees, and that political contributions have gone up in the last few years. But the Pequots, if only by their grand scale of doing things, still get the attention.   And like all of their previous efforts to test themselves and their newfound economic sovereignty -- from the expansion of land claims to the development of a Pequot legal code -- the new flexing of political muscle is also sparking anxieties about where the tribe is going and what it will do when it gets there.   A lobbyist for the tribe, Charles J. Duffy, said that those \"sensitivities\" had led the tribal council to take what state elections officials say is an extraordinary step: the Pequots will limit contributions to local candidates from its new state PAC, even though it does not have to.   Mr. Duffy said the tribe would consider donations to Democratic and Republican candidates, but will hold donations to the same maximum allowed for business PACs, which can donate only up to $5,000 to a gubernatorial campaign and $500 to an individual state legislative race, with a $100,000 cap on all contributions.   \"We don't want people who are averse to the tribe to be making egregious claims about what the tribe is doing and what it intends to do,\" Mr. Duffy said.   That has not stopped people from questioning, however, why a small tribe would ship its money so far from home.   \"It is my belief that any sound-thinking person would ask why, in this case, an Indian nation would send a significant donation to a political party or elected official in another state,\" said State Senator Nicholas A. Spano, a Westchester County Republican who asked this month for a Federal investigation into the Pequots' $100,000 contribution to the New York Democratic Party.   Mr. Spano, an advocate of casino gambling in New York, said in a letter to the United States Attorney General, Janet Reno, that the State Legislature's defeat in July of an amendment legalizing casinos came within days of the tribe's donation, and that the appearances and timing were questionable, though he had no direct evidence of any wrongdoing.   Chris McNeil, a tribal lawyer who heads the Washington lobbying effort, said the Pequots had had absolutely no contact with New York Democrats, and that the state committees that have received money were all suggested by the Democratic National Committee as places where Democrats could use extra help this year.   \"There's no connection,\" Mr. McNeil said, referring to the gambling issue in New York and the tribe's contribution.   Still, party officials in Iowa and California said that even though the Pequots' national political agenda is vague, their ability to write big checks has not gone unnoticed.  Keeping Track of Friends    Mike Monasmith, a spokesman for the California Democratic Party, said the money had come with no strings attached, but that, if only to protect itself, the party always knows who its friends are.   \"We are sure to make sure we know where they money is coming from,\" Mr. Monasmith said.   In Iowa, Democrats said the Pequots had asked for nothing in exchange for their $50,000 donation.   \"We have some good Congressional races and a good chance of knocking out a Republican governor, but how that ties in to the tribe's agenda, I'm not certain,\" said Ron Parker, a spokesman for the Iowa Democratic Party. \"We have no contact with the Indians.\"   Here in Connecticut, where the tribe clearly does have an established agenda -- to keep non-Indian gambling operations out of the state -- politicians said they hoped the new Pequot PAC would be low-key about any kind of loyalty pledge.   \"It should not be a single-issue PAC and I don't think it will be,\" said Edward L. Marcus, the Connecticut Democratic Party chairman. \"I'm not sure that would make too many candidates all that comfortable.\"","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"For Ex-Judge Wachtler, Real Estate by Day, Card Games and Meatloaf at Night","web_url":"https://www.nytimes.com/1994/08/30/nyregion/for-ex-judge-wachtler-real-estate-by-day-card-games-and-meatloaf-at-night.html","abstract":"  During the day, Sol Wachtler will broker real-estate deals from a glass high-rise in an affluent section of Long Island. At night, he will head home to Myrtle Avenue in Bedford-Stuyvesant for a dinner of meatloaf, and maybe an evening of television or cards with the other inmates.   Mr. Wachtler, the former Chief Judge of New York State, yesterday became a resident of the Brooklyn Community Correction Center, a halfway house at which he is to spend the next 30 to 60 days before being released on probation.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Mookie Gets Caught Up in Game He Loves","web_url":"https://www.nytimes.com/1994/08/30/sports/on-baseball-mookie-gets-caught-up-in-game-he-loves.html","abstract":"  Mookie Wilson's timing used to be impeccable.   He joined the Mets in time to reap the benefits of a successful rebuilding of a franchise in the 1980's. When he left the Mets, he did so just in time for another successful run at a division title in Toronto.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Chemists Make Rings Of Interlocked Atoms, A Clue to Life's Origin","web_url":"https://www.nytimes.com/1994/08/30/science/chemists-make-rings-of-interlocked-atoms-a-clue-to-life-s-origin.html","abstract":"  CAPPING a decade of intense research, a team of British chemists has created a molecule consisting of five interlocked rings of atoms, a tiny replica of the symbol of the Olympic games. The molecule is probably useless in itself, but the techniques devised to create it may shed light on the process by which life arose from relatively simple chemicals.   The synthesis of this new molecule, technically called a linear pentacatenane and familiarly named \"olympiadane\" (pronounced \"olympiad-ane) was hailed by chemists as an important step toward understanding how components of a complex molecule can spontaneously join together. An ability to assemble themselves from simple precursors is one of the requisites of prebiotic molecules -- the nonliving building blocks from which the proteins, genetic codes and cellular complexity of living organisms arise.","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"Return Engagement, Without Regrets Or Broken Noses","web_url":"https://www.nytimes.com/1994/08/30/movies/return-engagement-without-regrets-or-broken-noses.html","abstract":"  It's been eight years since David Puttnam left Hollywood after a tumultuous reign as the chairman of Columbia Pictures. No studio head in history had upset so many power brokers and defied so many stars so quickly.   \"Oh, it got fairly hot and heavy,\" the British-born producer said with a slight smile as he sat back recently at the Bel Air Hotel before flying back to London. \"I'm both the victim and beneficiary of my character, which is fairly open. In the end you can't reinvent yourself. The problem is there was a fundamental misunderstanding between me and some members of this community.\"","thumbnail":null,"section":"Movies"},{"date":"19940830","headline":"China Is Getting Ready for Another Big Splash","web_url":"https://www.nytimes.com/1994/08/30/sports/swimming-china-is-getting-ready-for-another-big-splash.html","abstract":"  Embarrassed by the second drug disqualification of a swimmer this year, China has put together a younger and less experienced national team to send to the seventh World Swimming Championships in Rome this weekend.   With its come-from-nowhere rise in women's swimming and long-distance running over the last two years, China will be trying to stay at the pinnacle of world-class performance in Rome while also trying to convince the rest of the world that it is serious about stamping out the use of performance-enhancing drugs.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"By Design; Mohair: Not to Be Sneezed At","web_url":"https://www.nytimes.com/1994/08/30/style/by-design-mohair-not-to-be-sneezed-at.html","abstract":"  If you're allergic to cats, don't even think about wearing mohair, the fuzzy yarn made from the silky hair of angora goats. But you would be missing out on one of the biggest trends for fall and winter. Mohair yarn is being knitted into sweaters, berets and dresses and is being woven into fabric for jackets and skirts.   Saks Fifth Avenue has a short tank dress by Parallel in pink or white ($158) and a long-sleeved featherweight tunic by Carol Horn in blue, seafoam or ivory ($152).","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"U.S. WILL PROPOSE REDUCING BARRIERS TO CUBA MIGRANTS","web_url":"https://www.nytimes.com/1994/08/30/world/flight-from-cuba-the-policy-us-will-propose-reducing-barriers-to-cuba-migrants.html","abstract":"  The Clinton Administration plans to ask the Cuban government to halt the exodus of boat people in return for an offer by the United States to relax its immigration rules and grant residency visas to more than 20,000 Cubans a year.   During the last year, the United States granted residence visas to only 2,700 Cubans. The low number has caused Mr. Castro to complain that it was far below the legal ceiling of 27,845 Cubans that the Administration is authorized to admit.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Observer; In Wonder Land","web_url":"https://www.nytimes.com/1994/08/30/opinion/observer-in-wonder-land.html","abstract":"  What an amazing country. We crossed 434 miles of it by land and 20 or 30 more by sea the other day and ended in a motel room for the handicapped, who are not called handicapped anymore. Amazingly, almost everything is being renamed.   In Connecticut we resisted a chance to visit a new gambling hell where Indians, recently renamed Native Americans, were relieving the gullible paleface -- now renamed \"the Caucasian sucker born every minute\" -- of what used to be called plenty big wampum, but has been renamed \"millions of bucks.\"","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"English Put Up a Reward for U.S. Team","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-people-soccer-english-put-up-a-reward-for-us-team.html","abstract":"  The English Football Association yesterday offered the United States soccer team $25,000 if it beats England in their exhibition game at Wembley on Sept. 7.   The association made the move because it said it wanted to insure a competitive match as England begins its preparations for the 1996 European Championships.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Sidetracking Rights, U.S. Aide Pursues Business in China","web_url":"https://www.nytimes.com/1994/08/30/world/sidetracking-rights-us-aide-pursues-business-in-china.html","abstract":"  Commerce Secretary Ronald H. Brown, leading a high-level business delegation to China, has agreed to take human rights off the public agenda so he and the American corporate executives traveling with him can open a new era of \"commercial diplomacy\" in the world's fastest growing emerging market, American officials said today.   As the first Clinton Cabinet member to visit China since the President separated human rights concerns from trade policy, Mr. Brown has publicly avoided any statement about the deterioration of human rights conditions over the last three months or about the security clampdown that has coincided with his arrival.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"1919: Standing Army : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-1919-standing-army-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - Representative Mondell, the House majority leader, today [Aug. 29] charged that the President, through the War Department, was inspiring a deliberate pro-intervention-in- Mexico propaganda, in an effort to justify the Administration's demand","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Boy Fatally Crushed Riding On Elevator","web_url":"https://www.nytimes.com/1994/08/30/nyregion/boy-fatally-crushed-riding-on-elevator.html","abstract":"  A boy riding atop an elevator in a Brooklyn housing project was crushed to death yesterday when the elevator reached the building's top floor, the police said.   The boy, Raheem Young, 8, was apparently 'surfing,' or riding on top of the elevator as it rose and fell in the Marlboro Houses in Coney Island, said Detective Sonia Burgos, a spokeswoman for the housing police.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"New Feet Aflutter in 'Company B'","web_url":"https://www.nytimes.com/1994/08/30/arts/dance-review-new-feet-aflutter-in-company-b.html","abstract":"  Role debuts and casting changes are generally more newsworthy in ballet than in modern dance. Some modern-dance choreographers and companies do not even announce new casting. But given Paul Taylor's quirky impulses and his somewhat teasing delight in his dancers, \"Company B\" as danced by an entirely new cast promised to be interesting. And it was, in a performance by the Paul Taylor Dance Company on Saturday night at the Damrosch Park Band Shell, presented by the Lincoln Center Out of Doors festival.    One revelation of the performance was how quickly one begins to associate individual dancers with specific roles. When \"Company B\" was first presented in 1991, the stars of the dance seemed to be the Andrews Sisters, to whose songs the piece was set. As the high of that nutty music wore off, Mr. Taylor stepped into the star role, pouring dance out onto the stage that captured the war years of the 1940's and made subtle use of period social dances but also revealed, even more subtly, the dark subtext of many of the songs. Bobby-soxers and their boys next door kick up their heels with abandon in \"Company B.\" But every so often a dancer drops to the floor and lies still as the dance goes on. And from time to time men move slowly across the back in single file, a frieze of young ghosts.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/30/style/IHT-what-theyre-reading.html","abstract":"Karen Moller, a Canadian consultant on fabric trends for Trend Union, a fashion consulting firm, is reading Camille Paglia's book, \"'Sexual Personae.\".\"It's a feminist anti-feminist book, a breath of fresh air that we badly need, which fo","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"In a Brooklyn School District, Greater Expectations in Math","web_url":"https://www.nytimes.com/1994/08/30/nyregion/in-a-brooklyn-school-district-greater-expectations-in-math.html","abstract":"  Joyce R. Coppin has heard the naysaying before. Not only this summer, in the months before a plan to raise New York City's high school math and science standards takes flight. But four years ago, when she had the same vision in Brooklyn, on a smaller scale.   She was a new high school superintendent in February 1987, making the rounds of borough classrooms, when she noticed a disturbing trend.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Inquiry Urges Crew Stand Trial In Downing of Copters Over Iraq","web_url":"https://www.nytimes.com/1994/08/30/world/inquiry-urges-crew-stand-trial-in-downing-of-copters-over-iraq.html","abstract":"  A senior Air Force panel has recommended that at least four crew members of an Awacs radar plane be court-martialed for their role in the accidental downing of two American helicopters over northern Iraq in April, Air Force officials said tonight. All 26 people on board the helicopters, including 15 Americans, were killed.    The panel's recommendations now go to Lieut. Gen. Steve Croker, the senior investigating officer. If General Croker, commander of the 8th Air Force at Barksdale Air Force Base, La., accepts the recommendations, which is likely, he will order the equivalent of a grand jury inquiry. Air Force officials said the crew members would probably be tried for dereliction of duty.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Jeweler Slain And Village Loses Friend","web_url":"https://www.nytimes.com/1994/08/30/nyregion/jeweler-slain-and-village-loses-friend.html","abstract":"  Alfonso Albrizio was a fixture in Greenwich Village for 35 years, partly because he operated a jewelry store on MacDougal Street that became a favorite of celebrities, but mostly because he had been able to keep a generous heart even as the streets around him grew more mean-spirited and dangerous.   He would buy Marlboros for Crazy Mike, who played guitar outside his shop, give food to the homeless and perform other kindnesses that earned him a reputation as a soft touch, people who knew him said.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"Outspoken McCord Off The Masters","web_url":"https://www.nytimes.com/1994/08/30/sports/golf-outspoken-mccord-off-the-masters.html","abstract":"  Bowing to pressure from a tradition-bound Masters golf tournament and the Augusta National Golf Club, CBS agreed yesterday to remove the announcer Gary McCord from next year's broadcast team because of his irreverent commentary.   CBS said in a statement that the action was taken because the tournament and club have \"felt for some time that McCord's style of commentary was not consistent with that of the Masters on television throughout its history.\"","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"How U.S. and Russia Can Reduce Nuclear Peril","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-how-us-and-russia-can-reduce-nuclear-peril-250202.html","abstract":"  To the Editor:   Although the United States is critical of Russia's plans to burn its plutonium from dismantled nuclear weapons in power reactors, the Department of Energy is itself considering this option for its excess plutonium.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months; What Needs Improving","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-what-needs-improving-111350.html","abstract":"  To the Editor:    That the Metrocard has not caught on surprises only transit officials.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"A Night (Becker) and Day (Ivanisevic) of Upsets at Open","web_url":"https://www.nytimes.com/1994/08/30/sports/tennis-a-night-becker-and-day-ivanisevic-of-upsets-at-open.html","abstract":"  Pushed to the brink of first-round extinction by Richey Reneberg, Boris Becker conjured up his best tennis when cornered late Monday night on the Stadium Court at the United States Open only to find it was not enough.   The seventh-seeded German was trailing by two sets, both of them crammed with self-inflicted errors, when he abruptly turned the tables on his diligent challenger and pushed them both to the brink of exhaustion with a five-set comeback manifesto in which he saved five match points only to surrender on the sixth.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Tempers Flare as Lawyers in the Simpson Case Raise Questions of Rac","web_url":"https://www.nytimes.com/1994/08/30/us/tempers-flare-as-lawyers-in-the-simpson-case-raise-questions-of-rac.html","abstract":"  In a heated exchange over the issue of race in the O. J. Simpson case, a defense lawyer today accused a white detective of having \"repugnant\" attitudes toward blacks, and the detective's lawyer accused the defense of \"malicious tactics\" in trying to smear the police officer.   As emotions rose and legal maneuvering intensified three weeks before the start of jury selection, Judge Lance A. Ito of Superior Court said he would strictly limit the lawyers' public statements about the case. He also said that on Wednesday he intended to unseal an envelope containing a mysterious item of evidence submitted by the defense last month.","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"Beyond the Body Count: Qualifying the Quantity Of On-Screen Violence","web_url":"https://www.nytimes.com/1994/08/30/arts/critic-s-notebook-beyond-body-count-qualifying-quantity-screen-violence.html","abstract":"  Watching \"Kind Hearts and Coronets\" and \"The Ladykillers\" recently, courtesy of Channel 13 and Bravo, I found myself musing over the use that the scholars dedicated to adding up incidents of violence on television could make of such comedic delights. These beauties from Britain were never charged with fomenting assaults and batteries 40 years ago, but if accountings of mayhem had been in fashion, they would have made the accountants' day.   Violence is the essence of these movies, \"Kind Hearts\" being an inventory of murders committed in quest of a dukedom and \"The Ladykillers\" a crime spoof that ends with five of the six leading players being terminated in about as many minutes. True, the rendering is understated by today's standards -- you don't get to see any gouts of blood -- but the quantifiers would still feel obliged to include the humorous send-offs in their dire compilations.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"At Tanglewood, a Late-Summer Study in Contrast","web_url":"https://www.nytimes.com/1994/08/30/arts/music-review-at-tanglewood-a-late-summer-study-in-contrast.html","abstract":"  If Labor Day is the nonscientific dividing line between summer and fall, the end of the Boston Symphony's Tanglewood season is a kind of warning bell here in the Berkshires. It has been an especially eventful summer here. Apart from the orchestra's performances, the endeavors of the student musicians at the Tanglewood Music Center and the pop concerts that fill out the schedule, the newly inaugurated Seiji Ozawa Concert Hall was the subject of much curiosity and comment, most of it enthusiastic.   As warning bells go, the finale of this summer's festival was rousing in the most edifying way. This afternoon, Christoph Eschenbach led an electrifying account of Beethoven's Ninth Symphony, with the Brahms Alto Rhapsody as a contrastingly introspective prelude. On Friday evening, he had conducted a quirky but generally illuminating Mozart concert.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"Saudis Scrap Plans to Go To Conference On Population","web_url":"https://www.nytimes.com/1994/08/30/world/saudis-scrap-plans-to-go-to-conference-on-population.html","abstract":"Saudi Arabia will not take part in the United Nations population conference next month in Cairo, United Nations officials here said today, giving rise to fears that other Islamic nations will follow the lead of the influential Saudis. \n\nThe Saudis' withdrawal supplies political ammunition to both moderate and militant Islamic groups that have condemned the conference as a plot to dominate the Muslim world by spreading Western \"immorality.\"","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months; How About a Receipt?","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-how-about-a-receipt-111341.html","abstract":"  To the Editor:   As an enthusiastic supporter of public transportation, I often jump on the subway 10 times a day in the conduct of my architecture practice. From client meetings and site inspections to those dreaded Department of Buildings visits, the subway hauls me around with great efficiency.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/30/sports/transactions-098043.html","abstract":"  Basketball  National Basketball Association  CLEVELAND CAVALIERS -- Re-signed Tyrone Hill, forward, to a multiyear contract.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Land rights in Rwanda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-land-rights-in-rwanda-letters-to-the-editor.html","abstract":"Before the current crisis, about 7.5 million people lived in Rwanda, and from 1 to 3 million people who live in neighboring states claimed to be Rwandan by birth or descent. Of the latter, several hundred thousand were those or the children of those who","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Ivanisevic in Tune With a Tradition of Failure","web_url":"https://www.nytimes.com/1994/08/30/sports/us-open-94-ivanisevic-in-tune-with-a-tradition-of-failure.html","abstract":"  No sooner had the showers stopped darkening the opening-day doorstep of the United States Open than Goran Ivanisevic, the man with the blackguard humor and thundercloud temperament, put his own personal theory of negativity on display on the shade-splashed Grandstand Court.   How could a player of his unlimited ability allow his game to be reduced to just a single useful stroke, his ace?","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Patterns","web_url":"https://www.nytimes.com/1994/08/30/style/patterns-096768.html","abstract":"  Strict Meets Sexy    The September cover of Harper's Bazaar has makeup so exaggerated that the model, Nadja Auermann, looks like Grizabella the Glamour Cat about to break into \"Memory.\" The September issue of Vogue, arguably the creator of the look, defines it as \"hard-edged glamour that manages to look simultaneously strict and sexy.\" A photo caption in Allure says, \"No one can put on a knee-hobbling skirt and stiletto heels without feeling a little predatory.\"","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"Review/Fashion; With Galanos, The Glamour Is in the Details","web_url":"https://www.nytimes.com/1994/08/30/style/review-fashion-with-galanos-the-glamour-is-in-the-details.html","abstract":"  Glamour is returning to fashion, James Galanos says confidently. So the designer from Los Angeles filled his fall collection with sequins, feathers, metallic brocades and laces. He balanced these glittering dresses with quiet tie-dyed velvet sheaths and long, clingy styles in black crepe or crushed velvet.   But this is only part of the message of the new 125-piece collection he is showing to store buyers in New York this week. He is also emphasizing fitted clothes for day as well as evening.","thumbnail":null,"section":"Style"},{"date":"19940830","headline":"The Population Debate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-the-population-debate-letters-to-the-editor.html","abstract":"Regarding \"Population Economics: The Sensible View Goes Unheard\" (Opinion, Aug. 22) by Julian L. Simon:.Professor Simon's spirited lament on the tactical blunders of the Vatican in its stand on population control misses the point. Whatever th","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/30/nyregion/c-corrections-100099.html","abstract":"  The crossword puzzle yesterday was printed in error. It had been scheduled to be printed on Sept. 3. The error temporarily rendered inoperative the \"900\" telephone number for answers. The answer printed in puzzle form yesterday was for a puzzle that has not yet been printed. The answer to the puzzle that was printed last Saturday, and the answer to the puzzle that was printed yesterday, appear today on Page C19.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"1894: Corean vs. Corean : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-1894-corean-vs-corean-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - That the Coreans do not resemble other nations the King of that country unexpectedly proved by signing a treaty with Japan, notwithstanding the fact that in his treaties with other Powers he had admitted himself to be a tributary of China. His peo","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"With Four Gay Men Slain, Texas Revisits Issue of Hate Crime","web_url":"https://www.nytimes.com/1994/08/30/us/with-four-gay-men-slain-texas-revisits-issue-of-hate-crime.html","abstract":"  In Irving, near Dallas, three gay men have been brutally slain this last year in separate incidents, all involving repeated stabbings well beyond those that caused death. A suspect was taken into custody last weekend and has been charged in one killing.   In Houston, the police recently arrested four football stars from a local high school and charged them with the July murder of a gay man outside a nightclub here. The police said the teen-agers were looking for money to buy clothes and had decided that a gay man would be their easiest mark.","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"How U.S. and Russia Can Reduce Nuclear Peril; Steadfast on Smuggling","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-how-us-and-russia-can-reduce-nuclear-peril-steadfast-on-smuggling-211877.html","abstract":"  To the Editor:   \"The Nuclear Black Market\" (editorial, Aug. 22) charges that the Clinton Administration has been giving nuclear smuggling only \"fitful attention.\" Far from it. The Administration has identified stemming the proliferation of weapons of mass destruction as one of its key security priorities. We have worked at the highest levels, and with our allies, to coordinate strategies for controlling the spread of nuclear material.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Scientist Out of Hospital After Virus Accident","web_url":"https://www.nytimes.com/1994/08/30/science/scientist-out-of-hospital-after-virus-accident.html","abstract":"  THE Yale scientist who accidentally became infected with the Sabia virus with which he was working this month was discharged from Yale-New Haven Hospital yesterday.   No secondary cases have developed among 5 people with whom the scientist had close contact and 75 hospital and laboratory workers who examined him or handled his specimens, health officials said.","thumbnail":null,"section":"Science"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months; Swiping Once, Twice","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-swiping-once-twice-111325.html","abstract":"  To the Editor:    Half the time I use my Metrocard it is rejected, and the message \"please swipe again\" appears. Sometimes I have to run my card through three or four times; sometimes I just switch to another turnstile. It is particularly frustrating to stand at a recalcitrant turnstile swiping again and again as an uptown express train pulls into the Chambers Street station!","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Bolshoi's Battles Land on Yeltsin's Desk","web_url":"https://www.nytimes.com/1994/08/30/arts/bolshoi-s-battles-land-on-yeltsin-s-desk.html","abstract":"  For what appears to be the first time in the long, famously divisive history of Russian ballet, a jury here presented an award for bravery last week: to young Yekaterina Kovmir of the Maryinsky Dance Theater in St. Petersburg. Miss Kovmir received the prize for defying her autocratic bosses and entering the First International Maya Dance Competition.   Nobody who knows the histrionic and increasingly intrigue-ridden world of Russian classical dance, which above all means the world of the Bolshoi Ballet and its iron-fisted artistic director, Yuri Grigorovich, doubted that Miss Kovmir earned her award. She participated in the competition named for and founded by Maya Plisetskaya, the Bolshoi's legendary ballerina, even though jealous officials of the Bolshoi expressly ordered Russia's leading dancers not to.","thumbnail":null,"section":"Arts"},{"date":"19940830","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/30/nyregion/inside-094722.html","abstract":"  Increasingly, Elderly Hire Health Aides for Home Care   Providers of home health care are in one of the country's fastest-growing occupations. And as the nation ages, experts say, the demand for their services will only rise. Page A14. Bosnian Muslims Expelled    Bosnian Serbs have stepped up an ethnic cleansing campaign, forcing more than 2,000 Muslims to leave homes in Serb-held areas. Page A8. Prosecution in Copters' Loss   A panel has recommended court-martialing four radar-plane crew members in the loss of two American helicopters in Iraq in April. Page A2. A Gene Reverses Sex    Scientists have found a disruptive gene that can somehow reverse the sex of a fetus from male to female. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"5 U.S. Agents Found Dead In Peru Crash","web_url":"https://www.nytimes.com/1994/08/30/world/5-us-agents-found-dead-in-peru-crash.html","abstract":"  The United States Drug Enforcement Administration said today that searchers had found the bodies of five anti-drug agents who were aboard a plane that crashed on Saturday in the Upper Huallaga Valley, where most of the world's cocaine is produced.   The twin-engine jet, which was carrying two pilots and three enforcement agents, was on a routine reconnaissance mission when it went down.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Dole at a Familiar Crossroads for the G.O.P.","web_url":"https://www.nytimes.com/1994/08/30/us/dole-at-a-familiar-crossroads-for-the-gop.html","abstract":"  A White House aide was talking the other day about his boss, President Clinton, and the leader of the Republicans in the Senate, Bob Dole of Kansas, who is also about as close as his party comes at the moment to a national leader.    \"They aren't really friends, but they aren't exactly enemies, either,\" the aide said. \"More like a couple of panthers, I guess you'd say, circling each other in a clearing in the jungle.\"","thumbnail":null,"section":"U.S."},{"date":"19940830","headline":"Jobs Versus Inflation at the Fed","web_url":"https://www.nytimes.com/1994/08/30/opinion/jobs-versus-inflation-at-the-fed.html","abstract":"  Alan Blinder, recently appointed vice chairman of the Federal Reserve Board by President Clinton, called last week for the Fed to use monetary policy to bring down unemployment from temporarily high levels. That prescription put him at odds with Chairman Alan Greenspan's testimony to Congress that the Fed cannot control employment and ought to focus only on inflation. The difference at first blush seems stark: one man worried about jobs, the other about prices.    Mr. Blinder's declaration may have been designed to enhance the likelihood that the White House would elevate him to the Fed chairmanship when Mr. Greenspan's term expires in early 1996. But the statement should have come as no surprise: he preached the same doctrine as an academic and before Congress. Indeed, it is Mr. Blinder's dovish stance on inflation that made him an attractive appointment to a White House that desperately seeks to create jobs.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Two More Seminoles Are Ruled Ineligible","web_url":"https://www.nytimes.com/1994/08/30/sports/sports-people-football-two-more-seminoles-are-ruled-ineligible.html","abstract":"  Florida State officials yesterday ruled two more players ineligible for Saturday's season opener against Virginia.   MARCUS LONG, a 320-pound sophomore guard, was declared ineligible for the first two games of the season while offensive tackle FORREST CONOLY will be on an indefinite suspension, according to the school's president, TALBOT D'ALEMBERTE.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Don't Judge New York Subway Fare Card After Only 3 Months","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-don-t-judge-new-york-subway-fare-card-after-only-3-months-211893.html","abstract":"  To the Editor:   Unfortunately, an Aug. 24 letter and an Aug. 17 news article on New York City's new subway fare card convey the impression that Metrocard's success should be judged by two summer months, when the initial system installation (69 of the 469 subway stations) has been in service for barely three months. We derive more positive conclusions from the facts.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"1944: German Gloom : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/30/opinion/IHT-1944-german-gloom-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The German people heard tonight [Aug. 29] perhaps the gloomiest radio speech broadcast to them by an official spokesman since the war began. Lieutenant General Kurt Kittmar, who is billed as the spokesman for the Nazi high command, admitted that","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Court Found Tracking In Schools Did Harm","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-court-found-tracking-in-schools-did-harm-250247.html","abstract":"  To the Editor:   Unlike Montclair, N.J., schools, those in Amherst, Mass., have been sued with some success for tracking, or grouping students by ability. In both systems, how racism is confronted will control whether or not there will be equal-access educational opportunity for minority students.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Priest Who Aided President Is Killed by Gunmen in Haiti","web_url":"https://www.nytimes.com/1994/08/30/world/priest-who-aided-president-is-killed-by-gunmen-in-haiti.html","abstract":"  A Roman Catholic priest who once saved the life of the Rev. Jean-Bertrand Aristide, the fellow cleric who was later elected Haiti's President, was killed by automatic-weapon fire late Sunday a few feet from his order's house.   The Rev. Jean-Marie Vincent, 49, the leader of a grass-roots peasant movement in Haiti's remote northwestern district, was a close friend of Father Aristide, now in exile after being ousted in a 1991 military coup.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Blue Monday Closes Out Mixed Season at Saratoga","web_url":"https://www.nytimes.com/1994/08/30/sports/horse-racing-blue-monday-closes-out-mixed-season-at-saratoga.html","abstract":"  The 126th season at Saratoga ended in negative tones today with no replacement for the departed general manager of New York racing, Jerry Lawrence, no political peace with Albany and declines of 11.8 percent in attendance and 14.1 percent in betting handle.   The season also ended with Jerry Bailey beating out Mike Smith for leading jockey, Shug McGaughey beating out Gasper Moschera for leading trainer and one more upset in a long line of them.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"Israel and P.L.O.: A Question of Manners","web_url":"https://www.nytimes.com/1994/08/30/world/israel-and-plo-a-question-of-manners.html","abstract":"  With Prime Minister Benazir Bhutto of Pakistan in the middle, Israel and the Palestinian Authority wrestled one another today over who has the final say on which outsiders may enter the autonomous Gaza Strip and Jericho.   Far from being a diplomatic trifle, the dispute went to the heart of delicate sovereignty questions that are almost certain to keep hovering over the Palestinian self-rule, which began nearly four months ago in Gaza and Jericho, in the West Bank.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Chideock Journal; Behold, a Bucolic England, Bumper to Bumper","web_url":"https://www.nytimes.com/1994/08/30/world/chideock-journal-behold-a-bucolic-england-bumper-to-bumper.html","abstract":"  From the steep hills that frame this ancient village of stone cottages, the views along the Dorset shore are among the most spectacular in England, a vast and -- up to a point -- unpsoiled panorama of sea and sky and rolling green valleys.   But these days, near the height of Britain's summer vacation season, the close-up view of the southern coast here is anything but pastoral. From Durdle Door to the River Exe, the highways along the shore are chockablock with tourist traffic, choked with lines of overheated cars and camper vans bound for the tumble of holiday camps that crouch just above the beaches.","thumbnail":null,"section":"World"},{"date":"19940830","headline":"Trenton Races To Pass Bills On Sex Abuse","web_url":"https://www.nytimes.com/1994/08/30/nyregion/trenton-races-to-pass-bills-on-sex-abuse.html","abstract":"  Rushing to vote without first holding customary hearings or even working out some details, the New Jersey Assembly today passed a package of bills aimed at cracking down on sexual offenders.    The seven bills approved by the Assembly, exactly one month after the rape and murder of a 7-year-old, Megan Kanka, now go to the Senate, whose leaders have indicated general agreement. The Assembly bills would allow the state to register and track convicted sex offenders, and to notify residents when a convicted offender moves into their neighborhood. The bills would also require lifetime imprisonment without parole for people convicted of a second sexual offense.","thumbnail":null,"section":"New York"},{"date":"19940830","headline":"'The Chilean Agassi' Looks to Big Leagues","web_url":"https://www.nytimes.com/1994/08/30/sports/us-open-94-the-chilean-agassi-looks-to-big-leagues.html","abstract":"  He has been called the Chilean Andre Agassi, and Marcelo Rios does not shy away from the comparison.   \"I like Agassi a lot, how he plays, how he is,\" said the slight left-hander with the two-fisted backhand, shoulder-length hair, backwards-turned cap, untucked shirt and sizable hooped ring dangling from his right ear.","thumbnail":null,"section":"Sports"},{"date":"19940830","headline":"How U.S. and Russia Can Reduce Nuclear Peril","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-how-us-and-russia-can-reduce-nuclear-peril-211907.html","abstract":"  To the Editor:   Although the United States is critical of Russia's plans to burn its plutonium from dismantled nuclear weapons in power reactors, the Department of Energy is itself considering this option for its excess plutonium.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"How U.S. and Russia Can Reduce Nuclear Peril; Steadfast on Smuggling","web_url":"https://www.nytimes.com/1994/08/30/opinion/l-how-us-and-russia-can-reduce-nuclear-peril-steadfast-on-smuggling-250061.html","abstract":"  To the Editor:   \"The Nuclear Black Market\" (editorial, Aug. 22) charges that the Clinton Administration has been giving nuclear smuggling only \"fitful attention.\" Far from it. The Administration has identified stemming the proliferation of weapons of mass destruction as one of its key security priorities. We have worked at the highest levels, and with our allies, to coordinate strategies for controlling the spread of nuclear material.","thumbnail":null,"section":"Opinion"},{"date":"19940830","headline":"Squids Emerge As Smart, Elusive Hunters of Mid-Sea","web_url":"https://www.nytimes.com/1994/08/30/science/squids-emerge-as-smart-elusive-hunters-of-mid-sea.html","abstract":"  SQUIDS, some of the smartest and most elusive of the sea's creatures, are beginning to give up their behavioral secrets as submarines and robots observe their unique ways of hunting, hiding and just hanging out in deep, cold waters where darkness reigns or only dim rays of sunlight can penetrate. Little by little, tribal secrets from the earliest days of squid existence are being surrendered for the first time.   Previously seen as primitive and lethargic, deep-sea squids turn out to show surprising alertness and alacrity. Most boast a range of bioluminescence and subtle coloration that can change quickly, often to elude predators and perhaps to attract mates as well.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19940830","time":"1994-08-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":65,"wspd":9.4},{"date":"19940830","time":"1994-08-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":69,"wspd":11.2},{"date":"19940830","time":"1994-08-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":74,"wspd":7.6},{"date":"19940830","time":"1994-08-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":75,"wspd":3.6},{"date":"19940830","time":"1994-08-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":77,"wspd":5.4},{"date":"19940830","time":"1994-08-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":78,"wspd":5.4},{"date":"19940830","time":"1994-08-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":79,"wspd":3.6},{"date":"19940830","time":"1994-08-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":78,"wspd":5.4},{"date":"19940830","time":"1994-08-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":73,"wspd":7.6},{"date":"19940830","time":"1994-08-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":71,"wspd":5.4},{"date":"19940830","time":"1994-08-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":71,"wspd":5.4},{"date":"19940830","time":"1994-08-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":76,"wspd":5.4},{"date":"19940830","time":"1994-08-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":68,"wspd":5.4},{"date":"19940830","time":"1994-08-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":56,"wspd":7.6},{"date":"19940830","time":"1994-08-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":46,"wspd":9.4},{"date":"19940830","time":"1994-08-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":47,"wspd":5.4},{"date":"19940830","time":"1994-08-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":44,"wspd":13},{"date":"19940830","time":"1994-08-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":46,"wspd":9.4},{"date":"19940830","time":"1994-08-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":55,"wspd":9.4},{"date":"19940830","time":"1994-08-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":50,"wspd":9.4},{"date":"19940830","time":"1994-08-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":53,"wspd":7.6},{"date":"19940830","time":"1994-08-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":64,"wspd":7.6},{"date":"19940830","time":"1994-08-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":66,"wspd":5.4},{"date":"19940830","time":"1994-08-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":66,"wspd":5.4},{"date":"19940830","time":"1994-08-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":20.5},{"date":"19940830","time":"1994-08-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":16.6},{"date":"19940830","time":"1994-08-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":57,"wspd":13},{"date":"19940830","time":"1994-08-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":59,"wspd":14.8},{"date":"19940830","time":"1994-08-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":13},{"date":"19940830","time":"1994-08-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":65,"wspd":13},{"date":"19940830","time":"1994-08-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":70,"wspd":13},{"date":"19940830","time":"1994-08-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":67,"wspd":9.4},{"date":"19940830","time":"1994-08-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":63,"wspd":13},{"date":"19940830","time":"1994-08-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":67,"wspd":9.4},{"date":"19940830","time":"1994-08-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":65,"wspd":16.6},{"date":"19940830","time":"1994-08-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":18.7},{"date":"19940830","time":"1994-08-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":63,"wspd":24.1},{"date":"19940830","time":"1994-08-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":57,"wspd":22.3},{"date":"19940830","time":"1994-08-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":49,"wspd":25.9},{"date":"19940830","time":"1994-08-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":22.3},{"date":"19940830","time":"1994-08-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":36,"wspd":20.5},{"date":"19940830","time":"1994-08-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":32,"wspd":24.1},{"date":"19940830","time":"1994-08-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":35,"wspd":20.5},{"date":"19940830","time":"1994-08-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":36,"wspd":18.7},{"date":"19940830","time":"1994-08-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":34,"wspd":18.7},{"date":"19940830","time":"1994-08-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":33,"wspd":18.7},{"date":"19940830","time":"1994-08-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":34,"wspd":18.7},{"date":"19940830","time":"1994-08-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":37,"wspd":20.5}]},"19940831":{"guardian_articles":[],"nytimes_articles":[{"date":"19940831","headline":"Transit Officer Gets Surgery","web_url":"https://www.nytimes.com/1994/08/31/nyregion/transit-officer-gets-surgery.html","abstract":"  Officer Desmond Robinson of the transit police, critically wounded by a New York City police officer last week in a shooting incident in the subway, underwent three hours of surgery yesterday to repair damage to one of his kidneys.   Friends of Officer Robinson and the lawyer representing his family said the operation -- microsurgery to reconnect his kidney with his urethra -- had been termed successful by doctors at Bellevue Hospital Center. A spokesman for the hospital said yesterday evening that Officer Robinson's condition remained stable.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"No. 1 Traffic Headache","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-no-1-traffic-headache-111295.html","abstract":"  To the Editor:   Although any efforts by the traffic authorities that would help relieve the auto congestion in New York City are welcome, it is important to put things in proper order of priority.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"And Still Cubans Flee: 1,300 More Picked Up","web_url":"https://www.nytimes.com/1994/08/31/world/flight-from-cuba-the-scene-and-still-cubans-flee-1300-more-picked-up.html","abstract":"  Cubans continued their steady exodus from their homeland on handmade rafts today, making haste before political changes here and in Washington that they fear could prevent them from leaving.   The United States Coast Guard said that it had picked up more than 1,300 refugees by nightfall, a sign that the exodus was expanding after a weekend lull in which bad weather kept many from leaving.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Hostility to Castro Won't Solve Cuba Problem; Baltic Boat People","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-hostility-to-castro-won-t-solve-cuba-problem-baltic-boat-people-111252.html","abstract":"  To the Editor:   The efforts of Haitians and Cubans to reach the United States brings to mind another similar wave -- the desperate voyages of people from the Baltics trying to reach the United States in small boats just after World War II. Their stories, now nearly forgotten, add long-term perspective to today's situation.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Ruling in Abortion Protest","web_url":"https://www.nytimes.com/1994/08/31/us/ruling-in-abortion-protest.html","abstract":"  A judge today refused to dismiss two prior misdemeanor charges against the man accused of murdering an abortion clinic doctor and his volunteer escort on July 29.   Six weeks before the shotgun slayings of Dr. John D. Britton, 69, and his escort, James H. Barrett, 74, the man charged with their deaths, Paul J. Hill, was charged with disorderly conduct and violating the city's noise ordinance while protesting in front of an abortion clinic here.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Report Urges Better Safety for Blimps","web_url":"https://www.nytimes.com/1994/08/31/nyregion/report-urges-better-safety-for-blimps.html","abstract":"  Federal investigators examining the Fourth of July crash last year that left a deflated blimp draped over the side of a mid-Manhattan apartment house said yesterday that rip-resistant fabric and improved safety devices on blimps might help prevent such crashes.   The National Transportation Safety Board recommended that \"rip-stop\" fabric be required in all blimps, and that better warning devices be installed to alert pilots to changes in pressure.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Never Mind the Mess","web_url":"https://www.nytimes.com/1994/08/31/opinion/never-mind-the-mess.html","abstract":"  Less than two weeks after the Clinton Administration vowed it would never let Fidel Castro dictate a change in U.S. immigration policy, Washington is ready to offer Mr. Castro the policy change he seeks. In talks beginning tomorrow in New York, the Administration will propose a sharp expansion in legal immigration from Cuba if the Castro regime agrees to halt the mass exodus of raft people it began permitting earlier this month.    The shift is embarrassing for an Administration already famous for its serial flip-flops in foreign affairs. But the proposal makes sense for both Governments and could prevent desperate Cubans from risking their lives at sea. It is a case of a messy process lurching toward a worthy goal.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"On Bullfighting as Ritual and Code of Machismo","web_url":"https://www.nytimes.com/1994/08/31/movies/film-review-on-bullfighting-as-ritual-and-code-of-machismo.html","abstract":"  \"Only the Brave,\" Sonia Herman Dolz's handsome documentary film about bullfighting, scrupulously avoids taking sides in the controversy over the spectacle that is more than Spain's national sport. . Opponents of bullfighting, none of whom are addressed in the film, regard the it as a form of animal torture. To its legions of supporters, including the breeders of the animals that are slain in the ring, it is a time-honored ritual that conflates religious and esthetic ideals with a lofty code of machismo.    The movie, which opened today at the Film Forum, lets its images speak for themselves. It shows how the bulls used in combat are bred to be hot-tempered and aggressive. Long before they enter the ring, they are confined in pens where they are teased and prodded in order to make them more short-tempered. Once in the ring, they are goaded to charge by toreros waving capes and later by horsemen who implant barbed ornamental sticks in their withers.","thumbnail":null,"section":"Movies"},{"date":"19940831","headline":"Rosa Parks Robbed and Beaten","web_url":"https://www.nytimes.com/1994/08/31/us/rosa-parks-robbed-and-beaten.html","abstract":"  Rosa L. Parks, whose defiance of segregation in 1955 led to the bus boycott in Montgomery, Ala., and helped touch off the black civil rights movement, was robbed and assaulted in her house here this evening, the police reported.   Mrs. Parks, 81, was treated at Detroit Receiving Hospital for facial injuries and had swelling on the right side of her face. Initially listed in good condition, she was released without being admitted to the hospital.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/31/style/chronicle-111953.html","abstract":"  Forget Woodstock. Wigstock '94 rears its little Dynel head on Sunday in Greenwich Village with a new venue, new headliners and new outfits for LADY BUNNY (John Ingle) a founder of the 10-year-old drag festival, which bills itself as \"one big party of love, peace and wigs.\"    \"We're carrying on the rich tradition of wearing wigs in this country,\" said Lady Bunny, who presides at the all-day stage show in high hair and much marabou. \"Remember, our forefathers wore wigs.\"","thumbnail":null,"section":"Style"},{"date":"19940831","headline":"1944: Premier de Gaulle : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-1944-premier-de-gaulle-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] A provisional French government, headed by General Charles de Gaulle as President of the Council (Premier), and including Communists and some men whose real identity is still hidden by assumed war names, was announced","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Personal Health; Helping the depression-prone to quit smoking.","web_url":"https://www.nytimes.com/1994/08/31/us/personal-health-helping-the-depression-prone-to-quit-smoking.html","abstract":"  NOW that only one American adult in four smokes cigarettes and now that smoking, the nation's leading health hazard, has become a public nuisance largely restricted to the outdoors, many people cannot understand why any intelligent person would continue to smoke.   Knowing that many long-term smokers may be addicted to nicotine does not fully explain their failure to quit, especially since many other addicted smokers, as well as people addicted to alcohol and other mind-altering drugs, have managed to become former addicts.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"California Trying to Close Worthless-Diploma Schools","web_url":"https://www.nytimes.com/1994/08/31/us/california-trying-to-close-worthless-diploma-schools.html","abstract":"  Since its founding in 1977, More University has had an eccentric vision of higher education.   It has no campus and no library. Classes like Basic Sensuality and Basic Hexing are taught in people's homes. Instructors must be More alumni. Students can get a Master of Humanities in communication for $30,000, a doctorate in philosophy and sensuality for about $50,000.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Bailey Gets Second Chance To Win Back Starting Job","web_url":"https://www.nytimes.com/1994/08/31/sports/pro-football-bailey-gets-second-chance-to-win-back-starting-job.html","abstract":"  After a sleepless night, Carlton Bailey showed up for work this morning at Giants practice. Bailey found that his coach, Dan Reeves, was a bit more understanding, and that he now will have a fair opportunity to regain a starting position.   \"I found out today that the job was still open,\" said the 29-year-old Bailey, who was benched in favor of Corey Widmer on Monday and asked to take a 50 percent cut in salary. \"At the beginning of yesterday, I was told that he Widmer was going to be the starter and that was it. I felt that wasn't fair and so I told Coach Reeves. But we talked about things today and Coach Reeves has given me the opportunity to win the job back. All I want to do now is just go out there and take back what I feel is mine.\"","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Dole Urges Postponement For Approval Of Trade Pact","web_url":"https://www.nytimes.com/1994/08/31/us/dole-urges-postponement-for-approval-of-trade-pact.html","abstract":"  Only a few days after helping turn back President Clinton's vision of universal health care coverage, Senator Bob Dole has begun urging that Congress not act until next year on another issue important to the Democratic White House, a global free trade pact.   Mr. Dole, the Senate minority leader, said in an opinion article that appeared in The Wichita Eagle on Sunday that while he supported the 117-nation pact, he and his constituents in Kansas had many questions about its cost and its effects on American labor and environmental laws.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"A Sociological Look at Modern Life in Beijing","web_url":"https://www.nytimes.com/1994/08/31/movies/film-review-a-sociological-look-at-modern-life-in-beijing.html","abstract":"  \"The Days\" was shown as part of this year's New Directors/New Films series. Following are excerpts from Caryn James's review, which appeared in The New York Times on March 29. The film opens today at the Papp Public Theater, 425 Lafayette Street, East Village.   Who knew there were slackers in China? \"The Days\" examines the personal boredom and professional frustration of two painters in their 20's, an unmarried couple who have been together since art school. Now teachers, they still live in a tiny apartment in Beijing more suited to students than to adults, and are stymied about the future. Xiaodong is an intense-looking man, with large glasses and a roomful of paints and canvases. But as the narrator says, \"He dreamed of nothing but being rich,\" and the fantasy paralyzed him. \"He couldn't even paint.\" Xiaochun is so ready to leave the relationship and the country that she writes to relatives in New York and hopes to join them.","thumbnail":null,"section":"Movies"},{"date":"19940831","headline":"Courier Is Resurgent After His Brief Respite","web_url":"https://www.nytimes.com/1994/08/31/sports/us-open-94-courier-is-resurgent-after-his-brief-respite.html","abstract":"  Perhaps Jim Courier should kick off his sneakers, stuff his racquets in his gear bag and wave goodbye to tennis on a periodic basis. If the hardnosed, unforgiving and evidently revitalized strokes he used to crush Aaron Krickstein last night at the United States Open are any indication, Courier's temporary break-up with the sport he claims to love has apparently made his heart grow fonder.   Exactly two weeks ago, Courier described his Open plans as uncertain following a second-round loss to Alex Corretja in Indianapolis. Overwrought and emotional -- not to mention overtired after a vacationless 1994 where all of his hard work had done nothing to remedy a 21-event drought without a title -- the 12th-ranked Courier vowed to walk away from his sport for as long as it took him to like it again.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"China Agrees to Resume Talks With U.S. on Human Rights","web_url":"https://www.nytimes.com/1994/08/31/world/china-agrees-to-resume-talks-with-us-on-human-rights.html","abstract":"  Claiming both diplomatic and commercial victories today, Commerce Secretary Ronald H. Brown said he had won a commitment from Chinese leaders to resume a high-level dialogue with the United States on human rights.   At the same time, Mr. Brown said that his trade mission to China had led to the signing of agreements totaling $4.9 billion with Chinese Government industries.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"All-Time Team Shares the Memories","web_url":"https://www.nytimes.com/1994/08/31/sports/pro-football-all-time-team-shares-the-memories.html","abstract":"  One by one, they walked you through their careers, guided only by memory and a mangled finger or two. There was Ray Nitschke's separated shoulder and Ronnie Lott's partly amputated pinkie.   \"We all played with pain,\" Lott said. \"Especially the throwback guys.\"","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Savion Glover and a Fusillade of Tap, in the Park","web_url":"https://www.nytimes.com/1994/08/31/arts/dance-review-savion-glover-and-a-fusillade-of-tap-in-the-park.html","abstract":"  \"Dancing Under the Stars,\" a program of tap dancing presented on Monday night at the Delacorte Theater in Central Park, was a dance lover's dream. It was a sad day when free summer dance departed from the Delacorte some years ago, for the theater's sightlines and natural backdrop are unrivaled among outdoor performing spaces. Monday's program, part of a Shakespeare Festival series of free events, offered a chance to enjoy some of the best young and older stylists in tap today, among them Savion Glover, James (Buster) Brown and Lon Chaney.    The trend is now toward large tap ensembles and large-scale choreography, and much of the individuality of the form is getting lost. Tap dancers once learned the art on city street corners, not in studios, and it was everyone for himself. Out of a root fund of tap steps and combinations came improvisations and elaborations that then became part of the body of tap, spurring others to take the form where they would. To see Mr. Glover dance is to see a virtuosic and authentic artist at work.","thumbnail":null,"section":"Arts"},{"date":"19940831","headline":"In America; A Season Of Service","web_url":"https://www.nytimes.com/1994/08/31/opinion/in-america-a-season-of-service.html","abstract":"  Think of it as an antidote to cynicism, a rejection of the rampant selfishness that managed somehow to become fashionable in the 1980's. Think of it as a return to the can-do spirit of the 50's and 60's, when large numbers of Americans believed it was possible to find remedies for violence and injustice, for poverty and ignorance, for the buffoonery and corruption of politicians, and for the wholesale degradation of the environment.   \"I challenge a new generation of young Americans to a season of service,\" said Bill Clinton in his inaugural address. \"There is so much to be done -- enough, indeed, for millions of others who are still young in spirit to give of themselves in service, too.\"","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/31/nyregion/inside-104507.html","abstract":"  A Vanishing Banishing Judge   A man who claimed to be a tribal judge was a fraud, Indians say, and he and the robbers he promised to banish have disappeared. Page A12. French Retailer's Retreat   Galeries Lafayette will close its store in Trump Tower in Manhattan, marking the French retailer's retreat from the American market. Page D1. It's Definitely Not the Heat    A generally chilly, waterlogged August has seemed to slam the door shut on summer a month early in the New York region. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Pride Overcomes the Pain as Martin Storms Back","web_url":"https://www.nytimes.com/1994/08/31/sports/us-open-94-pride-overcomes-the-pain-as-martin-storms-back.html","abstract":"  Just last week, Todd Martin, seeded ninth at the United States Open, admitted that a stubborn injury was threatening his self-esteem by making him too sore to display the pride and joy of his game: his dogged accuracy whether under pressure or safely ahead on cruise control.   Without those reliable strokes, said Martin, he couldn't be proud of himself or his game.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/31/sports/transactions-108855.html","abstract":"  Football  National Football League   ARIZONA CARDINALS -- Signed Kevin Knox, wide receiver; Chris Swartz, quarterback; Perry Carter, cornerback, and Darryl Hardy, linebacker, to the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Cycling's Lords Flunk the Drug Test","web_url":"https://www.nytimes.com/1994/08/31/sports/IHT-cyclings-lords-flunk-the-drug-test.html","abstract":"The Lords of Bicycle Racing - the self-important bunch of businessmen and bureaucrats who are never to be confused with the athletes who actually do the riding - are wearing a big black eye. They did it to themselves, too, in the Indurain affair, the out","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Slaying of Priest Heightens the Fear in Haiti","web_url":"https://www.nytimes.com/1994/08/31/world/slaying-of-priest-heightens-the-fear-in-haiti.html","abstract":"  The blood-stained place on the street where the Rev. Jean-Marie Vincent was killed has been anointed with burning candles and wilted flowers, but it is hard to tell whether faith or fear is stronger in Haiti today.    Followers and admirers of Father Vincent, 49, the close friend of President Jean-Bertrand Aristide who was shot to death on Sunday night, said the slaying was a clear message from the military-backed Government and the uniformed and civilian thugs who serve it. The message: We can do anything we want to now.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Gold Mine of Psychiatric Data Discovered in Danish Registry","web_url":"https://www.nytimes.com/1994/08/31/us/gold-mine-of-psychiatric-data-discovered-in-danish-registry.html","abstract":"  DENMARK, known for its superbly crafted furniture, stereo systems and silverware, also offers state-of-the-art psychiatric epidemiology.   Denmark's unparalleled combination of a universal social welfare system and obsessive record keeping has made the country a world laboratory for teasing out subtle patterns in psychiatric data, particularly for severe disorders like schizophrenia, that can be detected only in studies of thousands of people.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Mansell Back to Formula One","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-people-auto-racing-mansell-back-to-formula-one.html","abstract":"  NIGEL MANSELL, the former world champion, is returning to Formula One racing with the Williams-Renault team for the last three races of this season.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"It's a Burning Issue: Owners Are Losing In Game's Fire Sale","web_url":"https://www.nytimes.com/1994/08/31/sports/on-baseball-it-s-a-burning-issue-owners-are-losing-in-game-s-fire-sale.html","abstract":"  What they now call the marketing of baseball might better be called a fire sale.   That's how attractive the product of major league baseball is, with the lords burning down the house while trying to figure out ways to sell the sport, if and when the strike of 1994 ends.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Jordan Looks to Fall League","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-people-baseball-jordan-looks-to-fall-league.html","abstract":"  MICHAEL JORDAN may go on playing baseball until December.   The Chicago White Sox yesterday asked the Arizona Fall League for permission to allow Jordan to play in its coming season.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"A Folk Veteran Familiar With the Dark Side","web_url":"https://www.nytimes.com/1994/08/31/arts/pop-review-a-folk-veteran-familiar-with-the-dark-side.html","abstract":"  On Monday night at the Bottom Line, Maddy Prior, a singer best known for her work with the 25-year-old British folk-rock band Steeleye Span, interspersed solo songs with short poems. One poem, \"Spirits,\" began, \"In the morning I am spiritual and meditate on life,\" and ended with a description of the evening, when the narrator succumbs to a combination of futility and brandy. Like this poem, Ms. Prior's set moved from hope to despair.   At the beginning of the show, in \"Somewhere Along the Road,\" a song written by her husband, the former Steeleye Span bassist Rick Kemp, Ms. Prior sang of a future filled with love and happiness. But by the time she sang her final song, \"Twa Corbies,\" a traditional Scottish ballad about two carrion crows preparing to dine on a freshly killed knight, Ms. Prior had replaced her optimism with nihilism.","thumbnail":null,"section":"Arts"},{"date":"19940831","headline":"Hostility to Castro Won't Solve Cuba Problem; A Human Chess Game","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-hostility-to-castro-won-t-solve-cuba-problem-a-human-chess-game-111236.html","abstract":"  To the Editor:   Fourteen years ago, we in Miami absorbed more than 100,000 refugees over a very short time. Our social services network was overwhelmed, and the very fabric of our community was put at risk. Our Governor had to sue the Federal Government to force Washington to shoulder its share of responsibility for this influx.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"I.R.A. Said to Be Close to Truce To End Violent Ulster Campaign","web_url":"https://www.nytimes.com/1994/08/31/world/ira-said-to-be-close-to-truce-to-end-violent-ulster-campaign.html","abstract":"  The Irish Republican Army was widely reported today to be ready to announce a cease-fire in a move that might end its violent 25-year campaign to expel British troops from Northern Ireland.   Reports of the I.R.A.'s likely move came from people close to the outlawed organization and from officials in the Irish Government, which has been pressing a peace initiative in the North.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"In 1991, a Drug That Killed 17","web_url":"https://www.nytimes.com/1994/08/31/nyregion/in-1991-a-drug-that-killed-17.html","abstract":"  Three years ago, in one of the worst cases of multiple overdose in the New York area, 17 people died from a powerful synthetic drug that was being sold as heroin. An additional 200 users were hospitalized.    The drug, a depressant called fentanyl, is used to sedate patients undergoing surgery. An overdose of the drug causes nausea and tightening of the chest muscles and can lead to cardiac arrest.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Management and Labor Shed Some Light","web_url":"https://www.nytimes.com/1994/08/31/sports/management-and-labor-shed-some-light.html","abstract":"  Hockey's labor picture brightened a bit yesterday, when executives from the National Hockey League and the Players Association negotiated for five hours in Toronto over terms of a new collective bargaining agreement.   Commissioner Gary Bettman and Bob Goodenow, the executive director of the players association, led their respective groups in the first face-to-face bargaining session since Aug. 18.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"When Hospitals Cut Nurses, Patients Suffer","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-when-hospitals-cut-nurses-patients-suffer-111260.html","abstract":"  To the Editor:   When there are not enough nurses in hospitals, patients suffer. Infections rise; surgical complications increase; changing vital signs are not quickly noted; side effects of medications are not discovered as early; patients are not instructed in the correct use of their medications and other therapeutics; and patients do not receive general comfort and caring attention in a protected way.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"How Tanglewood's New Hall Sounds","web_url":"https://www.nytimes.com/1994/08/31/arts/how-tanglewood-s-new-hall-sounds.html","abstract":"  \"A modern concert hall is considered a success if it's not an abject failure,\" said Douglas Yeo, a trombonist in the Boston Symphony Orchestra, when asked his opinion of the new Seiji Ozawa Concert Hall here at Tanglewood. \"But this hall actually sounds good. Not that there isn't some tuning to be done. But when you consider that the hall was designed to function both as an enclosed space and with its back open to the lawn, you can see how great the potential for disaster was. And they've staved it off.\"   Ever since the Boston Symphony opened the new hall on July 7, it has been a topic of conversation among both concertgoers and musicians here. Its 1,200-seat hall has been well packed on evenings when concerts (mostly recitals, chamber music and choral programs) were offered, and most performances have drawn several hundred concertgoers happy to listen from the lawn, which affords subtly amplified sound and a view of the stage. And at the height of the summer, there were so many visitors to the hall during the day, when students from the Tanglewood Music Center rehearsed there, that the musicians complained that they were distracted and signs were posted saying that the rehearsals were private.","thumbnail":null,"section":"Arts"},{"date":"19940831","headline":"The Sudan Withdraws From U.N. Cairo Conference on Population","web_url":"https://www.nytimes.com/1994/08/31/world/the-sudan-withdraws-from-un-cairo-conference-on-population.html","abstract":"  The Sudan has decided to boycott a United Nations population conference that is to open here next week and will organize a forum to fight the conference's recommendations, the official Sudanese radio said today.   The decision was announced a day after United Nations officials said that Saudi Arabia had pulled out of the conference, stirring wide concern about a potential boycott by Islamic nations.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Former Congressman Sets the Pace on the Road to Hartford","web_url":"https://www.nytimes.com/1994/08/31/nyregion/former-congressman-sets-the-pace-on-the-road-to-hartford.html","abstract":"  John G. Rowland has been traveling across Connecticut for months now, hammering away at the four issues that he says residents want their next governor to address: jobs, crime, education and welfare.   His message is relentless. Mr. Rowland, a 37-year-old Republican who narrowly lost the 1990 election to Lowell P. Weicker Jr., is far and away the best-known candidate this time, and he wants very much to shape the race while he can.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"CUTS IN MEDICARE ARE ON THE TABLE, BUT PERIL IS SEEN","web_url":"https://www.nytimes.com/1994/08/31/us/cuts-in-medicare-are-on-the-table-but-peril-is-seen.html","abstract":"  Even while spurning most of President Clinton's health care plan, members of Congress have eagerly accepted one part of the original proposal, which would take money from Medicare and Medicaid to help finance health insurance for people without coverage.   The President's dream of universal health insurance appears to be dead in this Congress. But his proposal to set stringent limits on the growth of Medicare and Medicaid is very much alive in the more modest proposals still being considered in the Senate and the House.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/31/nyregion/c-corrections-110930.html","abstract":"  Two recipes in The Living Section last Wednesday with an article about Faith Heller Willinger, an American who leads food tours in Italy, misstated the fat content in their nutritional analyses. Pasta With Raw Tomato Sauce contains 10 grams of fat, and Spaghetti With Green Tomato Sauce contains 12 grams.  ","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/31/style/chronicle-108642.html","abstract":"  Until now, the New York Landmarks Conservancy has always honored historic buildings at its annual benefit. But this year the conservancy is giving citations to six notable New Yorkers as the city's \"first living landmarks.\" Presumably, the citations will prevent the facades of the honorees from being altered.    PEG BREEN, the conservancy's president, came up with the idea last winter when she bumped into former Gov. HUGH L. CAREY at a political dinner. Ms. Breen used to cover the Carey Administration when she worked for \"Inside Albany\" on public television. So they go way back.","thumbnail":null,"section":"Style"},{"date":"19940831","headline":"Romping, Writhing, Howling: The Usual","web_url":"https://www.nytimes.com/1994/08/31/arts/rock-review-romping-writhing-howling-the-usual.html","abstract":"  Arena rock is the realm of excess, a sphere of larger-than-life gestures and cartoonish exaggeration. After two decades as a hard-rock hit maker, Aerosmith is perfectly at home in that realm, perfectly familiar but by no means stale.    Aerosmith has enough commercial clout to have been a headliner at Woodstock '94; in the movie \"Wayne's World 2,\" it had already headlined the fictional rock festival Waynestock, proving it doesn't take itself too seriously. While Aerosmith has held on to some old fans, its songs about unbridled lust keep drawing new throngs of teen-agers; Steven Tyler, its 46-year-old lead singer, mocked his high-school principal at one point. Yet between, and sometimes during, its leers, Aerosmith brings intelligence and wit to music that never forgets to be stupid fun.","thumbnail":null,"section":"Arts"},{"date":"19940831","headline":"The Fracturing of the Middle Class","web_url":"https://www.nytimes.com/1994/08/31/opinion/the-fracturing-of-the-middle-class.html","abstract":"  Since last Labor Day, the economy has generated more than 2.5 million jobs for Americans. But despite this progress, long-term trends are splitting the old middle class into three new groups: an underclass largely trapped in center cities, increasingly isolated from the core economy; an overclass, those in a position to ride the waves of change; and in between, the largest group, an anxious class, most of whom hold jobs but are justifiably uneasy about their own standing and fearful for their children's futures.    The fundamental fault line through the labor force divides workers by education and skills. As recently as 1979, a male college graduate earned 49 percent more than a man with only a high school diploma -- a sizable difference, to be sure, but not too much for the two to share the label \"middle class.\" By 1992, the gap had widened to 83 percent, and the notion of common prospects had faded considerably.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"N.B.A. Rejects Dudley Pact","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-people-basketball-nba-rejects-dudley-pact.html","abstract":"  As expected, the National Basketball Association yesterday disapproved the contract that center CHRIS DUDLEY signed with the Portland Trail Blazers on the grounds that it violates league salary cap rules.   On Monday, the Trail Blazers announced that Dudley had opted out of the seven-year, $11-million contract he signed last season and signed a new six-year deal with an average salary of $4 million per season.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Cruise Line Fined For Discharging Oil","web_url":"https://www.nytimes.com/1994/08/31/us/cruise-line-fined-for-discharging-oil.html","abstract":"  A Federal judge fined a cruise ship company that pleaded guilty to dumping oil in the Atlantic $500,000 and ordered it to establish an environmental program to prevent another such spill.   The case was the first criminal prosecution under a law approved by Congress after the tanker Exxon Valdez spilled more than 10 million gallons of crude oil off Alaska in 1989. In May the company, Palm Beach Cruises, S.A., and its main owner, the Grundstad Group, agreed to plead guilty to two felony counts of oil dumping, and today Judge Stanley Marcus approved the agreement between the company and the Justice Department.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Owners and Players Agree on One Point","web_url":"https://www.nytimes.com/1994/08/31/sports/baseball-owners-and-players-agree-on-one-point.html","abstract":"  Baseball's club owners made a decision yesterday that was not unexpected: They postponed their quarterly meetings that had been scheduled for next week in Detroit. But in a development that has been rare in the 20-day-old strike, labor and management actually agreed on something.    The commissioner's office proposed and the union agreed that today would not be the day, unlike every other season, that post-season rosters had to be set. Of course, there may never be a post-season this year, but the agreement does represent the most progress the two sides have made since the players walked out Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"A Hooker Who Yearns For the Simple Life, And Finds a Simpleton","web_url":"https://www.nytimes.com/1994/08/31/movies/film-review-milk-money-hooker-who-yearns-for-simple-life-finds-simpleton.html","abstract":"Boy tries to match widowed dad with prostitute. Such a bad idea for a comedy.","thumbnail":null,"section":"Movies"},{"date":"19940831","headline":"2 LATIN NATIONS PLAN TO ACCEPT CUBAN REFUGEES","web_url":"https://www.nytimes.com/1994/08/31/world/flight-from-cuba-diplomacy-2-latin-nations-plan-to-accept-cuban-refugees.html","abstract":"  As the number of Cubans sailing toward Florida jumped sharply, Panama and Honduras today gave the Clinton Administration a boost in its struggle to handle the refugees by announcing that they would provide \"safe havens\" for a total of 15,000.   Panama and Honduras are the first countries to offer more than a token response to Washington's strenuous efforts to persuade Caribbean countries to help provide for the flood of boat people.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/31/nyregion/metro-digest-104949.html","abstract":"  13 HEROIN DEATHS IGNITE POLICE INQUIRY   They call it China Cat, an exotic name for a blend of heroin so pure it promised a perfect high, but instead killed 13 people in five days. The victims included a piano tuner from TriBeCa and a man found dead in his Upper East Side apartment. Although they came from all across Manhattan, the police say they believe all the victims bought the heroin where undercover officers bought it, on the Lower East Side. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"For 2 Youths, No Indictment In a Killing","web_url":"https://www.nytimes.com/1994/08/31/nyregion/for-2-youths-no-indictment-in-a-killing.html","abstract":"  A grand jury yesterday decided not to indict two Brooklyn teen-agers in the death of a man they killed after he robbed their cousin at knifepoint.   People familiar with the case said that the grand jury found that the teen-agers, who hit the man with a metal fence post, had justifiably used deadly physical force to keep the robber from fleeing and to hold him for the police.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Sexual Assault Occurs in Park","web_url":"https://www.nytimes.com/1994/08/31/nyregion/sexual-assault-occurs-in-park.html","abstract":"  A 44-year-old woman was sexually assaulted in Prospect Park late Monday night by a man who had struck up a conversation with her and then threatened her with a box cutter, the police said yesterday.   The assault, which occurred in a wooded area near the tennis house off the West Drive about 10:30 P.M., was the fourth this year, said Sgt. John Garrity, a supervisor in the Brooklyn Special Victims Squad. There were nine sexual assaults in 1993. Sergeant Garrity said the assault did not fit a pattern with the previous assaults. Police Program Under Way    The incident occurred during the second week of a police program in which volunteers keep on the lookout for crime as they go about their recreation in the park. The volunteers carry phones that connect directly to 911 and wear vests that identify them to other park users. Most, though, have usually left the park for the night about 9 P.M.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Megan's Legacy","web_url":"https://www.nytimes.com/1994/08/31/opinion/megan-s-legacy.html","abstract":"  New Jersey's State Assembly acted unwisely and hastily this week when it rushed through legislation responding to the death last month of Megan Kanka. The little girl was lured by a man who had served six years in a facility for sex offenders into his home in Hamilton Township, N.J., where he raped and strangled her.    Like Megan's family and neighbors, the legislators were properly outraged to discover that Jesse Timmendequas, twice convicted of sexually assaulting young girls, had been living undetected in Megan's neighborhood. But the bills they passed to appease that rage were approved without public hearings. Indeed, two of the bills may be constitutionally shaky.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Schumacher's Ban Is Upheld","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-people-auto-racing-schumacher-s-ban-is-upheld.html","abstract":"  MICHAEL SCHUMACHER met his match on the Formula One circuit yesterday when the International Automobile Federation's court of appeals, meeting in Paris, upheld his two-race suspension, forcing the runaway Grand Prix points leader to the sidelines for the next two races.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"An August Fizzl To Summer Sizzle","web_url":"https://www.nytimes.com/1994/08/31/nyregion/an-august-fizzl-to-summer-sizzle.html","abstract":"  The sky was a stubborn blue and the few bodies on the sand here this afternoon were roasting quite nicely, but Michael Brown was hardly festive. Even though it was a great day, a great beach day, the sunshine was not going to rescue his rental business after a chilly, waterlogged August that seemed to slam the door shut on summer a month early.   Across the New York region, people with fantasies of cocoa-buttered vacations on local beaches, lazy weekends concocting feasts on the backyard grill or, like Mr. Brown, cash registers stuffed with profits, have often been disappointed. August, they have discovered, has borne only a faint resemblance to its recent cousins, the flamboyantly tropical July and June.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"The Elgin Marbles : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-the-elgin-marbles-letters-to-the-editor.html","abstract":"Regarding the editorial \"Sending Art Back Home\" (Aug. 24):.The editorial states that the Elgin Marbles were acquired by a colonial regime from a now nonexistent imperial government, under then valid title, in a different world. But should it","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Rape Victim's Sisters Make Television Ad for Koppell","web_url":"https://www.nytimes.com/1994/08/31/nyregion/rape-victim-s-sisters-make-television-ad-for-koppell.html","abstract":"  In a television advertisement that began airing today, the first of his campaign, Attorney General G. Oliver Koppell uses the sisters of the victim in a highly publicized rape case to help depict him as a skilled and dogged lawyer with a passionate commitment to justice.   An aide to one of Mr. Koppell's three opponents in the Sept. 13 Democratic primary quickly branded the commercial as political exploitation.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Five Charged In Plot to Sell Phony ID's And Licenses","web_url":"https://www.nytimes.com/1994/08/31/nyregion/five-charged-in-plot-to-sell-phony-id-s-and-licenses.html","abstract":"  An employee of the State Motor Vehicles Department and four other people were charged today with selling fraudulent drivers' licenses and other documents used for personal identification.   Authorities said the five sold or conspired to sell more than 200 fake documents for $600 to $800 each. Such documents are used for a number of purposes, including creating new identities, applying fraudulently for government benefits and creating the appearance of false citizenship.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"When Will Woods Take Talent on Tour?","web_url":"https://www.nytimes.com/1994/08/31/sports/on-golf-when-will-woods-take-talent-on-tour.html","abstract":"  If he were a tennis player, there would be no decision for Tiger Woods to make. If he belonged to that fraternity of the self-absorbed, unappealing athletes performing over at Flushing Meadows for the next two weeks, he would go to college for a year, maybe, and then he would be rich and on the road to bored. He would have an agent at International Management Group and there might even be a clothing line in the works. Limos? Private jets? Sure.   Since he is a golfer, these things will have to wait awhile. The question is, how long? How long until Tiger Woods, at 18 years of age the youngest winner in the history of the United States Amateur, turns pro?","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Gorillas, Still in Rwanda's Mist","web_url":"https://www.nytimes.com/1994/08/31/opinion/gorillas-still-in-rwanda-s-mist.html","abstract":"  War is indiscriminate, greed is a human constant, and mountain gorillas are prized by poachers as well as zoologists. As Rwanda succumbed to genocide this spring, dooming as many as 500,000 people, it seemed sadly likely that the slaughter would also doom 60 rare gorillas that have drawn tourists to the Virunga Mountains for the past 15 years. For the moment, however, Rwanda's gorillas have escaped harm, which is splendid news.    Still, the widespread sigh of relief will be muted. Amid so ghastly a human catastrophe in Rwanda, one may feel an uneasy twinge of guilt in worrying about the fate of non-humans. In truth, all living things are bound together in this calamity, and gorillas are a small evolutionary link away from Homo sapiens.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Girl Who Thinks She Has AIDS To Stand Trial in Biting of Guard","web_url":"https://www.nytimes.com/1994/08/31/nyregion/girl-who-thinks-she-has-aids-to-stand-trial-in-biting-of-guard.html","abstract":"  A teen-ager who believes she has the AIDS virus, prosecutors say, was ordered today to stand trial as an adult on charges of attempted murder and aggravated assault for biting a juvenile-detention officer.   Judge J. Wilson Noden of Family Court here granted a motion by the Mercer County Prosecutor's office to have the teen-ager, Nilieta Bethea, 17, tried as an adult in Superior Court. Miss Bethea, of Trenton, is accused of biting a guard on March 18, 1993, at the Mercer County Youth House, where she is still detained.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/08/31/style/eating-well.html","abstract":"MOST cooks know that overboiling vegetables destroys many valuable nutrients. But if lightly steamed vegetables contain more nutrients than boiled, then raw vegetables are best of all, right? Not necessarily.\n\nFrom a nutritional perspective, it would be best to use the microwave to lightly cook your carrot sticks. Raw carrots certainly make a terrific low-fat snack, but they may not give you quite the beta-carotene boost you're after. Broccoli, cauliflower and other vegetables may cause digestive distress when eaten raw. In fact, although some nutrients are lost during cooking, minimal cooking often results in better digestion and makes the nutrients more available for use by the body.","thumbnail":null,"section":"Style"},{"date":"19940831","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/31/nyregion/no-headline-104612.html","abstract":"  \"The potential now exists to move the situation toward a democratic and peaceful settlement.\" GERRY ADAMS, speaking for the Irish Republican Army.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Schools Getting Tough on Guns in the Classroom","web_url":"https://www.nytimes.com/1994/08/31/us/schools-getting-tough-on-guns-in-the-classroom.html","abstract":"  When students in Corpus Christi, Tex., report for school this fall, they will be greeted by dogs trained to sniff out guns. In San Diego, students are reporting to new schools built without lockers, eliminating what school officials say is the most common hiding place for guns. And in Charlotte, N.C., students in some schools will not be able to carry book bags from class to class because they can conceal firearms.   Driven by an increasing number of shootings in classrooms, hallways and on and near campuses, school systems across the country this summer enacted tough and often hotly debated anti-gun regulations to eliminate weapons from most public high schools and some junior high schools.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"German Resistance Coin","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-german-resistance-coin-111279.html","abstract":"  To the Editor:   At a time when neo-Nazism is resurgent in Germany, one must applaud the German Government. It has just issued a new 10-mark coin commemorating the German resistance of 1933-45 and, more particularly, the attempt by German patriots in July 1944 to overthrow the Nazi regime. Such courage under current world conditions must not go unnoticed. JOSEPH WINSTON  Rye, N.Y., Aug. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Reeves's Demands of Giants Are Not for Fainthearted","web_url":"https://www.nytimes.com/1994/08/31/sports/on-pro-football-reeves-s-demands-of-giants-are-not-for-fainthearted.html","abstract":"  In the movie \"Clear and Present Danger,\" in between the handsome hero Harrison Ford's outrunning drug dealers and grenades, he gets some good advice from James Earl Jones, his C.I.A. cohort, as the walls begin closing in: \"Watch your back, Jack.\"   No one will ever confuse football players with Central Intelligence Agency agents, but the advice holds true in the Giants' locker room. Get the job done, or Coach Dan Reeves will be a clear and present danger.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/31/nyregion/news-summary-104159.html","abstract":"  International A2-11  HAVENS OFFERED FOR CUBANS  Panama and Honduras said they would offer safe haven to 15,000 Cubans, the first countries to offer more than a token response to the Clinton Administration's plea for help with Cuban refugees.  A1  CUBAN EXODUS CONTINUES  Cubans continued to leave, fearing political changes that could end their chance to emigrate, with the United States Coast Guard estimating that the total for the day would be around 1,000.  A10","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Hostility to Castro Won't Solve Cuba Problem","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-hostility-to-castro-won-t-solve-cuba-problem-111228.html","abstract":"  To the Editor:   While I fully agree with Anna Husarska's primary plea that we not \"set Cuba adrift\" (Op-Ed, Aug. 23), I must take vigorous exception to both her logic and the underlying animus in her position.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Daly Is Out Following Scuffle","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-people-golf-daly-is-out-following-scuffle.html","abstract":"  The fallout from JOHN DALY's scuffle in a parking lot at the World Series of Golf has begun. Daly, 28, who was already nursing back problems, has been forced to withdraw from a PGA European Tour event this week because he injured his back further on Sunday after being wrestled to the ground from behind.   \"He's hurt bad,\" Daly's agent, JOHN MASCATELLO, said yesterday. \"It's bad enough that he isn't going to be able to play this week and we're not sure when he might be able to get back.\"","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Hostility to Castro Won't Solve Cuba Problem; Everybody's Business","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-hostility-to-castro-won-t-solve-cuba-problem-everybody-s-business-111244.html","abstract":"  To the Editor:   Pamela S. Falk's recommendations (Op-Ed, Aug. 25) for admission of Cuban raft people and negotiations with Fidel Castro show two dangerous assumptions that have confounded United States management of immigration in recent decades.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Castro's Resilient Masses","web_url":"https://www.nytimes.com/1994/08/31/opinion/castro-s-resilient-masses.html","abstract":"  The 9-year-old Cuban boy with the cataract in his eye showed me the condoms he had used as balloons at his birthday party. He pulled out the single stick of gum he'd been chewing for a week. He brought over the two tattered photo albums he'd stuffed with pieces of Carnation labels, stickers that said \"Knorr's Soup\" and ads for Nescafe -- status symbols in the Havana fourth grade. His mother, a policewoman and a staunch Fidelista who refused to accept gifts from a visitor, proudly pointed out photos of her cousins' suburban home and Nissan in Miami.   Everyone in Cuba knows that the country is bankrupt; everyone knows that almost anything must be better than the steady supply of nothing that the Government offers. Everyone can see that the whole island is shuddering to a halt, like the 40-year-old Plymouths that line the streets of a city where gasoline is illegal. Prostitution, which was scarcely visible (if only for security reasons) five years ago, is pandemic now: the tourist hotels are filled with Cuban teen-agers reddening their lips with children's crayons.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Digging Up a Tale of Terror Among the Osages","web_url":"https://www.nytimes.com/1994/08/31/books/books-of-the-times-digging-up-a-tale-of-terror-among-the-osages.html","abstract":"  The Deaths of Sybil Bolton   An American History   By Dennis McAuliffe Jr.   Illustrated. 337 pages. Times Books. $23.     \"The Deaths of Sybil Bolton\" is about murder, money and mixed blood in the lethal, wild West. It starts in the 19th century and takes a sharp turn in the 20th, one we have never taken in all the westerns that fill our dreams and our movie screens. We find ourselves in Pawhuska, Okla., in the 1920's, and it is not a sleepy one-horse town. It is an oil-rich jazz age town with marble buildings and smart shops. The richest people in Pawhuska are Osage Indians: they lease their land to aspiring oil barons with names like Getty and Sinclair; they employ thousands of itinerant oil field workers. (One of them is a young roustabout named Clark Gable.)","thumbnail":null,"section":"Books"},{"date":"19940831","headline":"A Louder Katydid? Not in My Backyard","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-a-louder-katydid-not-in-my-backyard-111171.html","abstract":"  To the Editor:   Living in the area of New Jersey known as the Highlands and being a nature observer myself, I was surprised to read that this year's nightly chorus of katydids is \"Louder, definitely louder,\" the conclusion you reach in \"A Bumper Year for Bugs\" (editorial, Aug. 24). While I agree with your assessment for mosquitoes and cicadas, I beg to differ with regard to the katydid.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"What Makes a True Gazpacho: Oil, Vinegar and Garlic","web_url":"https://www.nytimes.com/1994/08/31/style/what-makes-a-true-gazpacho-oil-vinegar-and-garlic.html","abstract":"IT'S easy enough to define gazpacho as cold tomato and cucumber soup, a liquid salad with fresh summer vegetables. And given that Spain is a country of distinct culinary regions, it makes sense that this refreshing soup takes many different forms.\n\nBut when Ignacio Blanco, the owner of Meson Galicia in Norwalk, Conn., and Jaime Lopez, the chef, start turning out gazpachos featuring roasted vegetables, smoked salmon, asparagus or salt cod, it's time to ask, \"Is there any one thing that makes a soup a gazpacho?\"","thumbnail":null,"section":"Style"},{"date":"19940831","headline":"To the IOC: Please, a Little Humility","web_url":"https://www.nytimes.com/1994/08/31/sports/IHT-to-the-ioc-please-a-little-humility.html","abstract":"At a cost of at least $16 million, the International Olympic Committee is meeting this week to discuss its future. Someday its leaders may look back and marvel at the waste..The IOC does many great works, but it must be said: To spend $16 million in or","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"No. 3 Is Good Enough For Foley","web_url":"https://www.nytimes.com/1994/08/31/sports/pro-football-no-3-is-good-enough-for-foley.html","abstract":"  Glenn Foley was at his home in Cherry Hill, N.J. It was Sunday, the day all National Football League teams had to trim their rosters to the regular-season limit of 53 players. The Jets seemed sure to drop one potential No. 3 quarterback: Foley, the heralded rookie from Boston College, or Jeff Blake, a third-year pro. But which one?   Foley's phone rang. It was a friend who said he had just heard on the radio that the Jets had waived Blake, meaning Foley had made the team.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"1894: Alien Anarchists : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-1894-alien-anarchists-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Although the bill to exclude alien Anarchists from the United States failed to pass the House the Administration has determined to stretch the existing laws as far as possible. All the United States Consuls have been instructed to warn the Stat","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Cologne Journal; Germanist and Optimist (About the 21st Century)","web_url":"https://www.nytimes.com/1994/08/31/world/cologne-journal-germanist-and-optimist-about-the-21st-century.html","abstract":"  Lev Z. Kopelev's friends knew he was not through with politics when he moved to Cologne 13 years ago and settled in to devote himself to the study of German culture, which he had made his life's work.   At age 82, he has outlived the Soviet Union, which forced him to spend years as a political dissenter. He was cast into Stalin's prisons and ultimately was forced to leave the country before the authorities deprived him of his Soviet citizenship.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Giants Send Calloway To the Starting Line","web_url":"https://www.nytimes.com/1994/08/31/sports/pro-football-giants-send-calloway-to-the-starting-line.html","abstract":"  Mark Jackson was not stunned by the news, just a bit surprised. He was no longer starting, something he had done quite well for five of his eight National Football League seasons.   \"I think I had a good camp, but I think the Giants are looking toward their future,\" he said Monday, explaining better than anyone the emergence of Chris Calloway, the fifth-year wide receiver. \"He was in some good situations when he's been in, and he's made the plays.\"","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Indian Boys' Exile Turns Out to Be Hoax","web_url":"https://www.nytimes.com/1994/08/31/us/indian-boys-exile-turns-out-to-be-hoax.html","abstract":"  When two young convicted robbers were released last week to a man who said he was an Indian tribal judge empowered to punish the boys by banishing them to a pair of remote islands in Alaska, the case drew international attention.   Never before had an American court allowed defendants to be punished by banishment. But a judge here in Snohomish County, north of Seattle, was assured that it was a traditional form of Tlingit justice, and it was hailed by some as a bold and innovative move in a criminal justice system gone awry.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Caribbean Pressure on Haiti","web_url":"https://www.nytimes.com/1994/08/31/world/caribbean-pressure-on-haiti.html","abstract":"  The 13-member Caribbean Community and Common Market supported a United States plan for a possible invasion of Haiti if economic sanctions and diplomacy fail to remove its military leaders. Page A8.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"'Surf Kings' Make Comeback Along the New Jersey Shore","web_url":"https://www.nytimes.com/1994/08/31/sports/outdoors-surf-kings-make-comeback-along-the-new-jersey-shore.html","abstract":"  Northern kingfish largely disappeared from our waters by the mid-1960's, and with them went a whole culture of summertime surf casters who would fill seaweed-lined baskets and steel pails with the delicious \"kingies.\" Known for decades as king whiting or surf king, the fish still evokes faded, black-and-white images of cigar-chewing fishermen clad in porkpie hats, long khaki pants and madras camp shirts.   But now the kingfish seems to be making a comeback in parts of its range, particularly along the Jersey Shore.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Funds for Youth Programs Are Shifted to New Groups","web_url":"https://www.nytimes.com/1994/08/31/nyregion/funds-for-youth-programs-are-shifted-to-new-groups.html","abstract":"  The Giuliani administration has stopped providing money to nearly 150 community organizations that offer youth programs in New York City, while signing contracts with nearly 100 similar groups that had not previously provided services for the city, officials said yesterday.   Testifying before a City Council committee, officials of the Department of Youth Services said the changes reflected a shift in policy on how contracts were awarded, taking into account the strength of the proposals submitted by the community organizations.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"13 Heroin Deaths Spark Wide Police Investigation","web_url":"https://www.nytimes.com/1994/08/31/us/13-heroin-deaths-spark-wide-police-investigation.html","abstract":"  They call it China Cat, an exotic name for a blend of heroin so pure it promised a perfect high, but instead killed 13 people in five days. The victims included a piano tuner from TriBeCa and a man found dead in his Upper East Side apartment. Although they came from all across Manhattan, the police say they believe all the victims bought the heroin where undercover officers bought it, on the Lower East Side.   The latest body was discovered on Monday in midtown near a railroad track bed with sloping hills on either side. The man, in his 40's, was found on 51st Street between 10th and 11th Avenues, said Ellen Borakove, a spokeswoman for the city Medical Examiner's Office. The area, dense with ferns, pine scrubs and abandoned tires, is frequented by homeless people, some passers-by said yesterday.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Knicks Re-sign Williams","web_url":"https://www.nytimes.com/1994/08/31/sports/knicks-re-sign-williams.html","abstract":"  Herb Williams, the 36-year-old reserve center who was shopping his services as a free agent, has re-signed with the Knicks, the team said yesterday.   \"Several contending teams were also interested in Herb, and we are happy to have him back,\" said Ernie Grunfeld, the Knicks' general manager. The contract is for two seasons, according to a person familiar with the deal, but financial terms were not announced.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Police Arrest 6 After Discovery of Stolen Cars","web_url":"https://www.nytimes.com/1994/08/31/nyregion/police-arrest-6-after-discovery-of-stolen-cars.html","abstract":"  Tipped off by an informant who noticed that few repairs seemed to be made at Rodriguez & Rodriguez Auto Repair on Flushing Avenue in Maspeth, Queens, detectives went inside yesterday and found 10 stolen cars, the police said.   Six men were arrested, including the owners, Juan and Thomas Rodriguez, who were accused of running a small but sophisticated car theft ring that cleared more than $200,000 a week.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Subway Rape Victim Tries to Prove Agency Was at Fault","web_url":"https://www.nytimes.com/1994/08/31/nyregion/subway-rape-victim-tries-to-prove-agency-was-at-fault.html","abstract":"  Adjusting the earphones of her Walkman, the young administrative assistant entered the subway at 40th Street and the Avenue of the Americas during rush hour to go home to New Jersey. She started down the long pedestrian tunnel, toward the PATH train at 33d Street.   As she passed a stairway at 38th Street, a man grabbed her from behind and dragged her to a large metal plate that had been propped against the wall by construction workers. Shielded from rush-hour commuters, he raped and robbed her. Although she and transit police officers chased him, he escaped and was never caught.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"U.S. Pins Its Hopes on Dividing the Serbs' House","web_url":"https://www.nytimes.com/1994/08/31/world/us-pins-its-hopes-on-dividing-the-serbs-house.html","abstract":"  The United States, frustrated in its attempt to engineer a Bosnian settlement, is eyeing a new policy for ending the war: defeat or ouster of the Bosnian Serb leaders with the help of their former patron, the Serbian President, Slobodan Milosevic.   It is a high-risk policy -- for the Clinton Administration and for President Milosevic. But after the Bosnian Serbs' crushing rejection of an American-backed peace plan for Bosnia in a referendum, it has emerged as the only alternative to an increase in the fighting.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"New York City's Investigation Dept. Needs More Independence","web_url":"https://www.nytimes.com/1994/08/31/opinion/l-new-york-city-s-investigation-dept-needs-more-independence-111287.html","abstract":"  To the Editor:   To understand the institutional problems of a Department of Investigation directly under the control of City Hall, one need merely apply Federal analogies to the Investigation Department inquiry into the alleged free-rent problem of Mayor Rudolph W. Giuliani's election campaign.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Deaths Won't Halt Anti-Drug Flights in Peru","web_url":"https://www.nytimes.com/1994/08/31/world/deaths-won-t-halt-anti-drug-flights-in-peru.html","abstract":"  As grieving United States drug agents left here this morning to retrieve the bodies of five colleagues whose surveillance plane crashed Saturday in the Andes, American officials said the tragedy would have no effect on their anti-drug efforts in Peru.   Thomas Constantine, administrator of the Drug Enforcement Administration, said in an interview from Washington that while more agents died in the crash than in any other incident in the agency's history, reconnaissance flights over the Andes, where most of the world's cocaine is produced, were necessary to provide information to Peru, Bolivia and Colombia about drug trafficking.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Military Mega-Merger","web_url":"https://www.nytimes.com/1994/08/31/opinion/military-mega-merger.html","abstract":"  Yesterday's announcement that two giant defense contractors -- Lockheed and Martin Marietta -- plan to merge into a single huge company is the most dramatic evidence yet of the changes now roiling the defense industry. Such mergers appear almost inevitable as companies struggle to survive in a sharply declining market for military procurement. Done carefully, consolidation may be the best way to preserve a strong defense industry.    The only concern is whether the company will become so dominant that it can dictate prices and terms to the Pentagon without fear of competition. The proposed merger deserves the strongest possible scrutiny by either the Federal Trade Commission or the antitrust division of the Justice Department, which needs to show it has recovered from somnolence during the Reagan and Bush Administrations.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Apology","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-apology.html","abstract":"The issue of IHT for 2 August contained an article by Philip Bowring on the subject of \"Asian Values\". The article contained a reference to a \"battle between the corporatist needs of the state and the interests of the families who operate","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"1919: Pershing Departs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-1919-pershing-departs-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - General Pershing leaves for America to-day [Aug. 31]. The work he has accomplished while in France constitutes one of the most glorious pages in the annals of the United States, indeed, of the world. There is, of course, cause for grave concern in","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Lockheed-Marietta Merger Aims to Survive Lean Times","web_url":"https://www.nytimes.com/1994/08/31/us/reshaping-arms-industry-overview-lockheed-marietta-merger-aims-survive-lean.html","abstract":"  In one sweeping stroke, two leading military contractors, the Lockheed Corporation and the Martin Marietta Corporation, have reordered the landscape of their industry by proposing a $10 billion merger -- the largest ever in their industry -- that signals that survival in the military industry will require the power of a behemoth.    The proposed merger, announced yesterday just after midnight, continues a steady drumbeat of takeovers, combinations and mergers in the military industry that has only grown louder as the Pentagon's budget has declined.","thumbnail":null,"section":"U.S."},{"date":"19940831","headline":"Sports of The Times; New Suits' Guideline: Do No Harm","web_url":"https://www.nytimes.com/1994/08/31/sports/sports-of-the-times-new-suits-guideline-do-no-harm.html","abstract":"  ONCE again there will be new suits in Madison Square Garden. Before they make any more chomping noises, the two new suits (sharkskin, we assume) should ask themselves just exactly what led the Rangers to the Stanley Cup and Knicks to the seventh game of the finals.    Only a mindless tyrant would expect the two Garden teams to match that next season. The real mission for the new suits is to observe the philosophy attributed to the Greek healer, Hippocrates: Above all else, do no harm.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"McNeil Is Swiftly Escorted To Exit","web_url":"https://www.nytimes.com/1994/08/31/sports/us-open-94-mcneil-is-swiftly-escorted-to-exit.html","abstract":"  Some incipient signs of a changing of the guard in women's tennis were evident yesterday afternoon at the National Tennis Center. If you consider Lori McNeil to be a member of the guard, that is.   The 30-year-old McNeil, the conqueror of Steffi Graf in the first round at Wimbledon earlier this summer and a longtime resident in the women's top 20, was ousted in an opening-round match yesterday, a short stroll away from all the clatter and din of the Stadium, out on Court 18.","thumbnail":null,"section":"Sports"},{"date":"19940831","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/31/nyregion/c-corrections-110922.html","abstract":"  An economic analysis in Business Day yesterday about the Clinton Administration's efforts to curb mortgage discrimination misstated the current position of Alicia Munnell, the former chief economist at the Federal Reserve Bank in Boston. Ms. Munnell is now the Assistant Secretary of the Treasury for Economic Policy, not the deputy director of the Office of Management and Budget.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/31/nyregion/c-corrections-110914.html","abstract":"  Because of a production error, an article on the Media Business page on Monday about Steven Hewitt, the executive vice president of the Showtime Entertainment Group, included several scrambled passages in some copies. Readers wishing corrected copies of the article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940831","headline":"Sarajevo Skirmish in Edinburgh","web_url":"https://www.nytimes.com/1994/08/31/style/IHT-sarajevo-skirmish-in-edinburgh.html","abstract":"The Serbs of course were boasting of their friendship with the Bosnian filmmakers. \"Oh yes,\" one said upon sighting a Bosnian filmmaker, \"here comes a good friend of mine.\" But the Bosnian looked through him as if there was nothing th","thumbnail":null,"section":"Style"},{"date":"19940831","headline":"Go Ahead, Spy on Us","web_url":"https://www.nytimes.com/1994/08/31/opinion/go-ahead-spy-on-us.html","abstract":"The Clinton Administration is trying to help an aerospace industry severely damaged by the end of the cold war.  While the goal is commendable, the Administration is going about it in a way that endangers U.S. and international security.\n\nThe plan is to allow the companies to sell spy satellites -- satellites that can take very high-resolution pictures -- on the open market, along with the pictures themselves.","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"U.N. Gives Up on Talks to Resolve Haiti Crisis","web_url":"https://www.nytimes.com/1994/08/31/world/un-gives-up-on-talks-to-resolve-haiti-crisis.html","abstract":"  United Nations Secretary General Boutros Boutros-Ghali said today that he was giving up trying to persuade Haiti's military leaders to step down peacefully after they refused to accept the high-level mission that he considered his final attempt.   In turn, the Security Council promptly issued another blistering condemnation of the junta. By ending his mediation efforts, the Secretary General has now effectively left the Clinton Administration with a choice between two policy options, diplomats here say.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"Japan Plans Payment for Forcing Women Into Brothels During War","web_url":"https://www.nytimes.com/1994/08/31/world/japan-plans-payment-for-forcing-women-into-brothels-during-war.html","abstract":"  Seeking to resolve an issue that still haunts its dealings with its neighbors, Japan has decided to commit $1 billion to programs intended as symbolic compensation to tens of thousands of women from Korea and other nations who were forced to have sex with Japanese soldiers during World War II.   Under the plan, which the Goverment will announce today, the money would be spent over 10 years on programs such as youth exchanges with other Asian nations and on support for historical research on Japan's wartime activities, officials said. Japan is also planning to build a vocational training center for women in the Philippines.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"U.S. Backed on Possible Invasion of Haiti","web_url":"https://www.nytimes.com/1994/08/31/world/us-backed-on-possible-invasion-of-haiti.html","abstract":"  Intensifying the pressure on Haiti's military rulers to step down, the United States won support today from Caribbean nations for a possible invasion if economic sanctions and diplomatic entreaties fail.   Foreign ministers and military commanders from the 13-member Caribbean Community and Common Market backed a United Nations-approved invasion to restore the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940831","headline":"A Hoarder Is Not a 'Nut' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/31/opinion/IHT-a-hoarder-is-not-a-nut-letters-to-the-editor.html","abstract":"Peter, one of the characters in Connie Briscoe's novel \"Sisters & Lovers\" (\"Playing the Dating Game in Washington,\" IHT, July 28) is not a \"nut.\" He suffers from obsessive compulsive disorder and is a hoarder. About 2 to","thumbnail":null,"section":"Opinion"},{"date":"19940831","headline":"Krajicek Survives Nightmare on Court 16","web_url":"https://www.nytimes.com/1994/08/31/sports/us-open-94-krajicek-survives-nightmare-on-court-16.html","abstract":"  The match points kept passing, one after another. Richard Krajicek, who had six lined up, whose mind was already drifting to a shower and back rub in the locker room, couldn't win any.   First, Jan Siemerink clocked a service winner off his racquet. Then Siemerink rifled a passing shot by him. Krajicek tapped a volley wide. Siemerink served and volleyed for6-4. He served and volleyed again for 6-5.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940831","headline":"Russia completes removing its troops from Estonia.","pages":[{"title":"Estonia","web_url":"https://en.wikipedia.org/wiki/Estonia","description":"Country in Northern Europe","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Flag_of_Estonia.svg/320px-Flag_of_Estonia.svg.png","thumbnail_width":320,"thumbnail_height":204},"abstract":"Estonia, officially the Republic of Estonia, is a country by the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland, the larger islands of Saaremaa and Hiiumaa, and over 2,300 other islands and islets on the east coast of the Baltic Sea, covering a total area of 45,335 square kilometres (17,504sqmi). Tallinn, the capital city, and Tartu are the two largest urban areas. The Estonian language is the indigenous and official language. It is the first language of the majority of the population of 1.4 million."}]}],"weather":[{"date":"19940831","time":"1994-08-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":66,"wspd":3.6},{"date":"19940831","time":"1994-08-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":68,"wspd":3.6},{"date":"19940831","time":"1994-08-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":69,"wspd":7.6},{"date":"19940831","time":"1994-08-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":73,"wspd":3.6},{"date":"19940831","time":"1994-08-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":72,"wspd":5.4},{"date":"19940831","time":"1994-08-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":71,"wspd":11.2},{"date":"19940831","time":"1994-08-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":78,"wspd":3.6},{"date":"19940831","time":"1994-08-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":77,"wspd":11.2},{"date":"19940831","time":"1994-08-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":79,"wspd":9.4},{"date":"19940831","time":"1994-08-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":73,"wspd":16.6},{"date":"19940831","time":"1994-08-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":82,"wspd":16.6},{"date":"19940831","time":"1994-08-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":77,"wspd":16.6},{"date":"19940831","time":"1994-08-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":74,"wspd":13},{"date":"19940831","time":"1994-08-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":68,"wspd":18.4},{"date":"19940831","time":"1994-08-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":59,"wspd":20.5},{"date":"19940831","time":"1994-08-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":58,"wspd":14.8},{"date":"19940831","time":"1994-08-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":56,"wspd":16.6},{"date":"19940831","time":"1994-08-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":60,"wspd":14.8},{"date":"19940831","time":"1994-08-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":71,"wspd":20.5},{"date":"19940831","time":"1994-08-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":81,"wspd":13},{"date":"19940831","time":"1994-08-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":84,"wspd":18.4},{"date":"19940831","time":"1994-08-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":87,"wspd":14.8},{"date":"19940831","time":"1994-08-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":93,"wspd":11.2},{"date":"19940831","time":"1994-08-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":90,"wspd":14.8},{"date":"19940831","time":"1994-08-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":45,"wspd":14.8},{"date":"19940831","time":"1994-08-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":48,"wspd":13},{"date":"19940831","time":"1994-08-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":57,"wspd":9.4},{"date":"19940831","time":"1994-08-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":55,"wspd":7.6},{"date":"19940831","time":"1994-08-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":55,"wspd":7.6},{"date":"19940831","time":"1994-08-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":9.4},{"date":"19940831","time":"1994-08-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":65,"wspd":0},{"date":"19940831","time":"1994-08-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":5.4},{"date":"19940831","time":"1994-08-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":7.6},{"date":"19940831","time":"1994-08-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":0},{"date":"19940831","time":"1994-08-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":9.4},{"date":"19940831","time":"1994-08-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":70,"wspd":9.4},{"date":"19940831","time":"1994-08-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":11.2},{"date":"19940831","time":"1994-08-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":59,"wspd":13},{"date":"19940831","time":"1994-08-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":16.6},{"date":"19940831","time":"1994-08-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":50,"wspd":22.3},{"date":"19940831","time":"1994-08-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":50,"wspd":25.9},{"date":"19940831","time":"1994-08-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":52,"wspd":25.9},{"date":"19940831","time":"1994-08-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":56,"wspd":33.5},{"date":"19940831","time":"1994-08-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":58,"wspd":29.5},{"date":"19940831","time":"1994-08-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":56,"wspd":29.5},{"date":"19940831","time":"1994-08-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":55,"wspd":25.9},{"date":"19940831","time":"1994-08-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":24.1},{"date":"19940831","time":"1994-08-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":58,"wspd":18.7}]}}