{"19930719":{"guardian_articles":[],"nytimes_articles":[{"date":"19930719","headline":"CLINTON NOMINEE LEAVES STATE JOB","web_url":"https://www.nytimes.com/1993/07/19/us/clinton-nominee-leaves-state-job.html","abstract":"  President Clinton's choice for Surgeon General, Dr. Joycelyn Elders, resigned today from her job as director of the Arkansas Health Department to help erase one objection to her nomination.   Dr. Elders resigned and then flew with the President from Little Rock, Ark., to Washington, where she is expected to undergo questioning by the Senate Labor and Human Resources Committee on Friday. Mr. Clinton, who gave the nominee a hug as they boarded Air Force One, has repeated his support for Dr. Elders, telling reporters on Saturday that he did not think her nomination was in trouble.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"A Lesson in One Woman's Decision; Knowledge Is Key in Choosing Clinics for Abortions","web_url":"https://www.nytimes.com/1993/07/19/nyregion/lesson-one-woman-s-decision-knowledge-key-choosing-clinics-for-abortions.html","abstract":"  The autopsy report says Guadalupe Negron bled to death. But she may have died from a lack of information.   Ten days ago the 33-year-old Bronx woman paid $800 for an abortion at what a health worker called a filthy, underequipped clinic, in Corona, Queens, even though she could have had a less expensive, safer operation performed at hospitals and licensed clinics throughout New York City. The outcome of her decision to use the Queens clinic -- death -- is extremely rare, city and state health officials say. But the decision itself was not.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/19/nyregion/chronicle-788093.html","abstract":"  Is it possible to indulge both a passion for prolonged tennis and the necessity to raise funds for a political campaign? Mayor DAVID N. DINKINS demonstrated that it is when he put in two hours on the courts at Dunewood, Fire Island, on Saturday morning.   As residents of the small beach community waited their turn to volley with the Mayor -- he played doubles with all comers in rotation -- RAY ROBINSON, his host for the morning, asked him if he wanted to stop. \"The Mayor kept saying, 'No, not yet,' \" Mr. Robinson, a biographer, said. \"He played nonstop.\"","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"For a Rational Drug Policy, Look to Treatment; Where's the Saving?","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-for-a-rational-drug-policy-look-to-treatment-where-s-the-saving-819493.html","abstract":"  To the Editor:   Senator Phil Gramm tells us in \"Don't Let Judges Set Crooks Free\" (Op-Ed, July 8) that each extra year of imprisonment saves $430,000 in crime and that this return on investment is \"a brilliant allocation of resources.\" If the Senator is right, he has solved the Federal deficit.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Review/Television; The Small Screen Opens To a More Intimate Room","web_url":"https://www.nytimes.com/1993/07/19/arts/review-television-the-small-screen-opens-to-a-more-intimate-room.html","abstract":"  Small is beautiful. That became the mantra of the 1960's with its implicit back-to-nature plea for simplification and sincere connections. In the grossly excessive 1980's, the message was all but forgotten, not least in mammoth Broadway musicals and giant rock events in sports stadiums. Guess what. Small is beautiful all over again.    On Broadway, this season's most charming event is a revival of 1963's \"She Loves Me,\" the equivalent of a chamber musical. And on television, music stars are increasingly discovering the advantages of audience intimacy. MTV's \"Unplugged\" series is one example, its unpretentious, cut-to-basics format in modest settings proving a boon for veteran performers like Eric Clapton and Rod Stewart. Another is public television's summer series \"Center Stage,\" a co-production of the Chicago station WTTW and Viacom's VH-1 on cable. Tonight on Channel 13, the \"Center Stage\" spotlight is on the guitarist Keith Richards.","thumbnail":null,"section":"Arts"},{"date":"19930719","headline":"The Jets Add 3 Propellers: Esiason, Lott and Marshall","web_url":"https://www.nytimes.com/1993/07/19/sports/pro-football-the-jets-add-3-propellers-esiason-lott-and-marshall.html","abstract":"  Everyone associated with the Jets is hoping that last year's 4-12 mark is just an aberration -- a season in reverse that won't repeat itself.    Just in case, Jets General Manager Dick Steinberg went out and bought some insurance policies, namely safety Ronnie Lott, defensive end Leonard Marshall and quarterback Boomer Esiason. And though no one will know until the season is finished just how important these acquisitions were to the Jets, Steinberg feels better heading into training camp with these players than without them.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Assault by Gang at Bronx Pool Wasn't Sexist, but Criminal; Lifeguards Aren't Cops","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-assault-by-gang-at-bronx-pool-wasn-t-sexist-but-criminal-lifeguards-aren-t-cops-823293.html","abstract":"  To the Editor:   Although New York City's 33 large outdoor pools and 29 mini-pools are not without problems, let's keep in mind that every day they provide more than 25,000 children with a safe place to escape the heat.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Without a Home, Clinton Is a Rolling Stone","web_url":"https://www.nytimes.com/1993/07/19/us/without-a-home-clinton-is-a-rolling-stone.html","abstract":"  As might be expected from a man who has no home but the White House, President Clinton used his Arkansas homecoming this weekend to visit -- and to visit some more.   George Bush had Kennebunkport. Ronald Reagan and Lyndon B. Johnson had their ranches. Jimmy Carter had his peanut farm. Gerald R. Ford had a condominium in Vail. Richard M. Nixon had San Clemente. John F. Kennedy had Hyannisport.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Race and Politics: Issues That Most Still Sidestep","web_url":"https://www.nytimes.com/1993/07/19/nyregion/metro-matters-race-and-politics-issues-that-most-still-sidestep.html","abstract":"  THE REV. Calvin O. Butts 3d of the newly landmarked Abyssinian Baptist Church in Harlem was asked the other day whether, upon reflection, former Vice President Dan Quayle had been right in condemning the erosion of traditional families and the values attributed to them.    \"Well,\" Mr. Butts replied slyly, \"he wasn't wrong.\"","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"French Pride Saved as Lino Wins Tour Leg","web_url":"https://www.nytimes.com/1993/07/19/sports/IHT-french-pride-saved-as-lino-wins-tour-leg.html","abstract":"Pascal Lino, a convenient symbol for all that has gone wrong in French professional bicycle racing this season, reclaimed a few credits Sunday by winning a sprint finish in the Tour de France and ending a national embarrassment. .When Lino passed the f","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Jamie A. Alpert, Jeffrey B. Davis","web_url":"https://www.nytimes.com/1993/07/19/style/weddings-jamie-a-alpert-jeffrey-b-davis.html","abstract":"  Dr. Jamie Allison Alpert, a chief resident in dermatology, and Dr. Jeffrey Brian Davis, a chief resident in internal medicine, both at the North Carolina Baptist Hospital in Winston-Salem, were married yesterday. Rabbi James S. Glazier officiated at the Blueberry Hill Inn in Goshen, Vt.   The bride, 31, is a daughter of Dr. and Mrs. Norman R. Alpert of Shelburne, Vt. She received undergraduate and medical degrees from the University of Vermont. Her father is the chairman of the department of molecular physiology and biophysics at the University of Vermont College of Medicine in Burlington.","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/19/nyregion/c-corrections-798893.html","abstract":"  A chart yesterday about Japan's political parties transposed the pictures of two of their leaders. The picture at the bottom was of Tsutomu Hata, who leads Shinseito, the Japan Renewal Party; above him was Morihiro Hosokawa, who heads the Japan New Party.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Norman Overcomes, and Then Makes, History","web_url":"https://www.nytimes.com/1993/07/19/sports/golf-norman-overcomes-and-then-makes-history.html","abstract":"  After enough heartbreak, frustration and criticism to fill three careers, Greg Norman essentially reinvented his today with the best performance of his life to win the 122d British Open.   Firing an all but flawless six-under-par 64, the 38-year-old Australian mastered both the pressures that have hindered him in the past and the harsh challenge of Royal St. George's in one of the greatest closing rounds in the history of major championship golf.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"A Hard Yankee Rain Falls on A's in 7th","web_url":"https://www.nytimes.com/1993/07/19/sports/baseball-a-hard-yankee-rain-falls-on-a-s-in-7th.html","abstract":"  Save the moments from the bottom of the seventh inning on videotape, play the tape back in a decade and it may seem as though it was 1978. The Yankees are involved in an intense pennant race and they are not frazzled. They are loose, confident and dangerous. Very dangerous.   Even though it was the 1993 Yankees last night, the A's found out how dangerous these Yankees can be when they become ornery. In a wild 29-minute half-inning that took 58 pitches to complete, the Yankees hammered three pitchers for 10 runs and 10 hits and the A's saw their 4-3 lead crumble.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/19/nyregion/c-corrections-799693.html","abstract":"  A map yesterday with articles about the Midwestern flooding included outdated figures for Saturday's water levels and incorrect figures for the flood stages at the locations charted. Corrected and current figures accompany a map today on page B6.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Bosnian Leader Says Partition May Be Inevitable","web_url":"https://www.nytimes.com/1993/07/19/world/bosnian-leader-says-partition-may-be-inevitable.html","abstract":"  As Serbian nationalist troops advanced today on a mountain stronghold crucial to Sarajevo's defense, the President of Bosnia said his Government might have to accept the \"inevitable\" and agree to the partition of the country on ethnic lines.   Alija Izetbegovic, the Bosnian President, has agonized publicly over a plan proposed by Serbia and Croatia to partition Bosnia into three \"ethnic states,\" for Muslims, Serbs and Croats.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"4 Die in Egypt as Militants Attack General's Car","web_url":"https://www.nytimes.com/1993/07/19/world/4-die-in-egypt-as-militants-attack-general-s-car.html","abstract":"  Islamic militants tried to assassinate a high-ranking army official here in an ambush early today, leaving four people dead and six wounded and drawing the military into the battle against the underground movement, the police said.   Five or six attackers opened fire on a car carrying Maj. Gen. Osman Shahin, the commander of Cairo's central military area, who escaped unharmed. Police officials said they believed that the attack was in revenge for recent executions of militants but that the actual target was another official, the general who oversees the special military courts that try \"terrorist\" offenses.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"Books of The Times; Edmund Wilson, Curmudgeon Untamed by Time","web_url":"https://www.nytimes.com/1993/07/19/books/books-of-the-times-edmund-wilson-curmudgeon-untamed-by-time.html","abstract":"  The Sixties The Last Journal, 1960-1972 By Edmund Wilson Illustrated. Edited with an introduction by Lewis M. Dabney. 968 pages. Farrar, Straus & Giroux. $35.","thumbnail":null,"section":"Books"},{"date":"19930719","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/19/nyregion/c-corrections-800393.html","abstract":"  A picture caption yesterday with an article about the ethnic partitioning of Bosnia and Herzegovina misidentified Slobodan Milosevic in some copies. He is the president of Serbia.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Assault by Gang at Bronx Pool Wasn't Sexist, but Criminal; Between Standards?","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-assault-by-gang-at-bronx-pool-wasn-t-sexist-but-criminal-between-standards-822493.html","abstract":"  To the Editor:   A front-page article July 11 described an ethic of extreme sexism and exploitation of adolescent women by many adolescent men. This is appalling, but the standard shocked reaction is hypocritical.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Joshua I. Satlof, Carolyn L. Koerner","web_url":"https://www.nytimes.com/1993/07/19/style/weddings-joshua-i-satlof-carolyn-l-koerner.html","abstract":"  Carolyn Leslie Koerner and Joshua Ian Satlof, both graduates of George Washington University, were married yesterday at the Fiddler's Elbow Country Club in Bedminster, N.J. Rabbi Jody Cohen officiated.   The bride, 25, a daughter of Leonard and Suzanne Koerner of Chatham, N.J., is studying for a master's degree in social work at the University of Connecticut. Her mother is studying for a master's degree in social work at New York University. Her father is the chief assistant corporation counsel for New York City.","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"Review/Dance; Susan Marshall Puts Entr'actes Into the Act","web_url":"https://www.nytimes.com/1993/07/19/arts/review-dance-susan-marshall-puts-entr-actes-into-the-act.html","abstract":"  A man and a woman move from left to right or right to left in apparent harmony before a stage curtain. Later, another couple fills the same trajectory with tension and ambiguity.   Susan Marshall's always experimental choreography provides food for both the eye and the mind, as these two new duets showed again at Serious Fun on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19930719","headline":"Review/Theater; The Very Human Mix of Benign and Malign","web_url":"https://www.nytimes.com/1993/07/19/theater/review-theater-the-very-human-mix-of-benign-and-malign.html","abstract":"  When Kevin Kline joined the rescue team at the New York Shakespeare Festival, taking the title associate producer, he was not just another celebrity blithely paying lip service to a worthy cause. Mr. Kline is putting his artistic capital where his mouth is, contributing a scintillating performance to \"Measure for Measure\" at the Delacorte Theater in Central Park, in the first Shakespeare production from the George C. Wolfe regime. That this actor and the large company around him have brought off a show this fine, not to mention energetic, during a virulent heat wave may in fact constitute valor above and beyond the call of duty.   The director is Michael Rudman, an American who has mainly worked in England (with the prominent exception of the Dustin Hoffman \"Death of a Salesman\" on Broadway). His approach to this darkest of Shakespearean comedies is feather light: as he also did at the National Theater in London a dozen years ago, Mr. Rudman has switched the play's setting from an intrigue-filled Vienna to a sunny Caribbean island of the 1940's. The endlessly fascinating psychological and moral shadings of the piece vanish with Vienna, but the comic interludes, which are usually neglected in weightier stagings, have rarely been funnier. As an added dividend Mr. Rudman's interpretation gives his star license to play a double role not unlike the one he performs so winningly in the movie \"Dave.\"","thumbnail":null,"section":"Theater"},{"date":"19930719","headline":"Many Questioning Value Of U.S. Flood Insurance","web_url":"https://www.nytimes.com/1993/07/19/us/the-midwest-flooding-many-questioning-value-of-us-flood-insurance.html","abstract":"  As flood waters recede in the Middle West, thousands of people will be turning to the Federal Flood Insurance program for the money they need to repair or rebuild their damaged homes. But in a development long predicted by its critics, the program is out of money.   The homeowners will get their benefits because the program can borrow up to $1 billion from the Treasury, and that should be more than enough to pay their claims. But questions about how -- or if -- the program should repay the loans are raising questions about whether it should exist at all.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"A Flag. Taps. A Race With No Allison.","web_url":"https://www.nytimes.com/1993/07/19/sports/auto-racing-a-flag-taps-a-race-with-no-allison.html","abstract":"  They ran a big stock-car race here today, and for the first time in over 17 years, they did so without any driver named Allison.   By itself, that wouldn't figure to infuse much sentiment into a sport generally lacking in it and into a crowd well-fueled by beer.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Faldo's Birthday. Little to Celebrate.","web_url":"https://www.nytimes.com/1993/07/19/sports/golf-faldo-s-birthday-little-to-celebrate.html","abstract":"  As he strode between the overflowing grandstands that create a corridor of tribute on the way to the final green at the British Open, Nick Faldo's reign as champion was finally over.   Faldo had lost an opportunity to win the championship for the fourth time, and the third time in four years. Had he won, it would have given him six major championships for his career, a figure surpassed by only 10 other golfers in the history of the game. And a victory would have fulfilled Faldo's goal of winning a major championship each year.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"1918:Power of Pigeons : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/19/opinion/IHT-1918power-of-pigeons-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE FIGHTING ARMIES - One of the principal elements in halting the German offensive in Champagne was the cooperation of the transport and information services. Lorry drivers passed four days and nights without rest conveying tens of thousands of men,","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Review/Pop;\nB-Boys and Gangstas at the Garden","web_url":"https://www.nytimes.com/1993/07/19/arts/reviewpop-bboys-and-gangstas-at-the-garden.html","abstract":"Naughty by Nature's lead rapper, Treach -- short for the treacherous M.C. -- held himself above the crowd at the Coca-Cola Summerfest's stop at Madison Square Garden on Thursday night like some glowing, hypnotic talisman. The crowd's loving response to him and to Naughty by Nature's string of hits was undying. He has what fans refer to as \"mad skills.\" Treach is a personification of urban truisms and stereotypes: he wears naughty b-boy style like a halo.\n\nTreach has a pointed disregard for things politically correct and his amplified obscenities are just sporadic enough to still be thrilling. Unlike so many rappers who fall into the category of gangsta, Treach conveys a multi-dimensional persona. His every gesture speaks to the wary coolness of ghetto authenticity. In the hip-hop nation's quest for the real -- the ability to retain street mannerisms and sensibilities in the face of popular success -- Treach rises to the constant challenge of a young, jaded public.","thumbnail":null,"section":"Arts"},{"date":"19930719","headline":"Oh, for a Louganis: China Still Dominates in Diving","web_url":"https://www.nytimes.com/1993/07/19/sports/world-university-games-oh-for-a-louganis-china-still-dominates-in-diving.html","abstract":"  It seems as if it were only yesterday that the young, slight Chinese diver stood atop the platform as spectators' murmurs dropped to a hush. Who was this prodigy giving Greg Louganis of the United States a run for the gold at the 1988 Olympic Games in Seoul, South Korea?   He was only 14 then, but the Americans, accustomed to dominating in men's diving, were already threatened by his talent.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/19/nyregion/chronicle-790293.html","abstract":"  Another wedding in the Kennedy family: Representative JOSEPH P. KENNEDY 2d said Saturday that he was engaged to ANNE ELIZABETH KELLY, a member of his Washington staff.   Mr. Kennedy, 40, the oldest son of the late Senator Robert F. Kennedy and Ethel Kennedy, and Ms. Kelly, 36, met at the Citizens Energy Corporation, a nonprofit company he established to provide low-cost heating fuel for poor people. She was the corporation's director of special projects.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Sheepshead Bay at Odds on a Waterfront Proposal","web_url":"https://www.nytimes.com/1993/07/19/nyregion/strictly-business-sheepshead-bay-at-odds-on-a-waterfront-proposal.html","abstract":"  Of all the transformations and evolutions that New York City neighborhoods have undergone in the last century, few are as stark as that of Sheepshead Bay.   This is a place where Sousa played, where the wealthy raced horses, where at least one America's Cup-winning yacht was berthed and where the first trans-Atlantic phone call was placed.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"No Sticky Wicket This: Revival for Cricket Fans","web_url":"https://www.nytimes.com/1993/07/19/nyregion/no-sticky-wicket-this-revival-for-cricket-fans.html","abstract":"  It was barely 10 A.M. yesterday, but the sun was already blazing as a crowd of cricket enthusiasts carrying coolers and umbrellas and wearing sun hats trickled into Columbia University's Lawrence A. Wien Stadium.   As the players warmed up, a 16-piece Calypso steel band bounced its sound across the stadium. The smell of curried goat came from the food stand and people opened bottles of Red Stripe, a Jamaican lager, that had somehow made their way past strict security guards.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"A Publisher of Conservative Books Complains","web_url":"https://www.nytimes.com/1993/07/19/books/a-publisher-of-conservative-books-complains.html","abstract":"  Erwin A. Glikes was in Cambridge, Mass., a few weeks ago doing what all publishers do when they travel, looking in bookstores for his books. What he saw was common for Mr. Glikes, the publisher of many best-selling works of serious nonfiction, whose latest product is \"The Real Anita Hill,\" by David Brock.   \"Every feminist book you can think of was prominently displayed around Harvard Square,\" he recalled. \"Every book about American racism. All the fashionable topics.\" But \"The Real Anita Hill,\" which, like other books published by Mr. Glikes, runs contrary to the received ideas of what he thinks of as the liberal establishment, was at best hidden in obscure corners as though it were a piece of pornography, even though at the time it was in the third spot on the New York Times best-seller list.","thumbnail":null,"section":"Books"},{"date":"19930719","headline":"F.B.I. CHIEF INSISTS HE WILL NOT QUIT","web_url":"https://www.nytimes.com/1993/07/19/us/fbi-chief-insists-he-will-not-quit.html","abstract":"  After a night in the hospital with a broken arm, William S. Sessions returned home today, asserting that he would not resign as Director of the Federal Bureau of Investigation despite an ultimatum from the Clinton Administration to step aside or be dismissed.   \"It's a matter of principle,\" Mr. Sessions said as he emerged from Sibley Memorial Hospital with his right arm in a cast. He fell Saturday outside the Justice Department, where he had met with Attorney General Janet Reno and other senior Administration aides who told him he could either leave office or face dismissal.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Mexico Allows a 3d Ship to Dock; Most Are Put on a Plane to China","web_url":"https://www.nytimes.com/1993/07/19/world/mexico-allows-a-3d-ship-to-dock-most-are-put-on-a-plane-to-china.html","abstract":"  A third smuggler's ship carrying Chinese migrants was finally towed into port here today after being kept offshore because of tensions among the 235 passengers. Most were then deported.   After the rusting, 30-year-old cargo ship docked, most of the Chinese were herded down a gangplank onto 10 buses that took them to the airport in Tijuana. They then boarded an L-1011 jet for China, where their long voyage began many weeks ago. Mexican officials said 19 refugees who were suspected of causing friction had been handcuffed and put onto a separate bus.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"A Smelly Retainer Refunded","web_url":"https://www.nytimes.com/1993/07/19/opinion/a-smelly-retainer-refunded.html","abstract":"  Abraham Sofaer, who was the top lawyer at the State Department from 1985 to 1990, contracted recently to represent Libya in dealing with the legal consequences of the bombing of Pan Am Flight 103 over Lockerbie, Scotland. There was no law against it, no lawyer's rule of ethics or State Department rule. But it was a smelly example of revolving door lawyering, with Mr. Sofaer switching sides in the struggle over Libyan terrorism.    To his credit, Mr. Sofaer changed his mind Friday and withdrew from the deal. He said too many reasonable people disagreed with his earlier view that he could represent Libya, for money, with propriety. He will now return his fee.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"His 267, 13 Under Par, Is by 7 Strokes Best Round Ever at Royal St. George's : Norman Wins Open, Beating Faldo by 2 With Record Total","web_url":"https://www.nytimes.com/1993/07/19/sports/IHT-his-267-13-under-par-is-by-7-strokes-best-round-ever-at-royal-st.html","abstract":"From a mounded stage on the 18th fairway, Greg Norman could see everything he has wanted from this world, and he felt the whole world watching him. So he had this one moment, in the quiet of the crosswinds whistling and everyone thinking their nasty thou","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Tokyo Markets Still Sheltered","web_url":"https://www.nytimes.com/1993/07/19/world/tokyo-markets-still-sheltered.html","abstract":"  Japan's political upheaval is not expected to have an immediate effect on its import curbs or trade imbalance with America. Page A10.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"2 Roommates of Plot Suspect Held, Lawyer Says","web_url":"https://www.nytimes.com/1993/07/19/nyregion/2-roommates-of-plot-suspect-held-lawyer-says.html","abstract":"  Two men, apparently roommates of a man charged in a plot to blow up New York City tunnels and buildings, are being held in the Passaic County Jail in New Jersey, according to a defense lawyer in the case and an officer at the jail.   The lawyer, William M. Kunstler, said yesterday that he believed the Government might be getting information from the men, whom he identified as Osman El-Sheikh and Hasab Elrasoul Babekir.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"1893:Nicaraguan Rebels : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/19/opinion/IHT-1893nicaraguan-rebels-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A despatch received at the State Department this morning [July 18] from Minister Baker in Nicaragua is as follows: \"The President of Nicaragua and his Minister of Foreign Affairs are still in prison, being held by the rebels. A meeting of","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Ruth Ginsburg to the Stand","web_url":"https://www.nytimes.com/1993/07/19/opinion/ruth-ginsburg-to-the-stand.html","abstract":"  When Ruth Bader Ginsburg was an advocate before the Supreme Court, she confronted nine robed men, many of them highly dubious of her arguments for sexual equality. Yet she quietly commanded their attention and more often than not persuaded them. By comparison, the male and female senators who will question her on Tuesday are already persuaded that she is fit to sit on the high court.   Does that mean that the Judiciary Committee hearing will be a bore as well as a breeze? Hardly. It should produce some enlightening testimony and clues as to whether, as many predict, Judge Ginsburg's appointment augurs a Supreme Court turn back to the legal and philosophical center.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"After Chavez, Farm Union Struggles to Find New Path","web_url":"https://www.nytimes.com/1993/07/19/us/after-chavez-farm-union-struggles-to-find-new-path.html","abstract":"  Three decades after Cesar Chavez founded the United Farm Workers, which brought hope to thousands of impoverished laborers, the union is struggling for survival.   From the lemon groves in this desert community to the tomato fields outside Stockton in the San Joaquin Valley, many workers today toil under conditions not seen since the charismatic Mr. Chavez first took up their cause in a series of hunger strikes, boycotts, marches and protests in the 1960's and 1970's.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Ubu Repertory Outlines Its Fall Season of Plays","web_url":"https://www.nytimes.com/1993/07/19/theater/ubu-repertory-outlines-its-fall-season-of-plays.html","abstract":"  Ntozake Shange and Andre Ernotte are among the directors who are to stage plays for the fall season of Ubu Repertory Theater, which presents English translations of plays from French-language countries. The season is to comprise three full productions and five staged readings of plays from Belgium, Ivory Coast, Martinique and Quebec.   \"Fire's Daughters,\" by Ina Cesaire and directed by Ms. Shange, is to run from Oct. 5 to 24; \"Talk About Love!\" by Paul Emond, is scheduled for Nov. 9 to 21, and \"The Orphan Muses,\" by Michel Marc Bouchard, staged by Mr. Ernotte, from Nov. 30 to Dec. 19.","thumbnail":null,"section":"Theater"},{"date":"19930719","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/19/nyregion/c-corrections-801193.html","abstract":"  An artist's rendering in Science Times on Tuesday, showing the weaving method believed to have been used in the earliest known piece of cloth, depicted the pattern incorrectly. The pairs of weft, or horizontal, strands probably wound around each other as well as around the warp, or vertical, strands.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Mr. Babbitt, Make the Grass Greener","web_url":"https://www.nytimes.com/1993/07/19/opinion/mr-babbitt-make-the-grass-greener.html","abstract":"Bruce Babbitt is gunning for change on the range. The reform-minded Interior Secretary has set his sights on ridding the West of the policies and subsidies of the Reagan-Bush era that abetted the over-logging, over-mining and, above all, the overgrazing of the West.\n\nSharply criticized by environmentalists for retreating from the grazing fee issue earlier this year, Mr. Babbitt hopes to redeem himself by announcing, perhaps by July 30, a major overhaul of the nation's grazing program. Not surprisingly, his reform package will call for an increase in Federal grazing fees, well above the current $1.86 per cow per month paid by ranchers.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Chinese Dissident's Odyssey: In and Out of Prison, Now Trying to Flee Abroad","web_url":"https://www.nytimes.com/1993/07/19/world/chinese-dissident-s-odyssey-in-and-out-of-prison-now-trying-to-flee-abroad.html","abstract":"  He is not afraid, he repeats insistently, but he peers nervously over his shoulder every few minutes.   No, he declares, he absolutely is not afraid -- not of another arrest, not of more beatings by the police, not of more toil in prison making Christmas tree lights for foreigners, nor even of another round of exhausting 12-hour days in the prison mine where his buddy attempted suicide.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"For a Rational Drug Policy, Look to Treatment; Ravages of Alcohol","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-for-a-rational-drug-policy-look-to-treatment-ravages-of-alcohol-820893.html","abstract":"  To the Editor:   Jack B. Weinstein has chosen as a senior Federal judge not to try minor drug cases because, he says, mandatory drug sentences fail to deter the illegal drug trade. Senator Phil Gramm disagrees (Op-Ed, July 8).","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"U.S. Acts Inconsistently on Macedonia","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-us-acts-inconsistently-on-macedonia-283293.html","abstract":"  To the Editor:   Your report of the arrival of American ground troops in Macedonia is a reminder of serious contradictions in Clinton Administration policy toward that republic and its civilian population (\"Balkan Update,\" July 6). American military participation in the \"Macedonian tripwire\" follows by only a month the imposition of a de facto embargo on certain products made in Macedonia and consigned for the United States market.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/19/us/inside-120393.html","abstract":"  Pakistan's Government Falls   Pakistan's President and Prime Minister both resigned after months of struggle that had paralyzed the Government. Parliament was dissolved, and elections were called. Page A3. Behind the Dinkins Strategy    Bill Lynch is used to proving his doubters wrong, but Mayor Dinkins's campaign chief is now facing his greatest challenge. Page B1. Norman Takes British Open    Greg Norman of Australia shot a flawless six-under-par 64 to win the British Open title with a record-low 267. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Sydney Williams, Kimtoya Williams","web_url":"https://www.nytimes.com/1993/07/19/style/weddings-sydney-williams-kimtoya-williams.html","abstract":"  Kimtoya Williams, a daughter of Lawrence Williams of Brooklyn and Naiyah Khalifah of Yonkers, was married yesterday to Sydney G. Williams, a son of Hylton Williams of Brooklyn and Phyllis Williams of Berrien Springs, Mich. The Rev. Garnet Morris performed the ceremony at the Hanson Place Seventh-day Adventists Church in Brooklyn.","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"Review/Music; Beauty and Seduction, by Mozart and Strauss","web_url":"https://www.nytimes.com/1993/07/19/arts/review-music-beauty-and-seduction-by-mozart-and-strauss.html","abstract":"  Making connections is something the music business suddenly can't do without. Friday night at Avery Fisher Hall it was Richard Strauss holding hands with Mozart, in a Mostly Mozart Festival Orchestra concert conducted by Gerard Schwarz. Context is the idea. Put disparate elements in a shared world and watch the symbiosis take place. There may be justifications for the Mozart-Strauss combination but perhaps not the ones offered here. Friday's event -- an interesting, well-played collection of music -- bore the burden of a theme it may not have needed.   One suggested connection: Strauss loved Mozart's music. He put on his operas and worshiped the G-minor Quintet. Such ties of affection are touching, but then one remembers Frank Sinatra, who loves Ray Charles while singing nothing like him.","thumbnail":null,"section":"Arts"},{"date":"19930719","headline":"U.N. Nears Settlement in Iraq Missile Dispute","web_url":"https://www.nytimes.com/1993/07/19/world/un-nears-settlement-in-iraq-missile-dispute.html","abstract":"  The dispute between the United Nations and President Saddam Hussein over monitoring Iraqi missile tests appeared to be moving toward a resolution today after Deputy Prime Minister Tariq Aziz indicated that Baghdad was interested in taking action to help lift economic sanctions against the country.   Officials taking part in the talks, which began on Thursday, said Mr. Aziz had made clear that the sanctions were causing great hardship for ordinary people and that easing them was a top priority for the Government.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"For a Rational Drug Policy, Look to Treatment; Punishment Pushers","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-for-a-rational-drug-policy-look-to-treatment-punishment-pushers-817893.html","abstract":"  To the Editor:   Senator Phil Gramm's support of mandatory minimum sentences is unfortunately based on faulty logic (\"Don't Let Judges Set Crooks Free,\" Op-Ed, July 8). Much of his argument is premised on a study by Morgan Reynolds of Texas A & M University that calculated the time people committing crimes could expect to spend in prison. Senator Gramm concludes that people committing serious crimes can expect to serve only a matter of days and therefore prisons have little deterrent value.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"At Home Abroad; The Edge Of the Wave","web_url":"https://www.nytimes.com/1993/07/19/opinion/at-home-abroad-the-edge-of-the-wave.html","abstract":"  Here and elsewhere in East Asia the visiting American feels as if he is at the edge of an enormous wave of growing prosperity and power. We know about the economic success of Hong Kong, Singapore, Taiwan and South Korea. But to see it up close -- to see how far and how fast it has come -- is astonishing.   Just a few decades ago, Hong Kong was a place filled with struggling refugees from Maoist China. Today the annual per capita income is $18,000, moving past that of Britain and other European countries. People live longer here than in the United States, and infant mortality is lower.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Zulu Party Again Abandons Constitutional Talks","web_url":"https://www.nytimes.com/1993/07/19/world/zulu-party-again-abandons-constitutional-talks.html","abstract":"  The Inkatha Freedom Party, which has taxed South Africa's democracy talks with an erratic campaign of filibusters and threats, announced today that it was withdrawing from the negotiations until it is given a veto over the country's new political order.   If the party, most of whose members are Zulu, holds to its demand, the decision could be the first step toward an attempt at secession by the predominantly Zulu eastern province of Natal and a civil war.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"Assault by Gang at Bronx Pool Wasn't Sexist, but Criminal","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-assault-by-gang-at-bronx-pool-wasn-t-sexist-but-criminal-821693.html","abstract":"  To the Editor:   \"The behavior of the boys at the Crotona Pool was rotten,\" you say in \"Boys and Their 'Fun' \" (editorial, July 9), on the sexual assault of a 14-year-old girl at a South Bronx pool, \"and it will last as long as sexism lasts.\" The disgusting behavior of the boys was assaultive and criminal; and while it may well have stemmed from a general lack of respect for women, there are many sexist men out there who would not think of jumping a woman, singly or collectively, in a pool or in private.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"STUDIES SAY SOOT KILLS UP TO 60,000 IN U.S. EACH YEAR","web_url":"https://www.nytimes.com/1993/07/19/us/studies-say-soot-kills-up-to-60000-in-us-each-year.html","abstract":"  Several studies have concluded that tens of thousands of deaths are being caused in the United States each year by a form of air pollution that for the most part falls within current legal limits: tiny particles of soot that are inhaled.   Rough calculations emerging from studies at the Environmental Protection Agency and the Harvard School of Public Health suggest that 50,000 to 60,000 deaths a year are caused by the particle pollution, a far larger number than any other form of pollution and one that rivals the death toll from some cancers.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Electricity Consumption","web_url":"https://www.nytimes.com/1993/07/19/nyregion/pulse-electricity-consumption.html","abstract":"  The heat wave this month will raise overall electricity consumption in the region above last year's levels, according to utilities officials. Demand for electricity fell last year, after a rise the year before, a year that also had unusually hot summer. Three-fifths of that decline came in residential use, which is chiefly affected by use of air conditioners. Generally, the troubled economy has moderated residential usage, which rose through the 1980's as consumers bought larger homes, many of them with central air conditioning, and acquired personal computers, microwaves, color TVs and other consumer appliances.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Calculating the Midwestern Floods: Gauges, Notebooks and Simple Math","web_url":"https://www.nytimes.com/1993/07/19/us/midwest-flooding-calculating-midwestern-floods-gauges-notebooks-simple-math.html","abstract":"  Patrick Lustgraaf, a young technician with the United States Geological Survey wearing a lime-green T-shirt and camouflage pants, stood on a low concrete bridge this morning and used a hand winch to lower a small propeller into the swirling, muddy waters of the Des Moines River.   The propeller sank quickly, pulled down by a two-foot-long lead sinker shaped like a torpedo. Eyeing a stopwatch strapped to the inside of his left wrist, Mr. Lustgraaf listened intently to a headset attached by a thin wire to the propeller below. Both river banks are submerged, and the water tugged at the lower limbs of a forest of cottonwood trees that stretches into the distance above and below the bridge.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"As Campaign Warms, Dinkins Manager Is Cool, Calm and Directed","web_url":"https://www.nytimes.com/1993/07/19/nyregion/as-campaign-warms-dinkins-manager-is-cool-calm-and-directed.html","abstract":"  Four years ago, Bill Lynch led David N. Dinkins to victory against a battle-weary Democratic incumbent -- and then on to become New York City's first black Mayor -- by coaching a hungry team of liberal outsiders from a Times Square building so seedy that his staff shared elevators with porno actresses between scenes.   The knock on him then: He was a roly-poly former labor organizer who was always behind schedule, refused to delegate or share strategy, and had never run such a big campaign.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Less Than an Earthquake","web_url":"https://www.nytimes.com/1993/07/19/opinion/IHT-less-than-an-earthquake.html","abstract":"The Liberal Democrats are no longer the undisputed masters of Japan's Diet. Their long and increasingly scandal-splashed monopoly of power may be at an end. This is good, because it shows that even in Japanese politics things do move. But no more than tha","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Laura McGinn, David Leichtman","web_url":"https://www.nytimes.com/1993/07/19/style/weddings-laura-mcginn-david-leichtman.html","abstract":"  Laura A. McGinn, a daughter of Loretta McGinn of Westerleigh, S.I., and the late Thomas McGinn, was married yesterday to David Leichtman, the son of Arnold Leichtman and Maxine A. Leichtman, both of New York. The Rev. Joseph Mostardi, a Roman Catholic priest, officiated at the Church Center for the United Nations, in New York.   Ms. McGinn, who is keeping her name, is a legal assistant in the New York law firm of Simpson Thacher & Bartlett. She and her husband graduated from the University of Michigan. She is a law student at New York University.","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"In the Ultimate Cycling Race, the Pyrenees Is 'There'","web_url":"https://www.nytimes.com/1993/07/19/sports/cycling-in-the-ultimate-cycling-race-the-pyrenees-is-there.html","abstract":"  Unlike many riders in the Tour de France, Alvaro Mejia, the Colombian climber who ranks second over all, sounds remarkably blase about the Pyrenees.   \"They're there,\" he says offhandedly, paraphrasing Gertrude Stein, of the mountain range between France and Spain.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"For a Rational Drug Policy, Look to Treatment","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-for-a-rational-drug-policy-look-to-treatment-816093.html","abstract":"  To the Editor:   With Senator Phil Gramm of Texas taking the hard line, and Federal District Court Judge Jack B. Weinstein the soft and fuzzy one, the July 8 Op-Ed Dialogue on \"Drugs, Crime and Punishment\" did little to clarify the issue of mandatory sentences for drug offenses or define a more rational national drug abuse policy.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"With Reforms in Treatment, Shock Therapy Loses Shock","web_url":"https://www.nytimes.com/1993/07/19/nyregion/with-reforms-in-treatment-shock-therapy-loses-shock.html","abstract":"  Roland Kohloff, principal timpanist for the New York Philharmonic, had such severe depression last spring that he was forced to stop performing. \"I could feel it coming on,\" he said. \"My chemistry was going out and I was totally helpless. You don't want to get out of bed. It's very hard to do anything.\"    Because his son, who has schizophrenia, had been helped by electroshock therapy, Mr. Kohloff decided to forgo medication and talk therapy, and try a treatment that many people associate with oppressive efforts to control the mentally ill in the 1940's and 50's.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"2d Bomb Plot Casts Shadow On the First","web_url":"https://www.nytimes.com/1993/07/19/nyregion/2d-bomb-plot-casts-shadow-on-the-first.html","abstract":"  Two months before the scheduled trial of the World Trade Center bombing case, the complex strategies of prosecutors and defense lawyers are already being drawn, debated and revised. But the emergence of what the authorities describe as a second bomb-and-assassination plot -- including the arrest on Friday of yet another suspect -- has raised a whole new set of questions for both sides in the trade center case.   Legal experts say the basic strategy of prosecutors for the trade center trial, which is to begin Sept. 14, is not likely to change.  But the pool of suspects in the second case could provide them with new leads or new weapons against the six Trade Center defendants, one of whom is still missing.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"This Late Starter May Hit Stardom Early","web_url":"https://www.nytimes.com/1993/07/19/sports/tennis-this-late-starter-may-hit-stardom-early.html","abstract":"  The critic was Billie Jean King, shipped in by the United States Tennis Association to play teacher for a day to a cluster of pre-teen, pre-phenomenons that included Jennifer Capriati. When King assessed the talents of the bunch, it was obvious to her that Capriati was going to be a superstar super soon. But it was also obvious that Capriati's partner for the National 14-and-under doubles championships, little Lisa Raymond from Wayne, Pa., possessed the best hands of the bunch.   The trouble was, she preferred to use them to throw a football than to play professional tennis. And as if that weren't enough of a strike against incipient tennis success, Raymond had no intention of observing the mandate that assigns female prodigies professional status before they've even earned their driver's license. She not only meant to graduate from high school, she also wanted to experience a taste of college before allowing tennis to take over.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"St. Louis Wins the Early Rounds As the Mississippi Does Its Worst","web_url":"https://www.nytimes.com/1993/07/19/us/midwest-flooding-st-louis-wins-early-rounds-mississippi-does-its-worst.html","abstract":"  The Missouri and Mississippi Rivers, both surging to maximum crests in the great Midwest flood of 1993, joined muddy forces today at their nexus just north of here, then swept down on this city's sodden, weakened system of protective levees.   The extra water pouring into the Mississippi from the Missouri swelled the nation's greatest river toward a record crest, or maximum depth, of 47 feet as it roiled southward past the soaring Gateway Arch. Some small berms on the suburban outskirts of the city were topped, forcing emergency evacuation of several hundred homes in the River des Peres neighborhood of South St. Louis.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Cable Outduels Free TV","web_url":"https://www.nytimes.com/1993/07/19/opinion/cable-outduels-free-tv.html","abstract":"  Congressional efforts to help broadcast television may be thwarted if the first two deals negotiated under last year's Federal cable law are any indication.   Congress was alarmed by the decline of free TV and eager to pump money to local TV stations. So it required cable operators to negotiate with broadcasters for permission to carry their signals. Now cable retransmits those signals for free.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"JAPANESE REJECT OLD GUARD BUT SPLINTERED VOTE MEANS A STRUGGLE FOR A COALITION","web_url":"https://www.nytimes.com/1993/07/19/world/japanese-reject-old-guard-but-splintered-vote-means-a-struggle-for-a-coalition.html","abstract":"  Thirty-eight years of single-party rule by the Liberal Democrats ended in elections on Sunday, but the party retained enough seats to insure a struggle for command of the Government with a new generation of opposition leaders.   The loss, the party's biggest since it was created with American backing in 1955, was a measure of the tremendous discontent with the scandals and influence-peddling that have plagued the conservative incumbents for five years. Voters flocked to three new parties made up largely of defectors from the Liberal Democrats.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"Jeffrey Weitzman, Rachel Milliken","web_url":"https://www.nytimes.com/1993/07/19/style/weddings-jeffrey-weitzman-rachel-milliken.html","abstract":"  Rachel Sue Milliken, a daughter of Linda Botton of Harrison, N.Y., and the late Lloyd G. Milliken, was married yesterday to Jeffrey Walter Weitzman, the son of Donald and Harriet Weitzman of Morristown, N.J. Cantor Richard Botton, the bride's stepfather, officiated at the Bretton Woods Inn in Morris Plains, N.J.   Mrs. Milliken-Weitzman is a special education teacher at Public School 151 in New York. She graduated cum laude from Tufts University and received a master's degree in special education and reading from New York University. Her father was an assistant state attorney general in Manhattan. Her mother teaches at the Midland School in Rye, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"Shots Into Crowd Kill Youth in Harlem","web_url":"https://www.nytimes.com/1993/07/19/nyregion/shots-into-crowd-kill-youth-in-harlem.html","abstract":"  Joanne Ackie always felt better when her 17-year-old son stayed indoors at night, talking and laughing with his friends in the hallways of their Harlem apartment building instead of outside. But the warm weather drew a group of young people out of the building Saturday night, and when the shooting started, Kareem Ackie was the first one down.   The police say two or three young men walked up to the building at 430 West 125th Street in the General Grant Apartments, a public housing project, and started shooting into the crowd. When officers arrived at 12:30 A.M., Kareem was dead, hit once in the back, and three other people -- including a cousin of Kareem's -- were wounded.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/19/nyregion/metro-digest-187493.html","abstract":"  SHOCK THERAPY LOSING ITS STIGMA Although many people still recoil at the thought of electroshock therapy, associating it with images of Frankenstein's monster, the electric chair and bolts of lightning, the treatment has made a discreet comeback in the last decade. Increasingly, those who have been aided are willing to speak out, describing its benefits and lobbying to make the treatment more widely available. A1. NEW YORK CITY YOUTH IS KILLED IN HARLEM SHOOTING Joanne Ackie always felt better when her 17-year-old son stayed indoors at night, talking and laughing with his friends in the hallways of their Harlem apartment building instead of outside on West 125th Street. But the warm weather drew a group of young people out of the building Saturday night, and when the shooting started, Kareem Ackie was the first one down. When officers arrived Kareem was dead and three other people, including a cousin of Kareem's, were wounded. The police said all the victims, including Kareem, were apparently innocent bystanders. B3.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Damages Again Denied In 'Six Degrees' Lawsuit","web_url":"https://www.nytimes.com/1993/07/19/theater/damages-again-denied-in-six-degrees-lawsuit.html","abstract":"  The New York State Appellate Division has upheld a State Supreme Court ruling that David Hampton, whose real-life confidence scheme inspired John Guare's play \"Six Degrees of Separation,\" was not entitled to civil damages for the fictional use of his story.   The ruling, issued on Tuesday by five judges from the Appellate Division, First Department, in Manhattan, affirmed an April 1992 decision by Justice Edward H. Lehner that denied Mr. Hampton's claim for damages.","thumbnail":null,"section":"Theater"},{"date":"19930719","headline":"Officials in Des Moines Delay Resumption of Water Service","web_url":"https://www.nytimes.com/1993/07/19/us/the-midwest-flooding-officials-in-des-moines-delay-resumption-of-water-service.html","abstract":"  In another bitter disappointment for a quarter-million people, city officials today announced a delay of at least 24 hours in the resumption of municipal water service. They decided that giant pumps at the water treatment plant were still too damp from floods a week ago to be safely started.   The people of Des Moines, who have been without running water for a week, had thought they would start to get water back on Monday. But L. D. McMullen, the chief executive of the Des Moines Water Works, said that high humidity had prevented the electric pumps from drying properly. The result was a postponement of the city's plan to begin pumping water tonight and to have the entire system back in operation by Thursday or Friday.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/07/19/style/IHT-what-theyre-reading.html","abstract":"Elisabeth Noelle-Neumann, director of Germany's Allensbach public opinion research center, is reading a book of poems by Hilde Domin and \"Engel,\" an anthology of literary encounters with angels. \"It contains centuries of experience with ang","thumbnail":null,"section":"Style"},{"date":"19930719","headline":"Politics Can Change Rapidly but Economics Can't","web_url":"https://www.nytimes.com/1993/07/19/world/politics-can-change-rapidly-but-economics-can-t.html","abstract":"  When President Clinton came here two weeks ago, he sensed a historic opportunity and pressed more aggressively than any of his predecessors for a breakup of the collusive forces that have made Japan such a frustrating market for United States companies.    Sunday's election did shatter the old political order, which was dominated by the conservative Liberal Democratic Party, but there was little immediate prospect that the economy would be thrown open to the same bracing jolt of change, or that Japan's trade surpluses would begin to shrink any time soon.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"St. Petersburg Journal; Diary Shows Mad Monk as Something of a Bore","web_url":"https://www.nytimes.com/1993/07/19/world/st-petersburg-journal-diary-shows-mad-monk-as-something-of-a-bore.html","abstract":"  As historical discoveries go, the Rasputin diary that surfaced here this year is hardly a bombshell. Written in an ordinary notebook in a crude, barely legible scrawl and a style described as half-literate, the musings of the Siberian monk who wielded such a sinister influence over the court of the last Czar of Russia are disappointingly dull.   \"As in old times, our mother the Czarina is busy only with her daughters and the education of her son, the great heir Aleksei Nikolayevich,\" reads one of the passages from the 12-page text, written sometime from 1911 to 1913. \"Here is the proof of this education. He is like a sun shining with love for his people, and he is loved reciprocally.\"","thumbnail":null,"section":"World"},{"date":"19930719","headline":"1943:Quislings Hanged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/19/opinion/IHT-1943quislings-hanged-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Before a crowd of 20,000 who cheered as they watched, eight Russian Quislings were hanged Sunday [July 18] in the city square of Krasnodar in the Caucasus, the Moscow radio announced. Thousands of farmers in the area","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"A Non-policy on Non-proliferation","web_url":"https://www.nytimes.com/1993/07/19/opinion/a-non-policy-on-non-proliferation.html","abstract":"  Where have Iraq, India, Pakistan, Iran and others been getting the technology to build nuclear arms? From Western Europe, where lax export controls allow companies to sell to dangerous buyers, no questions asked.    And where can proliferators get uranium and plutonium? From global stockpiles that keep growing, making it harder to keep track of the small amounts needed for a bomb.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"For a Rational Drug Policy, Look to Treatment; Mandatory Sentences","web_url":"https://www.nytimes.com/1993/07/19/opinion/l-for-a-rational-drug-policy-look-to-treatment-mandatory-sentences-818693.html","abstract":"  To the Editor:   Judge Jack B. Weinstein should be commended for his condemnation of mandatory minimum sentences in \"The War on Drugs Is Self-Defeating\" (Op-Ed, July 8). He recommends a nonpartisan drug commission, a proposal I endorse.","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/07/19/sports/results-plus-566793.html","abstract":"  TENNIS  Australia Advances to Davis Cup Semifinals  Richard Fromberg beat Stefano Pescosolido, 7-6, 6-1, 6-4, yesterday, giving Australia a 3-2 victory over Italy in the Davis Cup quarterfinals in Florence. Italy's Paolo Cane had tied the three-of-five-match series, 2-2, earlier by defeating Australia's top player, Mark Woodforde, 6-2, 1-6, 7-5, 6-4. Australia will meet the winner of the France-India series in the semifinals. The deciding match of that series was halted because of darkness and was to be completed today. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/19/nyregion/chronicle-789993.html","abstract":"  Hard on the heels of Phil, Sally Jessy, Geraldo, Montel and Joan Rivers, does New York need another talk show host -- or hostess? The executives at WPIX-TV think so, and starting on Aug. 2 on Channel 11, there will be a new name in the hopper: Shirley.   Shirley is SHIRLEY SOLOMON, whose show on the CTV network in Canada will now be seen here.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Sports of The Times; A Racquet Puts a New Spin in Chandra's World","web_url":"https://www.nytimes.com/1993/07/19/sports/sports-of-the-times-a-racquet-puts-a-new-spin-in-chandra-s-world.html","abstract":"  PETE Sampras and Andre Agassi and John and Patrick McEnroe arrived from the genteel and plush surroundings of their tennis world yesterday to play in a charity tennis exhibition for the Safe Passage Foundation. Chandra Pinkney, 18 years old, came from the apartment she shares with her mother in the 21-story, low-income housing project on King Boulevard and West Kinney in Newark, where, as she had said, \"there's drugs on every floor.\"   But Chandra's a star, too, though she was on the court only as a spokeswoman for the foundation, describing it as a home. \"Home,\" she said, \"is where the heart is.\"","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/19/nyregion/news-summary-076293.html","abstract":"  International A2-11  JAPAN PARTY LOSES MAJORITY  The Liberal Democratic Party lost its majority in the Japanese Parliament but retained enough seats to set off a struggle with a new generation of opposition leaders for command of the Government.  A1  CHINA DISSIDENTS STILL FEARFUL  One Chinese student's odyssey underscores the continuing scrutiny and repression the dissidents from the Tiananmen Square democracy movement face even when they are released from prison.  A9","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Daley Is Bluntly Criticizing Clinton","web_url":"https://www.nytimes.com/1993/07/19/us/daley-is-bluntly-criticizing-clinton.html","abstract":"  Before the Illinois primary last year, Bill Clinton was so solicitous of Mayor Richard M. Daley of Chicago that he was defensive about his overtures. \"I was not buttering up the Mayor!\" the future President declared.   These days, no one, certainly not the Mayor, is accusing Mr. Clinton of buttering up Mr. Daley, a Democrat who has presided over the nation's third-largest city since 1989.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"A New Era In Abortion","web_url":"https://www.nytimes.com/1993/07/19/us/a-new-era-in-abortion.html","abstract":"  When confirmation hearings begin Tuesday for Judge Ruth Bader Ginsburg, it will be the first time in more than a decade that a nominee for the Supreme Court has come before the Senate Judiciary Committee with a clear and unflinching position on whether the Constitution protects the right to abortion.   Beginning with Sandra Day O'Connor's appearance before the committee in 1981, all Supreme Court candidates had sought to make their legal and personal views of abortion as ambiguous as possible. The strong presumption was that there was no issue more perilous to their chances to sit on the Court.","thumbnail":null,"section":"U.S."},{"date":"19930719","headline":"Mets and the Giants Reverse Roles for Day","web_url":"https://www.nytimes.com/1993/07/19/sports/baseball-mets-and-the-giants-reverse-roles-for-day.html","abstract":"  The starting pitcher, Pete Schourek, had lost seven straight games. The first reliever to get warm in the bullpen, Anthony Young, has a notorious 26-game losing streak. The Giants are the best team in baseball. The Mets are the worst.   It didn't figure, then, that on this Sunday in California, the Mets would manage to win their second straight game for only the third time this year.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"A Racing Call From Yore: Gentlemen, Hoist Those Mainsails","web_url":"https://www.nytimes.com/1993/07/19/sports/yacht-racing-a-racing-call-from-yore-gentlemen-hoist-those-mainsails.html","abstract":"  A vestige of yacht racing the way it once was, with a group of wealthy sailboat owners deciding how, when and where they will race, still exists in Europe. If not for the fact that some of the best sailors in the world are competing in this unusual racing series, no one might notice.   But it is hard to ignore the 50-Footers. Although the fleet has dwindled from 18 boats in 1991 to 9 this year, the Cowes 50-Foot World Cup remains one of yachting's most competitive events.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Pakistan Government Collapses; Elections Are Called","web_url":"https://www.nytimes.com/1993/07/19/world/pakistan-government-collapses-elections-are-called.html","abstract":"  Pakistan's Government collapsed tonight after months of political struggle between the President and the Prime Minister. Both President Ghulam Ishaq Khan and Prime Minister Nawaz Sharif resigned, Parliament was dissolved and elections were called for October.   The collapse came after Pakistan's increasingly restive army demanded an end to the standoff, which had paralyzed the Government. Adding to the pressure was Benazir Bhutto, the leader of the opposition and a former Prime Minister, who threatened repeatedly to bring thousands of protesters to the capital if new elections were not held.","thumbnail":null,"section":"World"},{"date":"19930719","headline":"A Failure to Battle Fraud Bleeds Empire of Millions","web_url":"https://www.nytimes.com/1993/07/19/nyregion/a-failure-to-battle-fraud-bleeds-empire-of-millions.html","abstract":"  Two years ago, Empire Blue Cross and Blue Shield decided to find out whether the 3,000 small groups and businesses on which it had been losing the most money were submitting fake claims. Company officials quickly discovered that the groups were breeding grounds for fraud and similar abuses.   Some ploys involved companies that were just post office boxes or vacant offices. Others were complicated schemes in which sham companies brought in people from other countries for costly operations.","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/19/nyregion/no-headline-107693.html","abstract":"  \"My heart goes out to those people who are getting hit. But if you live near this river, you have to know that sooner or later it's coming to get you.\" -- JACK KIBLER, at the Gateway Arch in St. Louis.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930719","headline":"Taylor Discounts Golfing Losses","web_url":"https://www.nytimes.com/1993/07/19/sports/taylor-discounts-golfing-losses.html","abstract":"  A feisty Lawrence Taylor showed up on the first day of Giants' training camp today and said that claims he had accumulated $150,000 in gambling debts to Michael Jordan were \"outrageously ridiculous.\"   Taylor did not deny that he had gambled on the golf course with his good friend Jordan, and added that he did owe the Chicago Bulls star money. But he said it was \"substantially less\" than $150,000 and that the amount \"wouldn't even make a good poker ante.\" A person close to the situation said the amount was closer to $1,500.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Democratic Societies Will Have to Relearn the Ways of War","web_url":"https://www.nytimes.com/1993/07/19/opinion/IHT-democratic-societies-will-have-to-relearn-the-ways-of-war.html","abstract":"It is not just Italians in a huff over Somalia who have to learn the realities of our unbrave new world. In every comfortable democracy, the eyes of ordinary people are starting to widen in dismay as they realize that \"peacemaking\" will be a fi","thumbnail":null,"section":"Opinion"},{"date":"19930719","headline":"Kobayashi Wins One For Her Sponsor","web_url":"https://www.nytimes.com/1993/07/19/sports/golf-kobayashi-wins-one-for-her-sponsor.html","abstract":"  Hiromi Kobayashi of Japan took advantage of poor play by Betsy King and an average performance by Rosie Jones to win the JAL Big Apple Classic today at the Wykagyl Country Club.   The 28-year-old Kobayashi earned her first victory on the Ladies Professional Golf Association tour by shooting a two-under-par 69 today for a four-round total of six-under-par 278. That gave her a four-shot margin over Jones, who shot a 71. King, who started the final round with a one-shot lead over Kobayashi, faltered with a 75 and finished alone in third place, five shots back.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"French Revival Is Much Needed","web_url":"https://www.nytimes.com/1993/07/19/sports/cycling-french-revival-is-much-needed.html","abstract":"  Pascal Lino, a convenient symbol for all that has gone wrong in French professional bicycle racing this season, reclaimed a few credits today by winning a sprint finish in the Tour de France and ending a national embarrassment.   When Lino passed the finish line in Perpignan half a wheel ahead of Giancarlo Perini, he became the first Frenchman to win a stage in this 80th Tour. No Frenchman had even finished second since the start of the race on July 3.","thumbnail":null,"section":"Sports"},{"date":"19930719","headline":"Export of Prison Goods Seems to Continue","web_url":"https://www.nytimes.com/1993/07/19/world/export-of-prison-goods-seems-to-continue.html","abstract":"  The Chinese authorities strenuously deny that they use prison labor to manufacture goods for export. So why was Xu Yiruo assembling Christmas tree lights in the Qingdao No. 1 Prison?   Christmas trees and Christmas tree lights are almost unknown in China, so it is almost inconceivable that the lights were for sale in the domestic market. Mr. Xu says prison officials spoke of the lights' being exported to Britain.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930719","time":"1993-07-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":16.6},{"date":"19930719","time":"1993-07-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":84,"wspd":13},{"date":"19930719","time":"1993-07-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":83,"wspd":13},{"date":"19930719","time":"1993-07-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":9.4},{"date":"19930719","time":"1993-07-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":82,"wspd":9.4},{"date":"19930719","time":"1993-07-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":84,"wspd":13},{"date":"19930719","time":"1993-07-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":83,"wspd":11.2},{"date":"19930719","time":"1993-07-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":76,"wspd":7.6},{"date":"19930719","time":"1993-07-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":72,"wspd":5.4},{"date":"19930719","time":"1993-07-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":64,"wspd":3.6},{"date":"19930719","time":"1993-07-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":72,"wspd":11.2},{"date":"19930719","time":"1993-07-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":68,"wspd":7.6},{"date":"19930719","time":"1993-07-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":45,"wspd":9.4},{"date":"19930719","time":"1993-07-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":54,"wspd":5.4},{"date":"19930719","time":"1993-07-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":51,"wspd":5.4},{"date":"19930719","time":"1993-07-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":49,"wspd":9.4},{"date":"19930719","time":"1993-07-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":50,"wspd":11.2},{"date":"19930719","time":"1993-07-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":51,"wspd":16.6},{"date":"19930719","time":"1993-07-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":58,"wspd":7.6},{"date":"19930719","time":"1993-07-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":70,"wspd":18.4},{"date":"19930719","time":"1993-07-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":77,"wspd":11.2},{"date":"19930719","time":"1993-07-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":80,"wspd":13},{"date":"19930719","time":"1993-07-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":18.4},{"date":"19930719","time":"1993-07-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":83,"wspd":13},{"date":"19930719","time":"1993-07-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":22.3},{"date":"19930719","time":"1993-07-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":52,"wspd":18.7},{"date":"19930719","time":"1993-07-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":52,"wspd":16.6},{"date":"19930719","time":"1993-07-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":58,"wspd":13},{"date":"19930719","time":"1993-07-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":58,"wspd":13},{"date":"19930719","time":"1993-07-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":57,"wspd":16.6},{"date":"19930719","time":"1993-07-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":64,"wspd":11.2},{"date":"19930719","time":"1993-07-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":9.4},{"date":"19930719","time":"1993-07-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":73,"wspd":11.2},{"date":"19930719","time":"1993-07-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":11.2},{"date":"19930719","time":"1993-07-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":9.4},{"date":"19930719","time":"1993-07-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":7.6},{"date":"19930719","time":"1993-07-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":5.4},{"date":"19930719","time":"1993-07-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":69,"wspd":16.6},{"date":"19930719","time":"1993-07-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":14.8},{"date":"19930719","time":"1993-07-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":18.7},{"date":"19930719","time":"1993-07-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":11.2},{"date":"19930719","time":"1993-07-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":14.8},{"date":"19930719","time":"1993-07-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":16.6},{"date":"19930719","time":"1993-07-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":20.5},{"date":"19930719","time":"1993-07-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":90,"wspd":14.8},{"date":"19930719","time":"1993-07-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":11.2},{"date":"19930719","time":"1993-07-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":24.1},{"date":"19930719","time":"1993-07-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":22.3}]},"19930720":{"guardian_articles":[{"date":"19930720","headline":"Clinton unveils gay troops compromise","web_url":"https://www.theguardian.com/world/1993/jul/20/usa.simontisdall","abstract":null,"thumbnail":null,"section":"US news"}],"nytimes_articles":[{"date":"19930720","headline":"With 'Line of Fire,' Writer Discovers Ending for Hollywood-Failure Story","web_url":"https://www.nytimes.com/1993/07/20/movies/with-line-of-fire-writer-discovers-ending-for-hollywood-failure-story.html","abstract":"  On the day last year that Jeff Maguire was told his script \"In the Line of Fire\" had been sold to the movies, the writer and his wife had no money with which to celebrate. Their credit cards had lapsed, the rent was overdue, their phone was about to be disconnected and they were in the early stages of moving to New Hampshire from Los Angeles after years of struggle.   \"That day we traded in a blouse I got my wife for her birthday so we could go out and celebrate,\" Mr. Maguire, 41, said in a recent interview.","thumbnail":null,"section":"Movies"},{"date":"19930720","headline":"A Record Purse For the U.S. Open","web_url":"https://www.nytimes.com/1993/07/20/sports/a-record-purse-for-the-us-open.html","abstract":"  When the competitors gather at the National Tennis Center on Aug. 30 for the United States Open, they will be vying for more than a Grand Slam title. They will also be fighting for shares of the record prize money the Open will offer.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"1918:Aussies Advance : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-1918aussies-advance-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE BRITISH ARMIES - Another advance was made by the Australians east of Amiens on Wednesday [July 17]. This time they quietly annexed a strip of German defences a third of a mile deep south-east of Villers-Bretonneux. Two field guns were captured an","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Chess","web_url":"https://www.nytimes.com/1993/07/20/arts/chess-145493.html","abstract":"  Almost everyone else may have given up the hoary principle of education, \"spare the rod and spoil the child,\" but not Viktor Korchnoi. The 62-year-old Swiss grandmaster, originally from the Soviet Union, roundly defeated his pupil, the Dutch champion, Jeroen Piket, by 6-2 in a training match in early June in Nijmegen, the Netherlands. Korchnoi can justify his taking the rod to the Dutch grandmaster by noting that Piket, at 23, should be man enough to profit by it. Piket's reaction is not known.   The match is the first of 10 to be contested by Piket under the sponsorship of the eminent organizer Joop van Oosteroom with the objective of giving him the practice that might lead to his reaching world-class status.","thumbnail":null,"section":"Arts"},{"date":"19930720","headline":"Nearby Galaxy Seems to Have a Double Nucleus","web_url":"https://www.nytimes.com/1993/07/20/science/nearby-galaxy-seems-to-have-a-double-nucleus.html","abstract":"  ASTRONOMERS peering deep into the core of the neighboring Andromeda galaxy are seeing double. Where there should be only one nucleus of densely clustered stars, they have detected two, and so are confronted with yet another puzzle over the violent forces that roil the central regions of galaxies.   The discovery of the apparent double nucleus in the M31 spiral galaxy in the Andromeda constellation was announced yesterday by the Space Telescope Science Institute in Baltimore.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Some Cited in Bomb Plot Are Linked to Drug Sales","web_url":"https://www.nytimes.com/1993/07/20/nyregion/some-cited-in-bomb-plot-are-linked-to-drug-sales.html","abstract":"  Some of the 11 men charged in the plot to bomb New York City targets are also suspected of trafficking in drugs, investigators said yesterday.   They declined to name those suspects or describe the degree of their involvement. But their comments -- challenged by a defense lawyer -- added a new dimension to a multilayered case replete with curious twists.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Gay Soldiers: Half a Loaf","web_url":"https://www.nytimes.com/1993/07/20/opinion/gay-soldiers-half-a-loaf.html","abstract":"  President Clinton's new policy on homosexuals in the military is a disappointment to all who hoped for an end to unfair, career-threatening discrimination. The President once hoped to lift the ban on gay soldiers, thus liberating gay men and lesbians who have served their country well from fear of discovery and expulsion. But in the end he yielded to fierce opposition and simply modified the ban, ending its worst abuses but forcing homosexuals to hide their private lives if they wish to serve.   Even so, the policy moves in the right direction and is probably the best that can be wrung from a Congress that is unwilling to go further than the Joint Chiefs of Staff will accept. So on practical grounds there is little choice but to take half a loaf. Were Mr. Clinton to fight to the end the most likely outcome would be a Congressional law even worse for gay soldiers.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Mr. Glenn Hatchets the Hatch Act","web_url":"https://www.nytimes.com/1993/07/20/opinion/mr-glenn-hatchets-the-hatch-act.html","abstract":"  All the lofty promises of political reform cannot hide one bedrock truth: In Congress, big money still talks. Today, the millions of dollars that Federal and postal union political action committees pour into Congressional campaigns will be talking loudly when the Senate takes up a misguided Democratic plan to ease Hatch Act restrictions on partisan political activity by Federal employees.   Two Republican amendments would do much to improve the Democratic bill. One would maintain current Hatch Act restrictions for Internal Revenue Service examiners and auditors. The other would keep all Federal employees from participating in political fund-raising.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Sports of The Times; Giants' Job: Keep Simms On the Job","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-of-the-times-giants-job-keep-simms-on-the-job.html","abstract":"  IN the morning rain, Coach Dan Reeves, wearing a blue baseball cap with a red peak, a blue parka and blue shorts, was standing a few yards behind Phil Simms as the Giants' quarterback barked, \"Yellow 20, Yellow 20.\" At the snap, shoulder pads clacked and linemen grunted. Simms dropped back and fired a pass to wide receiver Mark Jackson.   \"Good job, good job,\" Reeves said.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"HOUSE AIDE LINKS A TOP LAWMAKER TO EMBEZZLEMENT","web_url":"https://www.nytimes.com/1993/07/20/us/house-aide-links-a-top-lawmaker-to-embezzlement.html","abstract":"  The former postmaster of the House of Representatives has told prosecutors that he helped Representative Dan Rostenkowski, the powerful Illinois Democrat, embezzle $21,300, according to prosecutors, defense lawyers and public records that describe some of the transactions.   The former postmaster, Robert V. Rota, pleaded guilty in Federal District Court in Washington today to one count of conspiracy and two counts of embezzlement and said he had helped an undisclosed number of lawmakers embezzle tens of thousands of dollars since his appointment in 1972 until 1992, when he resigned. Important on Big Issues    Government and defense lawyers said the guilty plea was a significant step toward indicting Mr. Rostenkowski, but it could be weeks before the Government moves against the Chicago Democrat. Still, the plea today by Mr. Rota, who has agreed to testify against Mr. Rostenkowski, came at a delicate moment, when the House and Senate have just begun negotiations on Mr. Clinton's economic program.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Suspect's Aunt Is Arrested","web_url":"https://www.nytimes.com/1993/07/20/nyregion/suspect-s-aunt-is-arrested.html","abstract":"  The aunt of a man being sought by the police in the firebombing of a fire truck in Washington Heights was arrested and charged with taking him into her apartment and treating a leg injury he suffered while fleeing from detectives after a stakeout, the police said yesterday. Angela Figueroa of 3343 Bailey Avenue in the Bronx was arrested on Saturday and charged with first-degree hindering of prosecution. The police have been seeking her nephew, Jose Corporan, 20, in the attack that left three firefighters injured during a night of unrest in the Manhattan neighborhood on July 9.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Spy Network Inflaming Uruguay-Chile Tension","web_url":"https://www.nytimes.com/1993/07/20/world/spy-network-inflaming-uruguay-chile-tension.html","abstract":"  On a lazy morning last November in this beach town 30 miles outside the capital, Montevideo, a man staying in a white bungalow broke a window from the inside, climbed out and rushed to a neighbor's house pleading for help. Speaking with a Chilean accent, he said he was being held prisoner and was about to be killed.   At the local police station, he repeated the assertions. But by the end of the day, an entry in the police record indicated, Eugenio Berrios had recanted his accusations, saying he had been under too much emotional stress. The police returned him to the custody of two Uruguayan army officers, and that night, according to Government officials, he was escorted out of Uruguay into Brazil.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Review/Music; Janacek and Smetana On a Barge on Sunday","web_url":"https://www.nytimes.com/1993/07/20/arts/review-music-janacek-and-smetana-on-a-barge-on-sunday.html","abstract":"  The informal, intimate confines of Bargemusic in Brooklyn seem to promise a laid-back approach to music making. Entering a docked barge on a splendid summer afternoon, one might expect to encounter performances more agreeable than intense. But intensity, of an unusual kind, is precisely what Sunday's program brought.   Rolfe Schulte was primarily responsible. Best known for his work in 20th-century repertory, this violinist produces a wiry but passionate tone, underpinned by a searching musical intelligence. In the Janacek Violin Sonata, he dug out all the edgy tension of the score without losing hold of its principal lyric line. Although his heavy use of vibrato occasionally produced an odd quavering timbre in the upper range, nothing in the music was obscured. Especially striking were the Ballada, taken entrancingly slow at the close, and the seething finale.","thumbnail":null,"section":"Arts"},{"date":"19930720","headline":"Israel High Court Ready to Rule in 'Ivan' Case","web_url":"https://www.nytimes.com/1993/07/20/world/israel-high-court-ready-to-rule-in-ivan-case.html","abstract":"  In a long-awaited announcement that sets the stage for probable new disputes, the Israeli Supreme Court said today that it would rule next week on the fate of John Demjanjuk, the retired auto worker from Ohio who was convicted and sentenced to hang as the monstrous \"Ivan the Terrible\" of the Nazis' Treblinka death camp.    No matter what the five Supreme Court justices rule on July 29, their findings are likely to touch off arguments both here and abroad, where the Demjanjuk case has drawn considerable attention.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Looking for a New N.B.A. Life, Haley Crashes the Boards Again","web_url":"https://www.nytimes.com/1993/07/20/sports/pro-basketball-looking-for-a-new-nba-life-haley-crashes-the-boards-again.html","abstract":"  It looked like an after-school pickup game. The small arena was dotted with fans yelling for their favorite players. The uniforms were mix-matched -- some with the look of a couple of washings, some with T-shirt sleeves sticking out.   But Jack Haley did not care. The game could have been played on an outside court in the rain. He was here, and all he wanted was a chance to prove he still belongs in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/20/nyregion/c-corrections-705393.html","abstract":"  A map in Science Times last Tuesday showing the temperature differences between deep ocean water and surface water misstated them. A corrected map appears today on page C8.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Forget Electric Car and Tax the Gas Guzzlers; A Suitable Battery","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-forget-electric-car-and-tax-the-gas-guzzlers-a-suitable-battery-731293.html","abstract":"  To the Editor:   George A. Kritzler's July 9 letter on the electric car's feasibility is based on out-of-date information: that electric cars have limited driving range; that they use lead acid batteries that must be replaced every 20,000 miles; that they use environmentally toxic materials; that they will cost $100,000, and that the pollution from generating electricity is analogous to the pollution from gasoline engines.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"The Great White Shark Puts the Final Teeth Into His Game","web_url":"https://www.nytimes.com/1993/07/20/sports/golf-the-great-white-shark-puts-the-final-teeth-into-his-game.html","abstract":"  Of all the things Greg Norman buried in the ancient linksland at Royal St. George's on Sunday, the most important was his dangerously escalating image as golf's biggest cartoon character.   Until he beat Nick Faldo and Bernhard Langer at the 122d British Open, Norman was The Great White Shark -- hitting the ball a mile, spinning it back off greens, shooting at island greens with 1-irons. Sometimes he won, more times he lost. Either way, it was bigger than life.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Forget Electric Car and Tax the Gas Guzzlers; Just 41 Cents a Day","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-forget-electric-car-and-tax-the-gas-guzzlers-just-41-cents-a-day-733993.html","abstract":"  To the Editor:   It is hard to sympathize with the Colorado motorist who objects to the President's proposed gasoline tax increase of 4.3 cents a gallon (news article, July 6). He complains that his gasoline cost is now $3,000 a year and that the increase \"is a killer\" for people from rural areas like him.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"1943:Allies Bomb Rome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-1943allies-bomb-rome-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] Military targets in and around Rome were bombed today [July 19] for the first time, when large forces of American bombers attacked the ancient city in a series of midday raids which lasted","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Jerusalem Journal; Lights! Camera! News! Palestine TV Is on the Air","web_url":"https://www.nytimes.com/1993/07/20/world/jerusalem-journal-lights-camera-news-palestine-tv-is-on-the-air.html","abstract":"  As the anchor signed off, the music came up and credits flashed on the closed-circuit screen, wild applause erupted in the packed performance hall of the Hakawati Theater in East Jerusalem.    The first television news program written and produced by Palestinians here was broadcast today without a hitch, and the audience was euphoric.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Politics of Present Snags Remembrance of Past; Plan for Potter's Field Memorial Near African Burial Ground Stalls in Emotional Debate","web_url":"https://www.nytimes.com/1993/07/20/nyregion/politics-present-snags-remembrance-past-plan-for-potter-s-field-memorial-near.html","abstract":"  All they wanted, Melinda Hunt and Margot Lovejoy insist, was to resurrect the memory of New York City's forsaken dead. They wanted to erect a sculpture for the nearly 1 million people buried anonymously over the centuries in the city's potter's fields. And they wanted to put it at the site of the city's first, at Broadway and Chambers Street, at what is now City Hall Park.   The artists' remembrance of the past, however, has encountered the politics of the present. The permit needed to erect the sculpture has become stalled in a sensitive debate over the proprietorship of the city's rich history -- over how and where that history is portrayed, and by whom.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Water and Fear Start to Subside In St. Louis Area","web_url":"https://www.nytimes.com/1993/07/20/us/the-midwest-flooding-water-and-fear-start-to-subside-in-st-louis-area.html","abstract":"  It was only a drop of a tenth of a foot, but the rain-swollen, rampaging mighty Mississippi began to subside here today, and with it some of the fear and destruction caused by the great flood of 1993.   There was still plenty to worry about and plenty of need for more sandbagging as one of the worst floods in the nation's history rolled on down toward the Gulf of Mexico.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Forget Electric Car and Tax the Gas Guzzlers","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-forget-electric-car-and-tax-the-gas-guzzlers-730493.html","abstract":"  To the Editor:   Re \"Don't Foist the Electric Car on Taxpayers\" (letter, July 9) by George A. Kritzler: I am also an energy conservation engineer, retired from a major oil company. For a few years I worked as an energy consultant and am now semiretired. Mr. Kritzler's experience with his electric golf cart is hardly relevant; however, the automobile industry's effort on the electric car's behalf is unadulterated hype.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Regarding \"What?More Stone Agers in Papua New Guinea? \" (June 26): : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-regarding-whatmore-stone-agers-in-papua-new-guinea-june-26.html","abstract":"So the Baptist church is rushing to teach these tribespeople about the \"true\" God. Please let the good Baptists tell the Papuans about religions that have discovered the \"true\" God over the past 2,000 years and the effects of these di","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/20/nyregion/c-corrections-703793.html","abstract":"  A chart yesterday comparing historic floods on the Mississippi River misstated the damage estimate for the 1973 flood. It was $1.154 billion, not $11.54 billion.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Empire Blue Cross Planning To Limit Its Patients' Choices","web_url":"https://www.nytimes.com/1993/07/20/nyregion/empire-blue-cross-planning-to-limit-its-patients-choices.html","abstract":"  Battered by years of deteriorating finances, Empire Blue Cross and Blue Shield plans to limit the choice of doctors and hospitals for its oldest and sickest customers. The move is intended to hold down costs while making medical insurance affordable for more New Yorkers.   The action would affect 1.4 million Empire customers who are considered poor insurance risks because of their health, age or occupation. Their current policies allow them the choice of virtually any doctor and a wide latitude in seeking medical services.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Effort Aims to Preserve Patchwork of Rural Life","web_url":"https://www.nytimes.com/1993/07/20/nyregion/effort-aims-to-preserve-patchwork-of-rural-life.html","abstract":"  More than three centuries ago, a family descended from Spanish Jews received a cryptic message from Spain's monarch, King Philip 4th: \"The onions begin to smell.\" It was warning that they were in danger from the Inquisition and should leave Spain speedily. The family fled to France, and eventually found refuge in the New World where Louis Moses Gomez became a prosperous fur trader and built a fortress-like stone house in the Hudson Valley north of Newburgh.   Now the Gomez House, reputed to be the oldest remaining residence of Jewish settlers in North America, is in peril: developers are carving up nearby farms and building homesteads to the South. Vibrations from traffic on a nearby road have weakened the stone walls surrounding that house and small outbuildings like a former icehouse are falling into disrepair.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"High Court Nominee Faces Easy Road Through Senate","web_url":"https://www.nytimes.com/1993/07/20/us/high-court-nominee-faces-easy-road-through-senate.html","abstract":"  When the Senate Judiciary Committee on Tuesday takes up the nomination of Judge Ruth Bader Ginsburg to the Supreme Court, the atmosphere will be rich with impending historic change.   If she is confirmed as the nation's 107th Justice, as is widely expected, Judge Ginsburg would be only the second woman to sit on the Court. In joining Justice Sandra Day O'Connor, who has been on the Court since 1981, Judge Ginsburg would, in her words, show that women would no longer \"appear in high places only as one-at-a-time performers.\"","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"As Crest Nears, a Historic Town's Emotions Rise","web_url":"https://www.nytimes.com/1993/07/20/us/the-midwest-flooding-as-crest-nears-a-historic-town-s-emotions-rise.html","abstract":"  Today was supposed to be crest day on the Mississippi River here, and an eerie quiet hung over this historic river town.    On the long-anticipated day, only the occasional buzz of a backhoe dumping the last loads of rock on the levee penetrated the silence. Would it all be enough to save the 4,500 residents and the community's pride, seven wood and brick structures that are important historical and architectural relics of the 18th and early 19th centuries?","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/20/nyregion/inside-201993.html","abstract":"  North Korea Yields a Little   The United States and North Korea agreed on some measures to resolve tensions about North Korean nuclear capabilities. Page A2. Japan's Premier Holds Reins    Prime Minister Kiichi Miyazawa refuses to step down, despite the results of Sunday's elections, and is confident that he can build a coalition. Page A3. U.S. Aid for Airline Industry    A Government panel recommended tax cuts and regulatory relief to reverse the \"abysmal financial condition\" of the airline industry. Page D1. Harder Than Diamond    They thought it couldn't be done, but researchers have synthesized a material that may be harder than the hardest. Science Times, page C10.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Rooney Didn't Find Marilyn Monroe","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-rooney-didn-t-find-marilyn-monroe-727493.html","abstract":"  To the Editor:   I've long admired Mickey Rooney as a performer, but I must take issue with his claim that he \"found and brought to the fore Marilyn Monroe\" (\"At 73, Still the Star, Still the Child,\" July 7).","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Ex-Officer Shot In Gun Battle With Car Thief","web_url":"https://www.nytimes.com/1993/07/20/nyregion/ex-officer-shot-in-gun-battle-with-car-thief.html","abstract":"  A man leaped into a parked Mercedes-Benz -- unlocked, with keys in the ignition -- at East 62d Street near Fifth Avenue yesterday, then shot and wounded a retired police officer who tried to stop him, the police said.   The former officer also opened fire, the police said, and about 10 shots were exchanged at about 5:30 P.M. on the busy Upper East Side street.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Paperhandlers Ratify Pact","web_url":"https://www.nytimes.com/1993/07/20/nyregion/paperhandlers-ratify-pact.html","abstract":"  The Paperhandlers and Straighteners Union No. 1, whose members receive newsprint shipments and prepare rolls of paper for the presses, yesterday ratified an agreement with The New York Times that extends to the year 2000, The Times announced. The agreement was originally reached on Dec. 23, 1992. The paperhandlers' agreement is the last in a series reached between The Times and its major production unions covering production operations in Manhattan and the new automated plant in Edison, N.J. Details of the agreement were not released.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"200 Children Are Abandoned In Besieged Bosnian Hospital","web_url":"https://www.nytimes.com/1993/07/20/world/200-children-are-abandoned-in-besieged-bosnian-hospital.html","abstract":"  Nobody could be sure when Edin Lisnjic died. The only witnesses, three other toddlers in a stuffy upper room at a hospital for physically and mentally handicapped children here, were in no condition to say.    Edin was 2 1/2. It seemed likely that he had succumbed of dehydration in the intense summer heat only a few hours before United Nations troops arrived here late this afternoon. For 72 hours before that, Edin and more than 200 other children in the hospital had been abandoned, without doctors, nurses or other staff members, and with nobody to turn to but a handful of adult patients with severe mental handicaps of their own.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/20/nyregion/news-summary-134993.html","abstract":"  International A2-7 IRAQ AGREES TO U.N. MONITORING   After a cycle of threats and warnings, Iraq agreed to interim United Nations monitoring of its military industries to insure that the country does not build more weapons of mass destruction.  A1","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"'Don't Ask, Don't Tell.' Don't Believe It.","web_url":"https://www.nytimes.com/1993/07/20/opinion/dont-ask-dont-tell-dont-believe-it.html","abstract":"The \"don't ask, don't tell\" policy that President Clinton seems to have endorsed yesterday is a failed attempt to lift the ban on gays in the military. With the issue now shifting back to the courts, the political branches should be aware that the constitutional defense of any policy short of full equality will also fail. \n\nThe constitutionality of the ban has been litigated for more than 25 years. While it has survived, interim decisions, including a case now on appeal to the Court of Appeals for the Ninth Circuit, have declared it unconstitutional. Courts have shown increasing willingness to take seriously the constitutional claims of lesbians and gay men. Just yesterday, the Colorado Supreme Court struck down a measure enacted by the voters in November barring gay rights protections.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Indictment Cloud Hangs Over Administration's Budget Plan","web_url":"https://www.nytimes.com/1993/07/20/us/indictment-cloud-hangs-over-administration-s-budget-plan.html","abstract":"  If Representative Dan Rostenkowski is indicted, he will have to step aside as chairman of the House Ways and Means Committee, and President Clinton will lose his strongest ally in Congress on many of the issues that are central to his Presidency.   Lawmakers and their staff members said today that they doubted the new developments would affect the way the House-Senate conference committee deals in the next few weeks with the President's deficit-reduction program.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"U.S.-North Korea Meeting Yields Some Gains on Arms","web_url":"https://www.nytimes.com/1993/07/20/world/us-north-korea-meeting-yields-some-gains-on-arms.html","abstract":"  The United States and North Korea agreed tonight to several steps to ease international fears about North Korea's nuclear weapons-making ability but failed to resolve their dispute over an American demand for inspections of two suspected sites of nuclear materials.   The two sides ended their latest round of talks with a commitment from North Korea to discuss the inspections with the International Atomic Energy Agency. The North Koreans also said they had discussed the possibility of the United States' helping North Korea replace its nuclear reactors with reactors that are less capable of producing weapons-grade plutonium.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Brister Signs With Eagles","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-pro-football-brister-signs-with-eagles.html","abstract":"  BUBBY BRISTER, a free-agent quarterback, signed a one-year contract with the Philadelphia Eagles yesterday. Brister is expected to fill the void at backup to RANDALL CUNNINGHAM created when JIM McMAHON left the Eagles to sign with the Minnesota Vikings. Terms of the contract were not released. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Japan's Leader, Defying Critics, Vows to Keep Power","web_url":"https://www.nytimes.com/1993/07/20/world/japan-s-leader-defying-critics-vows-to-keep-power.html","abstract":"  Prime Minister Kiichi Miyazawa defiantly asserted today that he would remain in office and try to patch together a conservative coalition around his Liberal Democratic Party, which lost its parliamentary majority in elections on Sunday.   But Mr. Miyazawa was all but drowned out by other leaders of the Liberal Democrats, who suggested that he resign, while a host of other parties maneuvered furiously to claim a share of power in an eruption of wide-open political competition after 38 years of one-party rule.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/07/20/sports/results-plus-331793.html","abstract":"  TENNIS  India Stuns France  Ramesh Krishnan needed less than 13 minutes yesterday to send India past France and into a Davis Cup semifinal against Australia. In a match that had been suspended because of darkness Sunday night, Krishnan quickly won two games for a five-set victory -- 2-6, 6-4, 4-6, 7-5, 6-4 -- over Rodolphe Gilbert in Frejus, France. The victory gave India a stunning 3-2 victory over the French in the three-of-five quarterfinal. India will now be host to Australia, a 3-2 winner over Italy, in the semifinals on Sept. 24-26. Germany will travel to Sweden for the other semifinal. (AP) Novotna Avoids Nightmare No. 2: Jana Novotna, playing her first match since her tearful loss to Steffi Graf in the Wimbledon final, once again blew a big lead before recovering to lead the Czech and Slovak Republics to a first-round Federation Cup victory in Frankfurt, Germany. Novotna, ranked eighth in the world, prevailed in the rain-delayed match, defeating South Africa's Amanda Coetzer, 6-1, 6-4. Earlier, Helena Sukova had outlasted Rosalyn Fairbank-Nideffer, 6-4, 3-6, 6-4, to put the Czech and Slovak team ahead in the weeklong, 32-nation tournament on clay. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Workers of the World, Get Smart","web_url":"https://www.nytimes.com/1993/07/20/opinion/workers-of-the-world-get-smart.html","abstract":"  Throughout the industrialized world, there seem to be too few good jobs to go around. The problem manifests itself differently in different countries, but the failure of any country to insure good jobs for many able and willing citizens raises a troubling question: Do advanced nations have to choose between good jobs and more jobs?   Over the past two decades, Western Europe has experienced growth in wages but stagnation in employment. Between 1975 and 1992, the real -- that is, inflation-adjusted -- average wages of manufacturing workers in France, Germany, Italy and Britain grew by 30 to 50 percent. But unemployment in European industrialized economies has risen close to a staggering 11 percent.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Observer; Get The Boys","web_url":"https://www.nytimes.com/1993/07/20/opinion/observer-get-the-boys.html","abstract":"  You've probably forgotten Charlie Spatz. He was one of the boys. The only one, in fact, ever fired for disgracing his profession. It was a big story in those days.   Marlene Dietrich had told somebody to see what the boys in the back room were having, as she wanted to have the same. Unfortunately for Charlie, he was the only one of the boys left in the back room when Marlene's scout arrived, and what Charlie was having was an ice-cream soda.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"11-Year-Old's Unusual Story","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-tennis-11-year-old-s-unusual-story.html","abstract":"  An 11-year-old Floridian, CANDICE FUCHS, will play in the Pathmark Tennis Classic today in Mahwah, N. J. But the circumstances surrounding Fuchs's admission into the weeklong exhibition event and her first-round match against her coach, PAM CASALE-TELFORD, remained unresolved yesterday.   \"She was invited to play,\" HOLLY SIMMONS, a spokesperson for Advantage International, the management firm, said, when asked why Fuchs, who is not even among the nation's top 12-year-olds, was accorded a singles slot in the draw. Asked how Fuchs came to draw her coach in the first round, Simmons said, \"That's the way the job was done.\" Simmons said Fuchs was invited because of the difficulty the event had in lining up representative players.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/20/nyregion/bridge-140393.html","abstract":"  The 1993 Von Zedtwitz Double Knockout Team Championship, organized by the Greater New York Bridge Assocation, is nearing its end. The last undefeated team, which will now wait for the results of the losers bracket, consists of Michael and Judi Radin, Michael Kopera, Edgar Kaplan, Brian Glubok and Nick Nickell. Playing on Thursday at the Beverly Club, with Glubok and Nickell absent, they defeated a group led by John Solodar by a margin of 45 imps.   In a recent Chicago game Judi Radin held the South hand shown in the diagram, and was faced with a difficult decision when East, in third seat, opened with a highly imaginative three-diamond bid. She chose an underbid of three no-trump, which proved to be right. But if the North and West hands were reversed, North-South could make seven clubs, seven spades or seven no-trump.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Dinkins Meets With Leaders In Brooklyn","web_url":"https://www.nytimes.com/1993/07/20/nyregion/dinkins-meets-with-leaders-in-brooklyn.html","abstract":"  On the eve of the release of a state report that is widely expected to criticize his handling of the Crown Heights disturbances, Mayor David N. Dinkins went to Brooklyn yesterday to try to demonstrate his long-term efforts to bring together people in the divided neighborhood.   Mayoral aides -- anxiously awaiting the release of the long-delayed report, as are the Mayor's political opponents -- acknowledged that they had scheduled Mr. Dinkins's meeting with a multi-ethnic coalition from Crown Heights to offset some of the likely political fallout from the state report, which even before its release has become prime fodder for this year's mayoral race.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"East German Spy Trader Is Jailed on Tax Charges","web_url":"https://www.nytimes.com/1993/07/20/world/east-german-spy-trader-is-jailed-on-tax-charges.html","abstract":"  Wolfgang Vogel, the mysterious lawyer who arranged exchanges of spies and releases of political prisoners in East Germany from 1962 to 1989, was arraigned in a Berlin court today on charges of perjury and tax evasion on income said to have been received through his connections with the Communist secret police.   Mr. Vogel, 67, and his wife, Helga, 52, were taken into custody at their home outside Berlin on Sunday morning, said one of his lawyers, Wolfgang Schomburg. Mrs. Vogel was charged with abetting tax evasion.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Ondieki Owns the 10K And Covets the Marathon","web_url":"https://www.nytimes.com/1993/07/20/sports/track-and-field-ondieki-owns-the-10k-and-covets-the-marathon.html","abstract":"  Yobes Ondieki, who owns a world title at 5,000 meters and the world record at 10,000 meters, hopes to complete a distance-running triple by moving up to the marathon and, ultimately, running the 26.2-mile race at the 1996 Olympics in Atlanta.   \"I've been thinking about the marathon a lot,\" the Kenyan said recently by phone from a training site in Davos, Switzerland. \"That is my dream.\"","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"1893:Seeking Salvation : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-1893seeking-salvation-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A young and, it is said, very pretty warrior in the Salvation Army here has imperilled her future by stealing a gold watch and 1,000 Fr. from the \"Captain,\" for whom she was an orderly. She was seen by her \"Captain\" the same ev","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"U.S. May Threaten China With Sanctions for Reported Arms Sales","web_url":"https://www.nytimes.com/1993/07/20/world/us-may-threaten-china-with-sanctions-for-reported-arms-sales.html","abstract":"  The Administration plans to warn China that its weapons exports could bring punitive sanctions, and a debate continues within the Government over whether the message is tough enough, senior Administration officials said today.   In response to what Washington calls mounting evidence that Beijing is shipping missile technology to Pakistan, Secretary of State Warren Christopher will raise the issue when he meets with Foreign Minister Qian Qichen on Sunday in Singapore, the officials said. The issue will be discussed in detail on the following two days in Beijing by Lynn E. Davis, Under Secretary of State for International Security Affairs.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"Man Kills Sons, Daughter and Himself","web_url":"https://www.nytimes.com/1993/07/20/nyregion/man-kills-sons-daughter-and-himself.html","abstract":"  A 44-year-old Bridgeport man, despondent over his wife's leaving him and his poor health, shot and killed his 13-year-old twin sons and his 22-year-old daughter in their sleep before killing himself early this morning, the police said.   The Bridgeport police said that the man, Jose Lopez of 13 Colony Street, apparently killed his children -- Nathan, Nicholas and 22-year-old Deanna -- and then himself about 5 A.M. with gunshots to the head. They said he used a .25-caliber Beretta pistol.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"School Psychologist Is Charged With Sex Abuse","web_url":"https://www.nytimes.com/1993/07/20/nyregion/school-psychologist-is-charged-with-sex-abuse.html","abstract":"  A supervisor of psychologists for New York City's public high schools was charged yesterday with sexually abusing two teen-age boys, and police and school officials said they were investigating whether other school employees were involved in similar crimes.   Investigators said the supervisor, Pedro Cumba, a longtime school psychologist, brought the two boys, who were 13 and 14 years old at the time, to his Brooklyn Heights apartment several times a week for a year and paid them between $20 and $40 to perform oral sex on him. In all, Mr. Cumba, 40, was charged with 268 counts of endangering the welfare of children.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Penn State's Tarman to Retire","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-college-sports-penn-state-s-tarman-to-retire.html","abstract":"  JIM TARMAN, who guided Penn State from Eastern powerhouse to Big Ten neophyte, is retiring as athletic director. Tarman, 65, yesterday said he will step down from the post he has held for 11 years as soon as a successor can be installed, probably by Dec. 31.   Tarman has been with the school's athletic department for 35 years. He saw the school through two national football championships, in 1982 and 1986, and helped orchestrate the 10,000-seat addition to the school's Beaver Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/07/20/style/IHT-what-theyre-reading.html","abstract":"Helmut Newton, the photographer, is reading John le Carr's new novel, \"The Night Manager.\" .\"I am a fan, I've read all his books. I like spies and stuff. I'd like to be a spy. I am a good liar, that goes perfectly with spies. I'd re","thumbnail":null,"section":"Style"},{"date":"19930720","headline":"No Murderers' Row But Plenty of Punch","web_url":"https://www.nytimes.com/1993/07/20/sports/on-baseball-no-murderers-row-but-plenty-of-punch.html","abstract":"  And to think the primary question, in some observers' minds, about the Yankees before the season began was whether or not they would have enough hitting. Would the Rockies have enough fans?   With the season almost three-fifths gone, the Yankees indeed have enough hitting. They have the best team batting average in the American League and, entering last night's game against Seattle, they were a close second to Detroit in runs scored and only one behind the Tigers in home runs.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"The High Risks of Denying Rivers Their Flood Plains","web_url":"https://www.nytimes.com/1993/07/20/science/the-high-risks-of-denying-rivers-their-flood-plains.html","abstract":"  FOR decades Americans have insisted on settling next to rivers and streams, like moths drawn to a flame, just as people have throughout history. And to protect their cities and farms, engineers have tried to ward off the inevitable flood waters with levees, flood walls, dams, dikes and diversion channels. To some extent this ambitious attempt to bend nature to human desires has worked.   But nature still wins often enough, as this month's destructive floods in the upper Mississippi valley vividly testify. Even the gains have come at enormous cost to the ecology of flood plains, some experts say, and in some cases control measures have perversely resulted in worse flooding.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"3 Years Later, Still No Arrests in Huge Armored-Car Robbery","web_url":"https://www.nytimes.com/1993/07/20/nyregion/3-years-later-still-no-arrests-in-huge-armored-car-robbery.html","abstract":"  Three years after bandits committed the second-largest armored car robbery in United States history, there have been no arrests in the case and little visible progress in solving it, despite intense pressure on two men considered suspects.   \"The F.B.I. and my office are working very closely together,\" said the Monroe County Sheriff, Andrew P. Meloni. \"But any suggestion that we have all kinds of new leads to pursue would not be accurate. I can tell you we have an open file and regular conversations with the F.B.I. over strategy and tactics.\"","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Tubes of Ice Hold Record of Climate In Past and Future","web_url":"https://www.nytimes.com/1993/07/20/science/tubes-of-ice-hold-record-of-climate-in-past-and-future.html","abstract":"  IN a refrigerated van kept in a parking lot at the University of New Hampshire, just outside Durham, lies an archive that assuredly holds many secrets of the earth's past and future.    The archive consists of tubes of ice, each a meter in length, stacked row upon row and representing a large part of the earth's climatic history. When the remaining ice arrives from Greenland, it should cover the past 250,000 years.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Hungarian Goes Australian","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-swimming-hungarian-goes-australian.html","abstract":"  Hungarian-born NORBERT ROZSA, who holds the world record in the 100-meter breast-stroke, will be granted Australian residency today and hopes to compete for the country in the 1996 Olympics. Rozsa, the silver medalist in the 100 breast-stroke in the 1992 Olympics, lives in Perth. Rozsa hopes to gain Australian citizenship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/20/nyregion/c-corrections-704593.html","abstract":"  Because of a computer processing error, a table in Business Day last Tuesday depicted the stock price movement for the Samuel Goldwyn Company incorrectly. The stock was not among those on the American Stock Exchange with the largest percentage declines in price the previous day.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"GAY RIGHTS IN TH MILITARY: Chiefs Back Clinton on Gay-Troop Plan; President Admits Revised Policy Isn't Perfect","web_url":"https://www.nytimes.com/1993/07/20/us/gay-rights-th-military-chiefs-back-clinton-gay-troop-plan-president-admits.html","abstract":"  Flanked by the Joint Chiefs of Staff, President Clinton today presented his plan for easing the ban on homosexuals in the military and appealed to his generals and admirals to find in their hearts \"the will and the desire\" to carry it out.   Immediately after the President laid out his policy, which was announced in a speech to a friendly audience of military officers at the National Defense University at Fort McNair in Washington, the top commanders of the Army, Navy, Air Force, Marines and Coast Guard as well as Gen. Colin L. Powell, Chairman of the Joint Chiefs of Staff, met with reporters.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/20/sports/transactions-380593.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Promoted Manny Ramirez, outfielder, from Canton-Akron of the Eastern League to Charlotte of the International League.   DETROIT TIGERS -- Recalled Chris Gomez, shortstop, from Toledo of the International League. Sent Buddy Groom, pitcher, to Toledo. Released Mark Grater, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Ticket Sales Save 2 Shows","web_url":"https://www.nytimes.com/1993/07/20/theater/ticket-sales-save-2-shows.html","abstract":"  Two supposedly doomed musicals, one on either side of the Atlantic, have won reprieves, it was announced yesterday.    Producers for \"The Will Rogers Follies,\" who posted a closing notice last week, announced that the show would stay open for a few more weeks, thanks to last-minute ticket sales. And in the West End in London, a rush of ticket-buying for \"City of Angels\" has prompted producers to extend its run an extra two months, from early August to Oct. 7.","thumbnail":null,"section":"Theater"},{"date":"19930720","headline":"Ramirez Gains In Indian Chain","web_url":"https://www.nytimes.com/1993/07/20/sports/ramirez-gains-in-indian-chain.html","abstract":"  Manny Ramirez, the Dominican-born player whose skills attracted pro scouts when he played high school ball in Washington Heights, took another step forward yesterday when the Cleveland Indians promoted him to their Class AAA Charlotte affiliate.   A 21-year-old right fielder, Ramirez was leading the Class AA Eastern League in batting at .340, was second in runs batted in with 79 and was tied for third in home runs with 17 while playing for Canton-Akron.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Arms Sales to Third World At Lowest Level in 8 Years","web_url":"https://www.nytimes.com/1993/07/20/world/arms-sales-to-third-world-at-lowest-level-in-8-years.html","abstract":"  Arms sales to the third world last year fell to their lowest levels since at least 1985, primarily because Russia's sales hit record lows, the Congressional Research Service reported today.   Sales from Russia to the third world plummeted to $1.3 billion. Sales from the Soviet Union were $5.9 billion in 1991, and reached a high of $28.8 billion in 1986. Russia was by far the largest arms producer and exporter of the Soviet republics.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"China's Rural Ferment and the World Grain Trade","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-chinas-rural-ferment-and-the-world-grain-trade.html","abstract":"China's response to recent peasant unrest is not just important to the country's political future. It will influence China's attitude to foreign trade in general and have a huge impact on the international grain trade. .Will China follow the same disma","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Norman's Record-Setting Victory:Call It Jaws II; the Bite Is Back","web_url":"https://www.nytimes.com/1993/07/20/sports/IHT-normans-recordsetting-victorycall-it-jaws-ii-the-bite-is-back.html","abstract":"Some champions don't know how to play the part, but that never was Greg Norman's problem. He always had the act down. What he lacked was championships. .For years he was criticized like a bad actor. The Great White Shark put himself in position to beco","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Des Moines Water Restoration Stalls","web_url":"https://www.nytimes.com/1993/07/20/us/the-midwest-flooding-des-moines-water-restoration-stalls.html","abstract":"  City officials refilled part of the municipal water system here today, nine days after it was knocked out by flooding, but unauthorized and premature use of water quickly dealt another setback to their efforts to relieve the suffering of 250,000 residents.   After officials announced this morning that a third of the system had been filled, many businesses and residents began using the water, despite numerous pleas from officials that they not yet do so.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Critic's Notebook; Music and Virtue: Is Making Art Good Making Good Art?","web_url":"https://www.nytimes.com/1993/07/20/arts/critic-s-notebook-music-and-virtue-is-making-art-good-making-good-art.html","abstract":"  Music has a hard time doing good. It lifts the spirits of serial killers and social workers alike. It can fall on deaf ears attached to the saintliest of listeners. Its beauty serves evil easily. Note the wartime film clips of SS officers deeply moved by the Berlin Philharmonic in concert.   If music is not itself an engine of virtue, institutions have been using it for virtuous purposes. American symphony orchestras show us how, for these are not only purveyors of beauty, but also anchors of cities. Pittsburgh has its Steelers, its Pirates, its Carnegie Library, its universities -- and its symphony. Even a businessman barely conversant with Mahler or Bruckner is comforted by their presence in his community.","thumbnail":null,"section":"Arts"},{"date":"19930720","headline":"A Life Dedicated to Others : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-a-life-dedicated-to-others-letters-to-the-editor.html","abstract":"My 22-year-old brother, Dan Eldon, was one of four journalists murdered in Somalia on July 12. Dan had been covering the events in Somalia for a year. .I used to wonder how he kept sane after seeing truckloads of bodies day after day. But he pursued hi","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Lawyer, Testifying in Fraud Trial, Gives Details of Bank's Operation","web_url":"https://www.nytimes.com/1993/07/20/us/lawyer-testifying-in-fraud-trial-gives-details-of-bank-s-operation.html","abstract":"  Most criminal defense lawyers are reluctant to put their clients on the witness stand. And the fraud and bribery trial of Robert A. Altman seems to be no exception.    With the trial well into its fourth month, prosecutors from the Manhattan District Attorney's office have not yet completed their case, and it is possible that the defense could call Mr. Altman as a witness. But after J. Griffin Lesher testified for six days for the prosecution, the chances that Mr. Altman will testify in his own defense have gone down.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Youth Faces Arson Charge","web_url":"https://www.nytimes.com/1993/07/20/nyregion/youth-faces-arson-charge.html","abstract":"  A teen-ager was arrested yesterday in connection with a fire last week that destroyed six buildings in Williamsburg, Brooklyn, and left 75 residents homeless, the police said. The youth, identified as Wilfredo Montes, 16, of 140 Scholes Street in Williamsburg, turned himself in to detectives from the 90th Precinct yesterday after his family arranged for his surrender, the police said. He was charged with arson. The five-alarm fire began behind 108 Scholes Street in Williamsburg about 7:30 P.M. Friday and spread along Manhattan Avenue, destroying 18 apartments.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"European Community:Look Outward to the World","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-european-communitylook-outward-to-the-world.html","abstract":"Getting the European Community back on track and moving forward again has become Europe's most urgent need. Ideas on how this can be done are scarce and unconvincing. This article suggests that there nevertheless is a way open to the Community, and that","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Put Caps on Hydrants","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-put-caps-on-hydrants-728293.html","abstract":"  To the Editor:   Every summer it seems the same story gets reported: A heat wave causes some New Yorkers to open fire hydrants, causing millions of gallons of wasted water. Every summer we are told that hydrant sprinkler caps are available at police stations to cut down on water use.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Satellite A White Elephant, Some Say","web_url":"https://www.nytimes.com/1993/07/20/science/satellite-a-white-elephant-some-say.html","abstract":"  As the Clinton Administration prods the $70-billion-a-year Federal research complex into doing more to help American business devise new technologies, experts say it should heed the muddle surrounding a $600 million Federal satellite. The craft is expected to be placed into orbit in the next week or so after the delayed mission of the space shuttle Discovery gets off the ground.    The Advanced Communications Technology Satellite, or ACTS, which was under development by NASA for more than a decade, is a 47-foot, high-technology wonder packed with the latest gear. The National Aeronautics and Space Administration hails it as the first of a new generation of lightning-fast communications craft for the 21st century.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Mattingly Puts His Best Foot Backward","web_url":"https://www.nytimes.com/1993/07/20/sports/baseball-mattingly-puts-his-best-foot-backward.html","abstract":"  Don Mattingly prefers not to discuss the intricacies of hitting. He occasionally makes adjustments between pitches, but he is adamant about keeping his hitting secrets a secret.   After failing to bat .300 in the last three years, Mattingly finally decided last year to avoid answering questions about his hitting. He usually responded to queries about his approach by saying, \"It doesn't do me any good to share it.\"","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"The Pentagon's New Policy Guidelines on Homosexuals in the Military","web_url":"https://www.nytimes.com/1993/07/20/us/gay-rights-military-pentagon-s-new-policy-guidelines-homosexuals-military.html","abstract":"  Following is the text of the Pentagon's new policy guidelines to commanders on homosexuals in the military.  Accession Policy    Applicants for military service will no longer be asked or required to reveal if they are homosexual or bisexual, but applicants will be informed of the conduct that is proscribed for members of the armed forces, including homosexual conduct.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Smith Reports to Bills","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-pro-football-smith-reports-to-bills.html","abstract":"  BRUCE SMITH, the Pro Bowl defensive end, closed his holdout by reporting to training camp yesterday, saying this could be his last season with the Buffalo Bills. Smith, bitter over the absence of a new contract, is in the last year of a contract that pays him $1.6 million a year. He is seeking a deal that would pay him $4 million a year.   \"As of right now, I feel this will be my last year with the Buffalo Bills, unless they can work something out,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Tweak Without Tears","web_url":"https://www.nytimes.com/1993/07/20/science/peripherals-tweak-without-tears.html","abstract":"  TO tweak a computer system is to try to squeeze the last possible measure of efficiency out of it -- a few more bytes of memory, another megabyte of disk space, an additional split second of response time. A certain amount of tweaking is helpful, but it can become an obsession; after a while, you think you can tell the difference between 5 milliseconds and 10 milliseconds.   RAM (random access memory) is all-important. That vital 640 kilobytes of conventional memory is all too easily reduced by DOS, terminate-and-stay-resident programs and other resources. The newest version of DOS, 6.0, offers Memmaker, a virtually automatic utility to make the most of the lower 640, and it is almost free since it comes with DOS.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"A Question Mark Is Hovering Over Giants' Moore","web_url":"https://www.nytimes.com/1993/07/20/sports/pro-football-a-question-mark-is-hovering-over-giants-moore.html","abstract":"  When Phil Simms spoke to reporters today, there was a smile on his face. And why shouldn't he be happy? Giants Coach Dan Reeves has made him the starter. The Man. But how long that smile remains depends in large part on how healthy the quarterback stays. And how healthy he stays depends on the offensive line. That's where right guard Eric Moore comes in. Or may not come in.   Moore is facing anything from probation and a fine to one year in prison stemming from his January arrest in Atlanta along with the former Giants defensive end Mark Duckens on three felony counts -- conspiracy to possess and distribute anabolic steroids, possession with intent to distribute anabolic steroids and possession with intent to distribute human-growth hormone pills.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Colorado's Anti-Gay Measure Set Back","web_url":"https://www.nytimes.com/1993/07/20/us/colorado-s-anti-gay-measure-set-back.html","abstract":"  In a decision that is likely to nullify a measure against gay rights passed last year by the state's voters, the Colorado Supreme Court ruled today that \"fundamental rights may not be submitted to a vote.\"   In upholding a lower court's injunction on the measure, known as Amendment 2, the State Supreme Court said the law appeared to violate the equal protection clause of the United States Constitution.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Feasting on Topics With Universal Appeal","web_url":"https://www.nytimes.com/1993/07/20/arts/feasting-on-topics-with-universal-appeal.html","abstract":"  Bertolt Brecht liked to castigate bourgeois esthetes by calling them \"culinary.\" He was more prophetic than he knew. This weekend in Reading and Oxford, west of London and a mere 25 miles apart, were two events that gave Brecht's ideas a fuller meaning. Often quite literally fuller.   The two were the principal summer manifestation in Britain of Womad, or the World of Music, Arts and Dance festivals, at the Rivermead Leisure Complex in Reading, and the Oxford Symposium on Food and Cookery at St. Anthony's College in that venerable university town.","thumbnail":null,"section":"Arts"},{"date":"19930720","headline":"Clinton in Crossfire","web_url":"https://www.nytimes.com/1993/07/20/us/gay-rights-in-the-military-clinton-in-crossfire.html","abstract":"  In announcing his compromise on homosexuals in the military, President Clinton today sought to close the book at last on an explosive issue that had become a glaring benchmark of the White House's own political naivete.    But the announcement, carefully staged before an audience of military brass, will not be enough to make the furor go away. Indeed, it now threatens to haunt Mr. Clinton even through his re-election campaign three years from now.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Free-Agent Richer Still a Devil","web_url":"https://www.nytimes.com/1993/07/20/sports/sports-people-hockey-free-agent-richer-still-a-devil.html","abstract":"  Right wing STEPHANE RICHER, the Devils' leading goal scorer last season, signed a multiyear contract with the team, officials announced yesterday. Richer, 27 years old, had been a free agent, but the Devils had the right to match any offer he received. Richer scored 38 goals and added 35 assists in 73 games last year.   \"Pure goal scorers are a rare commodity, but Stephane has proven over his career that he fits into that category,\" said General Manager LOU LAMORIELLO. \"Because he has so much natural talent and people expect so much from him, sometimes Stephane does not get the credit he deserves.\"","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Q&A","web_url":"https://www.nytimes.com/1993/07/20/science/q-a-603093.html","abstract":"  Feeding Birds   Q. What kind of mixed seed is best for bird feeders?","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Crowd Control at the GateTo a Better Life, Perhaps","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-crowd-control-at-the-gateto-a-better-life-perhaps.html","abstract":"\"We are not dogs!\" a woman shouts into the policeman's face. \"Back! Everyone back!\" he orders. .But no one can move back. Bodies are pressed so hard against each other they make a surreal jumble: a face joined to a shoulder, an arm","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"New Material May Be Harder Than Diamond","web_url":"https://www.nytimes.com/1993/07/20/science/new-material-may-be-harder-than-diamond.html","abstract":"  THE hardness of diamond, like the speed of light, has long been regarded as an absolute -- a value that could never be exceeded. But four years ago, theorists calculated that it might be possible to combine carbon and nitrogen atoms in a substance even harder than diamond, and now, at last, such a substance may have been created.   The new material, a blend of carbon and nitrogen atoms with the formula beta-C3N4, was synthesized by scientists at Harvard University under the direction of Dr. Charles M. Lieber. Announcing their success in the current issue of the journal Science, they said the carbon nitride they had prepared had all the molecular structural characteristics predicted for an ultrahard substance. But because the material is in the form of a very thin film containing many microscopic discontinuities, it has not yet been possible to test its hardness or ability to conduct heat.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"SCIENTIST AT WORK: Jimmie Holland; Listening to the Emotional Needs of Cancer Patients","web_url":"https://www.nytimes.com/1993/07/20/science/scientist-work-jimmie-holland-listening-emotional-needs-cancer-patients.html","abstract":"  FOR a time in the early 1970's, conversations between Dr. Jimmie Holland, a leading psychiatrist, and her husband, Dr. James Holland, a leading cancer specialist, often took a familiar course:    Dr. Holland the oncologist would relay exciting data coming out of the country's first cooperative cancer trial, statistics about white cells and average survival and tumor size.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Student Poll Finds Many Using Guns","web_url":"https://www.nytimes.com/1993/07/20/us/student-poll-finds-many-using-guns.html","abstract":"  A new nationwide survey finds startling numbers of students in the 6th to 12th grades who say they have shot at someone or have been shot at themselves.   The survey of 2,508 students in 96 schools across the country by the pollster Louis Harris, painted a bleak portrait of violence and fear among American schoolchildren. Some experts expressed doubts about that portrait, but the pollster defended it and the survey on which it was based.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Warren Christopher Serves Ably at State","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-warren-christopher-serves-ably-at-state-729093.html","abstract":"  To the Editor:   Anthony Lewis's \"Mr. Clinton Abroad\" (column, July 12) properly compliments many of President Clinton's foreign policies but unjustifiably attacks our dedicated Secretary of State, Warren Christopher.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"On My Mind; The U.S. Smashes A Peril","web_url":"https://www.nytimes.com/1993/07/20/opinion/on-my-mind-the-us-smashes-a-peril.html","abstract":"  Americans can rest easier. Washington has shown it can protect its citizens against at least one great peril from abroad.   No, it is not drugs. And it is not foreign guns so attractive to American collectors and street killers, not that. And it is not the laundered money and shadow companies that allow foreign dictators to buy American technology and products that can be turned into weaponry.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/20/style/chronicle-769093.html","abstract":"  YEVGENY YEVTUSHENKO, once the angry young man of Soviet poetry, turned 60 on Sunday, still angry but for different reasons than in the past.    Mr. Yevtushenko became one of the most admired poets of the 20th century, known for such searing works as \"Babi Yar,\" and for his outspoken criticism of Kremlin leaders.","thumbnail":null,"section":"Style"},{"date":"19930720","headline":"The Hearings On Television","web_url":"https://www.nytimes.com/1993/07/20/us/the-hearings-on-television.html","abstract":"  The Senate Judiciary Committee's confirmation hearings on Judge Ruth Bader Ginsburg's nomination to the Supreme Court will be covered live on three television networks today, beginning at 10 A.M. Eastern daylight time.   The Public Broadcasting Service will provide gavel-to-gavel coverage with no interruptions. The C-Span cable network will have live coverage from 10 until noon.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Critic's Notebook; When Gay Images And Reality Conflict","web_url":"https://www.nytimes.com/1993/07/20/arts/critic-s-notebook-when-gay-images-and-reality-conflict.html","abstract":"  Gay-rights advocates have a television problem. That is surprising, since unlike the yak-radio industry, television news departments have tended to be sympathetic to homosexual causes.   In addition to their bent in behalf of minorities, television professionals are more likely than most Americans to have homosexual friends and colleagues and to have lost some of them to AIDS. Despite the prevailing sympathy, however, evidenced in the heavy coverage given to AIDS, the pictures commonly used to enliven stories about homosexual issues seem to have been chosen to stir the anxieties and antipathies of many viewers.","thumbnail":null,"section":"Arts"},{"date":"19930720","headline":"Beware Of Orphans In Clones","web_url":"https://www.nytimes.com/1993/07/20/science/personal-computers-beware-of-orphans-in-clones.html","abstract":"  THE financial pages have been reporting bad news about computer companies in recent weeks, and there are signs that more is to come. Profits are down sharply at many companies, and some big names, including Apple Computer Inc., the Dell Computer Corporation and the International Business Machines Corporation, are reporting record losses.   Everex Systems Inc. and the Compuadd Corporation are in bankruptcy, and lots of smaller PC makers are quietly closing their doors. The Tandy Corporation is getting out of the PC business, while other companies are looking for investors to keep afloat.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"Genetic Tug-of-War May Explain Many of the Troubles of Pregnancy","web_url":"https://www.nytimes.com/1993/07/20/science/genetic-tugofwar-may-explain-many-of-the-troubles-of-pregnancy.html","abstract":"HAVING babies has never been easy. High blood pressure, nausea and diabetes-like symptoms are common side effects of pregnancy. Despite the heavy toll on the expectant mother, scientists generally view pregnancy as a delicate process of cooperation between a woman and her fetus.\n\nFor the past two years, Dr. David Haig, an evolutionary biologist at Harvard, has been examining pregnancy using Darwinian theory. Darwin argues that natural selection favors any gene that increases the number of offspring an organism produces. But a child shares only half of its genes with the mother; the other half comes from the father. As a result, the evolutionary interests of a mother and her offspring can be different. The fetus benefits by extracting as much nutrition as it can use from the woman. She, however, must strike a balance between nourishing the fetus and keeping resources for herself and her future children.","thumbnail":null,"section":"Science"},{"date":"19930720","headline":"After 3 Years, Bulls Finally Sign Kukoc","web_url":"https://www.nytimes.com/1993/07/20/sports/pro-basketball-after-3-years-bulls-finally-sign-kukoc.html","abstract":"  After three years of courting him, the Chicago Bulls finally landed Toni Kukoc yesterday, signing the 6-foot-11-inch guard known as the \"Magic Johnson of Europe\" to a multiyear contract.   Although contract details were sketchy, it has been estimated for weeks to be hovering in the range of $17.6 million over seven or eight years. There is no salary cap restriction because the Bulls have owned Kukoc's rights since drafting him in 1990.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Security Strengthened at Hudson River Crossings","web_url":"https://www.nytimes.com/1993/07/20/nyregion/security-strengthened-at-hudson-river-crossings.html","abstract":"  New security equipment has been installed in the Holland Tunnel since the authorities uncovered what they described as a terrorist plot to bomb the Hudson River crossings, and the police commanders for the Holland and Lincoln Tunnels have increased training to make sure that officers are familiar with safety and evacuation procedures.   In addition, officers at the tunnels and at the George Washington Bridge have been stopping and searching more vehicles, especially unmarked trucks, before they cross the river, Port Authority officials said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Dinkins and School Board Call Truce","web_url":"https://www.nytimes.com/1993/07/20/nyregion/political-memo-dinkins-and-school-board-call-truce.html","abstract":"  As he runs for re-election, Mayor David N. Dinkins is grappling with a runaway school board that has left him with less influence on school policy than perhaps any modern mayor of New York -- even as the public continues to hold the Mayor accountable for the schools.   It is this political and governmental problem that has brought Mr. Dinkins into a complicated courtship with the seven-member Board of Education that has so often thwarted him, as it goes about selecting a new schools chancellor.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Romanians and Hungarians Building a Bit of Trust","web_url":"https://www.nytimes.com/1993/07/20/world/romanians-and-hungarians-building-a-bit-of-trust.html","abstract":"  In the end they were so surprised at the agreement they had achieved that they applauded and congratulated each other -- Romanians and Hungarians representing two traditionally hostile countries.   The setting for an ethnic accord providing practical improvements for Romania's Hungarian minority was bizarre: the Black Sea villa of Nicolae Ceausescu, the Communist dictator whom the Hungarians despised as their cruel oppressor.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"DEFIANT F.B.I. CHIEF REMOVED FROM JOB BY THE PRESIDENT","web_url":"https://www.nytimes.com/1993/07/20/us/defiant-fbi-chief-removed-from-job-by-the-president.html","abstract":"  President Clinton today dismissed William S. Sessions, the Director of the Federal Bureau of Investigation, who had stubbornly rejected an Administration ultimatum to resign six months after a harsh internal ethics report on his conduct.   Mr. Clinton said he would announce his nominee to replace Mr. Sessions on Tuesday. He was expected to pick Judge Louis J. Freeh of Federal District Court in Manhattan; officials said Judge Freeh had impressed Mr. Clinton favorably on Friday at their first meeting.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Yanks' Bat-Order Switch Pays Another Dividend","web_url":"https://www.nytimes.com/1993/07/20/sports/baseball-yanks-bat-order-switch-pays-another-dividend.html","abstract":"  Scott Kamieniecki started the season ticketed for the bullpen, Bernie Williams started the season as the leadoff batter and Wade Boggs started the season as the No. 2 hitter. During the first four months of this season, each has seen his role change. The change was for the better last night.   With Kamieniecki suddenly emerging as one of the steadiest starters on the club by pitching a complete-game eight hitter with a career-high eight strikeouts against the Mariners, with Boggs acting like the leadoff hitter the Yankees never had by starting two more rallies and with Williams embracing his new opportunity to produce runs by driving in four, the Yankees cruised to an 8-2 victory over Seattle last night at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Decrease in New York Sour Cherry Crop Caused by Winter Freeze","web_url":"https://www.nytimes.com/1993/07/20/nyregion/decrease-in-new-york-sour-cherry-crop-caused-by-winter-freeze.html","abstract":"  As the harvest of sour cherries began in New York, state officials said that the crop would be less than half of last year's because of freezing weather over the winter.   The state Agricultural Statistics Service estimated the 1993 crop at 14.8 million pounds, down 52 percent from last year's 31 million pounds.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Home Repair or Retail Ruin?","web_url":"https://www.nytimes.com/1993/07/20/nyregion/home-repair-or-retail-ruin.html","abstract":"  Liberty Avenue in Queens, beneath the shadows of an elevated subway line, still resembles one of New York City's traditional neighborhoods, a cluster of Italian delis, Laundromats, pastry shops and a hardware store, called Molbegott's, that draws people precisely because they can ask Mr. Molbegott himself how to fix their plumbing.   \"I find everything I need right on this avenue,\" said Wanda McCaffrey, 43 years old, of Richmond Hill as she shopped on Liberty Avenue, pulling her nephew on a tricycle. \"You don't have to go very far for anything.\"","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Japan Businesses See Little Threat in Vote Results","web_url":"https://www.nytimes.com/1993/07/20/world/japan-businesses-see-little-threat-in-vote-results.html","abstract":"  One day after voters ended 38 years of conservative rule by the Liberal Democratic Party, Japan's business sector has begun concluding that the election results could turn out to be more of a benefit than a threat to the dominance of their interests in the nation's politics.   The voting patterns, business leaders said today, show that while the Japanese people might desire political change, they want economic continuity and an essentially pro-business conservative government. They interpreted the results as showing that Japanese want an end to the corruption of the governing Liberal Democratic Party, but are hesitant to depart from policies that have guided Japan from postwar ruin to industrial powerhouse.","thumbnail":null,"section":"World"},{"date":"19930720","headline":"French Wake-Up Call : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-french-wakeup-call-letters-to-the-editor.html","abstract":"Regarding \"Muslims in French Cities Torn Between Cultures\" (Journey to Europe series, July 14) by William Drozdiak: .It is true that immigrants in France are scapegoats whenever the French are in difficulty. Even if they are fully integrated,","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"Recession's Romantics Fix Up Their Factory","web_url":"https://www.nytimes.com/1993/07/20/nyregion/our-towns-recession-s-romantics-fix-up-their-factory.html","abstract":"  IT didn't take long for somebody, probably Adam Smith, to make the connection between the value of a product and the wages of the people who make it. When $350 in raw materials are made into a $15,000 automobile, it equals happiness and high wages. Fifty cents worth of chopped beef flipped into a 75-cent hamburger equals low wages and woe.    Because they understand this rule, because they were determined to save the factory they built -- and maybe because they were a little bit lucky -- the men and women at Garry Precision Screw Machine were not among those who lost 24,500 well-paid manufacturing jobs in New Jersey last year.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/20/nyregion/no-headline-136593.html","abstract":"  Fundamental rights may not be submitted to a vote. -- SUPREME COURT OF COLORADO.  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"A Weak Link in the Yank Lineup","web_url":"https://www.nytimes.com/1993/07/20/sports/tv-sports-baseball-a-weak-link-in-the-yank-lineup.html","abstract":"  With the Yankees on the brink of something exciting, even something great, electronic fans are without a Great Voice to carry us at home, in the car, on the beach, at school, or at work.    There is no Red Barber and no Mel Allen, who shifted between radio and TV as Yankees Voices, no Vin Scully of the Dodgers.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/20/style/chronicle-768193.html","abstract":"  There's no such thing as too many opening nights for CHARLES STROUSE, the composer of scores for such shows as \"Annie,\" \"Bye Bye Birdie\" and \"Applause.\" In less than a month he will have three shows open, and that's just fine with him, he said yesterday.    \"Bojangles,\" a show he wrote with the late Sammy Cahn, opened last Friday at the Barksdale Theater in Richmond. On Aug. 8, \"Let's Make Music Together,\" a review of his songs that have a particular appeal to teen-agers, will be performed at the Stagedoor Manor, a summer camp in Loch Sheldrake, N.Y. \"It's a funny kind of tryout,\" said Mr. Strouse, who wrote the review with Carl Schmehl, a coordinator at the camp. \"It could be a very valuable production for the stock and amateur market, and even more.\"","thumbnail":null,"section":"Style"},{"date":"19930720","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/20/nyregion/metro-digest-866693.html","abstract":"  EMPIRE BLUE CROSS PLANS TO LIMIT CHOICES Battered by years of deteriorating finances, Empire Blue Cross and Blue Shield plans to limit the choice of doctors and hospitals for its oldest and sickest customers. A1. NEW YORK CITY DRUG ALLEGATIONS IN BOMB-PLOT CASE Some of the 11 men charged in the plot to bomb New York City targets are also suspected of trafficking in drugs, investigators said. Their comments -- challenged by a defense lawyer -- added a new dimension to a multilayered case replete with curious twists. B3.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Germans and Violence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/20/opinion/IHT-germans-and-violence-letters-to-the-editor.html","abstract":"Regarding \"Q&A: Roots of the Violence That Has Shaken Germany\" (June 21): .Elisabeth Noelle-Neumann refers to \"aspects of culture that you are born with,\" as if culture were something transmitted to us in our genes. Does this me","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"In This Emergency, Agency Wins Praise for Its Response","web_url":"https://www.nytimes.com/1993/07/20/us/the-midwest-flooding-in-this-emergency-agency-wins-praise-for-its-response.html","abstract":"  Looking ahead to a multibillion-dollar cleanup in five states, the head of the Federal agency that manages the Government's response to disasters said today that the greatest damage from the Mississippi River flooding was likely to be to roads, bridges, sewers, electrical utilities and other parts of the Midwest's public works systems.   James Lee Witt, the director of the Federal Emergency Management Agency, added that he and other Federal agency heads, including Agriculture Secretary Mike Espy, were working to find the money to rebuild the levees damaged by the floods and were beginning to think about building stronger levees to provide protection from future floods.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Colorado Law in Peril","web_url":"https://www.nytimes.com/1993/07/20/us/colorado-law-in-peril.html","abstract":"  The Colorado Supreme Court ruled that a measure against gay rights appeared to violate the Constitution. Experts said the ruling could be fatal to a law whose passage last year led to a boycott that has cost the state millions in lost convention business.   Article, page A8.","thumbnail":null,"section":"U.S."},{"date":"19930720","headline":"Three at Last: Mets' Streak Hits Milestone","web_url":"https://www.nytimes.com/1993/07/20/sports/baseball-three-at-last-mets-streak-hits-milestone.html","abstract":"  In the battle of Joe McIlvaine, somebody had to win, and it was the Mets by a nose tonight, 2-1. McIlvaine, in the same season, has been general manager of the Padres and Mets, and tonight he found himself on the right side when Charlie O'Brien hit a 10th-inning home run for the victory.   O'Brien hit it deep over the left-center field wall off Gene Harris to lead off the 10th, and it not only bailed out reliever John Franco but also got an asterisk off the Mets' collective backs. Ninety-two games into the season, New York has finally won three games in a row.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Dinkins, in Israel, Excelled in Role of Good-Will Ambassador","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-dinkins-in-israel-excelled-in-role-of-good-will-ambassador-723193.html","abstract":"  To the Editor:   Mayor David N. Dinkins's trip to Israel is now history, but to the 34 delegation members who accompanied New York City's Mayor the story is incomplete. We admired the energy and involvement of news media representatives, but since they were excluded from most of the meetings with Israeli leaders, they may not have known some aspects of the trip.","thumbnail":null,"section":"Opinion"},{"date":"19930720","headline":"TV to Focus On Crown Hts.","web_url":"https://www.nytimes.com/1993/07/20/nyregion/tv-to-focus-on-crown-hts.html","abstract":"  New York's Criminal Justice Director, Richard H. Girgenti, will discuss his report on the Crown Heights disturbances at a news conference at noon today. Channels 2, 4, 5, 7, 11 and 13 and New York 1 News are planning to carry the news conference live, as are radio stations WCBS-AM, WINS-AM and WOR-AM.","thumbnail":null,"section":"New York"},{"date":"19930720","headline":"Colombian Climbs Ahead of Pack","web_url":"https://www.nytimes.com/1993/07/20/sports/cycling-colombian-climbs-ahead-of-pack.html","abstract":"  The Tour de France pack was riding at an exceptionally leisurely pace this morning, arriving about 20 minutes behind its slowest expected time at the bucolic village of Molitg-les-Bains in the outcropping of the Pyrenees. Understandably, the racers appeared to be in no hurry to begin in earnest the first of three days in these mountains.    At that point, about 30 miles into the 144-mile stage that boasted nine strenuous climbs from Perpignan, France, to the principality of Andorra, Oliviero Rincon made his move.","thumbnail":null,"section":"Sports"},{"date":"19930720","headline":"Forget Electric Car and Tax the Gas Guzzlers; On the Autobahn","web_url":"https://www.nytimes.com/1993/07/20/opinion/l-forget-electric-car-and-tax-the-gas-guzzlers-on-the-autobahn-732093.html","abstract":"  To the Editor:   \"Vacationing by Car Makes a Comeback at Full Speed\" (news article, July 5) alludes to lower gasoline prices as the reason for increased travel speeds on United States highways and rampant disobedience of the 55-mile-an-hour speed limit.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930720","time":"1993-07-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":84,"wspd":11.2},{"date":"19930720","time":"1993-07-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":83,"wspd":13},{"date":"19930720","time":"1993-07-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":13},{"date":"19930720","time":"1993-07-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":16.6},{"date":"19930720","time":"1993-07-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":11.2},{"date":"19930720","time":"1993-07-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":80,"wspd":11.2},{"date":"19930720","time":"1993-07-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":14.8},{"date":"19930720","time":"1993-07-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":76,"wspd":14.8},{"date":"19930720","time":"1993-07-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":74,"wspd":14.8},{"date":"19930720","time":"1993-07-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":74,"wspd":18.4},{"date":"19930720","time":"1993-07-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":70,"wspd":20.5},{"date":"19930720","time":"1993-07-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":66,"wspd":13},{"date":"19930720","time":"1993-07-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":65,"wspd":14.8},{"date":"19930720","time":"1993-07-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":63,"wspd":11.2},{"date":"19930720","time":"1993-07-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":61,"wspd":18.4},{"date":"19930720","time":"1993-07-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":59,"wspd":14.8},{"date":"19930720","time":"1993-07-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":59,"wspd":9.4},{"date":"19930720","time":"1993-07-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":61,"wspd":13},{"date":"19930720","time":"1993-07-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":81,"wspd":7.6},{"date":"19930720","time":"1993-07-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":68,"wspd":7.6},{"date":"19930720","time":"1993-07-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":72,"wspd":5.4},{"date":"19930720","time":"1993-07-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":77,"wspd":3.6},{"date":"19930720","time":"1993-07-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":74,"wspd":5.4},{"date":"19930720","time":"1993-07-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":73,"wspd":9.4},{"date":"19930720","time":"1993-07-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":100,"wspd":13},{"date":"19930720","time":"1993-07-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":13},{"date":"19930720","time":"1993-07-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":11.2},{"date":"19930720","time":"1993-07-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":13},{"date":"19930720","time":"1993-07-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":13},{"date":"19930720","time":"1993-07-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":11.2},{"date":"19930720","time":"1993-07-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":100,"wspd":14.8},{"date":"19930720","time":"1993-07-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":100,"wspd":11.2},{"date":"19930720","time":"1993-07-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":14.8},{"date":"19930720","time":"1993-07-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":13},{"date":"19930720","time":"1993-07-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":96,"wspd":13},{"date":"19930720","time":"1993-07-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":7.6},{"date":"19930720","time":"1993-07-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":9.4},{"date":"19930720","time":"1993-07-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":7.6},{"date":"19930720","time":"1993-07-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":11.2},{"date":"19930720","time":"1993-07-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":67,"wspd":14.8},{"date":"19930720","time":"1993-07-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":61,"wspd":27.7},{"date":"19930720","time":"1993-07-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":22.3},{"date":"19930720","time":"1993-07-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":48,"wspd":27.7},{"date":"19930720","time":"1993-07-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":25.9},{"date":"19930720","time":"1993-07-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":44,"wspd":22.3},{"date":"19930720","time":"1993-07-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":41,"wspd":18.7},{"date":"19930720","time":"1993-07-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":41,"wspd":18.7},{"date":"19930720","time":"1993-07-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":46,"wspd":22.3}]},"19930721":{"guardian_articles":[{"date":"19930721","headline":"News: Sharpening knives greet 1993 Turner nominees","web_url":"https://www.theguardian.com/artanddesign/1993/jul/21/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19930721","headline":"Books of The Times; The Rise of the Right (Read Fascism) in Russia","web_url":"https://www.nytimes.com/1993/07/21/books/books-of-the-times-the-rise-of-the-right-read-fascism-in-russia.html","abstract":"  Black Hundred The Rise of the Extreme Right in Russia By Walter Laqueur Illustrated. 317 pages. HarperCollins. $27.50.   Russia's dark history keeps intruding into the euphoria of glasnost and perestroika. Toward the close of the 20th century, the 19th century's prejudices and xenophobia remain alive in the republics of the former Soviet Union. That is the frightening message of Walter Laqueur's revealing new book, \"Black Hundred.\"    To the inchoate groups on the extreme right who are increasingly influential in the political and social life of Russia, Mikhail S. Gorbachev and Boris N. Yeltsin are considered enemies of the state. The new nationalistic superpatriots are opposed to rapprochement with the West. Anti-Americanism is very much present in the anti-democratic language used by leaders of the extremist parties. Nostalgia for the old order includes a revival of a sect of zealots in the Russian Orthodox Church, modern-day Cossacks in czarist uniforms and virulent anti-Semitism.","thumbnail":null,"section":"Books"},{"date":"19930721","headline":"Sons Killed Parents; Why Is Only Issue","web_url":"https://www.nytimes.com/1993/07/21/us/sons-killed-parents-why-is-only-issue.html","abstract":"  Two wealthy Beverly Hills brothers now admit that they walked into their living room almost four years ago, leveled shotguns at their parents seated in front of the television set and fired. But they contend they did so only in self-defense after years of sexual and psychological abuse.   The murder trial of the brothers, Lyle and Erik Menendez, began today in Los Angeles Superior Court after three years of legal debate over the admissibility of a psychotherapist's tape-recorded notes of a session in which Erik Menendez confessed to the killings. The State Supreme Court ruled the tapes admissible.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/21/nyregion/bridge-547193.html","abstract":"  When the American Contract Bridge League's Summer National Championships begin Friday in Washington, the most confident players will surely be Michael Becker, Ron Rubin, Russ Ekeblad, Ron Sukoneck, Bob Levin and Peter Weichsel. They will be defending the Spingold Knockout Team title they won in Toronto a year ago, and they are fresh from victory in the team trials in Memphis last month, a victory that gives them a chance of world honors in Chile in September.   Careful preparation is a key to bridge success, and in Memphis this squad arrived two days early and went into training. On the diagramed deal Becker, as South, brought home a part-score by careful attention to the spot cards.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Japanese Politics Moves Into Era of Talk Shows","web_url":"https://www.nytimes.com/1993/07/21/world/japanese-politics-moves-into-era-of-talk-shows.html","abstract":"  This has never been Larry King's kind of country. Political talk shows are usually deadly dull, and the real action has always taken place in Tokyo's most exclusive private clubs, where the $400-a-plate tab pales in comparison to the amount of cash changing hands to make new political alliances.   But even before the votes were fully counted in the election on Sunday, casting the governing Liberal Democratic Party out of power, the deal-making moved to the country's television studios. Japan's aging old guard and the political rebels who are threatening to topple the old order have discovered the power of the call-in show, and each side is racing to manipulate it.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Excerpts From Senate Hearings on the Ginsburg Nomination","web_url":"https://www.nytimes.com/1993/07/21/us/the-supreme-court-excerpts-from-senate-hearings-on-the-ginsburg-nomination.html","abstract":"  Following are excerpts from yesterday's hearing by the Senate Judiciary Committee on the nomination of Ruth Bader Ginsburg to become Associate Justice of the United States Supreme Court, as transcribed by Reuters and the Federal News Service, a private transcription service: STATEMENT BY JOSEPH R. BIDEN JR.  Democrat of Delaware    The nomination of a Supreme Court justice signals the renewal of a national debate over the meaning of our Constitution, a debate, I might add, that's been going on for over 200 years without end, and will go on for another 200 years, I suspect.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Value Put On Estate Of Warhol Declines","web_url":"https://www.nytimes.com/1993/07/21/arts/value-put-on-estate-of-warhol-declines.html","abstract":"  A prolonged and bitter dispute over the value of the late artist Andy Warhol's work was settled yesterday when his estate was valued at approximately $220 million.   That amount, agreed upon by the Andy Warhol Foundation for the Visual Arts, the New York State Attorney General's office and Frederick W. Hughes, Warhol's executor, is significantly less than an estimate of between $600 million and $700 million that Edward W. Hayes, the lawyer for the estate until earlier this month, had placed on the Warhol holdings in a battle over what he would be paid by the estate.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Risk of Hereditary Breast Cancer Is Reduced","web_url":"https://www.nytimes.com/1993/07/21/us/risk-of-hereditary-breast-cancer-is-reduced.html","abstract":"  In recent years, support groups for women at increased risk for breast cancer have proliferated, filled with terrified women who have a mother or sister who succumbed to the disease. Now a new study suggests that such women, while somewhat prone to breast cancer, are not as susceptible as was previously thought.    While some prior studies had found that women with breast cancer in their immediate family were three times more likely to develop breast cancer than other women, the new research indicates that their risk is probably only about twice that of those without a family history of the disease.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Senate Votes to Allow Civil Servants To Engage in Much Political Activity","web_url":"https://www.nytimes.com/1993/07/21/us/senate-votes-to-allow-civil-servants-to-engage-in-much-political-activity.html","abstract":"  The Senate voted today to allow most Federal workers to participate in a wide range of off-duty partisan political activities, all but insuring enactment of the first significant change in civil servants' political status in more than half a century.    Most Republicans said the bill would politicize the Federal work force of three million people and arm its pro-Democratic unions. Senator Bob Dole of Kansas, the Republican leader, said Federal workers opposed the change, while \"the people who want this bill are the union leaders here in Washington, the Beltway boys, those at the top of the union ladder, those who have the power and who want more.\"","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"THE CROWN HEIGHTS REPORT: The Events; From Earliest Hours, Calls Were Ignored","web_url":"https://www.nytimes.com/1993/07/21/nyregion/the-crown-heights-report-the-events-from-earliest-hours-calls-were-ignored.html","abstract":"  As rocks and bottles rained down from buildings and as his own car was pelted by demonstrators, Robert Brennan, a member of City Hall's Community Assistance Unit, realized that a \"big problem\" was brewing.   It was 10:30 P.M. on Aug. 19, 1991, a Monday night, and violence had been raging in Crown Heights for several hours. As tensions rose, he informed the City Hall police desk.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Temporaries Have to Do Without a Safety Net","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-temporaries-have-to-do-without-a-safety-net-062993.html","abstract":"  To the Editor:   Re your July 6 front-page article on the increased use of temporary workers in America's factories:   I am a temporary worker by choice and of necessity, though not in manfacturing. As a freelance artist, I have no consistently reliable source of income, but must be able to devote my full attention to any freelance assignment that comes my way at a moment's notice. This makes conventional employment impractical.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Prosecutors Reported Seeking to Widen Inquiry on Rostenkowski","web_url":"https://www.nytimes.com/1993/07/21/us/prosecutors-reported-seeking-to-widen-inquiry-on-rostenkowski.html","abstract":"  As Capitol Hill buzzed about the news that one of its most powerful members had been accused of embezzlement, Federal officials said today that prosecutors were trying to broaden the case against Representative Dan Rostenkowski.   Officials and defense lawyers involved in the long-running investigation of Mr. Rostenkowski said prosecutors had been gathering evidence against him about a series of transactions in Chicago in an effort to link separate accusations of wrongdoing into a single, more serious case.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/21/nyregion/news-summary-999093.html","abstract":"  International A2-7  UNNATURAL SELECTION IN CHINA  Ultrasound technology is influencing the ratio of the sexes in China, giving parents in even the most remote villages information that some are using to abort female fetuses.  A1  DON'T TOUCH THAT DIAL  When politicians appeared on the television screen, Japan used to tune out. This time, the public is calling in as the fallout from parliamentary elections is played out on audience-participation talk shows.  A6","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"On the Case Against Lemrick Nelson in the Death of Yankel Rosenbaum","web_url":"https://www.nytimes.com/1993/07/21/nyregion/crown-heights-report-case-against-lemrick-nelson-death-yankel-rosenbaum.html","abstract":"  Following are excerpts from the report's conclusions on the case against Lemrick Nelson, the youth tried and acquitted in the slaying of Yankel Rosenbaum during the disturbances: From Executive Summary   Prosecution of Lemrick Nelson    Five questions were central to this review.   * Why was no one other than Lemrick Nelson arrested and prosecuted when several others were involved in the attack on Yankel Rosenbaum?   * Was a full and thorough investigation conducted?   * Was the case properly prepared and tried?   * How could the jury acquit Nelson, when it appeared that the case against him was so strong?   * Was the jury's verdict based on racial prejudice or anti-police bias? Analysis of Criminal Investigation    Several people were responsible for the stabbing of Yankel Rosenbaum. Only Lemrick Nelson was indicted, tried and acquitted. Deficiencies in the initial investigation created problems with the evidence which subsequent efforts did not overcome. Accordingly, the likelihood that other participants in the attack on Rosenbaum will be held accountable for the murder has been greatly diminished.                    . . .         The improper handling of critical physical evidence compromised its probative value at trial. The bloodstained knife discovered on Nelson, which should have provided persuasive proof in support of the prosecution's case, was not properly handled. Additionally, Nelson's pants could have provided meaningful evidence of his involvement in the attack on Rosenbaum. The stains on the pants should have been properly noted and analyzed by the police. Tests on this evidence were not sufficiently monitored by the prosecution. The Jury's View of the Case    Considering the problems with the evidence presented by the prosecution, there was an ample basis for the jury verdict finding that the people had not proven their case beyond a reasonable doubt. The reasonable doubts articulated by the jurors arose, to a greater extent, from the inconsistencies in the witnesses' testimony and deficiencies in the evidence.                    . . .         During the course of the interviews with the jurors, two themes emerged for why the jury determined that Nelson was not guilty. These themes can be characterized as inconsistencies in the witnesses' testimony and as deficiencies in the evidence.                    . . .         The jurors found that the inconsistencies in the police officers' testimony were an overriding consideration in undermining the value of all key prosecution evidence, and in finding that Nelson was not guilty of stabbing Rosenbaum. The prosecution's late discovery of key witnesses exacerbated this problem.   Most significantly, the inconsistencies in the police officers' testimony regarding Nelson's apprehension, Rosenbaum's identification and Nelson's confession seriously compromised the value of this evidence in the eyes of the jury. The jurors had been instructed by Judge Rappaport to evaluate whether the witnesses were truthful in order to determine the facts of the case. The jurors stated that, after considering these factors, they determined that they could not reconcile the contradictory evidence and the inconsistencies in the testimony of the witnesses. As a result, they disregarded the testimony of some of the main police witnesses whose statements were crucial to proving Nelson's guilt.   The manner in which the Judge conducted the trial appeared to have influenced the jury's decision-making.   Although many of the jurors seemed to have a favorable view of the Judge, his remarks and conduct may have adversely affected their view about the credibility of the police witnesses. He was unable to control the conduct and the comments of the defense counsel, which afforded the jury an opportunity to consider information that was otherwise irrelevant or inadmissible. Further, by continuously interjecting himself in the questioning of witnesses, the jury had concerns regarding the Judge's impartiality. Most significantly, the Judge's reaction to Officer Lewis's testimony highlighted the inconsistencies between Lewis's version of the events surrounding Nelson's apprehension and the version of Officers Hoppe and Marinos and Detective Litwin. The Judge did not remain an impartial arbitrator and instead conveyed to the jury his personal opinions about the evidence.                    . . .       From the Findings    * The failure to record the identities of the individuals present at the scene made it difficult to identify police and civilian witnesses.   * Interviews with the victim and possible suspects were not conducted promptly or recorded.   * The improper handling of critical physical evidence compromised its probative value at trial. The bloodstained knife discovered on Nelson, which should have provided persuasive proof in support of the prosecution's case, was not properly handled. Additionally, Nelson's pants could have provided meaningful evidence of his involvement in the attack on Rosenbaum. The stains on the pants should have been properly noted and analyzed by the police. Tests on this evidence were not sufficiently monitored by the prosecution.   * The jurors found that the inconsistencies in the police officers' testimony were an overriding consideration in undermining the value of all key prosecution evidence, and in finding that Nelson was not guilty of stabbing Rosenbaum. The prosecution's late discovery of key witnesses exacerbated this problem.   * The manner in which the Judge conducted the trial appeared to have influenced the jury's decision-making.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Dodgers Pressing Fight on Brooklyn Bar's Name","web_url":"https://www.nytimes.com/1993/07/21/nyregion/dodgers-pressing-fight-on-brooklyn-bar-s-name.html","abstract":"  The attack of the Los Angeles Dodgers on a little bar in Brooklyn is continuing.   The baseball club and Major League Baseball Properties on Monday filed a formal notice that they were appealing Federal Judge Constance Baker Motley's ruling that a bar in Bay Ridge could call itself The Brooklyn Dodger Sports Bar and Restaurant.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"As Baseball Owners Go, O'Malley Wasn't Mr. Nice Guy Either","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-as-baseball-owners-go-o-malley-wasn-t-mr-nice-guy-either-053093.html","abstract":"  To the Editor:   While I harbor no fondness for George Steinbrenner, the Yankees' owner, Bob Herbert's giving the Dodgers' Walter O'Malley a favorable view by comparison is misplaced (\"Dodgers Deja Vu Again,\" column, July 14).   Walter O'Malley established the benchmark for greed and cynicism in professional sports. Here was a man who had grown wealthy through the hospitality of the local community -- as an executive of a Brooklyn bank and owner of the New York City subway's advertising contractor.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"THE CROWN HEIGHTS REPORT: The Challenger; Giuliani Lets His Supporters Do the Talking","web_url":"https://www.nytimes.com/1993/07/21/nyregion/crown-heights-report-challenger-giuliani-lets-his-supporters-talking.html","abstract":"  After months of using the anger of Crown Heights to torment Mayor David N. Dinkins at every turn, Rudolph W. Giuliani kept silent yesterday -- at least publicly -- and left the talking to his surrogates and supporters.   Mr. Giuliani, the Republican-Liberal candidate for Mayor, has branded the interracial violence in Crown Heights a \"pogrom\" and appeared at a recent rally outside City Hall to call for justice in the slaying of Yankel Rosenbaum. But yesterday after the official state report on the case portrayed Mr. Dinkins as a manager out of touch with the troubles on his streets and with his own aides, Mr. Giuliani had nothing to add.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/21/style/chronicle-025493.html","abstract":"  Last Saturday evening, as fireworks lit up the skies in East Hampton, L.I., during the annual benefit there for Boys Harbor, GEORGE PLIMPTON asked boaters in Three-Mile Harbor to toot their horns and spectators on land to applaud in honor of the 75th birthday of ANTHONY DREXEL DUKE. Scion of several socially prominent families, Mr. Duke is the founder and president of Boys Harbor, the New York-based educational center for inner-city children that has a summer camp in East Hampton.    It was a wonderful tribute, his wife, LULY DUKE, said yesterday, with \"1,200 boats honking and people cheering. He was so pleased and surprised.\"","thumbnail":null,"section":"Style"},{"date":"19930721","headline":"The Pop Life; 500 Bands, 5 Nights, 7,000 People And a City","web_url":"https://www.nytimes.com/1993/07/21/arts/the-pop-life-500-bands-5-nights-7000-people-and-a-city.html","abstract":"  Mark Josephson recalled setting up a couple of hundred chairs in a rehearsal studio in 1980 for what became the first New Music Seminar. Back then it was a gathering of people from the margins of the music industry who were, as Mr. Josephson, the executive director of the seminar, put it, \"campaigning for our kind of music, campaigning for a place for ourselves in the business.\"    More than 500 bands and about 7,000 delegates are expected this week at the yearly seminar, which has evolved into a music-business convention with live performances, educational panels, provocative discussions, networking and deal making.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Packers Aim to Revive A Winning Tradition","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-football-packers-aim-to-revive-a-winning-tradition.html","abstract":"  During his first visit to Green Bay, Reggie White was treated by Ron Wolf, the Packers' executive vice president and general manager, to the same tour through Lambeau Field as all the other free agents who came through.   Wolf played the perfect tour guide, pointing out the names of the Packers' legends that ring the stadium. And he talked to White about possibilities.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Stravinsky Tops Billing at Italian Festival : Spoleto, a Hardy Survivor","web_url":"https://www.nytimes.com/1993/07/21/style/IHT-stravinsky-tops-billing-at-italian-festival-spoleto-a-hardy.html","abstract":"Thanks to Italy's latest political and economic woes, the survival of Italian performing arts organizations is even more precarious than usual. .Yet the town of Spoleto's three-week Festival of Two Worlds, which ended Sunday, presented a remarkable arr","thumbnail":null,"section":"Style"},{"date":"19930721","headline":"Expect China's Far-Flung Military to Remain Loyal to the Center","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-expect-chinas-farflung-military-to-remain-loyal-to-the-center.html","abstract":"China's economic surge reflects considerable decentralization and regional disregard for central authority. However, predictions of imminent fragmentation into regional economic satrapies are greatly exaggerated. .A key reason is that such a breakup, w","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Strain Ahead Between China and Japan","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-strain-ahead-between-china-and-japan.html","abstract":"Although East Asia is in the midst of its longest period of peace since World War II, the region is scarred with fault lines that could easily fracture, upsetting the relative tranquillity. One such point of tension is competition between China and Japan","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Don't Ask, Don't Drop the Soap","web_url":"https://www.nytimes.com/1993/07/21/opinion/dont-ask-dont-drop-the-soap.html","abstract":"To: The President and Appropriate Congressional Committee Heads\n\nFrom: The Joint Chiefs\n\nSubject: Top Secret Report on Aysgay in the Ilitarymay (see code book)","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"2 Men Linked To Strangling On Park Ave.","web_url":"https://www.nytimes.com/1993/07/21/nyregion/2-men-linked-to-strangling-on-park-ave.html","abstract":"  New York City police detectives have flown to Reno to question two men they believe were responsible for the killings last April of an Indian prince and his wife in their Park Avenue apartment, the police said yesterday.   The men, identified as George Cobo, 56, and Tony Lee Simpson, 21, are being held by the authorities in Reno on outstanding warrants in unrelated cases. The police said the men may be returned to New York this week to face charges in the deaths of Prince Chitresh Rao Khedker, a 57-year-old financier and industrialist from Khed Anjanvel, India, and his wife, Nenescha.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Crown Heights: Shared Failure","web_url":"https://www.nytimes.com/1993/07/21/opinion/crown-heights-shared-failure.html","abstract":"  The portrait of incompetence is breathtaking. There is no other way to read the new state report on the riots in Crown Heights two summers ago. Every level of New York City government failed to recognize the degree of violence, to deal with it at the time, to effectively apprehend and prosecute the lawless afterward.    Mayor David Dinkins failed. Former Police Commissioner Lee Brown failed most egregiously. Top police officers and commanders failed. The Brooklyn District Attorney, Charles (Joe) Hynes, failed. Their respective advisers and aides failed.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"East Germans Occupying Mine They Seek to Save","web_url":"https://www.nytimes.com/1993/07/21/world/east-germans-occupying-mine-they-seek-to-save.html","abstract":"  A mine that nobody seems to want but the men and women who work in it has become a symbol of the bitter mood of betrayal that has soured the joy of German reunification, three years after capitalism came here to the eastern part of the country.   A collection of weather-beaten brick buildings clustered at the foot of a mountain of red tailings that dwarfs the half-timbered houses of the town below, the Thomas Munzer Mine is now occupied by its 700 employees. Only that many remain of the 1,900 who had worked here until Communism collapsed.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"SIDELINES : Prudencio and Miguel Indurian:Cycling Brothers Just Alike, Except...","web_url":"https://www.nytimes.com/1993/07/21/sports/IHT-sidelines-prudencio-and-miguel-induriancycling-brothers-just-alike.html","abstract":"- Like all riders in the Tour de France, Prudencio Indurain had a day off Tuesday and, like many others, he spent it with his family. .One of his three sisters came with his father from Spain, as did several cousins, although his mother was reported t","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"THE CROWN HEIGHTS REPORT: The Mayor; For Mayor, a Harsh Light","web_url":"https://www.nytimes.com/1993/07/21/nyregion/the-crown-heights-report-the-mayor-for-mayor-a-harsh-light.html","abstract":"  Ever since the Crown Heights disturbances two years ago, Mayor David N. Dinkins has been fending off critics by challenging their most extreme charges.   Repeatedly he said that he did not order the police to allow angry black youths to rampage through the Brooklyn neighborhood; that he was not anti-Semitic, and that he was not responsible for the death of Yankel Rosenbaum, the Hasidic scholar killed on the first night of violence.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"1943: Russian Offensive : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-1943-russian-offensive-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A great Russian offensive began over a 450-mile front today [July 20], extending from the Orel sector, where that Axis-held \"hinge\" city was threatened with encirclement, to the Mius River, where Red Army tr","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1993/07/21/sports/resultsplus-658393.html","abstract":"  TENNIS  Graf and Germany Out Two weeks after winning her fifth Wimbledon singles title, Steffi Graf returned to competition yesterday in what turned out to be a cameo appearance. Bothered by an inflamed shoulder tendon, Graf, who has been nursing a foot injury since June, was upset in the Federation Cup in Frankfurt, and her defending champion German team was ousted in the first round by Australia. Graf, the world's top-ranked women's player, was beaten by Nicole Provis, 6-4, 1-6, 6-1, in 75 minutes. The German team was beaten, 2-1, and became the first Federation Cup defending champion to lose in the first round of the women's version of the Davis Cup. The United States advanced to the second round with a 3-0 sweep over Switzerland. For the fifth-seeded United States, Lindsay Davenport, making her Federation Cup debut, beat Christelle Fauche, 6-4, 6-3, and Lori McNeil rallied to defeat Emanuela Zardo, 1-6, 6-3, 6-3. Ann Grossman and Debbie Graham completed the shutout by winning the doubles, 6-3, 6-1. (AP) PRO BASKETBALL  Knicks in Winter Form  The Knicks and the Bullets were in midseason rather than midsummer form last night before 2,790 fans at the Westchester County Center in White Plains. With 1:50 left in the game, following a pair of free throws by Greg Anthony, both benches emptied after Washington's Don MacLean apparently elbowed the Knicks' Irving Thomas. When the court was cleared, double technical fouls and ejections were assessed to MacLean and Thomas. The Bullets won, 111-107, and handed the Knicks their first loss of the Doral Arrowwood New York Summer League tournament.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"BASEBALL;\nFire Damages Part of Braves' Stadium","web_url":"https://www.nytimes.com/1993/07/21/sports/baseball-fire-damages-part-of-braves-stadium.html","abstract":"A fire erupted in a luxury suite on the third-base side of Atlanta-Fulton County Stadium and quickly engulfed several sections of the club level, delaying the start of the Atlanta Braves' game with the St. Louis Cardinals by nearly two hours tonight.\n\nThe fire, believed to have been started by a canned flame used to heat a chafing dish, caused at least some structural damage to the stadium, according to Atlanta Fire Chief David Chamberlin.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"U.N., Easing Somalia Issue, Names Italian to Peace Office","web_url":"https://www.nytimes.com/1993/07/21/world/un-easing-somalia-issue-names-italian-to-peace-office.html","abstract":"  In an effort to ease strains between Italy and the United Nations over the Italian role in the peacekeeping operation in Somalia, the Secretary General's office announced today that an Italian officer was being assigned to the Secretariat's peacekeeping operation.    The United Nations spokesman, Joe Sills, said the appointment of the Italian officer, Lieut. Col. Salvatore Quarantino, was \"not unrelated to the current events.\" But he said the posting was a normal rotation.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/21/nyregion/c-corrections-027093.html","abstract":"  Because of an editing error, an article yesterday about the Hungarian minority in Romania misstated the position of a political party representing them. The party, called the Democratic Union of Hungarians in Romania, does not demand Hungary's annexation of the Transylvania region in Romania; some of its allies in Budapest do.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"THE CROWN HEIGHTS REPORT: The Overview; CROWN HEIGHTS STUDY FINDS DINKINS AND POLICE AT FAULT IN LETTING UNREST ESCALATE","web_url":"https://www.nytimes.com/1993/07/21/us/crown-heights-report-overview-crown-heights-study-finds-dinkins-police-fault.html","abstract":"  A chain of leadership failures by Mayor David N. Dinkins, top City Hall advisers and the city's leading police commanders allowed the disturbances in Crown Heights to escalate unabated into a four-day \"riot\" in which Hasidic Jews were singled out by bands of black youths, according to a state report released yesterday.   In a scathing portrait of ineptitude and miscommunication that extended from police deployment on the Crown Heights streets to the upper reaches of City Hall, the report also found that serious lapses by investigators, prosecutors and the presiding judge had contributed to the acquittal of a black youth in the killing of a Hasidic scholar on the first night of violence. Analysis of Decisions    The report, commissioned by Gov. Mario M. Cuomo and overseen by Richard H. Girgenti, the state's Director of Criminal Justice, determined that there was no evidence to support the most extreme charges that have dogged the Mayor since the Crown Heights violence in August 1991: that he or his Police Commissioner at the time, Lee P. Brown, had instructed the police to let marauding youths \"vent\" their rage after a 7-year-old black child was killed by an out-of-control car driven by a Hasidic man.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Change at the Top for the F.B.I.","web_url":"https://www.nytimes.com/1993/07/21/opinion/change-at-the-top-for-the-fbi.html","abstract":"  President Clinton finally ended the damaging stalemate over the F.B.I.'s leadership when he dismissed William Sessions, the amiable, proud but ultimately ineffective Director. Mr. Sessions was only halfway through a 10-year term, yet his departure was overdue.   The Federal Bureau of Investigation is in urgent need of secure, forward-looking direction at a time of rapid change in the threats it faces. Terrorism and crime are making increasingly heavy demands. And, with the end of the cold war and growing domestic violence, the bureau will need to establish up-to-date global and domestic missions and priorities. Mr. Sessions, beset by opposition within the agency's ranks and weak in political and managerial skills, had lost the bureau's rudder. He was in no position to meet the challenge.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"In America; That Weird Day","web_url":"https://www.nytimes.com/1993/07/21/opinion/in-america-that-weird-day.html","abstract":"  As one public official recalled, \"I had never seen anything like the fear that was in this city that afternoon. It was like Godzilla was in New Jersey and was coming into New York.\"   Many New Yorkers remember it as \"that weird day.\" It was Friday, May 1, 1992. Rioting had erupted in Los Angeles two days earlier and that city was still in flames. The image of Reginald Denny being dragged from his truck and beaten almost to death was seared into the nation's psyche. Serious disorders had broken out in other cities. Tear gas had to be fired into a crowd in Atlanta. The National Guard was activated in Las Vegas. San Francisco was under a state of emergency. By Friday, much of New York was in a panic.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"I.R.A. Deserves Place At Ulster Peace Table","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-ira-deserves-place-at-ulster-peace-table-065393.html","abstract":"  To the Editor:   Your July 12 news article on Northern Ireland says that \"the peace talks sponsored by the British Government seem to have collapsed beyond any chance of resumption this year.\" That's for sure.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"No Phone? New Stores Filling Gap","web_url":"https://www.nytimes.com/1993/07/21/nyregion/no-phone-new-stores-filling-gap.html","abstract":"  Miguel Santos manages to call his wife in the Dominican Republic each day, even though he has neither a phone at home nor a credit card to use at a sidewalk pay phone.    Instead, he ducks into a private cubicle at a phone parlor, a storefront business that offers discounted long-distance rates in an age of cash-and-carry communications.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Review/Dance; Remembering Nikolais and His Many Gifts","web_url":"https://www.nytimes.com/1993/07/21/arts/review-dance-remembering-nikolais-and-his-many-gifts.html","abstract":"  Alwin Nikolais's multi-media dance works have been so strongly predicated on abstract design that his own physical presence always seemed relegated to that of a behind-the-scenes magician. Yet barely two months after his death at the age of 82, his personality is felt more strongly than ever.   Choreographer, electronic composer, foremost designer of formal light-play, he created a distinctive brand of total theater that was a signature unto itself. Nikolais's individuality is inseparable from his artistic vision.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Cuomo Aide and 40 Experts Behind the 600-Page Report","web_url":"https://www.nytimes.com/1993/07/21/nyregion/the-crown-heights-report-cuomo-aide-and-40-experts-behind-the-600-page-report.html","abstract":"  The two-volume, 600-page report on the Crown Heights disturbances released yesterday was painstakingly pieced together by a team of 40 state lawyers, analysts and investigators, many of whom worked full-time on the project for eight months.   The investigation was headed by Richard H. Girgenti, the state's Director of Criminal Justice, who was the report's principal author and will be held accountable for its methods and conclusions.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Taylor Isn't Putting Around as Career Wanes","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-football-taylor-isn-t-putting-around-as-career-wanes.html","abstract":"  Over the last year, Lawrence Taylor has played more golf than football. He will never make any golf hall of fame, but he is destined to make a trip to football's. To many, he is the greatest linebacker in the history of the game.   The twilight years of an athlete's life, especially a great athlete like Taylor, can either be painful or glorious to watch. Pain comes if the player is the only one who doesn't seem to notice that it is over and stumbles on. Glory comes if the player, for one last time, is his or her brilliant self again. For Lawrence Taylor, this season might dictate which way the career will end.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Temporaries Have to Do Without a Safety Net; Japan's Two Tiers","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-temporaries-have-to-do-without-a-safety-net-japan-s-two-tiers-064593.html","abstract":"  To the Editor:   American industry is imitating the Japanese in a new area: the use of temporary workers who receive less than union contract wages and benefits (front page, July 6).","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/21/us/inside-979593.html","abstract":"  Warhol Estate Value Settled   Andy Warhol's estate was put at $220 million, far below an earlier estimate, settling a bitter dispute. Page C13. Lifting Limits on Politicking    The Senate voted to allow political activities for most Federal workers for the first time since 1939. Page A8. Slime, Smells and Sewage    As the Midwest's rivers show signs of retreating, flood victims have started to deal with the results. Page A15.  ","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Out of the Corners: Letterman-Leno Preliminary","web_url":"https://www.nytimes.com/1993/07/21/arts/out-of-the-corners-letterman-leno-preliminary.html","abstract":"  Although they won't face each other on the air for six weeks, David Letterman and Jay Leno got a chance to compete this week in the networks' never-ending publicity match.   CBS and NBC staged news conferences here, 15 hours apart, for the two stars. Both men, polished from years of dishing out jokes to hungry crowds, used the occasions to banter with about 100 reporters gathered for the networks' annual press preview of the fall television season.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"From the Report: On Police Actions and Commissioner Brown","web_url":"https://www.nytimes.com/1993/07/21/nyregion/crown-heights-report-report-police-actions-commissioner-brown.html","abstract":"  Following are excerpts from the report's conclusions about the police response to the violence. From Executive Summary Planning                    . . .         The department's Disorder Control Plans provided a solid basis for guiding its response to the disturbance. However, the plans were not updated annually as required, did not provide an explicit mission statement, nor make clear when they were to be invoked. These plans were not used until Thursday, when the strategy adopted mirrored the principles of the Patrol Borough Brooklyn South Unusual Disorder Plan.                    . . .       Mobilization and Tactics    The mobilization and deployment of officers to the accident scene occurred too slowly to prevent the spread of the disturbance.   Violence erupted at President Street and Utica Avenue soon after the 8:20 P.M. accident. By 9 P.M., 911 callers had reported a riot in the area and the police began to mobilize. However, at first, the response was limited to officers responding to radio calls, about 30 officers stationed at a nearby concert, and the Brooklyn South Task Force. However, 270 of the approximately 400 officers ultimately assigned did not arrive until after 11:30 P.M., and full mobilization was not completed until between 1 and 2:40 A.M.   Because of the slow pace of mobilization, the officers were not in position to control the unruly mob at the accident scene. The mob began to stream down President Street at 11 P.M., shattering windows and damaging cars. Lemrick Nelson, who was acquitted of murdering Yankel Rosenbaum, told detectives he was part of that crowd. Deployment was not completed until sometime between 1 A.M. and 2:40 A.M., at least four hours after the police saw the disturbance at the intersection of President and Utica escalate into violence.                    . . .         The officers in Crown Heights lacked a clear understanding of their mission. While the field commander initially ordered officers to exercise restraint, he was unprepared to alter their tactics when that approach failed.   Initially, Chief Gallagher emphasized restraint, fearing that aggressive action would exacerbate already strong feelings and make the police the focus of the crowd's anger. This approach failed to spell out proactive steps. Containment and dispersal were not consistently implemented, and no other tactical options were substituted.   As a result, field supervisors were forced to improvise or remain passive when restraint failed. The department's response to the first three nights of violence was, consequently, uncoordinated and ineffective.                    . . .         Prior to Thursday, most of the police were deployed to fixed posts, an ineffective way to prevent illegal activity by roving bands.   Because the police were deployed at fixed posts, roving bands were able to move through the neighborhood. These roving bands committed violent acts and moved elsewhere before the police could respond. The Police Department's failure to control roving bands contributed significantly to the riotous character of the disturbance.   On Thursday, the department supplemented its fixed-post strategy with mobile patrols assigned to cover these roving bands. Exhibiting a high degree of coordination, the police ordered these bands to disperse when they became unruly and to arrest people who refused to comply. This approach was successful.   N.Y.P.D. undertook extensive community intervention efforts to mediate hostilities and to thwart rumors contributing to the unrest in Crown Heights.   Community intervention was a significant aspect of the Police Department's response to the Crown Heights disturbance. Several rumors spread throughout the community shortly after the fatal accident. They helped to fuel the anger and deepen the division between blacks and Hasidim. The police repeatedly attempted to dispel the rumors through public meetings and press conferences.   Efforts were made at all levels, from Police Commissioner to the borough commander to community affairs officers, to communicate with the black and Hasidic communities, starting Monday evening. Commissioner Brown, the Mayor and Deputy Mayors and leaders of the community quickly gathered that night at the 71st Precinct. They saw the need to work together to try to calm the situation. Brown requested that community leaders be briefed to help them quell rumors and encourage public order.                    . . .       Command and Control    There was no evidence of an affirmative order by the Police Commissioner to prevent the police from responding to criminal incidents in Crown Heights.   The Police Commissioner and other members of the command structure stated that at no time did they order officers not to make arrests. Commissioner Brown stated: \"I know there was no policy from my level, and I haven't heard anyone below me say that they may have ordered a no-arrest policy.\" Assistant Chief Gallagher, Deputy Chief Gussman and other commanding officers echoed this contention.   Commissioner Brown said his expectation was that arrests would be made for violations of the law where the police were capable of doing so. Assistant Chief Gallagher said police officers were instructed not to take independent action and to stay on their posts to protect the assigned areas. The assignment of most officers to fixed posts and the relative absence of mobile patrols, however, made it more difficult to effectuate arrests.   Personnel changes within the department in early August 1991 placed two key officials in positions and weakened the command structure.   Effective Aug. 15, 1991, the chief of department, Robert Johnston, retired. On Monday, August 19, the new chief of department, David W. Scott, went on a previously scheduled vacation. Chief of detectives, Joseph Borrelli, was named to assume interim duties as acting chief of department. Mario Selvaggi was appointed that day to be chief of patrol. With Selvaggi and Borrelli serving in less than familiar roles, the command structure was weakened. They were inclined to accept the information and plans they received rather than adopting more assertive roles.   A collective failure by top-ranking N.Y.P.D. officials delayed the implementation of appropriate tactics to control this disorder.   Many of our criticisms of the police response to the disturbances are negative judgments about the performance of high-level N.Y.P.D. officials. The Police Department clearly had sufficient resources and knowhow to deal more swiftly and effectively with the disturbance. The individuals who occupied the highest positions in the department must share accountability for its failure to do so before Thursday.   Effective supervision requires that the headquarters command staff insist upon the development of sound tactical objectives, monitor the actions taken by the field commander and judge the effectiveness of those efforts. Commissioner Brown and others should have intervened when a change in tactics was warranted. Instead, the department's oversight of field operations was inadequate.                    . . .         The Police Commissioner did not effectively fulfill his ultimate responsibility for managing the department's activities to suppress rioting and preserve the public peace.   The Police Commissioner's fundamental responsibility is to manage the department to meet the public need for police services. Brown asserted that his job was to make sure that his uniformed commanders had the support they needed. He said the decision how to use the police officers, once they were on the scene, was to be made by those in the field. The Commissioner, himself, told us that he thought the commanders handling the situation had sufficient experience and knew what to do. He considered it the responsibility of his staff to identify problems of resources or tactics and bring them to his attention. He did not closely oversee the police response to the disturbance.   In times of emergency, the public can reasonably expect the Police Commissioner to ask probing questions of key aides on the scene, as well as monitor ongoing developments. The Commissioner should assess operational effectiveness and demand changes where needed. There is no evidence that Lee P. Brown provided this kind of leadership during the first three days of disturbances in Crown Heights. Evaluated against these standards, the Commissioner's leadership and performance were inadequate.   Given the seriousness of the disturbances, it is unfortunate that the First Deputy did not assume a role in coordinating the development and implementation of a different strategy sooner.   As an executive aide to the Commissioner, First Deputy Raymond Kelly was assigned various administrative functions. In an interview, now-Commissioner Kelly said it was made clear to him following his appointment that he was to have no role in operations and that the chief of department would report directly to the Commissioner.   Kelly had the authority to intervene in emergency incidents according to the Patrol Guide procedures. However, because he was not formally in the direct chain of command, Kelly had no responsibility for patrol services. Watching events on television Wednesday, Kelly decided on his own initiative to go to Crown Heights. After meeting with Commissioner Brown, a decision was made that tactical changes were needed. Kelly assumed responsibility for devising the new strategy that ultimately restored calm to the area.    It proved to be a critical shortcoming that Commissioner Brown did not call upon Kelly to assume his ultimate role in coordinating the development and implementation of a new strategy. It is regrettable that, under the circumstances, Kelly did not deem it appropriate to seek an active role prior to late Wednesday.                    . . .         Gaps in communication blocked the flow of critical information through the chain of command.  When asked who would have been reporting directly to him about what was going on in Crown Heights, Brown stated that it was Acting Chief of Department Borrelli. Brown said that he received information from whoever had it during the disturbance, but viewed Borrelli as \"the person there who was in charge of everything.\" However, Chief Borrelli said he had little contact with the Commissioner, except for conversations regarding the Rosenbaum homicide and their mutual presence at meetings with the Mayor.   It appears Brown did not receive a comprehensive account of the events on the streets, nor of the tactics used. For instance, when we spoke with him, the former Commissioner was unaware that on Tuesday Chief Gallagher had ordered his officers to take cover for their safety along the building line because they were outnumbered when crowds began throwing rocks and bottles. When we informed Brown about this crucial incident, he agreed that based upon this information, unknown to him at the time, it would have been appropriate for those at the scene to request reinforcements or devise new tactics.                    . . .       911    During the disturbance, Crown Heights residents relied on the 911 system to alert the police to imminent danger. Callers reported attacks on their homes, unruly mobs on the street and assaults in progress. Many of these callers were not well served by the system.   Many 911 calls reporting large bands of angry demonstrators threatening or engaging in property and personal offenses were erroneously incident-coded as \"disorderly group\" or \"criminal mischief.\" Consequently, they were handled as low priority calls.   When a call is made to the 911 system, the operator classifies the reported incident. This generates a priority level, which influences the speed with which the police respond. In many cases, calls reporting large angry bands of people were incorrectly coded as \"disorderly groups,\" or \"criminal mischief.\" These calls receive a relatively low priority rating. A more appropriate classification would have been \"roving band,\" which receives a high priority classification. Despite intense roving band activity, just two calls received that classification.   The erroneous classification of 911 jobs as duplicates denied police services to some callers.   Many calls were also classified as duplicates even though they reported incidents at different locations. This violated departmental guidelines, which require that calls specify the exact same incident in order to be considered duplicated. The heavy use of duplicate classifications prevented some calls from receiving a police response.                    . . .       From the Findings    * The mobilization and deployment of officers to the accident scene occurred too slowly after violence began to limit the spread of the disorder that night.   * The Police Department lacked a clearly defined and articulated mission to guide its response to civil disturbances. The field commander chose a restraint-oriented approach, but failed to direct proactive measures to end the violence.   * Until a proactive-arrest policy was announced and the unlawful assembly statute was used, the police did not effectively prevent disorderly crowds from forming and engaging in acts of violence.   * N.Y.P.D. undertook extensive community intervention efforts to mediate hostilities and to thwart rumors which had contributed to the unrest in Crown Heights.   * There was no evidence of an affirmative order by the Police Commissioner to prevent the police from responding to criminal incidents in Crown Heights.   * A collective failure by top-ranking N.Y.P.D. officials delayed the implementation of appropriate tactics to control the disorder.   * The Police Commissioner did not effectively fulfill his ultimate responsibility for managing the department's activities to suppress rioting and preserve the public peace.   * Gaps in communication blocked the flow of critical information through the chain of command.   * Many 911 calls reporting large bands of angry demonstrators threatening or engaged in property and personal offenses were erroneously incident-coded as \"disorderly group\" or \"criminal mischief.\" Consequently, they were handled as low-priority calls.   * The erroneous classification of 911 jobs as duplicates denied police services to some callers.   * The N.Y.P.D. has made significant improvement since August of 1991 to enhance its planning and training for future disturbances.  ","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Dhaka Donates To Flood Relief","web_url":"https://www.nytimes.com/1993/07/21/us/dhaka-donates-to-flood-relief.html","abstract":"  The offers of relief continued to arrive this week in the flooded Midwest. Just as the victims of Hurricane Andrew sent fresh water, the people of Bangladesh, subject to annual monsoons, offered what they could -- jute sacks, like those used for sandbags, and tea.    The Foreign Minister, Mustafizur Rahman, conveyed his country's offer to the American Embassy in Dhaka. Jute and tea are the main sources of foreign exchange for Bangladesh, where monsoons have killed more than 230 people since mid-June.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"For a Korean Merchant, Holding On to Dreams","web_url":"https://www.nytimes.com/1993/07/21/nyregion/about-new-york-for-a-korean-merchant-holding-on-to-dreams.html","abstract":"  IN the bright sunlight of morning yesterday, in the week before his 40th birthday, Sang Han stood in his store in Brooklyn, feeling good. The neat display of brazenly colored sneakers, T-shirts and pants in Sneaker King at 298 Utica Avenue gave no hint of the chaos that engulfed him almost two years ago when his store was looted and almost forced out of business during the Crown Heights disturbances.   Mr. Han is an immigrant from South Korea who came here 13 years ago propelled by the same dreams as most immigrants. A better life. A chance to make it on raw energy and talent. His dreams have not changed, he said, and neither has his faith.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Lewis and Bowe Camps Duke It Out With Words in Regard to Possible Matchup","web_url":"https://www.nytimes.com/1993/07/21/sports/boxing-lewis-and-bowe-camps-duke-it-out-with-words-in-regard-to-possible-matchup.html","abstract":"  The heavyweight boxing division degenerated into one of its periodic battles royal yesterday with just about everybody but the boxers in the ring and swinging wildly. By day's end, the various managers, lawyers and promoters were bruised but standing, still able to point accusing fingers at one other.   The battle began with a roundhouse from Riddick Bowe's manager, Rock Newman, who has been repeatedly accused of ducking a fight with Lennox Lewis, the British inheritor of the World Boxing Council title that Bowe trashed after winning the undisputed championship from Evander Holyfield last year.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/21/nyregion/c-corrections-028993.html","abstract":"  A front-page article yesterday about President Clinton's new policy governing homosexuality in the military referred incorrectly in some copies to Fort McNair, where he spoke. It is in Washington, not Virginia.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"GINSBURG PROMISES JUDICIAL RESTRAINT IF SHE JOINS COURT","web_url":"https://www.nytimes.com/1993/07/21/us/the-supreme-court-ginsburg-promises-judicial-restraint-if-she-joins-court.html","abstract":"  Judge Ruth Bader Ginsburg, President Clinton's nominee to the Supreme Court, told the Senate Judiciary Committee today that she would be neither a conservative nor a liberal on the Court, but someone who ruled cautiously, without reaching out to write broad principles into the law.   In her opening statement to the committee, which began its hearings today on the nomination, Judge Ginsburg also sought to set a clear boundary on what kind of questions she was willing to answer. She said she would not discuss specific cases or issues that might come before her.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Majkowski Signs With Indianapolis","web_url":"https://www.nytimes.com/1993/07/21/sports/sports-people-pro-football-majkowski-signs-with-indianapolis.html","abstract":"  DON MAJKOWSKI, who passed for almost 11,000 yards and 54 touchdowns in six seasons with Green Bay, signed a one-year contract with the Indianapolis Colts yesterday, General Manager JIM IRSAY said.   Terms weren't given, but reports indicated it was for less than $1 million and included several incentives. Majkowski, hampered by injuries the past three seasons, was paid $1.7 million by the Packers last season.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Still a Pigmentocracy","web_url":"https://www.nytimes.com/1993/07/21/opinion/still-a-pigmentocracy.html","abstract":"  The place of race in distributing electoral power is one of the hottest issues that Ruth Bader Ginsburg and her colleagues will face when, as expected, she becomes a Supreme Court Justice.   One reason is that of the 16 blacks elected to Congress in 1992, 13 represent districts purposefully designed to have a majority of black voters.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Optimism Dashed Along Mississippi as River Rises Once More at St. Louis","web_url":"https://www.nytimes.com/1993/07/21/us/optimism-dashed-along-mississippi-as-river-rises-once-more-at-st-louis.html","abstract":"  The Mississippi River rose in St. Louis again today, dashing some of the optimism that the worst ravages of the historic floods of '93 might be past.   But it is becoming numbingly clear to tens of thousands of weary residents around the Midwest that even if the worst of the flooding is over, the worst part of the flood is just beginning.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Teheran Journal; Mobilizing Against Pop Music and Other Horrors","web_url":"https://www.nytimes.com/1993/07/21/world/teheran-journal-mobilizing-against-pop-music-and-other-horrors.html","abstract":"  The traffic had gradually slowed to a crawl along Africa Street in north Teheran. Prostitutes who had been on the curbside moments earlier nodding discreetly to male motorists from beneath the folds of black cloth suddenly melted into the side streets.   The Western pop music that had blasted from car stereos was quickly silenced. Women in cars hastily wiped away lipstick and pulled their scarves down over their foreheads to hide any loose strands of hair.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Review/Music; Previn Sits In With the Tokyo String Quartet","web_url":"https://www.nytimes.com/1993/07/21/arts/review-music-previn-sits-in-with-the-tokyo-string-quartet.html","abstract":"  The second movement of Mozart's String Quartet in E flat is astonishing with its passing dissonances. Brahms's String Quartet in C minor combines rigorous concentration with unsettling rhythms and gestures. And Schumann's Piano Quintet is intoxicating fun, full of swerves and exclamations.    Yet in Monday night's Mostly Mozart concert at Avery Fisher Hall, these disparate works seemed far less urgent and far too gracious. As played by the Tokyo String Quartet, assisted by Andre Previn at the piano, they took on a uniformly warm character and an overly lush tone. The music itself began to seem dull and repetitive, interesting but not particularly compelling, free from eccentricity and conflict.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Seeking Data To Find Rate Of Graduates","web_url":"https://www.nytimes.com/1993/07/21/education/seeking-data-to-find-rate-of-graduates.html","abstract":"  When Congress passed the Student Right to Know and Campus Security Act three years ago, it was hailed as the most consumer-oriented legislation ever to benefit parents and their college-bound children.   But now the law, which requires institutions to report campus crime and graduation rates, is mired in a regulatory nether world. Although colleges and universities are reporting on-campus crimes like robbery and assaults to the Education Department, data on graduation rates are proving much harder to come by.","thumbnail":null,"section":"Education"},{"date":"19930721","headline":"Get Serious About Chinese Prison Labor","web_url":"https://www.nytimes.com/1993/07/21/opinion/get-serious-about-chinese-prison-labor.html","abstract":"  It's illegal for American companies to import goods made by prison labor. But according to human rights groups, China continues to make products for the export market in its prison factories, and U.S. companies continue to buy them.   While the Chinese authorities say they have stopped the practice, there is strong evidence that they have not. The human rights group Asia Watch testified before a Congressional committee earlier this year about conditions in prison factories. A recently imprisoned student told The Times's Nicholas Kristof last weekend of his experiences in a prison factory that made Christmas tree lights (not a popular item in China) and a mine producing fine clay for export to Western countries.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Metropolitan Golf Report","web_url":"https://www.nytimes.com/1993/07/21/sports/golf-metropolitan-golf-report.html","abstract":"  New York State Open  Darrell Kestner, in his fourth year as the head pro at Deepdale Golf Club in Manhasset, L.I., was in first place by three shots yesterday after the first round of the $65,000 Michelob New York State Open. He shot six-under-par 66 on the 6,768-yard Albany Country Club course in Voorheesville.   \"I hit the ball kind of average, but I drove it well and took advantage with some good putting,\" said Kestner.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"The Mayor Responds: 'Mistakes Were Made'","web_url":"https://www.nytimes.com/1993/07/21/nyregion/the-crown-heights-report-the-mayor-responds-mistakes-were-made.html","abstract":"  Following are excerpts from Mayor David N. Dinkins's statement yesterday in response to the Crown Heights report:   Regrettably, whatever we say and whatever we do today cannot bring back the two who suffered most in August 1991 -- one, Gavin Cato, the victim of an accident, the other, Yankel Rosenbaum, the victim of a murder. Our agony is the greater because no one has been brought to justice for the death of Yankel Rosenbaum. His lynching was horror enough. The lack of a conviction only adds to the outrage.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"THE CROWN HEIGHTS REPORT: The Prosecution; Investigation Of Stabbing Was Fiasco, Report Says","web_url":"https://www.nytimes.com/1993/07/21/nyregion/crown-heights-report-prosecution-investigation-stabbing-was-fiasco-report-says.html","abstract":"  From beginning to end, the investigation into the death of Yankel Rosenbaum during the racial disturbances in Crown Heights was a protracted exercise in how not to solve and prosecute a crime, according to the state report released yesterday.   The report concluded that the police investigation into the stabbing of Mr. Rosenbaum, a Hasidic scholar, and the District Attorney's subsequent prosecution of Lemrick Nelson, a 17-year-old black youth acquitted of the crime, were so thoroughly riddled with flawed procedures and bungling of the most fundamental nature that it is unlikely that anyone will be convicted of the murder.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Dinkins Plans No Challenge on Innis Petitions","web_url":"https://www.nytimes.com/1993/07/21/nyregion/dinkins-plans-no-challenge-on-innis-petitions.html","abstract":"  Mayor David N. Dinkins's re-election campaign has decided not to try to knock Roy E. Innis off the Democratic primary ballot by challenging the signatures on Mr. Innis's nominating petitions.    The Mayor's decision assures that there will still be an active Democratic mayoral primary, which under the city's campaign finance rules will let Mr. Dinkins spend more money on his own campaign. But the move also risks allowing Mr. Innis to draw a sizable protest vote that could embarrass Mr. Dinkins as he moves into the November general election against his Republican-Liberal challenger, Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Summertime and the RV's Are Easy; A Campground Is the Small Town Most Have Never Known","web_url":"https://www.nytimes.com/1993/07/21/nyregion/summertime-rv-s-are-easy-campground-small-town-most-have-never-known.html","abstract":"  At the Lone Oak campground, people arriving for the weekend set to work at traditional camping chores: securing their recreational vehicles, setting up grills and, in a few cases, actually raising a tent.   The seasonals, the campers who leave their trailers and RV's at Lone Oak all summer, went about their own routines. Howard Sturges thinned beets in his garden. Francis Abate worked in his woodworking shed. Nancy Madore started decorating for the annual Christmas-in-July competition.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Blue-Chip Park Plan On Shaky Foundation","web_url":"https://www.nytimes.com/1993/07/21/sports/baseball-blue-chip-park-plan-on-shaky-foundation.html","abstract":"  If George Steinbrenner considers New Jersey a serious bargaining chip in his threat to abandon Yankee Stadium and New York, he probably shouldn't be so quick to take a free ride across the George Washington Bridge.   New Jersey officials have suggested that they could finance a stadium for the Yankees with gambling revenues from Atlantic City casinos, but baseball officials long have been uncomfortable with any link to casinos.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Final Act for the F.B.I.'s Director Is Painful and Almost Mute","web_url":"https://www.nytimes.com/1993/07/21/us/change-at-the-fbi-final-act-for-the-fbi-s-director-is-painful-and-almost-mute.html","abstract":"  In the end there was little left to say. On Monday evening shortly after 7:30, the suddenly former F.B.I. Director, William S. Sessions, dispatched a brief farewell teletype to the agency's 56 field offices and legal attaches overseas.   Mr. Sessions had confidently assured his 10,000 agents in an earlier all-points message last year on Election Day that he planned to serve to the end of his 10-year term in 1997. This time, he merely noted the precise times of President Clinton's two telephone calls dismissing him: 3:59 P.M. and 4:03 P.M.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/07/21/arts/book-notes-655993.html","abstract":"  New View of Modigliani   When the Italian artist Amedeo Modigliani was struggling and infirm in Paris in the early part of this century, his greatest patron was his doctor, Paul Alexandre, who treated his ailments and kept him afloat financially by buying hundreds of his drawings. Until his own death in 1968, Dr. Alexandre held on jealously to the works, always hoping to write a definitive biography of Modigliani.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/21/sports/transactions-900093.html","abstract":"  Basketball  National Basketball Association  NEW JERSEY NETS -- Waived Jerry Walker and Jayson Williams, forwards, and Steve Worthy and Charles Thomas, guards. Football  National Football League  CINCINNATI BENGALS -- Signed Tony McGee, tight end.   MIAMI DOLPHINS -- Waived Bo Campbell, wide receiver, and David Walker, fullback. Hockey  National Hockey League  NEW YORK RANGERS -- Announced Jan Erixon, forward, will not return to the club next season. American Hockey League  AHL -- Named Dave Andrews president, effective July 1994. College   BOSTON COLLEGE -- Named Robin Garrett women's assistant basketball coach. Announced the resignation of Wes Emmert, strength and conditioning coach.   BOWDOIN -- Named Michael J. Fair offensive line coach and John Campanale receivers coach.   CLEMSON -- Named Tim Match assistant athletic director for public relations.   DARTMOUTH -- Named Christina Schutz Brownell men's and women's squash coach.   DREXEL -- Named Scott Pennewill women's volleyball coach.   DUQUESNE -- Named Mike Wilson baseball coach.   LOYOLA, NO -- Named Darren Laiche men's assistant basketball coach.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Both Heavy Talk and Weighty Talk","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-football-notebook-both-heavy-talk-and-weighty-talk.html","abstract":"  Two key Giants' regulars who are no-shows at camp have drawn attention in reports circulating around the National Football League. One is linebacker Pepper Johnson, who has been the subject of trade talk, according to several N.F.L. general managers, though the Giants deny it. The other is the Pro Bowl running back, Rodney Hampton, who several people close to the situation said may be eating himself out of shape.   What's going on here?","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Prudencio and Miguel Indurain: Cycling Brothers Just Alike, Except. . .","web_url":"https://www.nytimes.com/1993/07/21/sports/IHT-prudencio-and-miguel-indurain-cycling-brothers-just-alike-except-.html","abstract":"Like all riders in the Tour de France, Prudencio Indurain had a day off Tuesday and, like many others, he spent it with his family. .One of his three sisters came with his father from Spain, as did several cousins, although his mother was reported to h","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Daniels's Theme: The Sidewalks of New York","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-basketball-daniels-s-theme-the-sidewalks-of-new-york.html","abstract":"  Lloyd Daniels played a pick-up game on a playground court yesterday, and you could not help but think that he was home. If there was one place he belonged, this was it.   At one point Daniels, a former New York City street player who hit rock bottom before turning his life around and reaching the sport's pinnacle, the National Basketball Association, was being guarded by a friend at the Cage, a storied public court on West 4th Street in Greenwich Village.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Lollapalooza, Tattoos and All","web_url":"https://www.nytimes.com/1993/07/21/arts/music/lollapalooza-tattoos-and-all.html","abstract":"VANCOUVER, British Columbia, June 20  Purple hair! Pierced lips! Tattoos! Souvenir T-shirts that cost $28! They were all on display in the audience for the Lollapalooza Festival, the third annual version of the alternative-rock showcase and package tour, which got under way on Friday afternoon at Thunderbird Stadium here. Primus, Alice in Chains, Dinosaur Jr., Fishbone and Arrested Development are the major names in a lineup that also includes seven other bands. But the audience is also an attraction, as fans in their teens and 20's look at themselves and test their self-image as a community.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"Nets Cut Four Players","web_url":"https://www.nytimes.com/1993/07/21/sports/sports-people-pro-basketball-nets-cut-four-players.html","abstract":"  The Nets have cut four players, including two players who played college ball locally, JERRY WALKER and STEVE WORTHY.    Walker, a 6-foot-7-inch forward from Seton Hall, and Worthy, a 6-4 guard from Rutgers, are both rookies. Also cut late Monday from the team's summer camp roster were CHARLES THOMAS, a 6-3 guard from Eastern Michigan, and JAYSON WILLIAMS, a 6-7 forward from the University of New Haven. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"In Break for Clinton, Nunn Lends Support To Gay-Troop Plan","web_url":"https://www.nytimes.com/1993/07/21/us/in-break-for-clinton-nunn-lends-support-to-gay-troop-plan.html","abstract":"  Pulling back from his insistence that his own, potentially stricter proposal be written into law, Senator Sam Nunn today lent general support to President Clinton's new policy toward homosexuals in the military.    That endorsement, by the Senate's most influential member on military affairs, amounted to a small concession to Mr. Clinton by a lawmaker who has been the President's chief antagonist on the issue.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Review/Film; Amid Gay Diversity, A Singleness of Purpose","web_url":"https://www.nytimes.com/1993/07/21/movies/review-film-amid-gay-diversity-a-singleness-of-purpose.html","abstract":"  Sadness, sensuality and a defiant militance infuse \"Boys' Shorts: The New Queer Cinema,\" a program of six short films that opens today at the Village East Cinema. Of the film makers, two (Marlon Riggs and Michael Mayson) are black Americans, and one (Mark Christopher) is a white American. The remaining three are Australian (Stephen Cummins), Canadian (Laurie Lynd) and English (Christopher Newby). Despite their diversity of backgrounds and style, their overlapping concerns with AIDS, homophobia and sexual liberation suggest an underlying commonality of spirit.    Mr. Cummins's film, \"Resonance,\" deals with a gay-bashing and its psychological aftermath. A handsomely photographed essay in body language featuring three dancers (Mathew Bergan, Chad Courtney and Annette Evans), it follows the man who was beaten when he goes to a martial arts class. As it proceeds, its choreography systematically blurs the line between macho posturing and erotic expression. The most striking scene, a male pas de deux in a boxing ring, thoroughly confuses the rites of combat with those of love.","thumbnail":null,"section":"Movies"},{"date":"19930721","headline":"Park Is Classroom but Turtle Is Truant","web_url":"https://www.nytimes.com/1993/07/21/nyregion/park-is-classroom-but-turtle-is-truant.html","abstract":"  Henry Luce 3d thinks children should know about natural science. Not only is he giving $1.3 million for an education program in Central Park, he gave the first class as well yesterday for a few of the 30,000 children that the program is intended to reach.   The lesson: how to nab a turtle in the murky pond outside Belvedere Castle in Central Park.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/21/nyregion/no-headline-997393.html","abstract":"  \"It would be wrong for me to say or preview in this legislative chamber how I would cast my vote on questions the Supreme Court may be called upon to decide. A judge sworn to decide impartially can offer no forecasts, no hints, for that would show not only disregard for the specifics of the particular case, it would display disdain for the entire judicial process.\" -- JUDGE RUTH BADER GINSBURG.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/21/nyregion/c-corrections-029793.html","abstract":"  Because of an editing error, an article yesterday about the legal problems of Robert V. Rota, a former House Postmaster, misstated his resignation date in some editions. Mr. Rota, who was the subject of an investigation into corruption in the House Post Office during his two decades as Postmaster, resigned in 1992, not 1991.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Sports of The Times; High Stakes; Low Sense Of Values","web_url":"https://www.nytimes.com/1993/07/21/sports/sports-of-the-times-high-stakes-low-sense-of-values.html","abstract":"  IN launching an investigation into Michael Jordan's gambling habits, the National Basketball Association has embarked, or rather, has been taken on a far-reaching ride across revealing, occasionally treacherous landscape.    The investigation has taken the league to a bail bondsman in the Carolinas who was murdered and a drug dealer who was convicted. To Monte Carlo for an Olympic tuneup and late night-early morning visits to betting parlors. To Atlantic City, where Jordan and his father went out on the town the night before a Knicks playoff game. To San Diego, where Richard Esquinas -- Jordan's golfing partner turned tell-all author -- alleged that high-stakes golf matches left Jordan hundreds of thousands in debt.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Yearling Sales Rise","web_url":"https://www.nytimes.com/1993/07/21/sports/horse-racing-yearling-sales-rise.html","abstract":"  For the first time in four years, the horse market showed signs of stabilizing last night when the prestigious July sale of selected yearlings in Kentucky ended with a gain of about 3.5 percent over last year.   The average price declined somewhat for the fourth straight year. But the gain in total sales was greeted with cheer in the horse country because it was achieved even though the Maktoum family of Dubai continued to reduce its purchases, which in the past have accounted for one-third of the sales at the Keeneland auction.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/07/21/health/personal-health-669993.html","abstract":"  CATARACT surgery today is a far cry from the procedure of decades past. Back then, patients waited until their vision was nearly totally obscured by a cloudy lens and were then hospitalized for 10 days or more, their heads immobile with sandbags while their eyes healed. They were then sent home with Coke-bottle spectacles that restored their sight but greatly enlarged and distorted visual images.   Today the surgery is usually an outpatient procedure under local anesthesia, with a rapid return to normal activities and excellent vision correction with ordinary lenses. It is often done as soon as the cataract begins to interfere with normal activities. Nearly everyone, regardless of medical history, can have the surgery.","thumbnail":null,"section":"Health"},{"date":"19930721","headline":"Excerpts From the State Report: On the Role of Mayor Dinkins","web_url":"https://www.nytimes.com/1993/07/21/nyregion/crown-heights-report-excerpts-state-report-role-mayor-dinkins.html","abstract":"  Following are excerpts from the report to Gov. Mario M. Cuomo by Richard H. Girgenti, the state's Director of Criminal Justice, on the disturbances in Crown Heights. Passages printed in boldface type appear that way in the original report. From Executive Summary City Hall:  Oversight and Intervention","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"THE SUPREME COURT: Reporter's Notebook; Hearing Without Strife Brings Joy to Senators","web_url":"https://www.nytimes.com/1993/07/21/us/supreme-court-reporter-s-notebook-hearing-without-strife-brings-joy-senators.html","abstract":"  Drama was not much in evidence as the latest Supreme Court confirmation hearing got under way today, but memory was.   That was apparent from the moment the Senate Judiciary Committee's chairman, Joseph R. Biden Jr., greeted the nominee, Judge Ruth Bader Ginsburg. In the midst of extending a formulaic \"welcome,\" he interrupted himself with a heartfelt \"believe me, you are welcome here this morning.\" Mr. Biden said the lack of controversy surrounding this nomination was \"the most wonderful thing that's happened to me\" since becoming chairman of the committee in 1987.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Germany Will Free Muslim Who Seized Two in Beirut as Hostages","web_url":"https://www.nytimes.com/1993/07/21/world/germany-will-free-muslim-who-seized-two-in-beirut-as-hostages.html","abstract":"  German prosecutors announced today that they would soon release a Shiite Muslim kidnapper who has served half of his 13-year jail sentence here, and deport him to his native Lebanon.   The man, Abbas Hamadi, 32, was convicted in 1988 of kidnapping two German businessmen in Beirut. He had planned to hold them as hostages to force the release of his brother, Mohammed Hamadi, 28, who is serving a life term here for an airplane hijacking in which a United States Navy diver was beaten to death.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Historic Town Waits Out Crest","web_url":"https://www.nytimes.com/1993/07/21/us/historic-town-waits-out-crest.html","abstract":"  Newly heightened levees protecting Ste. Genevieve, Mo., held today, but the long-awaited flood crest of the Mississippi River was late in coming to this historic French settlement.    City officials worried that the river's crest, predicted all day Monday, had still failed to arrive, their fourth such disappointment. New readings were anxiously received by the hour at City Hall. This evening, the river reached its predicted crest of 47.1 feet twice, but it was possible that it would go higher because of rain upriver.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Nagle Hoping a Contract Is First '93 Completion","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-football-nagle-hoping-a-contract-is-first-93-completion.html","abstract":"  In a sign that Browning Nagle wants to make a serious push for the starting quarterback job, his agent, Leigh Steinberg, said yesterday that he would meet with the Jets' president, Steve Gutman, in New York today in an effort to get a new contract for Nagle before the start of training camp tomorrow.   \"I'm going to stay until we get it done,\" Steinberg said. \"We're determined to see that Browning gets in camp on time in order to build on what he started last year.\" The Esiason Factor    Nagle, who started for the first time last season as a second-year player, earned a base salary of $355,000 last season, but he had several incentives that increased the amount. He had a poor season, throwing for more interceptions (17) than touchdowns (7) and eroding some of his leverage on a new contract. He signed a two-year deal as the Jets' second-round pick in 1991 and Steinberg said there were no similar deals for comparison this year, which could complicate negotiations for a new contract.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Angrily, Clinton Defends Record","web_url":"https://www.nytimes.com/1993/07/21/us/angrily-clinton-defends-record.html","abstract":"  As reporters questioned him by satellite hookup today, President Clinton angrily declared that he had built a record of uncommon success in his first six months and accused the news media of blocking his message.   Mr. Clinton's satellite interviews were intended to spread his economic message without going through the filter of Washington press coverage. But when the reporters in Louisiana and Wisconsin questioned him closely about his commitment to the energy tax he has proposed and his ability to keep promises, Mr. Clinton grew impatient.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Review/Television; Spying and Prying at Work","web_url":"https://www.nytimes.com/1993/07/21/arts/review-television-spying-and-prying-at-work.html","abstract":"  \"It's a brave new world of data rape,\" says Maria Shriver, summing up tonight's accounts of people who say their privacy has been violated at their places of work. The prying pried on in \"Big Brother Is My Boss\" takes the form of mandatory psychological tests, cameras hidden all over the place, scrutiny of what employees punch into their computers and urine examinations, ostensibly for drugs but potentially for all manner of intimate information.   Such goings on warrant attention, and the reporting, particularly the demonstrations of the workings of cameras hidden in flower pots and sprinkler systems, is graphic. But as with many television exposes, hyperbole gets in the way of analysis.","thumbnail":null,"section":"Arts"},{"date":"19930721","headline":"CHANGE AT THE F.B.I.: Man in the News; The New Man for the F.B.I.: Louis Joseph Freeh","web_url":"https://www.nytimes.com/1993/07/21/us/change-at-the-fbi-man-in-the-news-the-new-man-for-the-fbi-louis-joseph-freeh.html","abstract":"  In nominating Judge Louis J. Freeh to be Director of the Federal Bureau of Investigation, President Clinton turned yesterday to a man who, the judge's friends say, has been unconsciously training for the job his entire professional life.   Judge Freeh is a former F.B.I. agent and Federal prosecutor whose work on complex and celebrated Government cases led to his appointment, at 41, to a Federal judgeship in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Racing Asks Lukas to Set Pace","web_url":"https://www.nytimes.com/1993/07/21/sports/horse-racing-racing-asks-lukas-to-set-pace.html","abstract":"  Wayne Lukas considered the irony of it, and said: \"No, I'm not going to ride up on a white horse and save the racing business. But I'll be there. I'm not broke. I'll be a factor.\"   So, here he was, striding around the world's most prestigious horse auction, the July sale of selected yearlings at Keeneland. The Maktoum brothers of Dubai, with the oil fortunes that poured $400 million into horse auctions at Keeneland in the last dozen years, weren't here.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"6 Candidates Wrestle for Ground Stein Abandoned","web_url":"https://www.nytimes.com/1993/07/21/nyregion/6-candidates-wrestle-for-ground-stein-abandoned.html","abstract":"  When City Council President Andrew J. Stein abruptly withdrew from the Public Advocate's race three weeks ago, politicians wondered who would benefit the most. The answer, analysts now say, is that all the remaining six major Democratic candidates will, but to varying degrees.   Clearly, Mr. Stein's withdrawal has made Mark Green, the city's former Consumer Affairs Commissioner, the front-runner. Early polls put him ahead even when Mr. Stein was still in the race. And his name recognition and a campaign war chest of nearly half a million dollars will only enhance his stature.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Opening Up Japan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-opening-up-japan-letters-to-the-editor.html","abstract":"Regarding \"The Cartels of the Mind\" (Opinion, June 16): .Chalmers Johnson asserts that Japanese universities are closed to foreign scholars, the Japanese legal system is closed to foreign firms, and Japanese news gathering associations are cl","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"The Chosen Sex -- A special report; Chinese Turn to Ultrasound, Scorning Baby Girls for Boys","web_url":"https://www.nytimes.com/1993/07/21/us/chosen-sex-special-report-chinese-turn-ultrasound-scorning-baby-girls-for-boys.html","abstract":"  Half a dozen barefoot peasants took a break during a fierce storm the other day, and as the rain pounded on the rice paddies outside, they lounged in a crude stone cottage and marveled at 20th-century technology.   \"Last year we had only one girl born in the village -- everybody else had boys,\" Y. H. Chen said in a tone of awe, as the others nodded agreement. He explained that for a bribe of $35 to $50, a doctor will tell whether a woman is pregnant with a boy or a girl.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"He Should Have Said 'No' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-he-should-have-said-no-letters-to-the-editor.html","abstract":"Regarding \"Nominees Unite! Tell the President 'No'\" (Opinion, June 6): .If only Senator John Danforth had given his own advice to his protg, Judge Clarence Thomas. Instead he promoted a poorly qualified candidate for a powerful po","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Forlorn, Not Four Straight, For Mets","web_url":"https://www.nytimes.com/1993/07/21/sports/baseball-forlorn-not-four-straight-for-mets.html","abstract":"  The Mets had their electric razors revving in the clubhouse, but now must shut them down. A simple bet during a steak dinner had temporarily lifted this team out of its season-long stupor, but, in the end, old habits died hard.   On the line here this evening was the hairline of Jay Horwitz, the Mets' publicist. He had promised Frank Tanana last Thursday night at Ruth's Chris Steakhouse in San Francisco that he would shave his size eight-and-a-half head if the team won four straight, and heading into tonight's game against the Padres, the streak was miraculously at three.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"F.B.I. Chief's Fall From Power","web_url":"https://www.nytimes.com/1993/07/21/us/fbi-chief-s-fall-from-power.html","abstract":"  He came to the F.B.I. in 1987 as a figure of integrity; he left Monday under a cloud. The tumultuous tenure of William Sessions. Page A10.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Debates and Speeches, Videos and Dramas","web_url":"https://www.nytimes.com/1993/07/21/education/debates-and-speeches-videos-and-dramas.html","abstract":"  Central Park East Secondary School, on Madison Avenue in East Harlem, is a far cry from the type of high school that most Americans remember. Students study a core curriculum -- no shopping around for that easy course on principles of physical education, no shunting students with poor grades off to auto mechanics. Classes routinely run two hours, and no bells ring.   To graduate, students must demonstrate a wide range of knowledge in 14 specific areas. They can do so with videos, dramas, debates, and speeches as well as standard written essays. This kind of \"outcomes-based\" education, which has caught on in hundreds of school districts around the nation, is now official policy in Pennsylvania and is under discussion in many other states.","thumbnail":null,"section":"Education"},{"date":"19930721","headline":"Contract Expires on Islanders Sale","web_url":"https://www.nytimes.com/1993/07/21/sports/sports-people-hockey-contract-expires-on-islanders-sale.html","abstract":"  After two years, the deal to sell the Islanders appears to have lost steam. Yesterday, the owner, JOHN PICKETT, said that the contract for the planned sale of the team to CHARLES DOLAN, a Long Island-based cable television executive, had expired with both parties unable to reach an agreement. Though Pickett said he expected the Dolan family to be involved in future team ownership, the partnership of Walsh, Greenwood & Company and First Long Island Investors will continue to run the team.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Decay Threatens Discoveries at Edison's 'Invention Factory'","web_url":"https://www.nytimes.com/1993/07/21/nyregion/decay-threatens-discoveries-at-edison-s-invention-factory.html","abstract":"  On the upper floors of the Thomas Edison Invention Laboratories, beyond the places tourists go, phonograph records sit in musty darkness, dusty and warping as the seasons change.   The records, along with sketches, documents and stacked crates of the unknown, are believed to be worth millions of dollars. Their neglect over the last 60 years has thrust the entire site onto a national foundation's list of \"America's 11 Most Endangered Historic Places.\"","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"'Goodbye Girl' Closing","web_url":"https://www.nytimes.com/1993/07/21/theater/goodbye-girl-closing.html","abstract":"  \"The Goodbye Girl,\" the Broadway musical adaptation of the 1977 movie written by Neil Simon, is to close after the matinee on Aug. 15 at the Marquis Theater (1535 Broadway, at 45th Street). The show, which stars Bernadette Peters and Martin Short, opened to mixed reviews on March 5 after a tryout in Chicago. The Aug. 15 matinee will be the 188th regular performance; the show had 23 previews.","thumbnail":null,"section":"Theater"},{"date":"19930721","headline":"Lab Backs Police On Death","web_url":"https://www.nytimes.com/1993/07/21/nyregion/lab-backs-police-on-death.html","abstract":"  A state investigator looking into the case of a robbery suspect whose death after a police chase earlier this month touched off unrest in this city's black neighborhoods said today that the man apparently committed suicide.   The results of the preliminary inquiry by the state's top forensics specialist agreed with the accounts of the Norwalk police officers who pursued the man, Keith Sumpter, 21, on July 1. They were responding to a report of a gold-chain snatching in South Norwalk.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Clinton Names New York Judge As F.B.I. Chief","web_url":"https://www.nytimes.com/1993/07/21/us/change-at-the-fbi-clinton-names-new-york-judge-as-fbi-chief.html","abstract":"  President Clinton finished assembling his roster of top crime fighters today with the announcement that he would appoint Judge Louis J. Freeh of Federal District Court in Manhattan to replace William S. Sessions as Director of the Federal Bureau of Investigation.   In making the expected appointment of Mr. Freeh, who ended up as the only member on the Administration's short list for the F.B.I. job, Mr. Clinton also sought to lay to rest an issue that has hung like a cloud over his Administration for six months: the turmoil within the F.B.I. as Mr. Sessions fought to stay in his job. Mr. Sessions was dismissed on Monday, after he had refused to resign.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/21/style/chronicle-026293.html","abstract":"  JONATHAN DEMME, the film director, was involved with the fight to win freedom for the 264 Haitians held at the Guantanamo Bay Naval Base in Cuba. A Federal judge ordered them released last month. A member of the board of directors of the National Coalition for Haitian refugees, Mr. Demme marched, demonstrated and spoke out for the Haitians who were detained for about 20 months because they had H.I.V., the virus that causes AIDS. Tonight, he will be in attendance at a happier occasion, a benefit show and sale of their art at the Cavin-Morris Gallery, 560 Broadway at Prince Street.    The exhibition of some 100 paintings, created by five of the refugees during their internment, will benefit the refugees and three organizations that worked for their release and resettlement: the Center for Constitutional Rights, Doctors of the World and the Coalition for the Homeless.","thumbnail":null,"section":"Style"},{"date":"19930721","headline":"Temporaries Have to Do Without a Safety Net; Second-Class Citizens","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-temporaries-have-to-do-without-a-safety-net-second-class-citizens-063793.html","abstract":"  To the Editor:   Your front-page article July 6 implies that most temporary workers, content in their employment status, are not looking for full-time work.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"In Iraq, Hunger Wins","web_url":"https://www.nytimes.com/1993/07/21/world/in-iraq-hunger-wins.html","abstract":"  Nearly three years after the United Nations Security Council imposed an economic blockade on Iraq, the soaring prices and grinding shortages inflicted on ordinary people finally seem to be influencing Iraq's decision makers.   Diplomats and Iraqi officials say it was the hard times, more than anything else, that finally forced President Saddam Hussein to swallow his pride this week and, after resisting for a year and a half, agree to indefinite monitoring of military industries to ensure that he does not manufacture more major weapons.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Pride of the Cowboys: 'Winning Is What We Do'","web_url":"https://www.nytimes.com/1993/07/21/sports/pro-football-pride-of-the-cowboys-winning-is-what-we-do.html","abstract":"  Michael Irvin snatched a quick out pass from quarterback Hugh Millen, spun, and sped upfield before turning back to an official.   \"See, when we run that play,\" said Irvin, flashing his unmistakable, sly grin, \"you got to get ready to go. You ready? I'm going that way, right to the end zone. Keep up now.\"","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Television Coverage Of Senate Hearings","web_url":"https://www.nytimes.com/1993/07/21/us/the-supreme-court-television-coverage-of-senate-hearings.html","abstract":"  The Senate Judiciary Committee's confirmation hearings on Judge Ruth Bader Ginsburg's nomination to the Supreme Court will be covered live today, beginning at 10 A.M., Eastern daylight time, by the Public Broadcasting Service.   The service will provide gavel-to-gavel coverage to its affiliates, which have the option to carry the hearings in their entirety or break away for other programming.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Review/Film; Going Back Home, Again and Again, To Find Vietnam and to Find Herself","web_url":"https://www.nytimes.com/1993/07/21/movies/review-film-going-back-home-again-and-again-to-find-vietnam-and-to-find-herself.html","abstract":"Tiana Thi Thanh Nga, actress-entertainer, journeys home to Vietnam to search for her roots. Her autodocumentary. Rich camera mosaic.","thumbnail":null,"section":"Movies"},{"date":"19930721","headline":"Gay Groups Denounce the Pentagon's New Policy","web_url":"https://www.nytimes.com/1993/07/21/us/gay-groups-denounce-the-pentagon-s-new-policy.html","abstract":"  Military leaders today described the new policy on homosexuals in the military as an honorable compromise. But leaders of gay groups and homosexuals who have served in the armed forces are casting the directive issued Monday as an overwhelming defeat, a disheartening capitulation by President Clinton and a painful rebuke over an issue that some said they never expected or wanted to become an important rallying cry.    \"Until now we could claim the existing policy was simply an anachronism that had escaped review by the Federal Government,\" said Thomas B. Stoddard, the director of the Campaign for Military Service, a coalition of groups fighting to allow openly gay people to serve. \"But with this new policy, the Government has re-examined and reaffirmed a discriminatory policy. This is a terrible result in a profound political and legal sense.\"","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"If Only Stanley Could Pitch for Yankees, Too","web_url":"https://www.nytimes.com/1993/07/21/sports/baseball-if-only-stanley-could-pitch-for-yankees-too.html","abstract":"  Mike Stanley slugged his second grand slam in three games and third in three weeks last night, but his friends from the Yankees' opponent-friendly bullpen squandered a late-inning lead for the fourth time in 14 games.   The squander was more critical than the slam, and the Yankees fell to the Seattle Mariners, 9-5. The loss halted the Yankees' winning streak at four games and dropped them out of their first-place tie with Toronto.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"Ex-Detroit Police Officer Testifies He Never Struck Victim of Fatal Beating","web_url":"https://www.nytimes.com/1993/07/21/us/ex-detroit-police-officer-testifies-he-never-struck-victim-of-fatal-beating.html","abstract":"  A former Detroit police officer charged with murder in the fatal beating of a driver told jurors today that he never struck the victim.   Walter Budzyn, one of three former police officers on trial in the fatal beating of the driver, Malice Green, last Nov. 5, also testified that he had not seen any other officer become violent with Mr. Green.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Cultural Climate Teaches Boys Violence","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-cultural-climate-teaches-boys-violence-067093.html","abstract":"  To the Editor:   Your July 11 front-page article on abusive rituals of youthful courtship will no doubt surprise and shock many readers. Having spent five years researching how antisocial and violent behavior is encouraged in American boys, I am not surprised that many boys prove their manhood to their peers by insulting, grabbing and in some cases raping girls.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"As Baseball Owners Go, O'Malley Wasn't Mr. Nice Guy Either; Revitalize Stadium Area","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-as-baseball-owners-go-o-malley-wasn-t-mr-nice-guy-either-revitalize-stadium-area-072693.html","abstract":"  To the Editor:   I can't believe that New York's Gov. Mario M. Cuomo would seriously suggest tearing down Yankee Stadium. Not only is the stadium a living piece of baseball history; it is also a great place to enjoy the game.   The facilities are excellent, there's hardly a bad seat in the place, and if you want to see shades of the past, don't bother with some Iowa cornfield. They're all in the Bronx -- in the bleachers, hollering, scarfing down hot dogs and beer.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Ismail the Younger Has Pact With Vikings","web_url":"https://www.nytimes.com/1993/07/21/sports/sports-people-pro-football-ismail-the-younger-has-pact-with-vikings.html","abstract":"  The first Ismail to join the National Football League reported to the Mankato State campus yesterday.   QADRY (MISSILE) ISMAIL,younger brother of RAGHIB (ROCKET) ISMAIL, signed a three-year pact with the Minnesota Vikings. Unlike his older brother, who defected to the Canadian Football League after leaving Notre Dame, Qadry, a 6-foot, 192-pound receiver from Syracuse, is ready for the N.F.L.","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"At Fort Bragg, Reaction to Gay Policy Is Largely Ho-Hum","web_url":"https://www.nytimes.com/1993/07/21/us/at-fort-bragg-reaction-to-gay-policy-is-largely-ho-hum.html","abstract":"  Around the fast-food restaurants, pawnshops and convenience stores near this military community, soldiers said today that President Clinton's decision to lift the ban on homosexuals in the military would change little in their lives -- and that suited most of them just fine.   In the civilian world, gay-rights advocates and traditionalists alike are faulting the President's \"don't ask, don't tell, don't pursue\" policy, which was issued on Monday. The policy will allow homosexuals to serve in the armed forces as long as they stay quiet about their sexual identity and do not engage in homosexual behavior.","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"'Expert' Babies Found to Teach Others","web_url":"https://www.nytimes.com/1993/07/21/education/expert-babies-found-to-teach-others.html","abstract":"  IT was during the blustery days of last March that 10-month-old Russell Ruud taught the other babies in his day-care group a lesson their parents may have wished he hadn't: how to unzip the Velcro chin straps of their winter hats.   \"One day I went to pick Russell up and his teacher told me that the other mothers were complaining that their children had learned from him how to take off their hats,\" said Dr. Judith Ruud, Russell's mother and, at the time, an economist at the Federal Reserve Bank of New York, just a few blocks from the Trinity Preschool in Manhattan.","thumbnail":null,"section":"Education"},{"date":"19930721","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/21/nyregion/c-corrections-030093.html","abstract":"  A picture caption yesterday about a protest by Orthodox Jews concerning the special school district in the village of Kiryas Joel, N.Y., referred incorrectly to the protesters. They were opposing the school district, saying that its secular nature compromises their religious beliefs.  ","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Clinton Rallies Party Around Budget","web_url":"https://www.nytimes.com/1993/07/21/us/clinton-rallies-party-around-budget.html","abstract":"  His economic program on the line, President Clinton gave a rousing speech today to a group of Democratic lawmakers who are crucial to the success of his plan, demanding that they exercise the political courage necessary to raise taxes and cut spending.   \"Yes, it is painful,\" the President declared. \"Yes, it is difficult. But it is progress. It is change. It will make a difference. We have come this far. This is no time to turn back. We have been bold. This is no time to be timid. We have faced this crisis squarely. This is no time to blink.\"","thumbnail":null,"section":"U.S."},{"date":"19930721","headline":"Bosnian Children's Hospital Cleaned Up by U.N. Troops","web_url":"https://www.nytimes.com/1993/07/21/world/bosnian-children-s-hospital-cleaned-up-by-un-troops.html","abstract":"  A team of United Nations soldiers and aid workers reported today that normal food distribution and sanitary conditions had been restored in a hospital for mentally handicapped children that had been abandoned by its staff when the area had been attacked by the Muslim-led Bosnian Army.    United Nations peacekeeping troops took control of the hospital, near Fojnica, on Monday, saving more than 200 children who had spent three days without food or other care. One 2-year-old child died in the interim, but United Nations officials said they expected no further deaths.","thumbnail":null,"section":"World"},{"date":"19930721","headline":"Where School Is More Than Just Showing Up","web_url":"https://www.nytimes.com/1993/07/21/education/where-school-is-more-than-just-showing-up.html","abstract":"  In this tiny school district in the Philadelphia suburbs, high school students learn at their own pace. But before they can graduate, they have to demonstrate competence in nine academic areas.   The system is not new. Indeed, it is something of a throwback to the days before Carnegie units, the 88-year-old system that equates learning with a passing grade and time spent in class.","thumbnail":null,"section":"Education"},{"date":"19930721","headline":"U-Boat Didn't Sink in Waters Off Cape Cod","web_url":"https://www.nytimes.com/1993/07/21/opinion/l-u-boat-didn-t-sink-in-waters-off-cape-cod-055693.html","abstract":"  To the Editor:   One hates to dampen the enthusiasm in Chatham, Mass., about a claim by Edward Michaud and others that a sunken World War II German submarine that had spies on board lies four miles off the coast in 41 feet of water (\"Sunken U-boat You Say? Out There?\", Chatham Journal, July 10). If indeed it is a U-boat, the submarine cannot be U-1226.   The last radio message from U-boat Command Headquarters to U-1226 on Oct. 23, 1944, was dispatched to the submarine's given position 375 miles south of Iceland at 20 degrees longitude and 56 degrees latitude. It instructed the submarine to return to base and maintain the defective 26-foot-high snorkel mast in the upright position.","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"1918: German Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-1918-german-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Yesterday [July 20] was another glorious day for the Allies. For the Germans it was one of the most disastrous they have experienced. Under the series of formidable blows dealt by General Foch during the last three days, Hindenburg's troops retrea","thumbnail":null,"section":"Opinion"},{"date":"19930721","headline":"Here's a Toast to the FA","web_url":"https://www.nytimes.com/1993/07/21/sports/IHT-heres-a-toast-to-the-fa.html","abstract":"Sport is a perfectly legitimate messenger to the young. The power of advertizing has transformed soccer into a global billboard industry, and where the money is recycled to further the game so much the better. .However, it needs regulators. In England","thumbnail":null,"section":"Sports"},{"date":"19930721","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/21/nyregion/metro-digest-220093.html","abstract":"  MANHATTAN JUDGE PICKED TO HEAD F.B.I. President Clinton says he will appoint a Manhattan judge, Louis J. Freeh of Federal District Court, to replace William Sessions as Director of the Federal Bureau of Investigation. A1. NEW YORK CITY  THE CROWN HEIGHTS REPORT: LEADERSHIP FAILURES ARE CITED A chain of leadership failures by Mayor Dinkins, top City Hall advisers and the city's leading police commanders caused the disturbances in Crown Heights to escalate unabated into a three-day \"riot\" in which Hasidic Jews were singled out by bands of black youths, according to a state report. A1.","thumbnail":null,"section":"New York"},{"date":"19930721","headline":"Toward an International Criminal Court : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/21/opinion/IHT-toward-an-international-criminal-court-letters-to-the-editor.html","abstract":"I wish to refer to the editorial in your July 7 issue entitled \"A Court for World Outlaws.\" It was not the United Nations Security Council but the General Assembly which at its last session requested that the International Law Commission undert","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930721","time":"1993-07-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":69,"wspd":16.6},{"date":"19930721","time":"1993-07-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":64,"wspd":9.4},{"date":"19930721","time":"1993-07-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":64,"wspd":7.6},{"date":"19930721","time":"1993-07-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":64,"wspd":11.2},{"date":"19930721","time":"1993-07-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":69,"wspd":11.2},{"date":"19930721","time":"1993-07-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":71,"wspd":9.4},{"date":"19930721","time":"1993-07-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":73,"wspd":11.2},{"date":"19930721","time":"1993-07-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":71,"wspd":16.6},{"date":"19930721","time":"1993-07-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":70,"wspd":16.6},{"date":"19930721","time":"1993-07-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":20.5},{"date":"19930721","time":"1993-07-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":64,"wspd":16.6},{"date":"19930721","time":"1993-07-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":58,"wspd":13},{"date":"19930721","time":"1993-07-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":56,"wspd":13},{"date":"19930721","time":"1993-07-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":54,"wspd":14.8},{"date":"19930721","time":"1993-07-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":51,"wspd":14.8},{"date":"19930721","time":"1993-07-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":56,"wspd":14.8},{"date":"19930721","time":"1993-07-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":55,"wspd":13},{"date":"19930721","time":"1993-07-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":56,"wspd":14.8},{"date":"19930721","time":"1993-07-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":58,"wspd":13},{"date":"19930721","time":"1993-07-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":56,"wspd":11.2},{"date":"19930721","time":"1993-07-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":58,"wspd":13},{"date":"19930721","time":"1993-07-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":64,"wspd":9.4},{"date":"19930721","time":"1993-07-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":63,"wspd":7.6},{"date":"19930721","time":"1993-07-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":66,"wspd":3.6},{"date":"19930721","time":"1993-07-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":50,"wspd":20.5},{"date":"19930721","time":"1993-07-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":55,"wspd":16.6},{"date":"19930721","time":"1993-07-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":14.8},{"date":"19930721","time":"1993-07-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":16.6},{"date":"19930721","time":"1993-07-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":59,"wspd":24.1},{"date":"19930721","time":"1993-07-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":58,"wspd":22.3},{"date":"19930721","time":"1993-07-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":18.7},{"date":"19930721","time":"1993-07-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":20.5},{"date":"19930721","time":"1993-07-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":57,"wspd":25.9},{"date":"19930721","time":"1993-07-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":59,"wspd":13},{"date":"19930721","time":"1993-07-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":61,"wspd":14.8},{"date":"19930721","time":"1993-07-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":14.8},{"date":"19930721","time":"1993-07-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":61,"wspd":16.6},{"date":"19930721","time":"1993-07-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":48,"wspd":20.5},{"date":"19930721","time":"1993-07-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":47,"wspd":22.3},{"date":"19930721","time":"1993-07-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":22.3},{"date":"19930721","time":"1993-07-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":35,"wspd":24.1},{"date":"19930721","time":"1993-07-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":22.3},{"date":"19930721","time":"1993-07-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":36,"wspd":27.7},{"date":"19930721","time":"1993-07-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":33,"wspd":25.9},{"date":"19930721","time":"1993-07-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":32,"wspd":24.1},{"date":"19930721","time":"1993-07-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":32,"wspd":27.7},{"date":"19930721","time":"1993-07-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":31,"wspd":22.3},{"date":"19930721","time":"1993-07-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":34,"wspd":24.1}]}}