{"19940726":{"guardian_articles":[],"nytimes_articles":[{"date":"19940726","headline":"OUTDOORS;\nWith Mile to Go, Salmon in Trouble","web_url":"https://www.nytimes.com/1994/07/26/sports/outdoors-with-mile-to-go-salmon-in-trouble.html","abstract":"This is what it comes down to for the decimated population of Atlantic salmon that once gamboled in dozens of rivers in the northeastern United States: The salmon exists in significant, fishable numbers in a mere mile of water on the once mighty but crippled Penobscot River, a waterway that flows right through the tired heart of this tough mill town.\n\nGiven our track record for destroying salmon and their habitat, it is both sad and chillingly appropriate that now even this paltry mile, and the limited angling opportunities it has traditionally offered, are endangered on a number of fronts.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"For Notebook, a Return To the Old Days of DOS","web_url":"https://www.nytimes.com/1994/07/26/science/peripherals-for-notebook-a-return-to-the-old-days-of-dos.html","abstract":"  A SUBNOTEBOOK was recently added to my computer collection for one principal business-related reason: to write on the back porch on hot summer weekends. It is a fine machine in many ways, but the little built-in trackball is awkward to use even when it works correctly, which it often doesn't. Microsoft Windows can be operated without a mouse or trackball, but many of its programs cannot.   While it seems that the rest of the world is switching from DOS computers to Microsoft Windows computers, with DOS in the background, I switched back. I deleted the Windows subdirectory, using the DOS Deltree command, removed references to Windows in the autoexec.bat and config.sys files, using the DOS Editor, and put the fairly lean and slightly mean Professional Write 3.0 for MS-DOS word-processing program (the SPC Software Publishing Corporation; $100 or less) on the hard disk. Then I refurbished the chips and hard disk with Memmaker, Scandisk and Defrag, all features of DOS routines. It was sweet, like visiting the early 1980's again and knowing you don't have to stay there.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Faulk Gets Richest Rookie Contract","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-football-faulk-gets-richest-rookie-contract.html","abstract":"  Coach TED MARCHIBRODA plans to make MARSHALL FAULK earn the richest rookie contract in National Football League history that the running back signed with the Indianapolis Colts. \"A guy like Marshall, without question, you have to give him the ball,\" Marchibroda said yesterday. \"I think you're talking about 30 times a game, passing and running.\" After signing the contract -- $17.2 million for seven years -- on Sunday, Faulk practiced yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Foundation Is Accused Of Ignoring Artist's Will","web_url":"https://www.nytimes.com/1994/07/26/arts/foundation-is-accused-of-ignoring-artist-s-will.html","abstract":"  The New York State Attorney General has filed a lawsuit charging that a foundation set up under the will of the artist Joseph Cornell has failed to fulfill the artist's philanthropic wishes.   When Cornell, best known for his collages and boxes, died in 1972, he left a will instructing his executors to set up a foundation to help charitable organizations. The foundation, now worth about $21 million in cash and securities and almost $14 million in artworks, has given artworks worth more than $7 million to 16 museums across the country. It has given only one cash contribution: $1,000 to the Council for Vail-Leavitt Music Hall in Riverhead, L.I. The Attorney General, G. Oliver Koppell, contends in the state's suit that the grant does not adequately meet Cornell's stipulations.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/26/style/chronicle-770574.html","abstract":"  From England comes the story of two women, one ex-Beatle and 150 Canada geese, now deceased. The trouble with the Canada geese, some ecologists say, is that their powers of excretion and reproduction are so remarkable that long-term management is called for.   When England's Department of Environment advised shooting as a way of controlling the population of the birds, which collide with aircraft, shower parks with waste and even threaten humans, CARLA LANE, a television comedy writer, and her neighbors in Sussex, PAUL and LINDA McCARTNEY, came up with a plan: Move the geese from Battersea Park in London to the McCartney estate.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Q&A","web_url":"https://www.nytimes.com/1994/07/26/science/q-a-770957.html","abstract":"  Liberty's Complexion   Q. Is the green stuff that covers the Statue of Liberty harmful?","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Excerpts From Remarks by U.S., Israel and Jordan","web_url":"https://www.nytimes.com/1994/07/26/world/mideast-accord-excerpts-from-remarks-by-us-israel-and-jordan.html","abstract":"  Following are excerpts from remarks made today by President Clinton, Prime Minister Yitzhak Rabin of Israel and King Hussein of Jordan after the signing of the Washington Declaration, as transcribed by the Federal News Service for Reuters and with translation of the Hebrew portion of Mr. Rabin's remarks by The New York Times: BY PRESIDENT CLINTON    After generations of hostility, blood and tears, the leaders of the Hashemite Kingdom of Jordan and the state of Israel will solemnly declare with the world as their witness that they have ended the state of belligerency between them. From this day forward, they pledge to settle their differences by peaceful means. Both countries will refrain from actions that may adversely affect the security of the other and will thwart all those who would use terrorism to threaten either side.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Confirmation Of Jordan As Guardian Of Shrines","web_url":"https://www.nytimes.com/1994/07/26/world/mideast-accord-jerusalem-confirmation-of-jordan-as-guardian-of-shrines.html","abstract":"  It is a safe bet that the reference in the Washington Declaration to Jordan's \"special role\" in administering the Dome of the Rock, one of Islam's holiest shrines, will inflame a decades-long rivalry between King Hussein and Yasir Arafat.   The gilded, 1,300-year-old octagonal Dome and Al Aksa Mosque rising alongside it in Jerusalem have been the subject of a jurisdictional dispute between Jordanians and Palestinians for years. It was at the mosque that the King's grandfather and mentor, King Abdullah, was assassinated by a Palestinian militant on July 20, 1951, as the young Hussein stood at his side.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"A in Sociology Adds to Upset Ledger","web_url":"https://www.nytimes.com/1994/07/26/sports/baseball-notebook-a-in-sociology-adds-to-upset-ledger.html","abstract":"  The colt named A in Sociology got an A in stakes racing today when he won the Daryl's Joy Handicap by a nose and became the fourth outsider in five stakes to defeat the favorite at Saratoga Race Course.   So far at the track's 126th meeting, the only favorite who has made the winner's circle in a stakes race has been the champion filly Sky Beauty. And the parade of the long shots continued today when the even-money favorite Fourstars Allstar ran third and the second choice, Home of the Free, finished seventh.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"At Rwanda Border, Mass Graves And the Start of a Journey Home","web_url":"https://www.nytimes.com/1994/07/26/world/rwanda-disaster-overview-rwanda-border-mass-graves-start-journey-home.html","abstract":"  As the death toll from cholera among Rwandan refugees climbed to 14,000, relief officials started digging six new mass graves today and began burning the bodies of some victims in order to prevent spread of the disease.   A moderate but steady stream of refugees began today to make the trek along hilly and curving roads from refugee camps in Zaire to return to their homes in Rwanda. Relief officials said about 3,000 refugees crossed the border today, the first full day since the border between the two countries was reopened.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Bombing in the Bronx","web_url":"https://www.nytimes.com/1994/07/26/opinion/bombing-in-the-bronx.html","abstract":"It was easy for politicians to vilify Richard Kraft, the Yankees' former director of community relations, who compared South Bronx children to \"monkeys.\" It will be harder to solve the complicated problems between the team and the neighborhood, Mr. Kraft's resignation on Saturday notwithstanding. \n\nFernando Ferrer, the Bronx Borough President, took advantage of Mr. Kraft's insensitive statement (which I reported in New York magazine last week) to give a boost to his political profile and mayoral aspirations. Mayor Rudolph Giuliani told Mr. Ferrer to \"calm down,\" contrasting his sober leadership style with Mr. Ferrer's vol atility. The Rev. Al Sharpton and some followers walked in circles outside the stadium for a few hours and claimed some kind of victory. But if Mr. Kraft's resignation is enough to satisfy Yankee fans and Bronx residents, the victory will be shallow.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Albany's Usual Legislative Madness Serves Democracy Badly","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-albany-s-usual-legislative-madness-serves-democracy-badly-772828.html","abstract":"  To the Editor:   In each of my four years in the New York State Assembly, I have co-sponsored and supported a package of reforms to end the state's closed-door, ineffective legislative process, whose failings have been demonstrated once again in an all-night session before the summer recess that lasted into the morning of July 3.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/26/style/chronicle-772488.html","abstract":"  It started with PRINCE CHARLES in London and ended with WARREN BEATTY in Anaheim, Calif., and in between, BARBRA STREISAND'S five-city concert tour, which concluded Sunday, attracted a slew of celebrities.    Among them: President and Mrs. Clinton, Barbara Walters, Dustin Hoffman, Tom Hanks, Meryl Streep, Jesse Jackson, Harry Belafonte, Diane Sawyer and Mike Nichols, Peter Jennings, Ted Koppel, Steven Spielberg, Michael Jackson, Jay Leno and Liza Minnelli.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Owner Keeping Hands Off","web_url":"https://www.nytimes.com/1994/07/26/sports/baseball-owner-keeping-hands-off.html","abstract":"  Yankee Stadium has George Steinbrenner worried, which is nothing new. But its lease, its inability to lure overflowing crowds for a first-place team and its oft-criticized location have the Yankees' principal owner turning to a new form of relaxation:   Watching his ball club catch fire.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"IN PERFORMANCE: POP","web_url":"https://www.nytimes.com/1994/07/26/arts/in-performance-pop-770868.html","abstract":"  From Africa, With a Hint of Gaul  Central Park Summerstage    Musicians from French-speaking Africa and the Caribbean flock to Paris to record in modern studios with producers who promise to reach the world market. Sometimes the results are cross-cultural marvels; sometimes they're provincially Parisian, glimmering with sweet synthesizer tones and flaunting dated funk and rock flourishes. Africa Fete, the touring festival of French-speaking international performers, brought a little of each to Summerstage on Sunday afternoon.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"Haiti Is Washington's Dirty Little Secret; Radio for Peace","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-haiti-is-washington-s-dirty-little-secret-radio-for-peace-772968.html","abstract":"  To the Editor:   The \"radio lifeline\" for Haitian-Americans living in New York has a counterpart in Haiti (\"On Sunday\" column, July 10). People there can tune in three hours a week to Radio for Peace International and hear Radyo Neg Mawon, a program of news and commentary about the crisis and the effort to restore Jean-Bertrand Aristide, Haiti's democratically elected President, to power.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"New Kangaroo Species Is Reported","web_url":"https://www.nytimes.com/1994/07/26/science/new-kangaroo-species-is-reported.html","abstract":"  A PRIMITIVE black and white tree kangaroo previously unknown to scientists has been discovered by Australian and Indonesian researchers in a remote mountainous region of Indonesia, the researchers have announced.   The newest member of the marsupial family has bold, pandalike patterns in its thick fur and is about as large as a medium-sized dog, said Dr. Tim Flannery, a senior research scientist at the Australian Museum in Sydney who led the team that discovered the animal. Researchers from a zoological museum in Bogor, Indonesia, also participated.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Vanessa Williams's Enticing 'Spider Woman'","web_url":"https://www.nytimes.com/1994/07/26/theater/theater-review-vanessa-williams-s-enticing-spider-woman.html","abstract":"  Ever since it opened more than 14 months ago, \"Kiss of the Spider Woman\" has been one of Broadway's most thrilling musicals. Now that Vanessa Williams has joined the cast, it is also the sexiest.   Sleek, proud and breathtakingly confident, the recording star has taken over the role of Aurora, the exotic film goddess who prowls men's dreams and inflames their imaginations. Whenever she's onstage, the temperature in the Broadhurst Theater shoots up about 20 degrees. The air-conditioning bills are going to be hell to pay, but the box office is bound to start jumping as word of her performance gets around.","thumbnail":null,"section":"Theater"},{"date":"19940726","headline":"Strengths and Weaknesses Apparent in 2 DNA Tests","web_url":"https://www.nytimes.com/1994/07/26/us/strengths-and-weaknesses-apparent-in-2-dna-tests.html","abstract":"  Each of the two DNA tests at the center of today's sparring between prosecutors and O. J. Simpson's defense team has strengths and limitations.    The more conclusive of the two tests, used to determine whether two tissue samples came from the same person, is R.F.L.P., for restriction fragment length polymorphisms. It examines regions of the genetic material -- from blood, saliva, tissue or a hair follicle -- where particular small segments of DNA are repeated over and over, a sort of molecular stutter. Different people have different numbers of repeated segments. If one person has a segment repeated, say, 300 times, that would distinguish him or her from someone whose segment is repeated 100 times.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"1944: Canine Detectors : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-1944-canine-detectors-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] American casualties caused by anti-personnel mines and booby traps may be substantially reduced by Army dogs, whose training and shipment abroad as special canine detectors was disclosed today [July 23] by the War","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Children Become Priority In Senate Leader's Plan","web_url":"https://www.nytimes.com/1994/07/26/us/health-care-debate-overview-children-become-priority-senate-leader-s-plan.html","abstract":"  Senator George J. Mitchell, the majority leader, said tonight that he would seek quick action to provide health insurance for most children who do not have it in the health care legislation he will offer to the Senate next week.   While in most respects his proposal would produce slower progress toward universal health coverage than the plan proposed by President Clinton, the Maine Democrat said, \"this is one area where we are trying to accelerate implementation.\"","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"Two on Police Force Shoot Themselves to Death","web_url":"https://www.nytimes.com/1994/07/26/nyregion/two-on-police-force-shoot-themselves-to-death.html","abstract":"  A police captain and a patrol officer shot and killed themselves within a 24-hour period this week, bringing the suicide toll for the New York City Police Department to eight this year.    The captain, Terrence Tunnock, 50, was the highest-ranking police supervisor in New York City to take his life in at least 20 years, officials said.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Italian Club Says It Has Lalas","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-soccer-italian-club-says-it-has-lalas.html","abstract":"  Padova of the Italian first division said yesterday that it would sign the American defender ALEXI LALAS, but the United States Soccer Federation said no deal has been agreed to. Padova said that Lalas would sign today at a news conference in Padua. Lalas's contract with the U.S.S.F. doesn't expire until Oct. 31, and a spokesman, TOM LANG, said in Chicago that Coventry City of England's first division and VfL Bochum of Germany's first division were in contention to sign Lalas. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"King of the Beach Becomes a Career","web_url":"https://www.nytimes.com/1994/07/26/sports/beach-volleyball-king-of-the-beach-becomes-a-career.html","abstract":"  There was a time when beach volleyball was a statement about the California life style, when 20-something men and women drove to Laguna Beach and Newport Beach at 7 A.M. to get a court and play a few games before the sun and the sand were hot.   Being a beach volleyball player meant instant status in California, and it was there that a new game evolved: a two-man competition, faster and showier than the six-man game played on hard courts or in school gymnasiums.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"2 Major Bridge Titles Decided at Nationals","web_url":"https://www.nytimes.com/1994/07/26/nyregion/2-major-bridge-titles-decided-at-nationals.html","abstract":"  Two major bridge titles were decided here on Sunday night at the American Contract Bridge League's Summer Nationals. Robert Levin of Orlando, Fla., a former world champion, and Jeff Wolfson of Chicago, an options trader, surged in the final session to take the Life Master Pairs title by a full board.   The standings were: first, Levin and Wolfson, 1304.93 match points; second, Eddie Wold of Houston and Steve Sion of Las Vegas, Nev., 1267.1; third, Linda and Ron Smith of Chattanooga, Tenn., 1235.06; fourth, Zia Mahmood and Michael Rosenberg, both of Manhattan, 1207.03; fifth, Craig Robinson and Elaine Landow of Lansdale, Pa., 1181.99; sixth, Andrew Robson of London, and Hjordis Eythorsdottir of Reykjavik, Iceland, 1178.66.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Single Slaughterhouse Suspected as Tainted-Meat Source","web_url":"https://www.nytimes.com/1994/07/26/nyregion/single-slaughterhouse-suspected-as-tainted-meat-source.html","abstract":"  New Jersey health officials said today that they believe a single slaughterhouse was the likely source of hamburger contaminated with the E. coli bacteria that have made at least a dozen people sick in the last week. The officials said they were working closely with the United States Department of Agriculture to try to identify the slaughterhouse.   Bernard Edelman, a spokesman for the State Health Department, also described as speculative a report by a doctor in Sussex County, Dr. Sami Yasin of Vernon, that the tainted meat was probably carried to supermarkets in the northern part of the state by a single distributor. Dr. Yasin's remarks were included in an article today in The Star-Ledger.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"G.O.P. Holds Big Fund-Raiser for Pataki","web_url":"https://www.nytimes.com/1994/07/26/nyregion/gop-holds-big-fund-raiser-for-pataki.html","abstract":"  At a fund-raiser last night that New York State Republicans painted as a symbolic emergence from the party's humiliation four years ago, Republican leaders raised what they said was $2.5 million to help State Senator George E. Pataki in his bid to unseat Gov. Mario M. Cuomo this fall.   The event's chairman, United States Senator Alfonse M. D'Amato, the chief architect of Mr. Pataki's candidacy, said it was the party's largest fund-raiser for a gubernatorial candidate in 12 years. The sum was just a bit short of the combined total that the two previous Republican challengers spent for their entire campaigns.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"2 Neighbors Agree: Now It Can Be Told","web_url":"https://www.nytimes.com/1994/07/26/world/the-mideast-accord-the-impact-2-neighbors-agree-now-it-can-be-told.html","abstract":"  There is a saying in the Talmud that the Messiah will come when he is no longer needed. And so peace between Jordan and Israel is coming because it already exists.   King Hussein of Jordan and Prime Minister Yitzhak Rabin of Israel did not need much coaxing to come together publicly for the first time today and sign a declaration ending the state of war between their countries.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/26/nyregion/c-corrections-772518.html","abstract":"  Because of an editing error, an article on Friday about a lawsuit challenging New York State's prohibition on assisting a suicide misattributed an article about helping to hasten a patient's death, written by one of three physicians who filed the suit. It was by Dr. Timothy E. Quill, not Dr. Howard A. Grossman.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Lieberman-Cline Now a Mother","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-basketball-lieberman-cline-now-a-mother.html","abstract":"  The three-time college All-America basketball player NANCY LIEBERMAN-CLINE, gave birth Friday at Dallas Presbyterian Hospital to TIMOTHY JOSEPH CLINE JR., who weighed in at 9 pounds, 8 ounces. \"I've accomplished a lot of things in my lifetime, but not one of those accomplishments comparses to the feeling of becoming a mother,\" the 36-year-old Lieberman-Cline said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"1894: An Angry Sultan : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-1894-an-angry-sultan-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The whole of the interest of European politics is just now concentrated in Corea and Morocco. In the case of Morocco a greater uncertainty exists. We have to do here with a young Sultan, who, either on his own initiative or on the counsel of his M","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Survivor of Shooting Recounts His Ordeal in Courtroom","web_url":"https://www.nytimes.com/1994/07/26/nyregion/survivor-of-shooting-recounts-his-ordeal-in-courtroom.html","abstract":"  The survivor of a shooting and carjacking at a Rockland County shopping mall last January stepped off the witness stand today and lay down on the courtroom floor to demonstrate how he witnessed the fatal shooting of his childhood friend.   \"I kept my head propped up the whole time and watched him shoot my best friend in the back of the head,\" the witness, Scott Nappi, 18, testified at a series of pretrial hearings in Rockland County Court this week and last. As he spoke he lay on his stomach with his hands behind his back and his head turned to the left.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Children's Cemetery a Clue To Malaria as Rome Declined","web_url":"https://www.nytimes.com/1994/07/26/science/children-s-cemetery-a-clue-to-malaria-as-rome-declined.html","abstract":"  DIGGING among the ruins of a Roman villa, archeologists have made a macabre discovery about disease and death in the fifth century A.D., and perhaps even about the reasons for Attila the Hun's decision to leave his invasion of Italy unfinished and for the decline and fall of the Roman Empire.   The discovery is a cemetery for infants, excavated over the last two years by an international team led by Dr. David Soren, a classical archeologist at the University of Arizona in Tucson. The cemetery overlooks the Tiber River near the town of Lugnano in Teverina, 70 miles north of Rome.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/26/nyregion/metro-digest-766623.html","abstract":"  FOSTER CHILD: TORN BETWEEN 2 FAMILIES   Because of her mother's addiction to crack, Sharmaine has spent her entire childhood in foster care in the Bronx. Although Federal and New York City guidelines say that children should be put up for adoption or returned to their parents within 18 months, she has been in foster care for three years. Sharmaine is typical of the growing proportion of children across the nation who are put in foster care as babies, then spend years in foster homes before being returned to their parents or put up for adoption. A1. MAYOR ORDERS NEW SPENDING CUTS   Barely a month after New York City adopted a budget with sharp cuts in spending, Mayor Giuliani has ordered city agencies to make $250 million in additional cuts immediately, and to prepare to cut yet another $200 million. A1.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Fantastic World Found in Sea's Middle Depths","web_url":"https://www.nytimes.com/1994/07/26/science/fantastic-world-found-in-sea-s-middle-depths.html","abstract":"  THE darkened room is lit only by glowing computer screens and ghostly images from a robot more than a half-mile below, tethered to this ship by an electronic cord. To the left, the pilot guides the robot forward. To the right, the chief scientist scans his video monitor, searching the ocean depths for unusual forms of life.   Suddenly, the blur of marine snow is cut by a thin line. The image on the screen grows until it becomes a bizarre gelatinous creature, perhaps 15 or 20 feet long. Translucent bells at its head pump slowly to move it forward in a long arc. Hundreds of willowy tentacles hang from its slender body, stingers ready to immobilize prey. Along its length are dozens of stomachs, some fat with digesting kills.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Looking to the West : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-looking-to-the-west-letters-to-the-editor.html","abstract":"The ongoing struggles for democratic rule throughout the world are a clear indicator that the developing world abounds in democracy-loving people. When the Soviet Union collapsed, the go-ahead signal from the West gave dormant democrats the extra courage","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"The Watchwords Are Clingy and Curvy","web_url":"https://www.nytimes.com/1994/07/26/style/the-watchwords-are-clingy-and-curvy.html","abstract":"  The sweater girl of the 1940's remains as much an icon of fashion as the flapper of the 1920's. Both types surface from time to time as symbols of the ideal female form.   The sweater girl with her exaggerated bra gave way to the corseted curves of the Dior New Look in 1947. Ten years later, Cristobal Balenciaga and his disciple, Hubert de Givenchy, brought back the chemise, the flapper's basic dress, with some support from Dior.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/26/nyregion/c-corrections-770388.html","abstract":"  An article on Friday about a private company's efforts to win a contract to manage the public schools in Hartford misstated the position of the American Federation of Teachers on \"mainstreaming,\" the placement of special-education students in regular classrooms. The union opposes a practice known as full inclusion, in which all such students are placed in regular classrooms regardless of the severity of their disabilities; it does not oppose all mainstreaming.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Campbell Is First Name On Rangers' Coach List","web_url":"https://www.nytimes.com/1994/07/26/sports/hockey-campbell-is-first-name-on-rangers-coach-list.html","abstract":"  Colin Campbell, a Rangers assistant with no head-coaching experience in the National Hockey League but with a proven staying power within a tumultuous organization, was anointed yesterday as a top candidate to replace Mike Keenan.   \"There will be other names,\" said Rangers General Manager Neil Smith, who declined to name them but said he hoped to make a quick decision on Keenan's successor.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1994/07/26/sports/training-camp-report.html","abstract":"  Buffalo Bills    The Buffalo Bills yesterday signed the free-agent safety Mike Dumas, a player they considered drafting in 1991 before picking Henry Jones instead. Coach Marv Levy called Dumas, who was with Houston for the last three years, one of the top 10 special-teams players in the National Football League.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Rule Pumps Dollars Into Decayed Housing","web_url":"https://www.nytimes.com/1994/07/26/us/rule-pumps-dollars-into-decayed-housing.html","abstract":"  Roofless buildings yawning to the sky, gaping windows without glass, inside walls stripped to rough planks, outside walls pitted with holes: it isn't the emptiness of the Desire public housing development that is disconcerting, but the presence of any residents at all. About 3,000 people live in a project that was designed for more than twice that number.    In March, the Inspector General for the Department of Housing and Urban Development, Susan Gaffney, told Congress that renovating the isolated 97-acre reservation for the poor would cost $14 million more than tearing it down and starting over. Yet work is under way on a renovation plan that is expected to cost $90 million to $100 million. The housing agency has already approved the first $12 million.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"By Design; Relieving Midsummer Ennui","web_url":"https://www.nytimes.com/1994/07/26/style/by-design-relieving-midsummer-ennui.html","abstract":"  By now, every piece of summer clothing in your closet probably looks pretty tired. Fall clothes are arriving in the stores, but who can face mohair and wool when the temperature is hovering around 90?   The solution may be found at the Banana Republic stores, which have just received early fall merchandise in fabrics and colors that can be worn from now until the first frost.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Travails Shape the Reasons for Being on the Bus","web_url":"https://www.nytimes.com/1994/07/26/us/health-care-debate-campaign-travails-shape-reasons-for-being-bus.html","abstract":"  In the loneliness of the long road, Daniel Lumley's voice has risen, again and again, in a wildly spirited, two-syllable whoop above the constant din of life on the highway. Clutching a microphone in his one good hand and balancing his partly severed leg atop an artificial one, he calls out to his fellow bus riders time zones, state borders and, like a kindly coach, a constant stream of friendly taunts.    Yesterday, he clicked on the microphone to share a more personal exchange. \"This woman at our last stop came up to me and said because I was disabled I never would amount to anything,\" he said. \"She said if I want good health insurance I should get a high-paying job and pay for it myself.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"Bettman Justice: Everyone Loses, Everyone Gains","web_url":"https://www.nytimes.com/1994/07/26/sports/hockey-bettman-justice-everyone-loses-everyone-gains.html","abstract":"  When National Hockey League Commissioner Gary Bettman examined the trade engineered by the Rangers and Blues late Friday to resolve the Mike Keenan dispute, he said it was not enough and summoned both sides to his office Sunday.   Bettman was willing to accept the Blues' swap of Petr Nedved for the Rangers' Esa Tikkanen and Doug Lidster to compensate for St. Louis's signing of Keenan on July 17. But he had punishment in mind for everyone.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Marley's Son Pleads Not Guilty","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-football-marley-s-son-pleads-not-guilty.html","abstract":"  Miami Hurricanes linebacker ROHAN MARLEY pleaded not guilty yesterday to a charge of aggravated assault against a police officer. The junior, who led Miami in tackles, was arrested July 4 and accused of trying to hit a Miami Beach officer with his pickup truck. He is the son of the late reggae star Bob Marley. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Polish Posters, Briefly Derailed, Are Back on Track","web_url":"https://www.nytimes.com/1994/07/26/arts/polish-posters-briefly-derailed-are-back-on-track.html","abstract":"  In the Communist era, Poland's poster artists were among the world's most acclaimed as they turned out graphically distinctive and politically bold designs. From the uneven red lettering on a white background that became the famous signature for the Solidarity movement in the 1980's to vivid cultural motifs that often used sly visual metaphors, Polish posters were collected and admired in Europe and the United States for their inventiveness.   After a lean four years since the Communists fell, the Polish poster is back, along with works from other nations, at the 14th Warsaw Poster Biennale, where 425 entries are on display. A Japanese artist, Mitsuo Katsui, won first prize in the main category of the competition with a hotly disputed entry created with computers. Poster collectors complained that the gaily colored abstract pattern held no message and was executed as a single copy instead of in multiples, as usual.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"Sports of The Times; Bettman Lets Keenan Off the Hook","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-of-the-times-bettman-lets-keenan-off-the-hook.html","abstract":"  AT least Mike Keenan didn't get to keep the Stanley Cup, but he got everything he wanted. Wholesale, too.   In his wrist slap from Commissioner Gary Bettman, the coach who deserted the Rangers emerged triumphant as the general manager and coach of the St. Louis Blues at a cost of a $400,000 refund on his Ranger signing bonus, a $100,000 fine by the National Hockey League and some $170,000 in docked pay during his 60-day suspension that ends Sept. 24.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Observer; The Flexible Goodbye","web_url":"https://www.nytimes.com/1994/07/26/opinion/observer-the-flexible-goodbye.html","abstract":"  A noble sense of public duty to dilate wisely on the great health-care battle is at war within me against the shameful suspicion that I haven't the faintest notion what it's all about.   Suspicion is about all that's left in me anymore about the health-care matter. I suspect that many, if not most, members of Congress are equally baffled.   I suspect this doesn't much matter, since whatever Congress does will be the product of a small circle of insiders, with the rest going along in befuddlement under pressure of the astounding amount of money the lobbies have flung into the battle.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Grocery Art Fans Anger Against Illegal Aliens","web_url":"https://www.nytimes.com/1994/07/26/us/grocery-art-fans-anger-against-illegal-aliens.html","abstract":"  Earlier this month, checkers at an upscale supermarket here started packing shoppers' organic vegetables and free-range chickens into paper grocery bags that carried the pictures and life stories of four children from the area.   But the effort of the supermarket, United Market, to distribute public art put it right in the middle of California's stormy debate over illegal immigration. Many shoppers objected to the poignant tale of an unidentified fourth grader from El Salvador. They were angered by his account of how he had come to the United States -- illegally.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"El Nino Said to Predict Rain and Crops in Africa","web_url":"https://www.nytimes.com/1994/07/26/science/el-nino-said-to-predict-rain-and-crops-in-africa.html","abstract":"  FLUCTUATING sea-surface temperatures in the Pacific Ocean can reliably predict both rainfall and corn harvests halfway around the world in Africa, scientists have found, in a discovery that may offer a powerful new tool for agricultural planners.   Climatologists say they are able to forecast with some confidence the two-to-seven-year oscillations in Pacific temperatures, associated with the phenomenon known as El Nino, that set off long-distance atmospheric chain reactions which influence climatic conditions in many parts of the globe. The new findings suggest that these predictions can be used to forecast crop conditions in Africa as much as a year in advance, enabling planners to anticipate and cope better with droughts and shortened rainy seasons.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"A Novel Insanity Defense for Joel Rifkin; Accused Serial Killer's Claims of Adoption-Related Trauma Stir a Bitter Debate","web_url":"https://www.nytimes.com/1994/07/26/nyregion/novel-insanity-defense-for-joel-rifkin-accused-serial-killer-s-claims-adoption.html","abstract":"  As Joel Rifkin gets ready for a second trial, the decision of his lawyer to argue that the trauma of his adoption led to insanity and caused him to strangle 17 women has prompted a bitter debate among adoptees, adoption attorneys, psychologists and criminologists.   A pretrial hearing concerning his confession to the police is to resume on Tuesday in Suffolk County Court, where he is accused of killing Leah Evens and Lauren Marquez, both 28. On May 9 in Nassau County Court, Mr. Rifkin was convicted of killing Tiffany Bresciani, 19, as a jury rejected an insanity defense. But with a new lawyer, Mr. Rifkin will offer a different insanity defense, contending that the trauma of his adoption left him so mentally ill that he could not help but kill.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"1919: Injurious Alcohol : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-1919-injurious-alcohol-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Prohibition is forcing many habitual drinkers to use injurious substances, and reports from many of the large hospitals in New York show that the numbers reporting for psychopathic treatment have greatly increased. Even in the best public- hous","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Dubrovnik Remains the Pearl of the Adriatic","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-dubrovnik-remains-the-pearl-of-the-adriatic-772810.html","abstract":"  To the Editor:   Since Dubrovnik is my favorite city, your July 14 news article on the Dubrovnik performing arts festival was of great interest. I have made eight visits there, six before the war and two since. Despite the damage it is still an incredibly beautiful city.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Western Swing Is Sweet Music As the Yankees Lengthen Lead","web_url":"https://www.nytimes.com/1994/07/26/sports/baseball-western-swing-is-sweet-music-as-the-yankees-lengthen-lead.html","abstract":"  From Seattle to Oakland to Anaheim, the Yankees traveled the West Coast, winning with stylish comebacks, winning with incredible offense and winning almost every time they arrived at the ball park.    For 11 glorious days, except for one misstep in Oakland, the Yankees made the treacherous trip out West seem like a breezy vacation. And now they're finally home to open a three-game series against the Red Sox tonight.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"If Yanks Are in First, The Race Is in Trouble","web_url":"https://www.nytimes.com/1994/07/26/sports/on-baseball-if-yanks-are-in-first-the-race-is-in-trouble.html","abstract":"  Labor negotiations and threatened strikes obviously work well for the Yankees. The last time the Yankees finished first in their division was in 1981, and though they didn't know it at the time, they clinched first place with an 8-5 victory over Kansas City June 9.   That victory gave the Yankees a three-game lead over Baltimore, and because only two games remained before the strike deadline, the Orioles couldn't catch the Yankees before the strike began. When it was decided at the conclusion of the strike 50 days later that the season would be split into two parts, the Yankees were assured a spot in the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"U.S.O.C.'s Schiller to Head Turner Sports","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-tv-sports-usoc-s-schiller-to-head-turner-sports.html","abstract":"  HARVEY SCHILLER, the executive director of the United States Olympic Committee since 1990, shifted gears into television yesterday when he was named president of Turner Sports. Last year, Schiller was considered a candidate for baseball commissioner until baseball opted not to name one. Schiller fills a new post that places him in charge of acquiring and producing all sports on TBS, TNT and SportSouth, Turner's regional sports network, which ranges from the Atlanta Hawks to World Championship Wrestling.   He has no TV experience, but Schiller, a former Southeastern Conference commissioner, said: \"I hope elements of leadership are transferrable. I've been on the other side of negotiating TV contracts, like the S.E.C. football contract and TNT was the cable partner on the Lillehammer and Albertville Olympics.\"","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Bacteria That Resist Some Drugs Implicated","web_url":"https://www.nytimes.com/1994/07/26/world/the-rwanda-disaster-the-disease-bacteria-that-resist-some-drugs-implicated.html","abstract":"  The huge outbreak of cholera among Rwandan refugees in Zaire has been caused by a strain of bacterium that is highly resistant to the standard antibiotics used in helping to treat the diarrheal disease, officials of the World Health Organization said yesterday.   But the strain is susceptible to another antibiotic, furazolidone, sold under the trade name Furoxone in the United States, according to tests performed in laboratories in Europe, officials of the United Nations health agency in Geneva said.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Chemical Found to Block Protein That Has Key Role in Toxic Shock","web_url":"https://www.nytimes.com/1994/07/26/science/chemical-found-to-block-protein-that-has-key-role-in-toxic-shock.html","abstract":"  IN a novel approach to treating toxic shock syndrome, researchers in Seattle have developed a chemical that blocks the formation of a protein responsible for the life-threatening consequences of the disease.   The protein, tumor necrosis factor, plays a critical role in the body's normal immune response to tumor cells and infection but can cause severe damage when produced in excess amounts. This is what happens in the case of toxic shock. The protein exists in two forms, a long form that is anchored inside the cell but extends outside its membrane, and a shorter form that is soluble and is released to roam in the blood. It is when too much of the soluble form is released that problems occur.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Pennant Fever In July? Not Alou","web_url":"https://www.nytimes.com/1994/07/26/sports/baseball-pennant-fever-in-july-not-alou.html","abstract":"  For the Atlanta Braves and the Montreal Expos, this is not, repeat, not, the Gunfight at the OK Corral, this three-game series between the two leading teams in the National League East.   Right?","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"JORDAN AND ISRAEL JOIN IN PACT AIMED AT BROAD MIDEAST PEACE","web_url":"https://www.nytimes.com/1994/07/26/world/mideast-accord-overview-jordan-israel-join-pact-aimed-broad-mideast-peace.html","abstract":"  King Hussein of Jordan and Prime Minister Yitzhak Rabin of Israel today reached across 46 years of war, uneasy coexistence and furtive attempts at peace to sign a Washington Declaration ending the state of war between their nations.   As President Clinton sat beaming between them on a stage on the South Lawn of the White House, the two leaders also agreed to reaffirm King Hussein's role as guardian of Muslim holy sites in Jerusalem, a step intended by Israel to forestall Yasir Arafat's aspiration to claim that right for himself.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Hagi Joins Strong Barcelona Side","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-soccer-hagi-joins-strong-barcelona-side.html","abstract":"  GHEORGHE HAGI agreed yesterday to a two-year contract with Barcelona and will join a roster that already includes ROMARIO, HRISTO STOITCHKOV and RONALD KOEMAN. Hagi, a 29-year-old forward, scored three goals for Romania during the World Cup. Barcelona has won four consecutive Spanish League titles but lost to AC Milan in the final of the European Champions Cup. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Comet That Shook Jupiter May Probe Planet's Secrets","web_url":"https://www.nytimes.com/1994/07/26/science/comet-that-shook-jupiter-may-probe-planet-s-secrets.html","abstract":"  THE bad luck of the comet Shoemaker-Levy 9 in venturing too close to Jupiter was a bonanza for amateur stargazers and for professional astrophysicists. The greatest planetary show in recorded history is over, but the exciting scientific insights it may yield are yet to come, as astronomers begin to decipher their voluminous data.   When some 21 fragments of the comet struck Jupiter, they dotted the face of the planet with gigantic holes, some the size of Earth.  White-hot gas from the planet's interior erupted through the holes in great fireballs, as if from cosmic cannons.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Robot Expedition Delayed","web_url":"https://www.nytimes.com/1994/07/26/science/robot-expedition-delayed.html","abstract":"  Poor weather prevented an attempt today to airlift the Dante II robot to the top of Mount Spurr, an active Alaskan volcano that the robot is to explore.   For the third day, clouds or rain kept Army National Guard pilots from flying their Blackhawk helicopters to the rim of the active crater on Mount Spurr, 80 miles west of Anchorage. However, forecasters predicted good weather for the next two days, and project officials anticipated putting the robot on the mountain sometime Tuesday, said Charles Redman, a spokesman for the National Aeronautics and Space Administration, sponsor of the project.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/26/nyregion/c-corrections-772500.html","abstract":"  A brief report in the Real Estate column in Business Day on July 13 about a lease signed by a group of men's wear manufacturers for space at 1350 Avenue of the Americas in Manhattan misidentified the owner of the building. It is the 54-55 Street Company, a group of investors led by Jerome Minskoff, Myron Minskoff and Marjorie Minskoff-Schleifer, not Edward J. Minskoff Equities Inc.   The article also misidentified the owner of 1325 Avenue of the Americas. The building is owned by Edward J. Minskoff, not Edward J. Minskoff Equities, a leasing and management company of which Mr. Minskoff is president.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"School Board Member Named for S.I.","web_url":"https://www.nytimes.com/1994/07/26/nyregion/school-board-member-named-for-si.html","abstract":"  Borough President Guy V. Molinari yesterday named Louis DeSario, a retired school superintendent, as Staten Island's representative to the central Board of Education, and said Mr. DeSario would be \"an important voice\" in pushing for Mayor Rudolph W. Giuliani's plan to decentralize the school system.   Mr. DeSario, who retired in 1992 as superintendent of Community School District 31 on Staten Island, said he hoped to begin pressing immediately to allocate more of the board's $8.5 billion budget to the schools themselves, an initiative that Mr. Giuliani has made one of his top educational priorities.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/07/26/arts/in-performance-classical-music-773034.html","abstract":"  American Potpourri For a Summer Night  Damrosch Park, Lincoln Center    The distinctive, colorful and irresistible music of Morton Gould formed the highlight of a concert by the Goldman Memorial Band on Sunday evening. Mr. Gould, who celebrates his 80th birthday this year, has written prolifically for symphonic and marching bands; on the second half of the Goldman Band's program, he conducted his own \"American Salute,\" \"Sante Fe Saga,\" \"Pavanne,\" \"West Point Symphony\" and \"Jericho.\" Of these, the \"West Point Symphony\" is the most ambitious and impressive, seamlessly mixing broad American sonorities with darker intimations of Mahler and Shostakovich. \"American Salute\" is, however, the inevitable audience favorite, with its virtuosic, spiky elaborations of \"When Johnny Comes Marching Home.\"","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"Patterns","web_url":"https://www.nytimes.com/1994/07/26/style/patterns-770817.html","abstract":"  Fashion's Leading Man?   If there seem to be more fashion profiles in Vanity Fair than Vogue these days, if models seem more like Ziegfeld showgirls and runway shows like the plotless Ziegfeld shows themselves, it is purely intentional.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Carrots for Electric Cars : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-carrots-for-electric-cars-letters-to-the-editor.html","abstract":"The title of your editorial \"Electric Cars Aren't Ready\" (Opinion, June 27) was not quite right, but the content was on the mark. Electric vehicles do have a valuable role to play in our short-range transportation mix. And, believe it or not, t","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Excerpts From Ruling That Upholds Capital Sentences","web_url":"https://www.nytimes.com/1994/07/26/us/excerpts-from-ruling-that-upholds-capital-sentences.html","abstract":"  Following are excerpts from today's ruling by the Connecticut Supreme Court upholding the state's death penalty.    In their overall configuration, our death penalty statutes facially satisfy the constitutional requirements of the Eighth and 14th Amendments to the United States Constitution. The multitiered pyramid meets the prerequisite of consistency and reliability by guiding the capital sentencer's discretion with clear and objective standards that narrow the class of defendants eligible for the death penalty and by providing a meaningful basis for distinguishing between those cases in which the death penalty is imposed and those in which it is not. The third tier in the pyramid meets the individualization prerequisite by requiring the sentencer to consider any relevant mitigating information so as to enable the sentencer to make the reasoned moral judgment that death is the appropriate punishment in a particular case.                      . . .         We must therefore decide whether contemporary understandings of applicable economic and sociological norms compel the conclusion that any death penalty constitutes cruel and unusual punishment. The question is not whether any one of us would vote to enact a death penalty if our role were that of a legislator. It is, rather, whether the defendant is correct in his contention that the death penalty is so inherently cruel and so lacking in moral and sociological justification that it is unconstitutional on its face because it is fundamentally offensive to evolving standards of human decency. Stated so categorically, we are unpersuaded by the defendant's contention. Judicial evaluation of evolving standards of human decency cannot proceed in a vacuum. Community standards of acceptable legislative policy choices are necessarily reflected in the text of our constitutional document, in our history and in the teachings of our sister states as well as that of the Federal courts. While we should not blindly follow a beaten path, we agree with the New Jersey Supreme Court's cogent observation: \"When, in the course of a decade, 37 states call for the death penalty, the probability that the legislature of each state accurately reflects its community's standards approaches certainty.\" State v. Ramseur, 106 N.J. 123, 173, 524 A. 2d 188 (1987).","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/26/style/chronicle-772496.html","abstract":"  Still, there were enough celebrities left over on Sunday for the opening of the newest outpost of Planet Hollywood, in Las Vegas.   The actor STEVEN SEAGAL arrived on an elephant, ARNOLD SCHWARZENEGGER and SYLVESTER STALLONE, who are among the partners of the restaurant chain, came in horse-drawn chariots, and WHOOPI GOLDBERG made her entrance a la Cleopatra, borne by gladiators, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940726","headline":"Keeping Force In the Balkans Is Questioned","web_url":"https://www.nytimes.com/1994/07/26/world/keeping-force-in-the-balkans-is-questioned.html","abstract":"  Secretary General Boutros Boutros-Ghali suggested to the Security Council today that its members should seriously consider whether the United Nations peacekeeping force in Bosnia and Herzegovina should be withdrawn in the event of peace there, saying only the major powers could enforce a peace agreement.   It is the first time that Mr. Boutros-Ghali -- who carries out policy but does not make it -- has so explicitly discussed the circumstances that might require an end to United Nations presence in Bosnia.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Court Upholds Death Penalty For Murders In Connecticut","web_url":"https://www.nytimes.com/1994/07/26/nyregion/court-upholds-death-penalty-for-murders-in-connecticut.html","abstract":"  Connecticut's death penalty law was upheld today by the state's highest court, ruling in the first murder case to come before it under the 14-year-old law.   But when, or if, any execution will take place was far from clear because the court also insisted on strict compliance with a provision of the law that rules out execution if a jury finds any mitigating factor for the defendant. Advocates of capital punishment say that that provision of the law makes it almost impossible to execute anyone.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"O'Brien Dreaming Of 9,000 Points","web_url":"https://www.nytimes.com/1994/07/26/sports/goodwill-games-o-brien-dreaming-of-9000-points.html","abstract":"  In the decathlon, 9,000 points has always been the impossible dream. For Dan O'Brien, the dream could come true at the Goodwill Games in St. Petersburg, Russia, this week.   O'Brien's world record in the decathlon is 8,891 points. His coaches, Mike Keller of the University of Idaho and Rick Sloan of Washington State, believe he can exceed 9,000 points this year. If not at the Goodwill Games, then on Sept. 10-11 in Talence, France, where O'Brien set his current record in 1992.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Relief for Refugees Urged","web_url":"https://www.nytimes.com/1994/07/26/world/relief-for-refugees-urged.html","abstract":"  France urged the world's wealthy nations today to create a secure path from Zaire to Rwanda lined with food and water stations for refugees to return home, saying the lives of two million people were at stake.    \"It's the only solution,\" Junior Health Minister Philippe Douste-Blazy said in a radio interview after a visit to the Zairian border town of Goma.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-what-theyre-reading.html","abstract":"-. Natasha Chassagne, aL picture editor in Paris for 30 years, is reading William Boyd's \"Blue Afternoon.\".\"I spend most of my day looking at photographs, and people always accuse me of never reading. But I'm a great fan of Boyd and his","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Coffee on the House: Brogna the Local Boy Makes Good","web_url":"https://www.nytimes.com/1994/07/26/sports/baseball-coffee-on-the-house-brogna-the-local-boy-makes-good.html","abstract":"  At Joe Ro's Coffee Shop in Watertown, Conn., the locals gather each morning to discuss the town news. For a little more than a month now, the favorite topic of conversation has been Rico Brogna, the home-grown ball player who has made a most remarkable debut with the Mets. Tuesday morning, it is likely they will talk of nothing else.   A left-handed hitter with impressive power, Brogna went 5 for 5 tonight at Busch Stadium to lead the Mets to a 7-1 victory over the Cardinals. It was the 22d time a Met has had five hits in a game, the last coming when Howard Johnson tormented the Cubs on Sept. 8, 1988.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Probert Charged With Drunken Driving","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-hockey-probert-charged-with-drunken-driving.html","abstract":"  BOB PROBERT, released by the Detroit Red Wings last week because of off-ice problems, was charged yesterday with drunken driving in connection with a motorcycle accident earlier this month. Probert, who signed a $6.6 million, four-year contract with Chicago last Saturday, was arraigned in Bloomfield Hills (Mich.) District Court for operating a vehicle while under the influence of liquor. The 29-year-old forward was thrown from his motorcycle after colliding with a car July 15. Probert's blood alcohol level was 0.31 percent after the crash, according to The Detroit News. That is more than three times the 0.1 percent level that is considered drunk under Michigan law. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/26/nyregion/inside-770094.html","abstract":"  Children's Health Is No. 1    The Senate majority leader said his health care measure would seek insurance for most children who do not have it. Page A16. Boost for Interstate Banking    A bill to remove barriers to interstate branch banking was set for passage after the House and Senate resolved their differences. Page D1. Connecticut Death Penalty    Connecticut's death penalty law was upheld by the state's highest court, though it is unclear when, or if, any execution will take place. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"GOODWILL GAMES;\nMitchell Leads U.S. Sweep in 100 Meters","web_url":"https://www.nytimes.com/1994/07/26/sports/goodwill-games-mitchell-leads-us-sweep-in-100-meters.html","abstract":"Dennis Mitchell led an American sweep in the 100 meters today at the Goodwill Games. But the Russian fans at Petrovsky Stadium were disappointed because the American they had come to see, Carl Lewis, finished a distant fourth.\n\nLewis, an eight-time Olympic gold medalist, lagged significantly behind, his finish eliciting sighs from the spectators.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"A Galaxy Is Spotted In Process Of Merger","web_url":"https://www.nytimes.com/1994/07/26/science/a-galaxy-is-spotted-in-process-of-merger.html","abstract":"  FOR the first time, a dwarf galaxy has been detected as it merges with the Milky Way, researchers say.    While not as spectacular as last week's pyrotechnics on Jupiter, the discovery, reported in the current issue of the journal Nature, may eventually help astronomers affirm existing theories of galaxy formation and evolution.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Of Rwanda and Simpson, Serious and Sensational","web_url":"https://www.nytimes.com/1994/07/26/arts/critic-s-notebook-of-rwanda-and-simpson-serious-and-sensational.html","abstract":"  By placing the plight of the Rwandan refugees before the plight of O. J. Simpson on the nightly news, network producers are belatedly showing basic journalistic judgment. Yet the images from Rwanda call up similar images from Somalia and the unhappy consequences they invited.   Every time we begin comforting ourselves that our screens have already delivered scenes of horror that cannot be equaled -- usually pictures of refugees from the cruel indifference of nature and the purposeful cruelty of other humans -- then they are surpassed. The pictures from Rwanda, those smoky vistas where uncounted innocents have crowded to wait and die, are worse than anything that has gone before.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"Haiti Is Washington's Dirty Little Secret; A Mirror on Ourselves","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-haiti-is-washington-s-dirty-little-secret-a-mirror-on-ourselves-772984.html","abstract":"  To the Editor:   \"No Good Reason to Invade Haiti\" (editorial, July 13) states that \"what is going on in Haiti affects only Haiti.\" As I see it, there is no question that United States handling of the Haitian nightmare affects this country directly and reeks of racism.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Foster Child From Birth: Torn Between 2 Families","web_url":"https://www.nytimes.com/1994/07/26/nyregion/foster-child-from-birth-torn-between-2-families.html","abstract":"  Three-year-old Sharmaine wrapped her pudgy arms tightly around her foster father's neck, scrunched up her face for a cry and said, \"Daddy, I don't want to go.\"   \"Come on, baby,\" coaxed John Dais, the tall, slender man who has cared for Sharmaine as his own since she was 12 days old. \"Nooooo!\" she wailed, panic creeping into her voice.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"No. 5 Finisher Donates Purse to Rwandans","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-tour-de-france-no-5-finisher-donates-purse-to-rwandans.html","abstract":"  The fifth-place finisher in the Tour de France has pledged his $47,000 winnings to a relief agency helping Rwandan refugees. RICHARD VIRENQUE of France also announced Sunday that he will auction his bicycle and polka-dotted jersey, signifying the race's best climber, and give the proceeds to relief for Rwanda. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Seattle Offers a Minimal, Dignified 'Lohengrin'","web_url":"https://www.nytimes.com/1994/07/26/arts/opera-review-seattle-offers-a-minimal-dignified-lohengrin.html","abstract":"  \"Lohengrin\" is the threshold through which Wagner passed on his way to \"The Ring.\" Behind him lay Bellini and vestiges of Italian style. In the far distance ahead was \"Parsifal.\" In Wagner's retelling of myth, Lohengrin, Knight of the Holy Grail, is Parsifal's son. In terms of opera history, the roles are reversed: \"Lohengrin\" the progenitor, \"Parsifal\" the heir.   The Seattle Opera is reviving \"Lohengrin\" in an eight-performance run that began on Saturday night and ends on Aug. 10. Revival is a curious word for a habitual favorite packed with beloved tunes, but \"Lohengrin\" has fallen on hard times. A familiar piece at the Metropolitan Opera since 1883, it has had no Met performances since 1985-86, and then in an aging production.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/26/nyregion/no-headline-769789.html","abstract":"  \"It is dusk at our homes in the Middle East. Soon darkness will prevail. But the citizens of Israel and Jordan will see a great light.\" -- YITZHAK RABIN, Prime Minister of Israel.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Way Out of Bounds : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-way-out-of-bounds-letters-to-the-editor.html","abstract":"I quote from three articles on the World Cup in your July 12 issue:.George Vecsey (\"Soccer's Soldiers of Fortune\") writes: \"Iordan Letchkov, who had scored the winning goal with a header off the worn and weathered baldness of his dome...&","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Don't Thank the Boss for 'Casual Friday'; Men's Wear Angst","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-don-t-thank-the-boss-for-casual-friday-men-s-wear-angst-772992.html","abstract":"  To the Editor:   \"Nowadays, Workers Enjoy Dressing Down for the Job\" (front page, July 15) misses the angst Casual Fridays are bringing to the men's wear industry and to men themselves. Men's suit manufacturers, already suffering declining sales, fear Casual Fridays will make things worse. Men fret about what to wear when they don't wear a suit to business.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Mexico Crash Badly Injures A Candidate","web_url":"https://www.nytimes.com/1994/07/26/world/mexico-crash-badly-injures-a-candidate.html","abstract":"  An opposition party candidate for Governor of the state of Chiapas who was considered close to the leaders of the rebel movement there was seriously injured today in an auto accident that left three people dead and threatened to upset the state's uneasy peace.   The 55-year-old candidate, Amado Avendano, was listed in serious condition with a punctured lung, six fractured ribs and head injuries. His daughter, Amalia Avendano Villafuerte, 25, said he was conscious and had been placed on a respirator. He was transferred to a Mexico City hospital this afternoon.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Fight Erupts in Giant Camp","web_url":"https://www.nytimes.com/1994/07/26/sports/pro-football-fight-erupts-in-giant-camp.html","abstract":"  Players called this morning's fight between the Giants rookie defensive tackle Chris Maumalanga and the second-year offensive lineman Greg Bishop the most brutal they had ever seen.   Because of stifling heat and intense competition, fights are common during training camp. What separated this one from others was how nasty it was and how Coach Dan Reeves reacted afterward.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Jackpot: Two Lives Inspire Art","web_url":"https://www.nytimes.com/1994/07/26/nyregion/our-towns-jackpot-two-lives-inspire-art.html","abstract":"  A POLICE officer walks into a coffee shop, schmoozes up the world-weary, wisecracking waitress, finds he doesn't have money to tip her. He says he'll give her half his prize if he wins the Lotto, she says 'Yeah, right,' then he wins $4 million, gives her half, and despite his (nag of a) wife and her (jerk of a) husband, ta-dah, they fall in love.   Art imitates life; Hollywood likes to schmaltz it up. You can't blame Robert Cunningham or Phyllis Penzo, though, for thinking the story is a hoot. \"Hilarious,\" Mr. Cunningham said, stretching the word like taffy.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Argentines Suspect Iranian Hand in Bombing; Death Toll Hits 80","web_url":"https://www.nytimes.com/1994/07/26/world/argentines-suspect-iranian-hand-in-bombing-death-toll-hits-80.html","abstract":"  As the death toll reached 80 today, Argentines asserted that Iran wielded a secret hand in the truck bomb that demolished the main community center here for Argentine Jews one week ago.   \"Suspicions fall very heavily on Iran,\" Ruben Ezra Beraja, a Jewish group leader, said today after meeting with the Argentine President, Carlos Saul Menem. Mr. Beraja is president of the Delegation of Argentine Jewish Associations, a federation of Jewish groups that was housed in the building destroyed by the bomb.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Coleman Evidence Sent to Prosecutor","web_url":"https://www.nytimes.com/1994/07/26/sports/sports-people-basketball-coleman-evidence-sent-to-prosecutor.html","abstract":"  The police in Detroit said yesterday that evidence gathered in the investigation of a rape complaint filed against DERRICK COLEMAN by a 22-year-old woman had been passed on to prosecutors for a decision on whether to pursue charges against the Nets' star. Under Michigan law a woman's complaint, even if uncorroborated, is sufficient to require consideration by prosecutors.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Filling In the Peace Map","web_url":"https://www.nytimes.com/1994/07/26/opinion/filling-in-the-peace-map.html","abstract":"  Israel and Jordan moved the map of a peaceful Middle East a large step closer to completion yesterday when they agreed to end 46 years of formal belligerency and begin normalizing their relations. A peace treaty is still months away, but already the two countries are ready to resolve concrete issues like boundaries and water rights, open direct telephone communications across the Jordan and work together against what remains of the Arab economic boycott.   President Clinton rightly placed this Washington Declaration in the sequence that began with the Camp David agreements with Egypt and included last September's accords with the Palestine Liberation Organization. For the first time in Israel's history, most of its borders are peaceful. Only Syria and Lebanon remain without agreements, and progress on those fronts may not be far off.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Don't Thank the Boss for 'Casual Friday'","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-don-t-thank-the-boss-for-casual-friday-772801.html","abstract":"  To the Editor:   \"Nowadays, Workers Enjoy Dressing Down for the Job\" (front page, July 15) begs the question. If worker productivity is improved with one day of casual dress, why not reap this benefit every day?","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Land of the Free but Also a Home of the Bigoted","web_url":"https://www.nytimes.com/1994/07/26/books/books-of-the-times-land-of-the-free-but-also-a-home-of-the-bigoted.html","abstract":"  Behind the Mask of Chivalry  The Making of the Second Ku Klux Klan  By Nancy MacLean  Illustrated. 292 pages. Oxford University Press. $30.  Anti-Semitism in America  By Leonard Dinnerstein  369 pages. Oxford University Press. $25.    It's appropriate to link Nancy Mac Lean's \"Behind the Mask of Chivalry,\" about the Ku Klux Klan, and Leonard Dinnerstein's \"Anti-Semitism in America\" because racial and religious bigotries are companions. Historically, they are rooted in ignorance and intolerance. Both books suggest that old-fashioned demagogy has surfaced in new forms in American politics and broadcasting.","thumbnail":null,"section":"Books"},{"date":"19940726","headline":"U.N.'s Team in Iraq Sees Arms Gains","web_url":"https://www.nytimes.com/1994/07/26/world/un-s-team-in-iraq-sees-arms-gains.html","abstract":"  The flickering image of a boiler-like machine on a television screen at a United Nations office here indicates that the monitoring system imposed on Iraqi industry four years ago is achieving its aim of preventing President Saddam Hussein from building weapons of mass destruction.    But it also means that the oil embargo and other sanctions against Iraq for its invasion of Kuwait are closer to being lifted without having achieved their unstated aim -- in the eyes of the United States and some other countries -- of removing President Hussein from power as well.","thumbnail":null,"section":"World"},{"date":"19940726","headline":"Justice Dept. Defends Setup of Care Panel","web_url":"https://www.nytimes.com/1994/07/26/us/the-health-care-debate-litigation-justice-dept-defends-setup-of-care-panel.html","abstract":"  The Clinton Administration told a Federal judge today that the President's health plan had been devised by \"an anonymous horde\" of more than 500 people operating in creative confusion with no organized structure and no fixed roster of members.   As a result, a Justice Department lawyer said, the group was not a formal advisory committee and did not have to divulge its working papers or financial records.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"A Cloud on the Breyer Nomination","web_url":"https://www.nytimes.com/1994/07/26/opinion/a-cloud-on-the-breyer-nomination.html","abstract":"  Eager for swift confirmation of the Supreme Court nominee Stephen Breyer, senators of both parties are rushing to a floor vote without fully investigating significant ethical issues connected to the nominee's investments. This irresponsible failure by the Senate leaves Judge Breyer with a cloud still hanging over his nomination.    Judge Breyer, who is Chief Judge of the U.S. Court of Appeals in Boston, answered the Senate Judiciary Committee's questions for three days and won unanimous clearance for a floor vote scheduled for tomorrow. But the committee failed to fully explore the judge's participation in pollution cases despite his investment in a Lloyd's of London venture that heavily insured asbestos and toxic pollution risks in this country.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"In the Temple of Doom : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-in-the-temple-of-doom-letters-to-the-editor.html","abstract":"Regarding \"The Reporters I Know Don't Wear High Heels\" (Meanwhile, July 19):.Anna Quindlen may feel demeaned by the way the movie \"I Love Trouble\" overglamorizes journalism and misrepresents the real work she does..As what is loos","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"To Put It Baldly, Brooks Is a Leader","web_url":"https://www.nytimes.com/1994/07/26/sports/pro-football-to-put-it-baldly-brooks-is-a-leader.html","abstract":"  Ever since he has played professional football, linebacker Michael Brooks has shaved his head. He thought it made him look more, well, like a linebacker. When he came to New York last year from Denver, bald head and all, Giants players got to watch him in action and soon learned what the American Football Conference already knew: He is simply one of the best middle linebackers in the game.   Soon the bald thing caught on. Linebacker Carlton Bailey shaved his head last year when Brooks got hurt and vowed not to let his hair grow until Brooks came back. Bailey did it again at the beginning of training camp. Soon, the bald head became the rage among the linebackers. Now, just about every Giants linebacker has a chrome dome. They all want to be like Mike.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/26/sports/transactions-771830.html","abstract":"  Baseball American League  CLEVELAND INDIANS -- Optioned Jerry DiPoto, pitcher, to Charlotte of the International League. Called up Albie Lopez, pitcher, from Charlotte. National League","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Jordan Vows Swift Ruling On Custody","web_url":"https://www.nytimes.com/1994/07/26/nyregion/jordan-vows-swift-ruling-on-custody.html","abstract":"  A Jordanian official said today that his nation would move quickly to resolve the future of the two children of a New Jersey woman who was slain by her husband before he fled with them to his native Jordan. The official assured the dead woman's sister that custody laws in Jordan would favor her effort to retrieve the children.   \"We expect that this will not be a long process,\" said Awn Khasawneh, a member of the Jordanian Foreign Ministry with the rank of ambassador, who was in Washington with King Hussein for the signing of a peace accord with Israel.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Major Update for Macs, Though Not the Big One","web_url":"https://www.nytimes.com/1994/07/26/science/personal-computers-major-update-for-macs-though-not-the-big-one.html","abstract":"  LAST week in this space we learned about the forthcoming Microsoft Windows 4.0 operating system, code-named Chicago. This week we can preview Apple Computer's next Macintosh operating system update, System 7.5, expected to be released in September.    Chicago is the Windy City, a toddlin' town, hog-butcher to the world. If Apple's System 7.5 were a city, it would probably be New Orleans, the Big Easy. It has approximately 50 new features that make the Macintosh even easier to use. New Orleans also conjures images of jazz and gumbo and just a hint of mystery. There is all of that in System 7.5, too.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"The Mafiacracy Takes Over","web_url":"https://www.nytimes.com/1994/07/26/opinion/the-mafiacracy-takes-over.html","abstract":"One morning in April, my wife called to tell me that our apartment in Moscow had been robbed. Everything was taken, including threadbare clothing and wedding rings. Just the day before, my wife had returned from America with many expensive things -- a video recorder, a camera, clothing and jewelry.\n\nThere is no doubt that her trip from Sheremetyevo International Airport to our apartment was followed by professionals. Most serious crimes in Russia now appear to be masterminded in this way, and the situation seems increasingly hopeless. While the police were making a list of our stolen possessions, they were called three times about murders in the vicinity. They were in no hurry to respond.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Haiti Is Washington's Dirty Little Secret; No Panama Reversal","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-haiti-is-washington-s-dirty-little-secret-no-panama-reversal-772976.html","abstract":"  To the Editor:   Re \"Needed: Steady Hands on Haiti\" (editorial, July 9): With respect to your comments on Panama's position, I must point out that:","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Treasury Department Scolded Regulator in Navy Chief's Case","web_url":"https://www.nytimes.com/1994/07/26/us/treasury-department-scolded-regulator-in-navy-chief-s-case.html","abstract":"  Roger C. Altman, the Deputy Secretary of the Treasury, admonished a top savings and loan regulator for not informing him in advance about a bad-debt notice sent earlier this year to the Secretary of the Navy by the agency overseeing the savings and loan bailout, Administration officials said.   Last February the Government sought to collect $27,000 from the Navy Secretary, John H. Dalton, because he had defaulted on a condominium loan from a Texas savings and loan.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"Chess","web_url":"https://www.nytimes.com/1994/07/26/arts/chess-769207.html","abstract":"  If you want praise, don't be subtle. That was a lesson that the Indian grandmaster Vishwanathan Anand might have garnered last month from his quarterfinal world championship match, organized by the Professional Chess Association.   Anand defeated the Ukrainian grandmaster Oleg Romanishin by 5 to 2 in their series, played at Trump Tower in Manhattan and sponsored by Intel, the microchip maker. But he got scant appreciation from his colleagues, who noted that he had not played any of the monumentally scintillating tactics for which he is famed. Moreover, they concluded that he had not extended himself because Romanishin had not performed well enough to require that.","thumbnail":null,"section":"Arts"},{"date":"19940726","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/26/sports/results-plus-771309.html","abstract":"  TENNIS  New Jersey Dodges Raindrops and Wins  The opening warmups between the New Jersey Stars, the top team in the East Division of World Team Tennis, and the Atlanta Thunder was delayed by rain last night. But the weather held up long enough for New Jersey to defeat Atlanta, 29-20, in overtime. Martina Navratilova, representing New Jersey defeated Chanda Rubin, 6-5 (5-2), in the women's singles match, which plays to six games for one set to determine the winner. Team Atlanta retaliated with Rubin and partner Dinky Van Rensburg defeating Navratilova and Mariaan de Swardt, 6-5 (5-2). But the main draw at the Hamilton Park Conference Center in Florham Park, N.J. was Bjorn Borg, as the stands swelled to capacity with 2,500 fans crammed inside, clutching umbrellas. This is Borg's second year playing with the World Team Tennis league, and his first year with Atlanta. Borg's first match was a whitewash -- New Jersey's John de Jager and Brian Devening defeated Atlanta Thunder's Borg and Kelly Evernden, 6-0. Borg also lost, 6-3, to Devening in singles play. In mixed doubles, Van Rensburg and Evernden defeated Navaratilova and de Jager, 6-5 (5-4).","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Simpson Defense Seeks Role in Blood Tests","web_url":"https://www.nytimes.com/1994/07/26/us/simpson-defense-seeks-role-in-blood-tests.html","abstract":"  The defense in the O. J. Simpson case demanded a role today in saying how and when to test blood samples, evidence that may play a pivotal role in freeing or convicting the former football star of murder charges.   The defense, in a pretrial hearing, demanded immediate access to droplets and blood smears collected at Mr. Simpson's house and outside the condominium where his former wife, Nicole Brown Simpson, and her friend, Ronald L. Goldman, were found slashed to death on June 13.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"Newark School Officials Pitch a Plan for System","web_url":"https://www.nytimes.com/1994/07/26/nyregion/newark-school-officials-pitch-a-plan-for-system.html","abstract":"  Trying to stave off a takeover by the New Jersey Department of Education, Newark school district officials today touted their own plan for fixing the city's broken schools and urged state officials to abandon takeover plans and work with them.   The plan outlines ambitious academic goals -- saying that by 1999, Newark graduates will be able to speak a foreign language, understand calculus and write a 25-page literature paper. But the plan is short on specifics about how the district will achieve those goals.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"If They'd Killed Hitler : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/26/opinion/IHT-if-theyd-killed-hitler-letters-to-the-editor.html","abstract":"Thomas Fleming's article \"The Fate of These Resisters Proved a Tragedy for All\" (Opinion, July 21) argues that a successful coup against Hitler in July 1944 would have led to a negotiated peace with an anti- Nazi Germany, which probably would h","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Article 766836 -- No Title","web_url":"https://www.nytimes.com/1994/07/26/us/article-766836-no-title.html","abstract":"  The Exxon Corporation today agreed to pay $20 million to Alaskan native villagers who contended in a Federal lawsuit that the Exxon Valdez oil spill ruined their hunting grounds.   The settlement is intended to pay for damage to fish, seals, kelp and other foods that native Alaskans in 18 villages harvest from Prince William Sound and other regions of Alaska polluted by the spill five years ago.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"States Able To Stabilize Their Budgets","web_url":"https://www.nytimes.com/1994/07/26/us/states-able-to-stabilize-their-budgets.html","abstract":"  Aided by a resurgent economy, state legislatures across the country were able to stabilize their finances this year, with most avoiding tax increases and deep budget cuts, according to a national study of legislative budgets released yesterday.   The study, conducted annually by the National Conference of State Legislatures, found that Medicaid, the Federal-state health program for the poor, and state prison programs continued to command the largest increases in state budgets in the fiscal year that began this month. But the average increase in spending in those two categories has actually slowed, the conference found, leaving additional money available for other programs, like public schools.","thumbnail":null,"section":"U.S."},{"date":"19940726","headline":"Monk Enjoys Catching Up With the Jets","web_url":"https://www.nytimes.com/1994/07/26/sports/pro-football-monk-enjoys-catching-up-with-the-jets.html","abstract":"  The ball jumps out of the pitching machine, traveling as if it were shot out of a bazooka. Standing 10 yards away, Art Monk waits without blinking an eye, without twitching a muscle in his slender frame.   Suddenly, like an invisible predator, his hands fly up to caress the ball the moment it arrives. His catching motion is so smooth, yet so sure.","thumbnail":null,"section":"Sports"},{"date":"19940726","headline":"Take Their Cars Away","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-take-their-cars-away-773000.html","abstract":"  To the Editor:   Your July 17 news article on unlicensed drivers who inflict lethal damage reports a preventable tragedy. Why not confiscate vehicles operated by drivers with suspended or nonexistent licenses on the spot, as was done to reduce drug buys in New York City's Washington Heights not long ago? JAMES D. STOROZUK  Fair Lawn, N.J., July 18, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Haiti Is Washington's Dirty Little Secret","web_url":"https://www.nytimes.com/1994/07/26/opinion/l-haiti-is-washington-s-dirty-little-secret-772771.html","abstract":"  To the Editor:   Re \"U.S. Making Moves for Haiti Action\" (front page, July 15): When Senator Sam Nunn, chairman of the Senate Armed Services Committee, warned against the use of military force to restore democracy in Haiti, he joined a long list of prominent apologists for Haiti's military rulers.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"Giuliani Demands New Spending Cuts From All Agencies","web_url":"https://www.nytimes.com/1994/07/26/nyregion/giuliani-demands-new-spending-cuts-from-all-agencies.html","abstract":"  Barely a month after New York City adopted a budget with sharp cuts in spending, Mayor Rudolph W. Giuliani ordered city agencies yesterday to make $250 million in additional cuts immediately and to prepare for the possibility of cutting yet another $200 million.   The $250 million cut, to be made over the six months that began July 1, represents an across-the-board reduction of about 2.6 percent for every city agency, including the Police and Fire Departments and the Board of Education. The move follows a reduction of 15,000 municipal jobs and program cuts of $1.1 billion already approved as part of the $31.6 billion budget.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Whitewater Disinformation","web_url":"https://www.nytimes.com/1994/07/26/opinion/whitewater-disinformation.html","abstract":"  As the President's lawyer, Lloyd Cutler has a right to divert attention from his client as the Whitewater hearings commence. But Congress and the public need to understand that Mr. Cutler was misrepresenting both the factual terrain and the importance of those hearings in his Sunday talk show appearance.   First, he argued that it was of incidental importance that President and Mrs. Clinton \"happened to be\" equal partners with James McDougal in the Whitewater Development Corporation. Mr. Cutler maintained that whatever the problems of Mr. McDougal and his failed savings and loan, they had nothing to do with the Clintons.","thumbnail":null,"section":"Opinion"},{"date":"19940726","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/26/nyregion/news-summary-769762.html","abstract":"  International A3-9  JORDAN AND ISRAEL SIGN PACT  The leaders of Israel and Jordan signed a declaration ending the 46-year state of war between the countries in an accord with a sweep and detail that seemed to surprise even the major participants. A1","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Tentative Agreement Reached Between Union and M.T.A.","web_url":"https://www.nytimes.com/1994/07/26/nyregion/tentative-agreement-reached-between-union-and-mta.html","abstract":"  Averting the possibility of an illegal strike, transit officials reached a tentative labor settlement with the union representing 32,000 New York City subway and bus workers, officials on both sides announced yesterday.   But union officials and negotiators refused to comment on the details of the proposed contract until the executive board of Local 100 of the Transport Workers Union meets tomorrow to discuss them.","thumbnail":null,"section":"New York"},{"date":"19940726","headline":"Report Identifying Cancer Gene Was Wrong, Some Researchers Say","web_url":"https://www.nytimes.com/1994/07/26/science/report-identifying-cancer-gene-was-wrong-some-researchers-say.html","abstract":"  A NEWLY discovered cancer gene may be much less important than it originally seemed, some molecular biologists say. At least four independent groups report that the new gene, called p16, seems to be playing a minor role, at best, in most cancers.   Although the researchers who first hailed the gene say the story is not over yet, many others say it has become clear that p16 does not seem to be mutated in most cancers.","thumbnail":null,"section":"Science"},{"date":"19940726","headline":"Lawyer Held After Drug Burglaries","web_url":"https://www.nytimes.com/1994/07/26/nyregion/lawyer-held-after-drug-burglaries.html","abstract":"  Back in May, Kevin G. McKeon appeared as a lawyer representing a criminal defendant in Judge Charles P. Sifton's courtroom in Federal District Court in Brooklyn.   Yesterday evening Mr. McKeon stood before Judge Sifton's bench again -- only this time, he was the defendant, charged with tipping off burglars to where they might find stashes of drugs to steal and sell.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940726","time":"1994-07-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":75,"wspd":16.6},{"date":"19940726","time":"1994-07-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":82,"wspd":13},{"date":"19940726","time":"1994-07-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":79,"wspd":14.8},{"date":"19940726","time":"1994-07-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":80,"wspd":11.2},{"date":"19940726","time":"1994-07-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":80,"wspd":13},{"date":"19940726","time":"1994-07-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":77,"wspd":16.6},{"date":"19940726","time":"1994-07-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":76,"wspd":13},{"date":"19940726","time":"1994-07-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":75,"wspd":16.6},{"date":"19940726","time":"1994-07-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":68,"wspd":16.6},{"date":"19940726","time":"1994-07-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":63,"wspd":18.4},{"date":"19940726","time":"1994-07-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":65,"wspd":20.5},{"date":"19940726","time":"1994-07-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":69,"wspd":16.6},{"date":"19940726","time":"1994-07-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":56,"wspd":18.4},{"date":"19940726","time":"1994-07-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":70,"wspd":20.5},{"date":"19940726","time":"1994-07-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":69,"wspd":20.5},{"date":"19940726","time":"1994-07-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":71,"wspd":18.4},{"date":"19940726","time":"1994-07-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":75,"wspd":20.5},{"date":"19940726","time":"1994-07-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":75,"wspd":13},{"date":"19940726","time":"1994-07-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":81,"wspd":14.8},{"date":"19940726","time":"1994-07-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":83,"wspd":14.8},{"date":"19940726","time":"1994-07-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":82,"wspd":13},{"date":"19940726","time":"1994-07-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":83,"wspd":14.8},{"date":"19940726","time":"1994-07-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":83,"wspd":13},{"date":"19940726","time":"1994-07-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":84,"wspd":13},{"date":"19940726","time":"1994-07-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":14.8},{"date":"19940726","time":"1994-07-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":13},{"date":"19940726","time":"1994-07-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":11.2},{"date":"19940726","time":"1994-07-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":5.4},{"date":"19940726","time":"1994-07-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":11.2},{"date":"19940726","time":"1994-07-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":9.4},{"date":"19940726","time":"1994-07-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":7.6},{"date":"19940726","time":"1994-07-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":11.2},{"date":"19940726","time":"1994-07-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":9.4},{"date":"19940726","time":"1994-07-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":74,"wspd":11.2},{"date":"19940726","time":"1994-07-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":14.8},{"date":"19940726","time":"1994-07-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":65,"wspd":16.6},{"date":"19940726","time":"1994-07-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":18.7},{"date":"19940726","time":"1994-07-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":57,"wspd":14.8},{"date":"19940726","time":"1994-07-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":22.3},{"date":"19940726","time":"1994-07-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":20.5},{"date":"19940726","time":"1994-07-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":22.3},{"date":"19940726","time":"1994-07-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":14.8},{"date":"19940726","time":"1994-07-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":11.2}]},"19940727":{"guardian_articles":[{"date":"19940727","headline":"Beyond despair","web_url":"https://www.theguardian.com/world/1994/jul/27/rwanda.chrismcgreal","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940727","headline":"One Top College's Price Tag: Why So Low, and So High?","web_url":"https://www.nytimes.com/1994/07/27/us/one-top-college-s-price-tag-why-so-low-and-so-high.html","abstract":"  The faculty, with one professor for every eight students, offers unparalleled access to eager young scholars. The research facilities include everything from a 24-inch refracting telescope to a library with three-quarters of a million volumes. And when collegians need a break, there is always the option of a game of squash or a stroll around the 325 lushly planted acres.   Swarthmore is one of a handful of colleges that offer a superb liberal arts curriculum to a bright and diverse student body. \"It's the Lexus of higher education,\" William Spock, Swarthmore's vice president for finance, says with pride.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"England Aghast Over a Really Dirty Play","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-cricket-england-aghast-over-a-really-dirty-play.html","abstract":"  Calamity has come in cricket, England's national game synonymous with the ethos of fair play. MIKE ATHERTON is being called upon to resign as England's captain only a year after he was hailed as the bright new hope following a string of humiliating international defeats.   Atherton, 26, is accused of tampering with the ball to make it move erratically. He denies that, but admits he concealed the full facts, and a pocketful of dirt, when questioned by a referee.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/27/nyregion/c-corrections-783498.html","abstract":"  A brief sports article yesterday about a fight between two Giants players during practice on Monday misidentified the one who was cut on the face and required stitches. He was Scott Davis, not Greg Bishop.  ","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Retreating on the Trade Pact","web_url":"https://www.nytimes.com/1994/07/27/opinion/retreating-on-the-trade-pact.html","abstract":"  Sam Gibbons, who replaced Dan Rostenkowski as chairman of the House Ways and Means Committee, came to his new position with a reputation as a dedicated free-trader. But he tarnished that reputation last week by pushing a number of trade-closing amendments through his committee.   The committee was voting on the Administration's proposed legislation to institute the Uruguay Round trade pact, which the U.S. signed with over 100 other nations in April in Marrakech, Morocco. The Senate Finance Committee takes up the legislation today. The most controversial issue concerns \"anti-dumping\" statutes, which govern how the U.S. will retaliate against countries that export goods at unfairly low prices -- for example, prices below the exporter's manufacturing cost.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Across the Spectrum Of Dance in France","web_url":"https://www.nytimes.com/1994/07/27/arts/critic-s-notebook-across-the-spectrum-of-dance-in-france.html","abstract":"  In July it seems there are more tourists than Parisians in Paris, American tourists especially. So it was appropriate that the San Francisco Ballet was booked as the final dance attraction at the premier dance forum in town, the grand and storied Palais Garnier opera house. The San Franciscans finished their engagement on July 10, and on July 17 the Palais Garnier was closed for renovation and won't reopen until February 1996.   On the surface this is a typically eclectic American company, with a diversity of style reflected in its two programs here. Still, George Balanchine remains the father of classical dance in the United States, and the Balanchine connection in San Francisco is especially strong, with two longtime New York City Ballet dancers as artistic directors: Lew Christensen, who died in late 1984, and Helgi Tomasson.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"A Film Hit and a Star Do Wonders for 'Gump'","web_url":"https://www.nytimes.com/1994/07/27/movies/book-notes-a-film-hit-and-a-star-do-wonders-for-gump.html","abstract":"  Before it was an enormously successful movie whose sentimentality charmed audiences (and irritated many critics), \"Forrest Gump\" was just a novel, and not a very well-known one. When the book, about a slow-witted man whose lack of guile propels him into a series of outlandish adventures, was published in hard cover by Doubleday in 1986, it reportedly sold fewer than 10,000 copies.    That was before \"Forrest Gump,\" the movie, arrived on the scene, bringing sudden attention to phrases like \"Life is like a box of chocolates: you never know what you're gonna get.\" And now with the movie outdoing even the Schwarzenegger extravaganza \"True Lies,\" the novel has taken off, too, with 805,000 copies in print in mass-market paperback, and more copies being churned out all the time. Its paperback publisher, Pocket Books, has also printed up a quick companion book, \"Gumpisms\" (\"Try not to forget your phone number,\" is an example); more than 130,000 copies of that are in print.","thumbnail":null,"section":"Movies"},{"date":"19940727","headline":"Disney Theme Park Slights a Generation","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-disney-theme-park-slights-a-generation-783854.html","abstract":"  To the Editor:   If the Walt Disney Company builds an amusement park near the Bull Run battlefield in northern Virginia, it will ruin the chances of my generation to feel an important part of American history. Don't they realize that men died on these grounds? Now they are making it look like fun.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"A. C. Green Re-signs With the Suns","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-basketball-a-c-green-re-signs-with-the-suns.html","abstract":"  The Phoenix Suns signed forward A. C. GREEN to a five-year contract yesterday and also announced that the rookie guard WESLEY PERSON has agreed to a four-year contract.   Green, 30, had been weighing the possibility of exercising an escape clause in the five-year, $15 million contract he signed with Phoenix last summer after eight seasons with the Los Angeles Lakers. Last season, Green posted the best numbers of his nine-year National Basketball Association career by averaging 14.7 points and 9.2 rebounds per game.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"An Arafat Calculus","web_url":"https://www.nytimes.com/1994/07/27/world/an-arafat-calculus.html","abstract":"  The ease with which President Clinton, Prime Minister Yitzhak Rabin of Israel and King Hussein of Jordan got along these last two days was palpable. They wore their respect for one another on their sleeves, bantering freely, shaking hands with real warmth and clearly enjoying doing business as equals.   And that could be really dangerous -- especially for Yasir Arafat.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Newark's Cheated Schoolchildren","web_url":"https://www.nytimes.com/1994/07/27/opinion/newark-s-cheated-schoolchildren.html","abstract":"  In a five-volume report released last week, the New Jersey State Education Department charged Newark school officials with educational neglect and indifference. The department said it would move to take control of Newark's schools and gave city officials 20 days to defend themselves in court. Newark vows a fight, and indeed has offered its own set of remedies. But there is ample evidence to support aggressive state intervention to save its largest school district.    Newark schools have consistently failed to meet state certification standards instituted in 1984. A 1988 law allowed the state to take over failing schools, which it has already done in Jersey City and Paterson, the second- and third-largest districts. But while the state has conducted extensive investigations and applied pressure in the past, Newark schools have not improved.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Higher Raise Is Provided For M.T.A.","web_url":"https://www.nytimes.com/1994/07/27/nyregion/higher-raise-is-provided-for-mta.html","abstract":"  The tentative contract reached between the Metropolitan Transportation Authority and its unionized employees would give bus and subway workers a bigger wage increase than other municipal unions have received recently in return for modest work-rule changes, officials said yesterday.   The pact with the 32,000 mass-transit employees would allow the M.T.A. to hire part-time workers on some new services, speed repairs to buses and reduce the number of workers at bus depots.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Woman's Work (Unpaid) Stirs a Deputy's Wife","web_url":"https://www.nytimes.com/1994/07/27/us/woman-s-work-unpaid-stirs-a-deputy-s-wife.html","abstract":"  When Caryn Suhr's husband became a deputy with the Los Angeles County Sheriff's Department 11 years ago, she never thought she would end up cleaning jail cells. But Mrs. Suhr did that and more during the two and a half years that she and her husband, Mark, lived at the department's tiny substation here in Gorman, a remote mountain town 80 miles north of Los Angeles. And she did it free of charge.   She also answered telephones, monitored police radio calls and played hostess to wayworn tourists, just as the wives of other deputies at the Gorman substation had done for years.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Sports of The Times; One Mission And a Pair Of Dreams","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-of-the-times-one-mission-and-a-pair-of-dreams.html","abstract":"  TWO large red, white and blue buses negotiated their way through midmorning traffic, moving determinedly toward the Charlotte Coliseum. Despite their size, the buses moved smoothly as they wove in and out of traffic: a quick burst here to exploit an opening, a bold, powerful lunge there to get into a faster lane.   In many ways, the buses were like their passengers -- members of Dream Team II, 15 of the world's best basketball players. Small quick players like Kevin Johnson and Mark Price. Big powerful ones like Shaquille O'Neil and Alonzo Mourning. Players who can move through traffic.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/27/nyregion/news-summary-777200.html","abstract":"  International A2-11  FEARS SURROUND RWANDANS  Rwandan refugees in camps over the border in Zaire are afraid to stay because of the cholera epidemic and afraid to return to face enemies at home, and relief agencies seem equally confused.  A1  Thousands of children alone are among Rwandan refugees.  A10","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Relief, Repatriation, Protection - and Prevention","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-relief-repatriation-protection-and-prevention.html","abstract":"How Rwanda became the worst humanitarian disaster in the world is a story to be dissected after the refugee death rates begin to come down. Suffice it to say that there is plenty of blame to go around for failing to get involved earlier. For months the U","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Denver May Open Airport in Spite of Glitches","web_url":"https://www.nytimes.com/1994/07/27/us/denver-may-open-airport-in-spite-of-glitches.html","abstract":"  Officials here are considering opening the new Denver International Airport without its high-tech baggage system, which is still plagued with computer glitches more than 10 months after its scheduled debut.   The airport, which was scheduled to open last October, has missed four deadlines. Interest payments on the $3.7 billion airport are running at about $1 million a day, most of it paid by the airlines, and city officials are now considering opening the airport with the traditional conveyor-belt baggage system.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"2-Race Ban for Formula One Leader","web_url":"https://www.nytimes.com/1994/07/27/sports/auto-racing-2-race-ban-for-formula-one-leader.html","abstract":"  Michael Schumacher should have seen it coming. It's not that the infraction that got him a two-race ban yesterday from the world Formula One championship was so serious. The worst error committed by Schumacher -- the German driver who is now threatened with seeing the wheels come off a smooth ride to the 1994 world championship -- may be that he simply became too big too fast.   Ruling in Paris, the International Automobile Federation said Schumacher, the winner of six of eight Grand Prix races in 1994 and runner-up in the other two, had been penalized for passing the pole-sitter, Damon Hill of England, on the warm-up lap of the British Grand Prix in Silverstone, England, on July 10 and temporarily ignoring a subsequent black flag.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Back Home, Brogna Is Man of the Year","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-back-home-brogna-is-man-of-the-year.html","abstract":"  The patrons started filing in shortly after 6 A.M., which is when Joe Ro's coffee shop opens its doors. Joe Ro's is the most popular morning place in Watertown, Conn., a joint where a cast of regulars stops by every morning for a little coffee and the local news.   It is also something of a mini-shrine to Rico Brogna, the Mets' rookie first baseman, who is fast becoming the most famous resident of Watertown. His picture is on the wall in several places, along with a handful of baseball cards and local newspaper clippings, and the owner of the place, Joe Romano, has a daily Brogna update for those who stop by.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Moises Alou Key to Expos' Success","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-moises-alou-key-to-expos-success.html","abstract":"  Tommy Harper, 15 years a major league player and 16 years a coach in the majors and minors, knows a lot about baseball. Most of all, he knows enough to admit he doesn't know everything.   So it is that Harper, the hitting instructor for the Montreal Expos, picks the brains of the game's finest whenever and where ever he can.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/27/nyregion/metro-digest-778303.html","abstract":"  METRO DIGEST ESCAPE FROM ABUSE, BUT NOT NEGLECT   When 5-year-old Adam was fatally beaten by his father, the boy's short life and brutal death became a national symbol of New York City's failure to protect children from abuse in their own homes. Adam's parents went to prison and his brothers were scattered to foster homes -- where, more than four years later, they remain. Advocates for children say the brothers' long stay in foster care is symptomatic of another problem: the child welfare system's failure to find stable, permanent homes for children once the abuse stops. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"RECORDINGS","web_url":"https://www.nytimes.com/1994/07/27/arts/in-performance-recordings-784206.html","abstract":"  The Storm Before Sibelius's Calm    Sibelius's incidental music to \"The Tempest\" was his last major work except for \"Tapiola.\" It is tempting to see a relation between this choice of subject and the 30-year compositional silence that followed close upon it: Sibelius, like Shakespeare's Prospero, chose to abjure his art, set aside his magic craft.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Public & Private; The Meter Runs","web_url":"https://www.nytimes.com/1994/07/27/opinion/public-private-the-meter-runs.html","abstract":"  When Alexa first came to live with Debi and Bill Fell, she was supposed to be hooked up to an apnea monitor every night to see that she was breathing properly. But the day the four-month-old baby arrived, the monitor did not, and the Fells, who have been foster parents to 32 children over the last seven years and have borne three of their own, took turns staying up all night.    It's the sort of thing you remember about a baby you raised up into a little girl, watched learn to walk and talk, toilet-trained and spoon fed. It's the sort of thing you remember when the social workers have taken her away and you're left with the photographs, the anecdotes, a palpable anger and an enormous sadness.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Serbs Threaten to Resume Sarajevo Blockade","web_url":"https://www.nytimes.com/1994/07/27/world/serbs-threaten-to-resume-sarajevo-blockade.html","abstract":"  Serbian nationalist leaders warned today that they would begin stopping all civilian traffic on the main overland route into Sarajevo on Wednesday, a move that would effectively reimpose a blockade on the Bosnian capital lifted on March 23.   The warning appeared to be a defiant Bosnian Serb response to international pressure to reverse their rejection of an international peace plan for ending the Bosnian war.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"How a Dollar Coin Hurts Ordinary Folks","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-how-a-dollar-coin-hurts-ordinary-folks-783820.html","abstract":"  To the Editor:   \"Change for a Dollar\" (editorial, July 15), recommending the dollar coin, would unleash a round of inflation that would hurt \"little people\" the most. Sodas may already be $1 in New York, but everywhere else they are mostly 70 to 80 cents.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Coleman Is Exonerated","web_url":"https://www.nytimes.com/1994/07/27/sports/coleman-is-exonerated.html","abstract":"  Prosecutors in Detroit yesterday dismissed a rape complaint against the Nets' Derrick Coleman.   The Wayne County prosecutor, John O'Hair, said at a news conference that DNA testing of semen on the woman and her clothes showed that the semen was not Coleman's. Blood was taken from Coleman to make the determination.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Escaping Abuse but Not Neglect, Children Languish in Foster Care","web_url":"https://www.nytimes.com/1994/07/27/nyregion/escaping-abuse-but-not-neglect-children-languish-in-foster-care.html","abstract":"  The 6-year-old boy asked the prosecutor, Deborah Seidenberg, to turn off the lights. Then, she said, he climbed into her lap and told how his father, Rufus Chisolm, fatally beat his 5-year-old brother, Adam.   The thrashing started when the boys' father caught Adam horsing around with his brothers on the bed. Adam fled to the kitchen, where his mother, Michelle Mann, told the father that Adam had broken a household rule by eating a piece of her Entenmann's cake.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"NATO's Tough Choice In Bosnia","web_url":"https://www.nytimes.com/1994/07/27/opinion/natos-tough-choice-in-bosnia.html","abstract":"A primary objective of United States foreign policy for the last half century has been to strengthen NATO. But the crisis in Bosnia poses a challenge NATO may not be able to meet.\n\nFollowing the Bosnian Serbs' rejection of the settlement proposed by the five-power contact group, the United Nations Secretary General, Boutros Boutros-Ghali, has proposed the withdrawal of U.N. peacekeepers in the former Yugoslavia. He reasons that member support in personnel and money is not sufficient to continue the mission safely. The troops are too few in number -- 35,000 -- to police a settlement and too weak to impel a settlement.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Barcelona Adds a 3d Virtuoso","web_url":"https://www.nytimes.com/1994/07/27/sports/IHT-barcelona-adds-a-3d-virtuoso.html","abstract":"\"Johan Cruyff wanted Hagi, and now we've got him.\" Those words, delivered with the air of a Latin shrug, tell us why a soccer transfer called off on Sunday was consecrated on Monday..What Johan wants, Johan usually gets. He saw Gheorghe Hagi,","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"HOUSE COMMITTEE TOLD OF CONTACTS OVER WHITEWATER","web_url":"https://www.nytimes.com/1994/07/27/us/whitewater-affair-hearing-house-committee-told-contacts-over-whitewater.html","abstract":"  The White House counsel, Lloyd N. Cutler, said in a Congressional hearing today that the Administration had broken no laws or ethical rules in its handling of the Whitewater investigations. But he acknowledged that his predecessor, Bernard W. Nussbaum, had tried to persuade the Deputy Treasury Secretary, a close friend of the President, to remain involved in the investigations.   Mr. Cutler opened the first of two hearings into Whitewater by presenting the results of his own review of discussions between White House and Treasury officials about the investigations into a failed Arkansas savings and loan owned by the man who was the partner of the President and Hillary Rodham Clinton in their Ozarks real estate venture, the Whitewater Development Company.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Population: Women Will Be Taking More Control","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-population-women-will-be-taking-more-control.html","abstract":"\"I want to have just a few children - two or three. If I have too many I won't be able to send any of them to school, and today, being educated is the only way out of poverty. I want my children to be better off than I.\" So spoke Ercilia Falco,","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Just Look Around Stadium: It's Fans!","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-just-look-around-stadium-it-s-fans.html","abstract":"  It was Peter Liebeskind's grandfather who started taking him to baseball games, which helps explain why Liebeskind and his 5-year-old son Sam were among the crowd of some 35,000 at Yankee Stadium last night, proving that fans will brave the Bronx to support a winning team.    With the Yankees returning from a 10-1 West Coast trip comfortably in first place in the American League East, Jimmy Key on the mound and the Boston Red Sox in the visitors' dugout, it would have taken more than talk of crime and parking problems to keep the throng away from the Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Layoffs Possible as Giuliani Seeks $250 Million in Savings","web_url":"https://www.nytimes.com/1994/07/27/nyregion/layoffs-possible-as-giuliani-seeks-250-million-in-savings.html","abstract":"  As city agencies prepared to absorb the blow of $250 million in new spending reductions, Mayor Rudolph W. Giuliani said yesterday that he could not rule out layoffs or other painful measures to produce enough savings to keep the city's new budget balanced.   In a letter to the commissioners of each agency, the Mayor's budget director, Abraham M. Lackman, outlined a series of options for coming up with a 2.6 percent cut in spending across the board, which concluded that \"layoffs may be necessary to achieve these levels of reductions.\" Other options included keeping down overtime costs, reorganizing staff assignments, \"consolidating services\" and other steps that could result in a cut in workers.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"RECORDINGS","web_url":"https://www.nytimes.com/1994/07/27/arts/in-performance-recordings-781924.html","abstract":"  Slow, Quiet and Sparse, In an Elegiac Mood    In an age of specialization, many bands have staked out extremes. Low, a trio from Duluth, Minn., that performed last week for the New Music Seminar, sticks to the slow, quiet and sparse. One of the songs on its first album, \"I Could Live in Hope\" (Vernon Yard/Virgin), describes a woman who \"gets rid of things that don't matter,\" as Low's arrangements do. The tap of Mimi Parker's brushes on cymbals and the subdued pulse of John Nichols's bass frame Alan Sparhawk's unhurried, reverberating guitar lines, which sound like surf-rock in amber. Mr. Sparhawk and Ms. Parker sing separately or harmonize without raising their voices, sharing choruses as terse as two words: \"I fear.\" The songs are elegiac, not serene, as crescendoes bring suspense without breaking through Low's enigmatic dolor. JON PARELES","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Dolphin Suing N.F.L. Over Civil Rights","web_url":"https://www.nytimes.com/1994/07/27/sports/pro-football-dolphin-suing-nfl-over-civil-rights.html","abstract":"  When Miami Dolphins linebacker Bryan Cox looks back on a 1993 season that unraveled for him -- he was fined by the National Football League for making an obscene gesture during a game in Buffalo, and by season's end he was depressed and had a drinking problem -- he takes his share of the blame.   \"I consider myself a once-a-week drinker,\" Cox said today after practice at the Dolphins' Nova University training camp, where Miami was preparing for Saturday night's opening exhibition game against the Giants. \"But I started drinking four, five times a week and sometimes staying out all night. Do I blame the league for that? No. That's a weakness I had. I'm responsible for my actions.\"","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Soccer and Freedom : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-soccer-and-freedom-letters-to-the-editor.html","abstract":"In his July 5 article \"A Game With a Conscience,\" Rob Hughes writes: \"In 1978, Argentina used the World Cup and the euphoria it generated to celebrate freedom from military repression. The curfew was lifted, and sport became the catalyst f","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Borough Plan for New York Schools Is Flawed","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-borough-plan-for-new-york-schools-is-flawed-783862.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani has received a New York school governance plan from a special adviser (news analysis, July 14). Two parts of the report are excellent but a crucial part, the battle plan, is weak.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"1944: A Secret Weapon : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-1944-a-secret-weapon-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Propaganda Minister Dr. Paul Joseph Goebbels in a talk to the battered German nation declared tonight [July 26] that German reserves from the home army would be moved to the fighting fronts and that other steps would","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/27/style/chronicle-783994.html","abstract":"  JANET JACKSON is singing to raise money for Rwandan refugees.    Ms. Jackson announced that she would donate the proceeds of concerts at Radio City Music Hall scheduled for last night and tonight to an airlift for the refugees, who are dying in camps in Zaire.","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/27/nyregion/c-corrections-783471.html","abstract":"  The table of natural gas futures prices in Business Day yesterday included erroneous figures for Monday's trading supplied by Tribune Media Services. Readers wishing corrected copies of the table may write to the Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"For Copier Of Torah, It's a Quest","web_url":"https://www.nytimes.com/1994/07/27/nyregion/about-new-york-for-copier-of-torah-it-s-a-quest.html","abstract":"  WORDS come slowly to Neil Yerman. He scratches his lip, tugs at his chin, leans forward and silently settles into a Rodinesque thinker's pose before uttering a sound. Maybe his twist on the wordsmith's adage is to speak the way you write.   He writes with a quill.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Hernandez Fills in for Mets' Broadcasters","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-baseball-hernandez-fills-in-for-mets-broadcasters.html","abstract":"  KEITH HERNANDEZ, the former Mets' All-Star first baseman, will do color commentary for the Mets-Pirates games on WWOR-TV Saturday night and Sunday afternoon while the regular broadcasters, RALPH KINER and TIM McCARVER, attend the Hall of Fame ceremonies at Cooperstown, N.Y.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Robot on Mountain For Volcano Descent","web_url":"https://www.nytimes.com/1994/07/27/us/robot-on-mountain-for-volcano-descent.html","abstract":"  Researchers placed the Dante II robot atop an Alaskan volcano today, beginning an attempt to send the walking machine into an active crater to see if it can do research in a place too dangerous for humans.   Dante and its support equipment were lifted to Mount Spurr, an active volcano 80 miles west of Anchorage, after several days of poor weather prevented helicopters from operating near the crater rim, said Charles Redmond, a spokesman for the National Aeronautics and Space Administration, the project's chief sponsor.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Ex-Lion Must Pay Families of Victims","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-football-ex-lion-must-pay-families-of-victims.html","abstract":"  A jury ruled yesterday that REGGIE ROGERS, formerly of the Detroit Lions, must pay $375,000 to the family of one of three teen-agers killed when he ran a stop sign while drunk and struck their vehicle. The defensive end was convicted of negligent homicide in a 1988 crash in Pontiac, Mich., and served 12 1/2 months of a 16-24-month prison sentence. Rogers broke his neck in the crash. The Oakland County (Mich.) Circuit Court jury decided Rogers was 75 percent responsible for the crash.   Detroit made Rogers the seventh overall pick in the 1987 N.F.L. draft out of the University of Washington. The Lions released the two-year pro after the accident, saying his injury made him unfit to play football. Rogers, 30, now plays for Hamilton of the Canadian Football League.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Attacks on Christian Right Amount to Bigotry","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-attacks-on-christian-right-amount-to-bigotry-783781.html","abstract":"  To the Editor:   Anthony Lewis's \"Merchants of Hate\" (column, July 15), on the dangers of the Christian right, shows the same intolerance he deplores in the Rev. Jerry Falwell and Randall Terry. Mr. Lewis's few accurate warnings about fundamentalist discrimination against women and gays are outweighed by hysterical statements that conservative Christians and pro-lifers threaten our Constitution.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/27/style/chronicle-784010.html","abstract":"  ELIE WIESEL returned yesterday to the city where he was born in Romania, paying homage to Jews deported to death camps 50 years ago.   Local authorities made him an honorary citizen of Sighet, a city of 100,000 near the Hungarian border; it had a large Jewish community before World War II.","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"The Contrasts of Clinton, Only a TV Click Apart","web_url":"https://www.nytimes.com/1994/07/27/us/whitewater-affair-president-contrasts-clinton-only-tv-click-apart.html","abstract":"  Bill Clinton's Presidency has always spun from its reel so fast, with scenes of achievement and grace swiftly eclipsed by scenes of dishevelment and awkwardness. So it did not seem at all odd today to see both on the screen at once, separated only by the click of a tuner.    There was Mr. Clinton in the White House between Yitzhak Rabin and King Hussein, basking in his second Middle East diplomatic triumph, hearing Jordan's leader say he was \"proud to have you as our partner.\" And there -- click -- was Mr. Clinton's counsel, Lloyd N. Cutler, parked before a microphone, telling a House committee investigating Whitewater that Administration officials had done nothing wrong, really, but that they shouldn't have done it.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Personal Health; Reasons for garlic's benefits are uncovered.","web_url":"https://www.nytimes.com/1994/07/27/us/personal-health-reasons-for-garlic-s-benefits-are-uncovered.html","abstract":"  WHILE the producers of garlic supplements battle over whether consumers are likely to benefit more from a powder or an extract of the \"stinking bulb,\" scientists are zeroing in on exactly what components of garlic might be medically helpful and how the substances work.   The good news is that whatever good garlic does, the effects do not depend upon its culinarily prized but socially scorned scent.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Weapons Cut Won't Affect National Security","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-weapons-cut-won-t-affect-national-security-783676.html","abstract":"  To the Editor:   Barry M. Blechman makes some good suggestions about reducing military costs in personnel and the purchasing of components in \"The New Military Order\" (Op-Ed, July 11). Such reforms could save billions of tax dollars. However, his rationale for not proposing to cut actual weapons programs is predictably attributed to \"national security.\"","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Jordan Says Custody Case Rests on Legal Documents","web_url":"https://www.nytimes.com/1994/07/27/nyregion/jordan-says-custody-case-rests-on-legal-documents.html","abstract":"A man accused of killing his wife in New Jersey and fleeing to Jordan has been charged here with kidnapping the couple's children. But Jordanian officials said today that the children would be returned only when the United States provides proper documentation establishing their legal guardianship.\n\nHisham Etall, Jordan's Minister of Justice, said the Jordanian Government was waiting for paperwork from the United States before turning the children over.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"What Haiti Really Needs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-what-haiti-really-needs-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Steps Up Threat to Use Force Against Haiti's Rulers\" (July 18):.Is Haiti a basket case? It would not be surprising if Henry Kissinger thought so; but that Ren Dumont, who has given most of his long life to help","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Russia Agrees to Full Withdrawal Of Troops in Estonia by Aug. 31","web_url":"https://www.nytimes.com/1994/07/27/world/russia-agrees-to-full-withdrawal-of-troops-in-estonia-by-aug-31.html","abstract":"  Moving to end one of the most heated disputes still festering between Russia and a former Soviet republic, Moscow formally agreed today to withdraw its remaining 2,000 troops from Estonia by Aug. 31.   After months of stalled talks, President Lennart Meri of Estonia and President Boris N. Yeltsin of Russia compromised on a key stumbling block, the fate of the 10,000 former Soviet officers who are living in retirement in Estonia.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"1919: Hungry Hungary : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-1919-hungry-hungary-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Council of Five has sent a message to the Hungarian people declaring that the feeding of the population cannot be undertaken till the Bela Kun rgime is overthrown and a stable government representative of all Hungarians set up in its pla","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Attacks on Christian Right Amount to Bigotry; Defining a Listener","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-attacks-on-christian-right-amount-to-bigotry-defining-a-listener-783811.html","abstract":"  To the Editor:   \"Limbaugh's Listeners\" (letter, July 20) by John F. Christman is incorrect on Arbitron's definition of a listener. A person who listens to Rush Limbaugh on all five days of a week is counted as one listener when we calculate a weekly cumulative audience.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Attacks on Christian Right Amount to Bigotry; Robertson's Beliefs","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-attacks-on-christian-right-amount-to-bigotry-robertson-s-beliefs-783790.html","abstract":"  To the Editor:   \"Merchants of Hate\" by Anthony Lewis (column, July 15) is insulting and distasteful. Mr. Lewis's attempt to distort the beliefs of the religious broadcaster Pat Robertson is aimed at marginalizing people of faith.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/27/nyregion/inside-777099.html","abstract":"  New Threats From the Serbs   Bosnian Serbs are threatening to reimpose a blockade on the capital, apparently in response to pressure to accept a peace plan. Page A9. Plan to Bar Straitjackets    New York officials want to eliminate straitjackets and limit other restraints in mental hospitals. Page B4.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Colombian Woman Accuses Her New Rochelle Pen Pal of Rape","web_url":"https://www.nytimes.com/1994/07/27/nyregion/colombian-woman-accuses-her-new-rochelle-pen-pal-of-rape.html","abstract":"  In hand-decorated letters sent north in delicate homemade envelopes, a Colombian woman for years practiced her English by writing to a pen pal, a man from New Rochelle. When she came to New York for a visit in 1992, the authorities say, the man raped her and left her pregnant.   The man, Joseph Macri, a 44-year-old house painter, has been on trial in Westchester County Court here on charges of first-degree rape. The defense contends that the sexual relationship was consensual and that the woman went to the police only after she learned that she was pregnant.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/07/27/arts/in-performance-classical-music-784184.html","abstract":"  Mozart Works of 1784, Over the Audience Noise  Mostly Mozart    Audiences at Mostly Mozart are different from other audiences, and not always in a good way. They are larger and more enthusiastic, it is true, but they are also spectacularly inattentive. At no other event, I think, would one see a man busily copying addresses into his new Filofax, snapping and unsnapping the binder, and nearby a young woman vigorously sketching in her program with a pencil. At Mostly Mozart, things drop more often and more loudly than at other concerts; if it has been raining, one hears umbrellas.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"A Princess Whose Life Was No Fairy Tale","web_url":"https://www.nytimes.com/1994/07/27/books/books-of-the-times-a-princess-whose-life-was-no-fairy-tale.html","abstract":"  Audrey Hepburn   By Warren G. Harris   Illustrated. 318 pages. Simon & Schuster. $23.   Read straight through, the average celebrity biography leaves you feeling glutted and a bit tainted. It is best read in bits and pieces with the star's recordings or videocassettes at hand: that way you'll feel you are a purposeful and discerning fan, not a craven, besotted one.   There is no point in reading or writing such a book if you are not a fan, and Warren G. Harris is a purposeful, besotted and occasionally craven one. He tells us that \"Audrey Hepburn,\" his latest celebrity bio, really began when he was a 17-year-old usher at Loew's Valencia Theater in Jamaica, Queens, and saw \"Roman Holiday\" 10 times in one week. Loew's Valencia became an evangelical church. Mr. Harris became a hard-working celebrity evangelist, turning out texts like \"Lucy and Desi,\" \"Gable and Lombard\" and \"Natalie and R. J.,\" and spreading the gospel of revelation and adoration. \"Audrey Hepburn\" is filled with semi-religious chapter titles like \"A Nun in Africa,\" and \"Tending Her Gardens,\" alongside fairy-tale titles like \"Ballerina to Showgirl\" and \"Stardom Beckons.\" This tone worked very nicely in her movies, but applied to her fairly straightforward life, it grows wearing very quickly. So many glowing details, so many arch asides!","thumbnail":null,"section":"Books"},{"date":"19940727","headline":"Senate Secrecy and Secretary Dalton","web_url":"https://www.nytimes.com/1994/07/27/opinion/senate-secrecy-and-secretary-dalton.html","abstract":"  When the White House announced the choice of John Dalton as Secretary of the Navy last year, it publicly praised his management skills while concealing his leadership role in a savings and loan failure that cost taxpayers more than $100 million. The Senate confirmed him unanimously, without debate, after the Armed Services Committee also praised him publicly -- while burying a major business failing and charges by Federal regulators that he had shown \"gross negligence\" in running the bankrupt Seguin Savings Association in Texas.   That is a shabby performance by both branches. The White House had a duty to disclose its nominee's business and regulatory problems. The Senate, which is supposed to monitor the executive branch and inform the public through the confirmation process, kept this important information not only from the public but from most senators as well.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Queens Residents Criticize Plan for an Airport Rail Link","web_url":"https://www.nytimes.com/1994/07/27/nyregion/queens-residents-criticize-plan-for-an-airport-rail-link.html","abstract":"  A proposed $2.5 billion rail link between Manhattan and the two New York City airports -- the largest public transit project in 50 years -- drew sharp criticism yesterday from residents of several Queens neighborhoods that the automated line would traverse. Many said the system would damage their areas while benefiting only Manhattan residents.   \"They're building this monster for business executives,\" said Patricia Dolan, president of a homeowners' association in Kew Gardens Hills, who spoke yesterday at the first public hearing on the project's environmental impact statement. \"But the noise and shadows and the filth will be devastating to neighborhoods like mine.\"","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Like Being Transported To Harry's Bar in Venice","web_url":"https://www.nytimes.com/1994/07/27/style/like-being-transported-to-harrys-bar-in-venice.html","abstract":"ALTHOUGH it is nice to sit in Harry's Bar in Venice and watch the swells imbibe, it is not necessary to actually be there to experience a Bellini. Or a Rusconi, or a Rossini or any variation of this elegant aperitif.\n\nThe Bellini was invented at Harry's in the late 1950's by Commendatore Giuseppe Cipriani, then the owner, who poured white peach puree into a tumbler, filled it with prosecco and christened it Bellini after the Italian opera composer.","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"Athletes Honored for Humanitarian Work","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-awards-athletes-honored-for-humanitarian-work.html","abstract":"  Arthur Ashe, the tennis great, CHI CHI RODRIGUEZ, the golfer, and RAFER JOHNSON, the Olympic decathlete, have been selected as the first three inductees into the World Sports Humanitarian Hall of Fame. The hall, not yet built, will hold its induction ceremony on Nov. 2 in Boise, Idaho.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/27/nyregion/c-corrections-783480.html","abstract":"  Because of an editing error, a brief article in some editions of Business Day on Friday about the appointment of a president and chief operating officer at the Continental Corporation referred to the executive incorrectly. Adrian Tocklin is a woman.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Baltimore No-Names Thriving in C.F.L.","web_url":"https://www.nytimes.com/1994/07/27/sports/pro-football-baltimore-no-names-thriving-in-cfl.html","abstract":"  Pro football has returned to Baltimore. The office door at Memorial Stadium says Colts. The tickets say Colts. The media guide says Colts. But the team is not the Colts. It's not even the C.F.L. Colts.   Unsold T-shirts and any other new team products cannot use the name Colts. Receptionists answer the phones, \"Baltimore C.F.L,\" and people in the office joke about working for \"the Horse With No Name.\"","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Lakers Sign Temple's Jones for Scoring","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-basketball-lakers-sign-temple-s-jones-for-scoring.html","abstract":"  The Los Angeles Lakers, who drafted EDDIE JONES in hopes that he can provide scoring punch for their lackluster offense, signed the former Temple star Tuesday.   Jones, a 6-foot-6-inch guard taken as the 10th player in the draft, was the Lakers' highest draft choice since JAMES WORTHY, who was the No. 1 overall pick in the 1982 draft.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Refuge From Rwanda's Deadly Storm","web_url":"https://www.nytimes.com/1994/07/27/nyregion/refuge-from-rwanda-s-deadly-storm.html","abstract":"  By the time they took refuge here from the pestilence and death of Rwanda, Japhet Mwizerwa and his family had been driven from their home at gunpoint, penned inside a soccer stadium with other refugees for days and separated from a 19-year-old son.   \"There are so many bad memories,\" said Mr. Mwizerwa's wife, Alphonsine, who has no idea what has become of her missing son, Inocent. \"The memories keep coming back, and we must be put them behind us. We have prayed and prayed to put them behind us.\"","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Expense Account Heyday Over, Companies Demand Cheap Fares","web_url":"https://www.nytimes.com/1994/07/27/us/expense-account-heyday-over-companies-demand-cheap-fares.html","abstract":"  Many American companies, eager to cut costs, are rebelling against the airlines' 16-year-old policy of making business travelers pay higher fares than leisure travelers. These companies are finding ways for their traveling employees to save money, even if that sometimes means inconveniencing them. They are also driving harder bargains with the airlines.   Apple Computer Inc., for instance, has set up a network that provides employees, working on computers, options for planning their trips, including information about the potential savings from discounts the company has negotiated with airlines.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Forget Assad for Now","web_url":"https://www.nytimes.com/1994/07/27/opinion/forget-assad-for-now.html","abstract":"  The River Jordan no longer runs chilly and cold, and so American diplomats turn their eyes to Syria. Well, they should turn them back.   President Hafez al-Assad, the failing despot in Damascus, has almost nothing, except the grudging and late recognition of Israel, to offer. His gamesmanship is no longer fascinating. His indifference to the moral, historical and sentimental motives of political action is tiresome.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"In America; Blacks' Problems, Seen Plain","web_url":"https://www.nytimes.com/1994/07/27/opinion/in-america-blacks-problems-seen-plain.html","abstract":"  The speech was delivered in Indianapolis without a lot of flamboyant rhetoric. It spoke the truth, unadorned, without crude appeals to prejudice. It was courageous, intelligent and important.   Hugh P. Price, the new president of the National Urban League, said it was time for a new and more realistic approach to the problems plaguing African-Americans. He warned: \"We must not let ourselves, and especially our children, fall into the paranoid trap of thinking that racism accounts for all that plagues us. The global realignment of work and wealth is, if anything, the bigger culprit.\"","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Smith, a Former Celtic, Gets Out of Prison","web_url":"https://www.nytimes.com/1994/07/27/sports/sports-people-basketball-smith-a-former-celtic-gets-out-of-prison.html","abstract":"  CHARLES SMITH, the former Boston Celtics guard convicted in the hit-and-run deaths of two college students, was released from prison yesterday after serving more than two years of his sentence.    Smith, 26, returned to Washington, his hometown. His lawyer, DENNIS KELLY, said Smith would not grant interviews.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"A Federal Agency, Not the President, Takes Center Stage","web_url":"https://www.nytimes.com/1994/07/27/us/whitewater-affair-sorting-it-federal-agency-not-president-takes-center-stage.html","abstract":"  Trumpeted for months as Congress's first look at Whitewater, the House Banking Committee hearing today had next to nothing to do with either Ozarks real estate or the Clintons' personal finances.    Rather, the focus was on possible Clinton Administration interference into the complicated procedures whereby the Federal agency overseeing the savings and loan bailout proposes criminal investigations into failed institutions -- in this case, Madison Guaranty Savings and Loan, which was owned by Bill and Hillary Rodham Clinton's partner in the Whitewater Development Company.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"How a Dollar Coin Hurts Ordinary Folks; Gilding Susan B.","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-how-a-dollar-coin-hurts-ordinary-folks-gilding-susan-b-783846.html","abstract":"  To the Editor:   Re \"Change for a Dollar\" (editorial, July 15): The quickest, cheapest way to a dollar coin is to \"gold\"-plate the Susan B. Anthony dollar. Our coins need not resemble silver: witness the penny. I hope we are not paying storage fees for the Anthony dollar.  WILLIAM E. FINNIGAN  Cornwall-on-Hudson, N.Y., July 15, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Rwandan Refugees Caught 'Between Two Deaths'","web_url":"https://www.nytimes.com/1994/07/27/world/rwandan-refugees-caught-between-two-deaths.html","abstract":"  A group of Rwandan refugees decamped to a roofless stone house held a spirited discussion this afternoon on whether to return to their country. At a camp just across the road, the volcanic rock was piled with bodies, a jumble of at least 200 thrown on a heap, evidence that a cholera epidemic continues unabated.   The effort to bury the victims, which was running with relative albeit grim efficiency two days ago, has now been overwhelmed by the numbers. But the refugees who were chatting together today believe -- as others do -- that returning to Rwanda to escape cholera means facing death at the hands of the Rwandan Patriotic Front, the Tutsi-dominated rebel army that is now the Government.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Home Proves Not So Sweet for Yankees and Key","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-home-proves-not-so-sweet-for-yankees-and-key.html","abstract":"  Save the psychological profile for someone other than Jimmy Key. Buck Showalter may have come to his defense, but the reason the potential Cy Young winner became so charitable and lost a five-run lead was left up to him to answer.   \"It's definitely a physical problem,\" Key said. \"If I do what I'm supposed to, they don't win that game. The blame is on me.\"","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Elias Aims to Be a Business Giant","web_url":"https://www.nytimes.com/1994/07/27/sports/pro-football-elias-aims-to-be-a-business-giant.html","abstract":"  It often seems that college football players from Florida State, Alabama, Nebraska and Oklahoma head for the pros and players from the Ivy League head for corporate corridors and board rooms. So what is Keith Elias, a nice young man from Princeton, doing here at the Giants' training camp, trying to make the team as a free-agent running back?   \"Everything inside me wants to play football,\" Elias said between today's two practices. \"I'm different. Wherever I go, I find I don't fit in the mainstream. I look at things different from other people. I do things my own way. That makes me sound like a rugged individualist, but I'm not. I'm a mass of contradictions. If you look at it my way, it makes sense.\"","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"How a Dollar Coin Hurts Ordinary Folks; Death Blow to Crime","web_url":"https://www.nytimes.com/1994/07/27/opinion/l-how-a-dollar-coin-hurts-ordinary-folks-death-blow-to-crime-783838.html","abstract":"  To the Editor:   Re \"Change for a Dollar\" (editorial, July 15): Not only is America's currency susceptible to counterfeit, but also paper money is essential for most criminal activities. If we went to a cashless society, we would deal a death blow to crime. No drug sale could take place without paper money. The carjacker, the robber and the burglar would also be severely hampered without access to $100 bills.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"England Aghast as Team Captain Admits Dusting Ball : This Dirt Simply Isn't Cricket","web_url":"https://www.nytimes.com/1994/07/27/sports/IHT-england-aghast-as-team-captain-admits-dusting-ball-this-dirt.html","abstract":"All for a handful of dust, England's cricket captain, Michael Atherton, is covered in dirt this week..Like the balls with which it is played, cricket has long had its seamy side. Even the legendary W.G. Grace - who looked like a cross between an Indian","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"As So Often in the Past, A Sideshow in the Offing","web_url":"https://www.nytimes.com/1994/07/27/us/whitewater-affair-implications-so-often-past-sideshow-offing.html","abstract":"  Congressional hearings customarily turn on perceptions more than disclosures.    The Senate Watergate committee hearings 21 summers ago won the public's acceptance in large part because the senators appeared reasonably judicial and because Richard M. Nixon's accusers seemed more candid and earnest than his defenders.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"A Stark Look at Modern India","web_url":"https://www.nytimes.com/1994/07/27/style/IHT-a-stark-look-at-modern-india.html","abstract":"The images used to express the condition of women by one of India's playwrights are startling and vivid: the dwarfed and stunted boughs of a bonsai tree, a young bride locked in her room for 30 years, a Siamese twin forced to sacrifice a limb for her bro","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"Tanker Truck Blast Leaves Homes Afire","web_url":"https://www.nytimes.com/1994/07/27/nyregion/tanker-truck-blast-leaves-homes-afire.html","abstract":"  With a white-hot flash, a roar and a ball of flame that set a half-dozen residential buildings burning like so much tinder, a tanker truck exploded on the Cross-Westchester Expressway in northwest White Plains early this morning.   At least 20 people were injured, according to officials at three local hospitals. One victim, a pregnant woman, was critically burned, said Barry D. Bowman, a spokesman for Westchester County Medical Center, which has the region's burn center, and which took seven of the injured.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"1894: For Freer Trade : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-1894-for-freer-trade-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald to- day [July 26], discussing the tariff question, says: \"Is it not time that manufacturers should consider the advantages of Free Trade? Only Free Trade can now save American agriculture and commerce from miserable decadence an","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/27/nyregion/c-corrections-783463.html","abstract":"  Because of an editing error, a front-page article yesterday about Rwanda referred incorrectly to the emergency disposal of the bodies of dead refugees. Relief officials have been given clearance to burn the bodies, but they have not yet begun to do so.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Water With Care : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-water-with-care-letters-to-the-editor.html","abstract":"Visiting Paris recently, I saw spectacular floral displays everywhere. Houseboats and other vessels plying the Seine were filled with container plants and window boxes of evergreens, flowering annuals and shrubs. American vessels back in the States should","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/27/style/chronicle-779482.html","abstract":"  Life has taken a distinct turn for the better for MELBA MOORE, the Tony Award-winning actress and singer, who went on public assistance in December, having been impoverished, she asserted, by her estranged husband and former manager, Charles Huggins.   Tonight, Ms. Moore, now divorced from Mr. Huggins though still embroiled in litigation against him, opens in a production of Cole Porter's \"Anything Goes\" at Montclair State University in Upper Montclair, N.J. \"I'm just trying to survive and keep on going, and I'm much better,\" she said during a rehearsal break yesterday. The show runs through Aug. 14.","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"Mexican Challenger: Bold Words, Pale Presence","web_url":"https://www.nytimes.com/1994/07/27/world/mexican-challenger-bold-words-pale-presence.html","abstract":"  Barely two months after he came out of nowhere to mount what many Mexicans considered the most serious challenge to the governing party in 65 years, Diego Fernandez de Cevallos has done something nearly as astonishing.   He has almost disappeared.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"French Premier to Visit Africa To Show Continued Commitment","web_url":"https://www.nytimes.com/1994/07/27/world/french-premier-to-visit-africa-to-show-continued-commitment.html","abstract":"  With France confident that Rwanda's refugee crisis justified its military intervention there last month, Prime Minister Edouard Balladur leaves for Africa Wednesday on a trip aimed at underlining to its former African colonies that France remains their best friend in the West.   French Government officials said Mr. Balladur's visit to Senegal, the Ivory Coast and Gabon was not prompted by the Rwandan tragedy. They said that the Governments of all three \"understood\" France's reasons for sending 2,500 soldiers to protect refugees fleeing Rwanda's civil war.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Errors Ruin Night for Maddux and Braves","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-errors-ruin-night-for-maddux-and-braves.html","abstract":"  Greg Maddux is, by far, the most proficient and unhittable pitcher in the major leagues.   The Atlanta starter took an earned run average of 1.71, by far the best in the major leagues, into a game against Montreal tonight. In the year of run-amok offense, only one pitcher had an e.r.a. within a run of Maddux (David Cone of Kansas City, at 2.69).","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/27/sports/results-plus-782696.html","abstract":"  YACHT RACING  Connor and Koch Even  The fog lifted long enough on Rhode Island Sound off Newport yesterday to give Dennis Conner a second chance to show that he can beat Bill Koch in 12-Meters, the boat class that Conner has dominated in yacht racing. And Conner seized the opportunity to win the race over the 12.5-mile course by about 35 seconds in the New York Yacht Club's 150th anniversary regatta. The race was the second this week for the 1992 America's Cup adversaries. Koch, skipper of the 12-Meter Kiwi Magic, beat Conner on Sunday. Conner is the skipper of Stars & Stripes '87, the same blue yacht that he steered to his successful America's Cup challenge in 1987. Kiwi Magic placed third yesterday. In second place was the 12-Meter Cannonball, skippered by Charles Robertson, New York's regatta event chairman. TENNIS  Maleeva Is Upset  Angela Lettiere of Vero Beach, Fla., a qualifier playing in her first major tournament on the tour, upset sixth-seeded Katerina Maleeva, 7-6 (7-5), 7-6 (7-3), yesterday in the first round of the $400,000 United States Women's Hardcourt Championships in Stratton Mountain, Vt. Lettiere had to win three qualifying matches to get into her first Women's Tennis Association tour event. Against Maleeva, she managed to beat the world's 32d-ranked player. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Schools Chief In Newark Sees Causes For Troubles","web_url":"https://www.nytimes.com/1994/07/27/nyregion/schools-chief-in-newark-sees-causes-for-troubles.html","abstract":"  Clearly Eugene C. Campbell is a man under siege. Yet in public the salvos whizzing by seem scarcely to disturb his calm.   After the release last week of a state Education Department report that depicted him as presiding over a mismanaged, failing school district, Mr. Campbell met the press with a lofty reform package, a cool denial of any wrongdoing and the suggestion that things were not as bad as the state, and many parents, say.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"GOODWILL GAMES;\nRussian Women Turn Experience Into Gold","web_url":"https://www.nytimes.com/1994/07/27/sports/goodwill-games-russian-women-turn-experience-into-gold.html","abstract":"Racing the old-fashioned way, without high-tech training and fancy sneakers, Russia's women's track team shows it still has a thing or two to teach the youngsters.\n\nAfter three days of track and field competition, the Russian women are dominating the Goodwill Games, having won 19 medals -- 5 gold, 10 silver and 4 bronze. The American women have won 11 medals -- 4 gold, 2 silver, 5 bronze.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"At Rockefeller U. Lab, a Death-Threat Mystery","web_url":"https://www.nytimes.com/1994/07/27/nyregion/at-rockefeller-u-lab-a-death-threat-mystery.html","abstract":"  A disgruntled scientist orchestrated a bizarre series of minor acts of sabotage last month at Rockefeller University and wrote threatening letters about two colleagues, apparently out of \"professional jealousy,\" a police official said yesterday.   No one has been charged, though the police say they think they know who put a potentially deadly chemical in some sugar set out for coffee breaks, started a fire in a closet and wrote letters containing death threats against two molecular biologists.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Walls Adorned By the Adored","web_url":"https://www.nytimes.com/1994/07/27/nyregion/walls-adorned-by-the-adored.html","abstract":"  Who's hot these days? The Baldwin brothers of Massapequa, L.I.; Lynda Carter, but only in her Wonder Woman persona; Telly Savalas, at Greek restaurants, mostly.   Passe? James Caan, Mike Tyson, Eric (\"Chips\") Estrada, Brooke Shields.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Networks Start to Tune Out Tabloid Movies","web_url":"https://www.nytimes.com/1994/07/27/arts/networks-start-to-tune-out-tabloid-movies.html","abstract":"  The television-movie mill is already geared up to produce the first docudrama based on the O. J. Simpson case. Fox hopes to have the film on the air by summer's end.   That's no surprise. What is more surprising is that only one such made-for-television movie is planned. ABC, CBS and NBC have so far refused what executives here described as ceaseless pitches from producers for other versions of the Simpson case.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Change in China : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-change-in-china-letters-to-the-editor.html","abstract":"Robert Elegant makes the alarming assertion that \"China is further from democracy than it was even 60 years ago\" (\"To China From Germany, a Lesson in Unrepressed Democracy,\" Opinion, July 12). But in 1934, northeast China had just bee","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/27/nyregion/c-corrections-783455.html","abstract":"  A listing of relief groups yesterday, with articles about the disaster in Rwanda, misstated the ZIP code for the Salvation Army, Rwanda Relief. Its correct address is 615 Slaters Lane, Alexandria, Va. 22313.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"3 Leaders Angered by New Terrorist Attacks","web_url":"https://www.nytimes.com/1994/07/27/world/3-leaders-angered-by-new-terrorist-attacks.html","abstract":"  As the prospect of a new round of terrorism threatened to cloud their agreement here, King Hussein of Jordan and Prime Minister Yitzhak Rabin of Israel joined today in condemning violence that could snarl the route toward Middle East peace.   Appearing at a news conference with President Clinton just hours after the bombing of the Israeli Embassy in London, the two leaders denounced the attack, which injured 13 people, and a deadly bombing last week in Argentina as evidence of the hatred that still stood in the way of the peace effort.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"An Epidemic's Orphans Suffer at 'Gate of Hell'","web_url":"https://www.nytimes.com/1994/07/27/world/an-epidemic-s-orphans-suffer-at-gate-of-hell.html","abstract":"  In the doorway of a shacklike building that has been converted to a cholera ward on the grounds of an orphanage, Dr. Nimet Lallani stood bargaining today for the life of one of her frail, emaciated patients.   \"Can you take one more, just one more, please?\" Dr. Lallani appealed to an Israeli medical team that arrived this morning with an offer to take charge of some of the hundreds of children who are under her care.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Swept Into Office on Health Care Issue, Senator Struggles in Re-election Bid","web_url":"https://www.nytimes.com/1994/07/27/us/health-care-debate-campaigning-swept-into-office-health-care-issue-senator.html","abstract":"  As the man who put health care on the national agenda, Senator Harris Wofford, who is up for re-election this year, is determined to prove he has something to show for his troubles.   On a recent campaign swing through the Fairgrounds farmers' market here, he seemed oblivious to the summer swelter while he implored voters not to lose faith in his efforts to improve the health system.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Bosnia: Lift the Arms Embargo","web_url":"https://www.nytimes.com/1994/07/27/opinion/bosnia-lift-the-arms-embargo.html","abstract":"  If Washington has ever been serious about pushing its allies to lift the unjust arms embargo against the Government of Bosnia, it now has an ideal opportunity to do so. Bosnian Serbs have defiantly rejected a European-American peace plan and again threaten to blockade Sarajevo. France and Britain are looking for a way out of their futile U.N. peacekeeping role. Even U.N. Secretary General Boutros Boutros-Ghali is expressing doubts about the usefulness of any further U.N. role.    With the Clinton Administration rightly refusing to send U.S. troops into the breach, the cleanest, fairest way out for the international community is to untie the hands of the Bosnian Government by ending the arms embargo. A stronger Bosnia could then act on its own, militarily or diplomatically, to assure its survival and gain back enough territory to allow at least some refugees from Serbian sieges and ethnic cleansings to return to their homes.","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Haiti Plans Ballot Likely to Yield a Replacement for Aristide","web_url":"https://www.nytimes.com/1994/07/27/world/haiti-plans-ballot-likely-to-yield-a-replacement-for-aristide.html","abstract":"  Haiti's de facto military Government began today to organize elections that are likely to result in the selection later this year of a new President to replace the country's exiled chief of state, the Rev. Jean-Bertrand Aristide.   Meeting in a mansion that was once a guest house for the dictator Jean-Claude (Baby Doc) Duvalier, the permanent electoral council and political parties held what was described as the first of \"a series of exploratory encounters\" to discuss \"the organization of the upcoming elections.\" A statement issued by the commission said the agenda for the talks included not only legislative and local elections that are already scheduled, but also the presidential succession.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Keep a 'Welcome' Sign, and Help Teach the Rules","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-keep-a-welcome-sign-and-help-teach-the-rules.html","abstract":"Fretting about the numbers of children present and foreseen is awkward. Advocating empowerment for women is useful. Past Malthusian pessimism has been discredited. Those three concerns tangle in today's debate about world population. Consider them separa","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"Concentrations of Lead in Blood Drop Steeply","web_url":"https://www.nytimes.com/1994/07/27/us/concentrations-of-lead-in-blood-drop-steeply.html","abstract":"  As lead additives were phased out of gasoline between 1976 and 1991, the amount of lead circulating in the bloodstreams of Americans dropped by 78 percent, a government study has found. Public health experts hailed the finding as a major success story.   But another study based on the same data concluded that hundreds of thousands of poor inner-city children were still being exposed to dangerous amounts of lead.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Testimony to Man's Lunacy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-testimony-to-mans-lunacy-letters-to-the-editor.html","abstract":"Regarding \"Moon Landing? Don't Believe It, the Naysayers Say\" (July 21) by Marc Fisher:","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/27/sports/no-headline-782726.html","abstract":"  Auto Racing     INTERNATIONAL AUTOMOBILE FEDERATION -- Suspended Michael Schumacher, Formula One driver, from the next two Grand Prix races and took away six points from his standings, for rules violations during a race at Silverstone, England. Suspended the license of Pierre Aumonier, director of the British Grand Prix, for one year for various infractions. Baseball","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Explosions Outside Israeli Embassy and a Jewish Office in London Injure 18","web_url":"https://www.nytimes.com/1994/07/27/world/explosions-outside-israeli-embassy-and-a-jewish-office-in-london-injure-18.html","abstract":"  A car bomb exploded near the Israeli Embassy here Tuesday, wounding 13 people and bringing warnings from Israeli officials of an international terrorist campaign by radical Islamic groups opposed to Middle East peace efforts.   The blast occurred at 12:10 P.M. in the Kensington district of London on a gated street where cars must be checked by police officers to enter.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Proposal Urges an End to Straitjacket Use","web_url":"https://www.nytimes.com/1994/07/27/nyregion/proposal-urges-an-end-to-straitjacket-use.html","abstract":"  New York State's Office of Mental Health yesterday proposed ending the use of straitjackets in its mental hospitals next year under new guidelines that seek to minimize the use of physical restraints and seclusion in treating patients.   The recommendations come after a two-year investigation that was prompted by the deaths of 18 patients who were being restrained or who were in unsupervised seclusion from 1988 to 1992.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/27/nyregion/no-headline-777498.html","abstract":"  \"Going back or staying here, either way we die.\" WILSON NDABATEZE, a Rwandan refugee in Zaire.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Top Bridge Teams Gain at Nationals","web_url":"https://www.nytimes.com/1994/07/27/arts/top-bridge-teams-gain-at-nationals.html","abstract":"  Play continued here today at the American Contract Bridge League's Summer Nationals, with attention focused on the prestigious Spingold Knockout Team Championship. In the first round of play Monday, all the top-ranked squads in the field of 129 teams breezed to victory. The defending champions -- Nick Nickell of Raleigh, N.C.; Richard Freeman of Atlanta; Jeff Meckstroth of Tampa, Fla.; Eric Rodwell of Naperville, Ill., and Bob Wolff and Bob Hamman, both of Dallas -- won their match by 229 imps, one of the biggest margins in the 65-year history of the event.   The top-seeded teams, by captain, are: 1, Nickell; 2, Jim Cayne of Manhattan; 3, Michael Becker of Tenafly, N.J.; 4, Seymon Deutsch of Laredo, Tex.; 5, George Rapee of Manhattan; 6, Andy Goodman of San Francisco; 7, Ron Gerard of White Plains; 8, Clifford Russell of Miami; 9, Rita Shugart of Pebble Beach, Calif.; 10, Anton Maas of Amstelveen, the Netherlands. The event ends Sunday.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Democrats Issue Draft of Health Plan","web_url":"https://www.nytimes.com/1994/07/27/us/the-health-care-debate-the-overview-democrats-issue-draft-of-health-plan.html","abstract":"  House Democratic staff members have drafted a summary of health insurance legislation for their leaders to discuss with other Democrats, but the preliminary document does not resolve many delicate issues, like timing.   As expected, the seven-page summary, widely circulated on Capitol Hill today, closely follows the lines of the bill adopted last month by the House Committee on Ways and Means, which aims to provide health insurance to all Americans, financed in large part by mandatory payments by employers.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Senate Passes 5% Arts Cut","web_url":"https://www.nytimes.com/1994/07/27/arts/senate-passes-5-arts-cut.html","abstract":"  The Senate approved by voice vote yesterday an appropriations bill that would cut the budget of the National Endowment for the Arts by 5 percent, or $8.5 million, in the 1995 fiscal year. The endowment's budget for the 1994 fiscal year is $170 million.   Because the House version of the bill calls for a 2 percent cut, a House-Senate conference committee must produce a compromise budget.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Wrong Drugs Given To 1 in 4 of Elderly","web_url":"https://www.nytimes.com/1994/07/27/us/wrong-drugs-given-to-1-in-4-of-elderly.html","abstract":"  CLOSE to a quarter of all Americans 65 or older were given prescriptions for drugs that they should almost never take, a study has found.    Some of the drugs can produce amnesia and confusion, others can cause serious side effects like heart problems or respiratory failure. And, the investigators said, there is no need to prescribe these drugs to older people, either because safer alternatives are available or because the drugs are simply not needed.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Buenos Aires Journal; BOOM! Suddenly, the Children See Life Starkly","web_url":"https://www.nytimes.com/1994/07/27/world/buenos-aires-journal-boom-suddenly-the-children-see-life-starkly.html","abstract":"  Moshe Korin looks back with almost a touch of nostalgia to the simpler days of the 1950's, when he and other Jewish teen-agers carried clubs and bicycle chains to defend synagogues from gangs of Argentine neo-Nazis.    \"Then, we knew who our enemies were, where they went to university, which cafes they frequented,\" Mr. Korin, now principal of a Jewish school, recalled over tea today as his reading glasses lay on a sheaf of Hebrew papers. \"Now, we are up against highly sophisticated groups. International terrorism is now installed in Argentina.\"","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Free Reading in the Park","web_url":"https://www.nytimes.com/1994/07/27/arts/free-reading-in-the-park.html","abstract":"  Anna Deavere Smith and the writers Gloria Naylor and Walter Mosley are to give a free reading from their works tomorrow at 8:30 P.M. at the Central Park Summerstage, midpark at 72d Street. The reading ends the Spoken Word summer series. Information: (212) 360-2777.","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Quoting Bible and Koran, Two Old Foes Pledge Peace","web_url":"https://www.nytimes.com/1994/07/27/world/quoting-bible-and-koran-two-old-foes-pledge-peace.html","abstract":"  With words filled with emotion and history, King Hussein of Jordan and Prime Minister Yitzhak Rabin of Israel brought their message of reconciliation to Capitol Hill this morning, reaffirming before Congress their commitment to make peace in the Middle East.    \"Mr. Speaker, the state of war between Israel and Jordan is over,\" King Hussein announced to a minute-long standing ovation in the Capitol.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"As Keenan's World Turns: Chapter 2 Is a Doozy","web_url":"https://www.nytimes.com/1994/07/27/sports/hockey-as-keenan-s-world-turns-chapter-2-is-a-doozy.html","abstract":"  The Mike Keenan Affair is not over even if he is a St. Louis Blue.   Punitive action by National Hockey League Commissioner Gary Bettman on Sunday did not end it. It continues.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"Rico the Rookie Rolling: Homer Wins It for Mets","web_url":"https://www.nytimes.com/1994/07/27/sports/baseball-rico-the-rookie-rolling-homer-wins-it-for-mets.html","abstract":"  Rico Brogna did not get five hits tonight at Busch Stadium. He got only two -- they just happened to be the two that mattered most.   After providing the Mets with two runs on a seventh-inning single, Brogna smacked a two-run homer in the 11th inning to give New York a 10-9 victory over the St. Louis Cardinals.","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"From 'Miracle' to Custody Struggle","web_url":"https://www.nytimes.com/1994/07/27/us/from-miracle-to-custody-struggle.html","abstract":"  Three and a half years ago, a stocky suburban firefighter and his wife, a paralegal, brought home a \"miracle,\" they say -- a baby boy who had been given up for adoption by his mother only days earlier.   The couple, who already had a small son of their own, were thrilled.  \"The way we've always looked at it,\" the firefighter said the other day, \"is we have two sons, and God just gave us our sons, our miracles, in two different ways.\"","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Bombing in London Hits Israeli Embassy","web_url":"https://www.nytimes.com/1994/07/27/world/bombing-in-london-hits-israeli-embassy.html","abstract":"  A car bomb exploded in front of the Israeli Embassy in London yesterday on a street with a security gate, injuring 13 people.   In Washington, where they spoke to Congress, Prime Minister Rabin and King Hussein denounced the attack as well as the bombing last week of a building housing Jewish organizations in Argentina.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"Alchemy: Biscuits + Berries = Shortcake","web_url":"https://www.nytimes.com/1994/07/27/style/alchemy-biscuits-berries-shortcake.html","abstract":"Shortcakes are the heart of Southern cooking. They're simple and they're humble. \n\nThe base is nothing but a biscuit (a very serious medium in the South) with a touch of sugar in the dough. But the moment a juicy fruit mash soaks into warm cake and cold whipped cream starts to melt, a plain-jane biscuit becomes the stuff of memories. It's a dessert, and it's a recollection of fireflies, thick nights, storm clouds and grandmothers.","thumbnail":null,"section":"Style"},{"date":"19940727","headline":"In School; A gay teacher finds that coming out was difficult, but not as cataclysmic as she had feared.","web_url":"https://www.nytimes.com/1994/07/27/us/school-gay-teacher-finds-that-coming-was-difficult-but-not-cataclysmic-she-had.html","abstract":"  \"Alta's a dyke.\" Those words, scribbled in the margin of a textbook, sent a chill of fear up Alta Kavanaugh's spine three years ago. So she slammed the book shut and said nothing to her students or colleagues at Alessandro High School here.   The same words, a few months back, were scratched on a picnic table in the school's sun-baked courtyard.","thumbnail":null,"section":"U.S."},{"date":"19940727","headline":"Man Sentenced to Prison In Kidnapping of L.I. Girl","web_url":"https://www.nytimes.com/1994/07/27/nyregion/man-sentenced-to-prison-in-kidnapping-of-li-girl.html","abstract":"  At his sentencing today for kidnapping, a tearful John Esposito listened to a statement written by 11-year-old Katie Beers that said he made her \"feel dirty\" and that he \"should go to jail for as long as he can\" for holding her captive for 16 days in an underground bunker.    Mr. Esposito then told the judge that he held Katie captive because he wanted to help her escape her dysfunctional foster home. \"My only hope is that someday Katie will find it in her heart to forgive me,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Haiti, U.S. and the Murk in Between","web_url":"https://www.nytimes.com/1994/07/27/arts/television-review-haiti-us-and-the-murk-in-between.html","abstract":"  When a network presents an hourlong special on Haiti, you can be confident that the current military bosses of that sad country will get their lumps. More surprising in \"House on Fire: America's Haitian Crisis\" is the force and directness of Peter Jennings's attack on President Clinton's policy, or lack of one.   Mr. Jennings begins this pungent look at Haiti's tumultuous history and present distress with the promise that he will be asking \"whether America should send its young men and women\" to put out what the Rev. Jean-Bertrand Aristide, the deposed President of Haiti, has called a house on fire. The question is indeed asked. Mr. Jennings puts it squarely to Father Aristide: \"Of what value are you to the United States?\" To which Father Aristide responds, \"We are men.\"","thumbnail":null,"section":"Arts"},{"date":"19940727","headline":"Straitjackets at End","web_url":"https://www.nytimes.com/1994/07/27/nyregion/straitjackets-at-end.html","abstract":"  New York State's Office of Mental Health yesterday proposed ending the use of straitjackets in its mental hospitals under new guidelines that seek to minimize the use of physical restraints in treating patients.    Article, page B4.","thumbnail":null,"section":"New York"},{"date":"19940727","headline":"Italy's Leader Is Swept Closer To Whirlpool of Corruption","web_url":"https://www.nytimes.com/1994/07/27/world/italy-s-leader-is-swept-closer-to-whirlpool-of-corruption.html","abstract":"  Italy's corruption scandal spread further into the country's business and political elite today with an accusation by a senior executive that Prime Minister Silvio Berlusconi's younger brother, Paolo, had provided money for the executive to pay bribes to Treasury officials.   There was also an announcement by corruption investigators that they were considering issuing an international arrest warrant for a former Prime Minister.","thumbnail":null,"section":"World"},{"date":"19940727","headline":"One Year Later, Jets' Jones Is Still No. 1","web_url":"https://www.nytimes.com/1994/07/27/sports/pro-football-one-year-later-jets-jones-is-still-no-1.html","abstract":"  These days, when Marvin Jones leaves the Jets' practice field he doesn't head back to his Point Lookout home to watch television.   He had enough of that. Maybe more than a person could stand. How many afternoons can be spent watching the plethora of dysfunctional people baring their secrets?","thumbnail":null,"section":"Sports"},{"date":"19940727","headline":"How an 84-Year-Old Mom Got the Most Out of Paris","web_url":"https://www.nytimes.com/1994/07/27/opinion/IHT-how-an-84yearold-mom-got-the-most-out-of-paris.html","abstract":"My mother, who is 84, wanted to return to Paris. It would be a short second visit - two days. Mom said that was enough for the museums and maybe Montmartre..But we arrived on a day all the museums were closed; the staff were on strike. So we headed for","thumbnail":null,"section":"Opinion"},{"date":"19940727","headline":"U.S. Expands Rwanda Airlift But Bottlenecks There Persist","web_url":"https://www.nytimes.com/1994/07/27/world/us-expands-rwanda-airlift-but-bottlenecks-there-persist.html","abstract":"  The United States military airlift operation here is now able to fly about 700 tons daily of food, medicine, and vitally needed equipment to purify and distribute water to cholera-stricken Rwandan refugees in camps in Zaire, Air Force officers said today.   But as the 70-ton C-5 cargo planes continued loading portable water purification plants on the runway of Rhein-Main Air Base this afternoon, Col. Edward F. McPhillips said the main bottleneck continued to be limited unloading space on the airstrip of the main refugee camp outside Goma, Zaire.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940727","time":"1994-07-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":85,"wspd":14.8},{"date":"19940727","time":"1994-07-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":89,"wspd":9.4},{"date":"19940727","time":"1994-07-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":89,"wspd":14.8},{"date":"19940727","time":"1994-07-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":87,"wspd":9.4},{"date":"19940727","time":"1994-07-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":87,"wspd":11.2},{"date":"19940727","time":"1994-07-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":87,"wspd":9.4},{"date":"19940727","time":"1994-07-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":84,"wspd":9.4},{"date":"19940727","time":"1994-07-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":83,"wspd":11.2},{"date":"19940727","time":"1994-07-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":80,"wspd":11.2},{"date":"19940727","time":"1994-07-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":74,"wspd":13},{"date":"19940727","time":"1994-07-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":66,"wspd":13},{"date":"19940727","time":"1994-07-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":67,"wspd":14.8},{"date":"19940727","time":"1994-07-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.3,"rhum":58,"wspd":13},{"date":"19940727","time":"1994-07-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.5,"rhum":55,"wspd":13},{"date":"19940727","time":"1994-07-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27,"rhum":47,"wspd":11.2},{"date":"19940727","time":"1994-07-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.2,"rhum":41,"wspd":11.2},{"date":"19940727","time":"1994-07-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.9,"rhum":42,"wspd":7.6},{"date":"19940727","time":"1994-07-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.9,"rhum":44,"wspd":5.4},{"date":"19940727","time":"1994-07-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":46,"wspd":9.4},{"date":"19940727","time":"1994-07-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.7,"rhum":49,"wspd":9.4},{"date":"19940727","time":"1994-07-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.1,"rhum":54,"wspd":5.4},{"date":"19940727","time":"1994-07-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":57,"wspd":5.4},{"date":"19940727","time":"1994-07-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":65,"wspd":7.6},{"date":"19940727","time":"1994-07-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":70,"wspd":11.2},{"date":"19940727","time":"1994-07-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":13},{"date":"19940727","time":"1994-07-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":11.2},{"date":"19940727","time":"1994-07-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940727","time":"1994-07-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940727","time":"1994-07-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":13},{"date":"19940727","time":"1994-07-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":13},{"date":"19940727","time":"1994-07-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":13},{"date":"19940727","time":"1994-07-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19940727","time":"1994-07-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":5.4},{"date":"19940727","time":"1994-07-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":9.4},{"date":"19940727","time":"1994-07-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":9.4},{"date":"19940727","time":"1994-07-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":7.6},{"date":"19940727","time":"1994-07-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":14.8},{"date":"19940727","time":"1994-07-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":16.6},{"date":"19940727","time":"1994-07-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":20.5},{"date":"19940727","time":"1994-07-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":58,"wspd":22.3},{"date":"19940727","time":"1994-07-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":49,"wspd":16.6},{"date":"19940727","time":"1994-07-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":49,"wspd":7.6},{"date":"19940727","time":"1994-07-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":45,"wspd":7.6},{"date":"19940727","time":"1994-07-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":42,"wspd":7.6},{"date":"19940727","time":"1994-07-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":50,"wspd":7.6},{"date":"19940727","time":"1994-07-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":51,"wspd":9.4},{"date":"19940727","time":"1994-07-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":14.8},{"date":"19940727","time":"1994-07-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":13}]},"19940728":{"guardian_articles":[],"nytimes_articles":[{"date":"19940728","headline":"Blaney Names an Assistant","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-blaney-names-an-assistant.html","abstract":"  GREG HERENDA went back to work for GEORGE BLANEY yesterday, accepting an offer to become an assistant basketball coach at Seton Hall. Herenda, 33, worked for Blaney at Holy Cross from 1989-93, but left after this past season to take an assistant coaching job at Northeastern. A native of Jersey City, Herenda was a standout player at St. Peter's Prep. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Sports of The Times; Strike Date? Look Who's Setting One","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-of-the-times-strike-date-look-who-s-setting-one.html","abstract":"  OUTSIDE the players' entrance at Yankee Stadium, more than four dozen fans were holding pens and pictures and books as a familiar face emerged from a black convertible.   \"Donnie, Donnie,\" they were pleading now.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Bronx Zoo Baby Boom: It's a Gorilla!","web_url":"https://www.nytimes.com/1994/07/28/nyregion/bronx-zoo-baby-boom-it-s-a-gorilla.html","abstract":"  Okpara, Swahili for firstborn, is celebrating his first birthday today with a strawberry-studded cake. Most likely he will eat just the berries, washing them down with infant formula. Then the 15-pound baby might beat his tiny chest like King Kong.   Okpara, after a year out of public view, is making his official debut at the Bronx Zoo this morning. His birth last year set the gorilla world abuzz: his father, a 430-pound western lowland gorilla named Timmy, at the ripe age of 34 or so, was the oldest male gorilla to produce offspring in captivity, as well as the oldest to do so for the first time.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The Braves Could Use A Late Pick-Me-Up","web_url":"https://www.nytimes.com/1994/07/28/sports/on-baseball-the-braves-could-use-a-late-pick-me-up.html","abstract":"  The Atlanta Braves give a lot of credit to the Montreal Expos for that team's surge to the head of the class in the National League East. But the Braves would be remiss in not looking at themselves when trying to figure out why they have landed in the also-ran position behind Montreal.   A complete dissection isn't called for. Not for a team that could look at all the teams in the majors at the start of play yesterday and see only three -- Montreal, the Chicago White Sox and the Yankees -- with better winning percentages.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/28/nyregion/news-summary-784850.html","abstract":"  International A2-10  U.S. PLANS BIG BASE IN KIGALI  The United States is preparing to send troops to help establish a big base in Rwanda to bolster the relief effort there. Military officials said 2,000 to 3,000 troops could be sent into the country, in addition to the 4,000 that Washington has said would join relief efforts outside Rwanda.  A1","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/07/28/arts/the-pop-life-789496.html","abstract":"  Far Out Into Interactivity    David Bowie has been exploring strange new worlds, and they're light years away from those of \"Space Oddity\" and \"Starman.\" \"I'm totally in this alien area and it's great,\" he said by telephone on Tuesday in his first interview since last spring, when his CD-ROM \"Jump\" was released. Mr. Bowie's alien land is interactive multimedia, in which manipulatable pictures, sound, video, animation and text turn users into participants. His means of travel is the recording studio, where technology and the creative process meet.","thumbnail":null,"section":"Arts"},{"date":"19940728","headline":"Another Go for Foyt?","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-auto-racing-another-go-for-foyt.html","abstract":"  A. J. FOYT, who tearfully announced his retirement from racing more than two years ago, may be ready to race at the Indianapolis Motor Speedway once more.   A Nascar event, the inaugural Brickyard 400, has the 59-year-old racing great poised to return to the track where he won four Indy 500's and qualified for the race a record 35 consecutive years.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/28/style/IHT-what-theyre-reading.html","abstract":"Krista Sager, head of the Greens Party faction in Hamburg, is reading the German translation of Marion Zimmer Bradley's \"The Forest House,\" a romance novel steeped in mythology, religion and politics. .\"Her books are always about power st","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Dhaka Journal; 'The 2 Women' of Bangladesh: At the Top, at Odds","web_url":"https://www.nytimes.com/1994/07/28/world/dhaka-journal-the-2-women-of-bangladesh-at-the-top-at-odds.html","abstract":"  In Bangladesh, it is enough to mention \"the two women\" to touch off an impassioned debate.    Whether riding in a rickshaw in this capital's monsoon-swept streets or taking tea in a lawyer's air-conditioned chambers, there is no need to name Khaleda Zia, the Prime Minister, and Hasina Wazed, the opposition leader -- the two leaders, each 48 years old, who have overcome the weight of tradition in this overwhelmingly Muslim country to dominate its political life.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/28/us/inside-785288.html","abstract":"  Radical Muslims Suspected   Israeli officials asserted that a recent campaign of bombings directed at Israeli and Jewish targets was the work of radical Muslim fundamentalist forces. An Argentine investigator questioned two Iranians. Page A10. Overhaul Urged for Police    New York City's Police Department needs major changes at all levels from beat patrol to headquarters, a series of highly critical internal reports have concluded. Page B1. Serbs Attack U.N. Convoy    A week after rejecting a peace plan, Bosnian Serbs attacked a United Nations convoy outside Sarajevo, killing a British peacekeeper. Later they fired at French forces. Page A3. Combat Posts for Women    The Army plans to open to women many combat positions now closed to them, but protests by generals killed a more ambitious plan. Page A12. Japan Negotiating Ford Loan    The Export-Import Bank of Japan is negotiating a huge loan to the Ford Motor Company to help build cars for export to Japan. Page D1.  ","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Presidential Hopefuls at a Republican Forum Jab at Clinton's Foreign Policy","web_url":"https://www.nytimes.com/1994/07/28/world/presidential-hopefuls-at-a-republican-forum-jab-at-clinton-s-foreign-policy.html","abstract":"  The Republican Party paraded its foreign policy luminaries at a forum here today to gloat over past triumphs and, more pointedly, condemn President Clinton's leadership.   James A. Baker 3d, the Secretary of State under President Bush and a possible Presidential candidate in 1996, opened the daylong event by saying he had no intention of making \"political cheap shots\" but that he wanted to offer \"constructive criticism\" for Mr. Clinton.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"U.S. IS CONSIDERING A BASE IN RWANDA FOR RELIEF TEAMS","web_url":"https://www.nytimes.com/1994/07/28/world/us-is-considering-a-base-in-rwanda-for-relief-teams.html","abstract":"  The United States is preparing to send troops to help establish a large base in Rwanda to bolster the relief effort in the devastated African nation, Administration officials said today.    Setting up a staging area in the capital, Kigali, would mark an important new phase, committing American troops in Rwanda for the first time. Military officials said 2,000 to 3,000 troops could be sent into Rwanda, in addition to the 4,000 that Washington has said would join relief efforts outside the country.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Defector Says North Korea Has 5 A-Bombs and May Make More","web_url":"https://www.nytimes.com/1994/07/28/world/defector-says-north-korea-has-5-a-bombs-and-may-make-more.html","abstract":"  The South Korean intelligence agency presented on Wednesday what it said was a high-level North Korean defector who said that, despite repeated denials, the Government in Pyongyang had five nuclear bombs and might soon develop five more.   If his remarkable story is true, Kang Myong Do, 35, may be the most damaging defector ever to escape from North Korea, one of the most closed societies on earth. His story could also spur a reassessment of efforts to persuade North Korea to abandon its nuclear program.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Hollywood Closing Out a Summer of the Unexpected","web_url":"https://www.nytimes.com/1994/07/28/movies/hollywood-closing-out-a-summer-of-the-unexpected.html","abstract":"  Summer only began a month or so ago, but in Hollywood it's almost over.   The 14 weeks between Memorial Day and Labor Day are the richest box-office period of the year for movies, but the results -- or most of them -- are already in, and there are lots of surprises.","thumbnail":null,"section":"Movies"},{"date":"19940728","headline":"It's Contagious: Bonilla Imitates Brogna","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-it-s-contagious-bonilla-imitates-brogna.html","abstract":"  Bobby Bonilla's locker is next to Rico Brogna's in the visitor's clubhouse at Busch Stadium, and he has had a grand time these last few days teasing the rookie about his recent prowess at the plate.   \"It's terrific,\" Bonilla said this afternoon, when asked about Brogna's spectacular offensive performance in the first two games of this Mets-Cardinals series. \"He's been carrying us.\"","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Controversy and Conspiracy Tales Make for Crackling Sports Radio","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-broadcasting-hockey-controversy-conspiracy-tales-make-for-crackling.html","abstract":"  WFAN Radio's revelation Tuesday afternoon of what the station said were selected oral excerpts from the Mike Keenan papers (now part of the Gary Bettman Archives) was a show much like any starring Oprah's dysfunctional families.   There was the rebel son, Mike Keenan, his brother, Neil Smith, and their father, Bob Gutkowski, who sides with one brother (Neil) against the other (Mike) who gets attention only by telling what may be a whopper of a story.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Compromise Frees Crime Funds","web_url":"https://www.nytimes.com/1994/07/28/nyregion/compromise-frees-crime-funds.html","abstract":"  Mayor Rudolph W. Giuliani and Representative Charles E. Schumer said yesterday that a Congressional compromise had been reached that would allow the New York City Police Department to receive millions of dollars that had been in doubt in the pending Federal crime bill.   The money, Mr. Giuliani said, would permit the city to buy computers and other advanced technological tools for the department and to hire civilians, both of which would free hundreds of officers now on desk jobs to join the patrol force.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791849.html","abstract":"  PAUL McCARTNEY, who is in the news almost as often for his efforts on behalf of animals as for his music nowadays, has sent his razor, shaving cream and other Gillette products to the company's headquarters in Boston to protest its practice of testing products on animals.    In a letter accompanying the package, which was addressed to Alfred Zeien, the chief executive, Mr. McCartney wrote: \"As a friend of animals, I am not only unsatisfied but outraged. Please send me a refund as advertised on your products, which I intend to donate to People for the Ethical Treatment of Animals.\"","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/28/nyregion/no-headline-785369.html","abstract":"  \"You don't see the obviously mentally ill patient here. It's more your run-of-the-mill bourgeois neurotic.\" -- ANDREW L. TERNER, an art dealer in Greenwich Village.  [ B2:6. ]","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"The 9th Was There Too : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-the-9th-was-there-too-letters-to-the-editor.html","abstract":"Regarding \"From the Beaches to the Seine: Surprise, Sacrifice and Some Good Luck\" (Opinion, June 1) by John C. Ausland: .May I take issue with the contention that the Normandy port of Cherbourg was captured by the 4th and 79th divisions alone","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Baby Delivered in Bid to Save Blast Victim","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-survivor-baby-delivered-in-bid-to-save-blast-victim.html","abstract":"  The fireball that swept through Ana Espinal's home shortly after midnight yesterday put an abrupt end to both her night's sleep and her pregnancy and left her in critical condition. But shining through the disaster was the birth of her son, six weeks premature but unharmed.   Fighting to save two lives, doctors at Westchester County Medical Center delivered the 4-pound, 6-ounce baby just hours after Mrs. Espinal, 27, was extensively burned when a propane truck hit the Grant Avenue overpass on Interstate 287 and exploded about 12:35 A.M. yesterday.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Savage Cuts in Defense Research","web_url":"https://www.nytimes.com/1994/07/28/opinion/savage-cuts-in-defense-research.html","abstract":"  For decades now, the huge Pentagon budget has been used as a backdoor way to finance academic research and the training of graduate students in fields relevant to defense purposes -- and valuable to the civilian economy as well. But this year the House Appropriations Committee chopped the Pentagon's budget for research at universities by 50 percent -- from $1.8 billion to about $900 million -- and the House went along with it.   The rationale was that, with defense budgets shrinking, defense research had to shrink too. But some critics think the real reason was pique -- that the Defense Appropriations Subcommittee, angered by attacks on its earmarking of funds for projects in members' home districts, chose these cuts to show the mainstream universities and their Congressional champions who's boss.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/28/nyregion/c-corrections-785547.html","abstract":"  A credit line in Science Times on Tuesday for a drawing of a reception hall of a Roman villa where a fifth-century cemetery for infants has been excavated misspelled the artist's surname. He is William Aylward.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791822.html","abstract":"  WILLIAM KENNEDY SMITH settled out of court on Tuesday with a bouncer who had accused him of assault, The Associated Press reported yesterday.    Dr. Smith pleaded no contest to assault and battery charges in November in Arlington County (Va.) District Court, admitting that he had punched the bouncer, Henry C. Cochran, in the face. Dr. Smith said he had mistaken him for the friend of a man who had taunted him in a bar earlier in the evening. The Arlington County General District Court sentenced Dr. Smith to a year of unsupervised probation and 100 hours of community service.","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Pentagon Sends Trainers and Equipment to Cambodian Army","web_url":"https://www.nytimes.com/1994/07/28/world/pentagon-sends-trainers-and-equipment-to-cambodian-army.html","abstract":"  The Defense Department has sent dozens of American military trainers and hundreds of thousands of dollars in equipment to Cambodia in recent weeks to help the Cambodian Army, which has suffered a string of battlefield defeats this year at the hands of the Khmer Rouge rebels.   American officials said it was the first time since the 1970's that the United States had provided direct aid to the Cambodian Army, although they were quick to note that the equipment did not include weapons or ammunition of any sort.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Two More Favorites Are Saratoga Victims","web_url":"https://www.nytimes.com/1994/07/28/sports/horse-racing-notebook-two-more-favorites-are-saratoga-victims.html","abstract":"  The jinx of Saratoga claimed a couple of new victims today, the prize mares Elizabeth Bay and You'd be Surprised, who were both favored at 8-5 to outrun the hex and restore some sanity to the racing season in the Adirondacks.   But they didn't. Elizabeth Bay stalked the lead for almost a mile and then disappeared into eighth and last place. And You'd be Surprised took the lead in the homestretch but lost it when a filly named Weekend Madness beat her to the wire by three-quarters of a length to win the $150,000 Saratoga Budweiser Breeders' Cup Handicap.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Yankees Will Finish One, Start Another","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-yankees-will-finish-one-start-another.html","abstract":"  Melido Perez, Mike Stanley and Steve Howe seemed to have this nice, unspoken agreement among themselves, an agreement spoiled only by a downpour at Yankee Stadium last night and an eighth-inning mental error by Mike Gallego.   As they did in a 1-0 victory over Oakland one week ago, Perez would pitch around trouble, Stanley would support him with power and Howe would again entrench himself as a formidable stopper.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"How Writers Thought, for All the World to See","web_url":"https://www.nytimes.com/1994/07/28/books/how-writers-thought-for-all-the-world-to-see.html","abstract":"  Vladimir Nabokov -- novelist, poet, playwright, chess player and lepidopterist -- is the undisputed star of the literary exhibition now at the Berg Collection of English and American Literature at the New York Public Library.   The 250 original manuscripts, drawings, letters and first editions, all being shown for the first time in \"New in the Berg Collection, 1991-1993,\" range from part of a poem written by Lord Byron in 1806 to W. H. Auden's will to the manuscript of Paul Auster's 1986 post-modern detective story, \"New York Trilogy.\" Among the Americans are Allen Ginsberg, Randall Jarrell, Jack Kerouac, Robert Lowell, Marianne Moore, May Sarton, Anne Sexton, John Steinbeck and Edith Wharton; the British include G. K. Chesteron, Ford Madox Ford, Thomas Hood, Rudyard Kipling, Sean O'Casey, Algernon Charles Swinburne and Virginia Woolf.","thumbnail":null,"section":"Books"},{"date":"19940728","headline":"'President' of Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-president-of-bosnia-letters-to-the-editor.html","abstract":"While those of us who urged a stronger stance against Serbian aggression in Bosnia might have wished for more, the five-power peace plan is certainly the best option now available. Willingness to impose it by force, without further delay, will be the las","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Tarpley to Stay in Greece","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-tarpley-to-stay-in-greece.html","abstract":"  The former Dallas Mavericks star ROY TARPLEY, his application for reinstatement to the N.B.A. still pending, signed a one-year contract to remain with the Greek champion Olympiakos of Piraeus yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Censorship, Gonzalez Style","web_url":"https://www.nytimes.com/1994/07/28/opinion/censorship-gonzalez-style.html","abstract":"  Henry B. Gonzalez, the Texas Democrat who heads the House Banking Committee, never really wanted to hold Whitewater hearings in the first place. Now that they are under way he seems determined to make them as unenlightening and unthreatening as possible.   Bowing to Robert Fiske, the independent counsel, Congress had already agreed to exclude the central matter in Mr. Fiske's continuing investigation -- whether money from Madison Guaranty Trust, an Arkansas savings and loan, was improperly funneled into the Whitewater land venture or President Clinton's gubernatorial campaigns. That limited the committee to one question: Did Administration officials try inappropriately or unethically to rein in a Federal investigation by the Resolution Trust Corporation into Madison's collapse?","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"1919: Occupy Mexico?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-1919-occupy-mexico-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The military occupation of Mexico by the United States Army was advocated in the House of Representatives by Representative Hudspeth, a Democrat of Texas. The address was enthusiastically applauded. He also urged that the American Government wi","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Blast Engulfed Homes In Flames and Misery","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-scene-blast-engulfed-homes-in-flames-and-misery.html","abstract":"  In the wee hours of Wednesday morning, Billy Covert, 22, was enjoying a movie, \"Tombstone,\" and a game of video hockey with two childhood friends upstairs in his family's yellow house at 103 Clinton Street. Then the black shutters outside began to shake, his 19-year-old sister, Fran, let loose a bloodcurdling scream, and a flaming propane tank rocketed through the trees to land in their den downstairs.   \"I personally thought it was a nuclear war,\" said Mr. Covert, a senior at the University of New Haven.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"A District for Mining Of Manhattan's Minds; Psychiatrists Are at Home in the Village","web_url":"https://www.nytimes.com/1994/07/28/nyregion/district-for-mining-manhattan-s-minds-psychiatrists-are-home-village.html","abstract":"  In pursuit of a graduate degree in psychology, Catherine DiNardo takes courses at the New School for Social Research. But she is getting another kind of education in her chosen field by tending bar at the Rose Cafe, at the corner of Fifth Avenue and Ninth Street in Greenwich Village.   That's because many of the people ordering martinis are psychiatrists, psychologists, clinical social workers and the patients who see them, and their conversation often flits from the best-selling \"Listening to Prozac\" to various psychoanalytic theories. \"When I first started working here, it was like, 'Oh my God, another one,' \" she said.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"When Lowering the Cost Means Raising the Risk","web_url":"https://www.nytimes.com/1994/07/28/opinion/when-lowering-the-cost-means-raising-the-risk.html","abstract":"Americans receive the highest quality medical care in the world, and expect it almost as a right. That quality will be at risk if academic medicine is not supported adequately as Washington moves to revamp the health care system.\n\nThe greatness of American medicine derives from the greatness of its medical schools and teaching hospitals. Centers such as Baylor and Johns Hopkins, Columbia Presbyterian, Harvard and Massachusetts General provide the most advanced clinical care while training new physicians and conducting the research to develop new treatments.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; Bette, as in Lotte","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-bette-as-in-lotte-792683.html","abstract":"  To the Editor:   John O'Connor, in his review of the TNT documentary \"All About Bette\" (TV Weekend, July 15), seems taken aback (maybe) by the fact that Miss Davis is referred to throughout as Betty, not Bett.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/28/nyregion/c-corrections-791857.html","abstract":"  A report in the Off the Menu column in The Living Section yesterday about the Shun Lee Palace restaurant, which plans to close tomorrow for renovations and reopen around Sept. 20, misstated its address. It is at 155 East 55th Street, not West.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Giuliani Wisely Bides Time on Endorsement in Governor's Race; Lots of Local Talent","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-giuliani-wisely-bides-time-endorsement-governor-s-race-lots-local-talent-792713.html","abstract":"  To the Editor:   Unmentioned in disclosures about renting favors granted by William W. Koeppel, one of New York's more prominent real estate executives, to Giuliani administration members, is that so many new faces in the administration, the recipients of this apparent largess, are from out of town.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Wagner Citadel Presents The 'Ring'","web_url":"https://www.nytimes.com/1994/07/28/arts/opera-review-wagner-citadel-presents-the-ring.html","abstract":"  The new production of Wagner's \"Ring des Nibelungen\" that began here on Tuesday night inspired some booing, and that was a surprise: one would have expected sheer outrage. This is the festival house that Wagner built, the shrine where 10 operas form the sacred texts repeated year after year. And in the first new Bayreuth production of the \"Ring\" since 1988, here were the gods in \"Das Rheingold\" stripped of all dignity and authority, dressed like grotesque buffoons.   If ever the word deconstruction had a meaning it was here, in the first installment of this \"Ring\" directed by Alfred Kirchner, designed by a woman known simply as Rosalie, and conducted by James Levine.","thumbnail":null,"section":"Arts"},{"date":"19940728","headline":"Army Will Allow Women In 32,000 Combat Posts","web_url":"https://www.nytimes.com/1994/07/28/us/army-will-allow-women-in-32000-combat-posts.html","abstract":"  The Army is planning to open to women more than 32,000 combat positions that are now closed to them, but strong protests from senior generals forced the civilian Army Secretary to retreat from a much more ambitious plan.   The new plan will allow women into some units that were previously off limits, but will keep them in rear headquarters in many units and restrict their ability to compete for assignments that are necessary to rise to the Army's top ranks.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Indictment Ties Heiress's Disappearance to Horse Scheme","web_url":"https://www.nytimes.com/1994/07/28/us/indictment-ties-heiress-s-disappearance-to-horse-scheme.html","abstract":"  The disappearance of the candy heiress Helen Vorhees Brach has been a mystery for 17 years, defying police, psychics, prayers and a $250,000 reward. But today, the United States Attorney's office here said that at least part of the riddle had been solved.   In a series of indictments of 23 people from the glamorous and clubby world of horse shows, a well-known local horse trainer was charged in connection with the disappearance of Mrs. Brach, a 65-year-old pillar of Chicago society and horse owner who was last seen on Feb. 17, 1977, leaving an estate of $30 million.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"New Regatta Reminiscent Of an Old Competition","web_url":"https://www.nytimes.com/1994/07/28/sports/yacht-racing-new-regatta-reminiscent-of-an-old-competition.html","abstract":"  It was like a reunion here today of former America's Cup scions. From Peter de Savary of England to Gianfranco Alberini of Italy, names evoking yachting's elite past came here to learn more about a plan for a new international regatta reminiscent of the old America's Cup days.   Officers of the New York Yacht Club staged a news conference at the Marriott Hotel to offer more details of their announcement Sunday of the new International Cup.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Hampton's Bold Prediction: Giants Will Make Playoffs","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-football-hampton-s-bold-prediction-giants-will-make-playoffs.html","abstract":"  There is no question that Rodney Hampton is a leader, but you will never see him stand up in the middle of the Giants' locker room to give a George Patton-like speech. Chances are he will sit quietly by his locker nibbling on a Snickers bar, let the other guys do the talking, then go out and stampede for 150 yards. So when Hampton today guaranteed that the Giants would make the playoffs, it was an unusually bold statement for someone who is so quiet.   Quiet but powerful. And it is clear that Hampton, the heart and soul of New York's running game, has quietly become one of the team's most respected players. That might explain the bold prediction. Bold because many people expect the Giants to miss the playoffs because of the loss of so many key players, such as Phil Simms and Lawrence Taylor, and 75 percent of the starting secondary. Hampton dismissed the doomsayers. His thoughts? The Giants will get in -- count on it. 'We Believe in Ourselves'    \"I heard people say we weren't going to make the playoffs last year,\" Hampton said. \"Then before you know, we were 3-0 and then people were saying we hadn't played anybody. Then we went to the playoffs. I think the same thing will happen this year. We'll get there. People can doubt us if they want to, but we believe in ourselves and we'll be in the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; She Endangers Women","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-she-endangers-women-792705.html","abstract":"  To the Editor:   Your July 16 front-page article on the furor over Taslima Nasrin in Bangladesh notes her failure to attract sufficient support from her feminist and literary peers in the country.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Close Race in Germany: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-close-race-in-germany-letters-to-the-editor.html","abstract":"A News report in your June 25 issue said that opinion polls indicated that Chancellor Helmut Kohl's party had \"pulled clearly\" ahead of the rival Social Democrats. But the margin of error in the data cited would make it impossible to tell which","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Trial Scheduled for Kidd","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-trial-scheduled-for-kidd.html","abstract":"  JASON KIDD, the Dallas Mavericks' top draft choice and the No. 2 pick over all in the National Basketball Association draft, has been scheduled to stand trial on hit-and-run charges Sept. 30 in Oakland, Calif.   The trial date was set yesterday after attempts to work out a plea bargain between Kidd's lawyer and prosecutors failed.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Chinese Repression: Still an Issue","web_url":"https://www.nytimes.com/1994/07/28/opinion/chinese-repression-still-an-issue.html","abstract":"  Last year President Clinton found a constructive way to heal the rift between Congress and the White House on China, linking Beijing's trade privileges to modest improvements in its human rights performance. But this year, after an aggressive business lobbying campaign, the President junked his own solution and extended trade privileges unconditionally. Now it is up to Congress to try to repair the damage. It can begin by passing legislation that would re-link tariff rates for certain Chinese goods to minimum human rights standards.   The annual struggles over China's tariffs stem from the outrage many Americans felt when Deng Xiaoping ordered army tanks to mow down students demonstrating for democracy in Beijing's Tiananmen Square five years ago. But the issue is no longer just Tiananmen. That one barbaric act unmasked the true nature of a regime that was known abroad mainly for its economic reforms.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"For Rwandan Refugees, a Grim Routine of Death","web_url":"https://www.nytimes.com/1994/07/28/world/for-rwandan-refugees-a-grim-routine-of-death.html","abstract":"  There is no \"Day in the Life of a Refugee Camp\" story. There is only another day of death.   Eleven-year-old Uwizeyimana sat on a bit of high ground. She held an umbrella in her right hand, tilted to provide shade for the little girl she held in her arms. The child appeared to be sleeping.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"State Says Error by Fingerprint Examiner Was Apparently Fatal","web_url":"https://www.nytimes.com/1994/07/28/nyregion/state-says-error-by-fingerprint-examiner-was-apparently-fatal.html","abstract":"  A \"tragic human error\" by a fingerprint examiner in Albany allowed a man sought on murder charges to slip through the hands of New York City law-enforcement officials, apparently allowing him to kill again, state officials said yesterday.   The man, Andre Foreman -- who used the aliases Andre Freeman and John Breeze and gave false birth dates -- was arrested by New York City police for petty larceny on May 10.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/28/style/chronicle-791830.html","abstract":"  RAOUL LIONEL FELDER, the divorce lawyer, is making a pilgrimage to Staten Island today to right a wrong. He is replacing a stolen van that had been specially built for ERIC LOPEZ, a young man with severely deformed hands and feet. Mr. Felder plans to present the keys to Mr. Lopez at his home.    Mr. Felder said he saw a television news report about the theft of the van belonging to Mr. Lopez, who has a life-threatening skin disease called Epidermolysis bullosa, which causes severe blistering and defects of the limbs and organs.","thumbnail":null,"section":"Style"},{"date":"19940728","headline":"Lack of Studies On Sex Limits AIDS Research","web_url":"https://www.nytimes.com/1994/07/28/us/lack-of-studies-on-sex-limits-aids-research.html","abstract":"  A panel of the National Academy of Sciences said today that a lack of studies on sexual behavior and drug use had blocked progress in fighting AIDS.   The committee of the Institute of Medicine, which is part of the academy, said in a report that more research across disciplines was needed to attack AIDS and called for a comprehensive national survey of sexual behavior and drug use, which are the major avenues in the spread of AIDS.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Israel Accusing Muslim Militants in Recent Bombings in the West","web_url":"https://www.nytimes.com/1994/07/28/world/israel-accusing-muslim-militants-in-recent-bombings-in-the-west.html","abstract":"  Israeli officials asserted today that a recent terrorist campaign of bombings directed at Israeli and Jewish targets in Britain, Argentina and Panama was the work of radical Muslim fundamentalist forces. Military strategists here also believe that the fundamentalists are taking aim at secularist Arab governments.    Yigal Pressler, an adviser on terrorism to Prime Minister Yitzhak Rabin, today blamed what he described as \"extremist Islamic fundamentalist terrorism\" for this new wave of terror.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"A Cup Well-Covered : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-a-cup-wellcovered-letters-to-the-editor.html","abstract":"I'm writing to let you know how much I enjoyed the Tribune's coverage of the World Cup. Your great articles and photographs had me reading the paper back-to-front. Special thanks for the fine writing of Ian Thomsen and Rob Hughes.. CHRISTINE CLOVER. . Mer","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Coleman Is Cleared but Remains Angry","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-basketball-coleman-is-cleared-but-remains-angry.html","abstract":"  Derrick Coleman is not satisfied with being cleared of the charge filed against him by a woman who said that he raped her in a Detroit hotel room on July 14. He said today that he planned to pursue the process of exoneration as publicly as the woman who accused him highlighted the process of accusation.    \"She will be made an example of,\" Coleman said after Tuesday night's Dream Team II exhibition game.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Joel Rifkin Gives Testimony For First Time Since Arrest","web_url":"https://www.nytimes.com/1994/07/28/nyregion/joel-rifkin-gives-testimony-for-first-time-since-arrest.html","abstract":"  After months of sitting silently at the defense table during his first trial, Joel Rifkin eagerly took the witness stand for the first time today at a hearing before his second trial, contending that the police repeatedly ignored his requests for a lawyer when he confessed last year to killing 17 women.   Swaying back and forth, Mr. Rifkin appeared to relish the challenge of verbally sparring with the prosecutor, Michael Ahearn, an assistant Suffolk County district attorney, even correcting him when he made mistakes.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"State Says Giuliani's Budget Leaves a Gap of $600 Million","web_url":"https://www.nytimes.com/1994/07/28/nyregion/state-says-giuliani-s-budget-leaves-a-gap-of-600-million.html","abstract":"  Three days after Mayor Rudolph W. Giuliani ordered up to $450 million in contingency cuts in the city's budget, the State Comptroller issued a stern critique of New York City's finances yesterday that concluded that the Mayor had still not done enough to avert a budget crunch in the coming months.   In a report that tempered enthusiasm for some of the Mayor's initiatives with criticisms of others, the Comptroller, H. Carl McCall, said the budget still included a gap of more than $600 million, caused by the failure to account for spending on things like overtime and pensions.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Giuliani Wisely Bides Time on Endorsement in Governor's Race","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-giuliani-wisely-bides-time-on-endorsement-in-governor-s-race-792624.html","abstract":"  To the Editor:   Certain members in the leadership of New York's Republican Party are \"angered\" with Mayor Rudolph W. Giuliani over his seeming reluctance to endorse the party's choice for governor, George Pataki. They prefer that the Mayor, one of the highest profile elected Republicans in the state, quickly fall in with the rank and file and throw his considerable political weight behind Mr. Pataki. While this may seem expedient to some, it is not necessarily so for Mr. Giuliani, for New York City or, yes, even the New York Republican Party.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Nightmare Of a Crawl For Drivers","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-traffic-nightmare-of-a-crawl-for-drivers.html","abstract":"  Although it stretches for only 11 miles, the Cross Westchester Expressway is one of the most important arteries in the Northeast, linking major thoroughfares like the New England Thruway and the Gov. Thomas E. Dewey Thruway, the Saw Mill Parkway and the Hutchinson River Parkway.   So when the east-west expressway, also called Interstate 287, was shut down early this morning after a propane tanker hit a concrete overpass and erupted in a ball of flame, severely damaging the overpass, the impact on traffic reverberated for miles and lasted for hours.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Trucker Convicted of Driving While Impaired","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-driver-trucker-convicted-of-driving-while-impaired.html","abstract":"  The 23-year-old truck driver who was killed when his tanker truck slammed into a highway overpass here this morning had a troubled driving record, including a 1988 conviction for driving while impaired that resulted from a drunk-driving charge and two license suspensions, according to New York State motor vehicle records.   The company that employed him, Paraco Gas of Purchase, N.Y., has also had a troubled history. The privately held industrial gas distributor, with annual sales of about $17 million, was fined $3,250 in 1992 for eight violations of Federal regulations, including failure to inspect its cargo tanks and keep required records, state transportation officials said.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-792616.html","abstract":"  To the Editor:   \"Bangladesh Court Will Rule on Writer\" (letter, July 16) by Humayun Kabir, Ambassador of Bangladesh, ignores the concerns many Bangladeshis have about the controversy involving the writer Taslima Nasrin.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"A Russian Pyramid Collapses, Burying Belief in Capitalism","web_url":"https://www.nytimes.com/1994/07/28/world/a-russian-pyramid-collapses-burying-belief-in-capitalism.html","abstract":"  Driven by equal doses of panic and greed, thousands of investors swarmed stock exchanges, offices and the headquarters of Russia's largest stock fund today, desperately trying to sell the company's shares, which have lost half their value in less than a day.   With at least five million shareholders, the company, MMM, had become the most visible, and aggressive symbol of the rowdy new capitalism here, churning profits seemingly out of air, and turning everyone from penny- pinching grandmothers to college kids into stock market addicts.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Partisan Jockeying on Health Care Becomes Intense","web_url":"https://www.nytimes.com/1994/07/28/us/health-care-debate-legislation-partisan-jockeying-health-care-becomes-intense.html","abstract":"  President Clinton complained today that Republicans moved \"further away\" from a compromise on health care each time he reached out to them.  Republicans, meanwhile, complained that Democratic leaders were drafting their health care bills in secret and demanded a week to review them before beginning floor debate.   It was a day of partisan positioning and private salesmanship as Democratic leaders neared the end of their efforts to turn measures passed by committees into bills for consideration in the House and Senate.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Tarkanian Case Is Closed","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-basketball-tarkanian-case-is-closed.html","abstract":"  The former U.N.L.V. basketball coach JERRY TARKANIAN and the university ended three years of litigation Monday, announcing Tarkanian will drop his lawsuits against the school and U.N.L.V. will pay his legal costs.   \"This brings a conclusion to the litigation between the university and the individual defendants and the Tarkanians,\" U.N.L.V.'s interim president, KENNY GUINN, said.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"GOODWILL GAMES;\nQuick Dismissal for U.S. in Water Polo","web_url":"https://www.nytimes.com/1994/07/28/sports/goodwill-games-quick-dismissal-for-us-in-water-polo.html","abstract":"Until the rules changed in the early 1900's to ban toe twisting, strangling and holding enemy team members under water by their hair, water polo was known as the roughest sport in the world.\n\nFor the United States team, weary from three consecutive weeks of competition in Italy, Hungary and now Russia, it has been plenty rough enough here at the Goodwill Games.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Jets' Offense Staying San Francisco Style","web_url":"https://www.nytimes.com/1994/07/28/sports/pro-football-jets-offense-staying-san-francisco-style.html","abstract":"  Year after year, Bill Walsh won games with a dazzling home-grown offense. Then, in pro football's version of a production line, he churned out disciples, and they took those offensive secrets to the National Football League's far outposts.   The offense Walsh perfected in the 1980's with the San Francisco 49ers is used by his former assistants who are now head coaches: George Seifert of the 49ers, Mike Holmgren of the Packers, Dennis Green of the Vikings and Sam Wyche of the Buccaneers. It is the offense of choice of such offensive coordinators as Jim Fassel of the Broncos, Paul Hackett of the Chiefs and Bruce Coslet of the Bengals, all former assistants to Walsh.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Where Being Right Really Pays Off","web_url":"https://www.nytimes.com/1994/07/28/books/books-of-the-times-where-being-right-really-pays-off.html","abstract":"  Reminiscences of a Stock Operator  By Edwin Lefevre  299 pages. John Wiley & Sons. Paperback, $16.95.    \"Well, I went home,\" says Larry Livingstone, the fictionalized protagonist of Edwin Lefevre's \"Reminiscences of a Stock Operator,\" after losing all his money on the New York Stock Exchange at the age of 21. \"But the moment I was back I knew that I had but one mission in life and that was to get a stake and go back to Wall Street. That was the only place in the country where I could trade heavily. Some day, when my game was all right, I'd need such a place. When a man is right he wants to get all that is coming to him for being right.\"","thumbnail":null,"section":"Books"},{"date":"19940728","headline":"Simpson Is Sued by the Mother of Slain Man","web_url":"https://www.nytimes.com/1994/07/28/us/simpson-is-sued-by-the-mother-of-slain-man.html","abstract":"  The mother of Ronald L. Goldman, the man stabbed to death along with Nicole Brown Simpson last month, has filed a wrongful-death suit accusing O. J. Simpson of \"willfully, wantonly and maliciously\" killing him, her lawyer said today.   The suit, which seeks unspecified general and punitive damages from Mr. Simpson, was filed last month in Los Angeles County Superior Court in Santa Monica, where a judge has scheduled a hearing for March 15.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"HOUSE APPROVES DESERT PRESERVE","web_url":"https://www.nytimes.com/1994/07/28/us/house-approves-desert-preserve.html","abstract":"  After two months of wrangling and fitful debate, the House voted today to designate 9.4 million acres of California desert as national park land and preserves. Since the Senate has already passed a similar bill, the House action virtually guarantees that the legislation will become law later this year.   The California Desert Protection Act, which passed 298 to 128, is the largest land-conservation measure approved since the 1980 Alaska Lands Act. The desert region includes 90 mountain ranges, sand dunes as high as 700 feet, Indian rock paintings, the world's largest forest of cactus-like Joshua trees, the only known dinosaur tracks in California and more than 2,000 species of plants and wildlife, including the endangered desert tortoise.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/28/sports/results-plus-790613.html","abstract":"  TENNIS  Bruguera and Lendl Win  Top-seeded Sergi Bruguera and the six-time champion Ivan Lendl had no problems advancing yesterday in the Player's International in Toronto. Not so with second-seeded Todd Martin, who withdrew with a leg injury. He was leading Israel's Amos Mansdorf, 7-6, 3-6, when forced to retire. The 34-year-old Lendl, seeded 12th, routed Australia's Wally Masur, 6-0, 6-0. Bruguera, the French Open champion making his debut in the $1.7 million tournament, needed less than an hour to defeat American Jim Grabb, 6-4, 6-2, and move into the third round. Two other seeded players, No. 5 Petr Korda of the Czech Republic and No. 13 Aaron Krickstein, were upset. Korda was ousted by Sweden's Thomas Enqvist, 6-4, 6-3, and Chuck Adams downed Krickstein, 6-4, 6-4, in a match between Americans. (AP) Spanish Women on a Roll: Spain's Arantxa Sanchez Vicario and Conchita Martinez, the No. 2 and No. 3 players in the world, breezed through opening-round matches yesterday in the $400,000 Acura U.S. Women's Hardcourts tournament at Stratton Mountain, Vt. Sanchez Vicario ruined the Women's Tennis Association tour debut of Mashona Washington, a younger sister of MaliVai Washington, 6-2, 6-0, in 46 minutes. Martinez, the defending champion, needed 62 minutes to defeat Stephanie Rottier of the Netherlands, 6-1, 6-1. In a second-round match of unseeded players, Angela Lettiere of Vero Beach, Fla., who upset sixth-seeded Katrina Maleeva on Tuesday, lost to Marianne Werdel of San Diego, 6-0, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Keenan's Lawyer Points Finger at Smith","web_url":"https://www.nytimes.com/1994/07/28/sports/hockey-keenan-s-lawyer-points-finger-at-smith.html","abstract":"  The lawyer who helped prepare Mike Keenan's submissions to the National Hockey League about his contractual status yesterday denied reports that his client conspired with Rangers General Manager Neil Smith to purposely delay paying him his bonus check so he could be free.   \"Neither the word nor the concept of conspiracy is included in any of our submissions,\" said Merle Silverstein, a St. Louis lawyer. Rather, he said, the submissions included allegations of actions by Smith to push Keenan out by deliberately withholding the check.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Pataki Will Face Rival in Republican Primary","web_url":"https://www.nytimes.com/1994/07/28/nyregion/pataki-will-face-rival-in-republican-primary.html","abstract":"  Virtually insuring the first Republican primary for Governor in 12 years, State Senator George E. Pataki said today that he would not challenge the right of his sole Republican rival, Richard M. Rosenbaum, to get on the ballot.   The primary on Sept. 13 will now pit two factions of the Republican Party in a battle to unseat the three-term Democratic incumbent, Gov. Mario M. Cuomo. Mr. Rosenbaum, a Republican state chairman in the 1970's, comes from the party's more liberal wing once led by Nelson A. Rockefeller. Mr. Pataki is supported by the now-dominant conservative branch, whose standard-bearer is United States Senator Alfonse M. D'Amato.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Kruk Hears Good News","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-baseball-kruk-hears-good-news.html","abstract":"  An upbeat JOHN KRUK left a Philadelphia hospital last night after learning that lumps he discovered on his body are apparently not connected to his testicular cancer earlier this year.   \"It ain't cancer,\" the Philadelphia Phillies star said as he walked between buildings at Thomas Jefferson University Hospital.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Plotters Against Hitler : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-plotters-against-hitler-letters-to-the-editor.html","abstract":"Thank you for Thomas Fleming's article about German resistance to Hitler (\"The Fate of These Resisters Proved a Tragedy for All,\" Opinion, July 21). Seldom in my 72 years have I, a former Wehrmacht officer, been as deeply moved..Was there any","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Arrest Ordered for Brother of Italian Premier","web_url":"https://www.nytimes.com/1994/07/28/world/arrest-ordered-for-brother-of-italian-premier.html","abstract":"  Magistrates in Milan issued an arrest warrant today for the brother of Prime Minister Silvio Berlusconi in a widening scandal involving dozens of Italian businessmen and Government tax inspectors accused of trading bribes for lenient or fraudulent tax audits.   Confronted with the spread of the investigation, the Prime Minister lashed out in a speech on Monday night against the Milan magistrates conducting it. The inquiry has led to the arrest over the last several days of many senior business leaders, including the head of the tax office of the Prime Minister's Fininvest corporation.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"Japan Goes to Business School","web_url":"https://www.nytimes.com/1994/07/28/opinion/japan-goes-to-business-school.html","abstract":"Five years ago, the Japanese were riding high. The economic bubble had not yet burst, and Japanese industry appeared invincible. In the manufacturing sector, the Japanese were mentors, and U.S. firms increased their productivity by adapting Japanese practices to local requirements. \n\nToday, American and Japanese firms have in some respects traded places. Because of the renaissance in U.S. manufacturing, Japan's prolonged recession and the continuing appreciation of the yen against the dollar, Japanese business leaders -- who just a few years ago thought they had nothing further to learn from us -- are examining American business practices with renewed interest and emulating some with interesting results.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Hybrid Organization Serves as a Conductor for the Health Care Orchestra","web_url":"https://www.nytimes.com/1994/07/28/us/health-care-debate-behind-scenes-hybrid-organization-serves-conductor-for-health.html","abstract":"  These are heady days for Families USA, an unusual advocacy group that has become the de facto public relations manager of the Clinton Administration's campaign for comprehensive health care legislation.    Using a careful mix of statistics, hard-luck stories and staged political events, Families USA has played an important behind-the-scenes role in shaping public perceptions of the nation's health care problems.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Panels Urge Big Changes In Police Dept.","web_url":"https://www.nytimes.com/1994/07/28/nyregion/panels-urge-big-changes-in-police-dept.html","abstract":"  New York City's Police Department needs major changes at all levels, from beat patrol to headquarters, a series of highly critical internal reports has concluded. The reports recommend overhauling everything from how precincts are organized, to how patrol officers are rewarded, to how corruption is combated.   If not retooled and redeployed, one of the reports says, the department \"will remain in its own private industrial age, ineffective and irrelevant.\"","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Whitewater Inquiry Causes Rift Among Top Treasury Officials","web_url":"https://www.nytimes.com/1994/07/28/us/whitewater-inquiry-causes-rift-among-top-treasury-officials.html","abstract":"  The Whitewater hearings have created a bitter rift between the Treasury Secretary, the Deputy Secretary and the department's top lawyer that officials said today would almost inevitably lead to a shake-up at the department.   The three officials have provided investigators with conflicting accounts of their roles concerning contacts with the White House about the Whitewater case. As word of the discrepancies have filtered out in recent days, tensions within the Treasury Department have deepened to the point where the lawyer and her clients deeply distrust one another, Administration officials said today.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Curbs Proposed on U.S. Queries on Workers' Mental Health","web_url":"https://www.nytimes.com/1994/07/28/us/curbs-proposed-on-us-queries-on-workers-mental-health.html","abstract":"  The White House has called for Federal agencies to cease routinely asking workers whose jobs require security clearances about their mental-health history except in the recent past, Administration officials said today.   Officials described the new proposal as part of an effort to insure that Federal scrutiny of workers' personal histories be limited to issues relevant to their current performance. It would affect civilians and military personnel who apply for any of the more than two million Government jobs and armed-services billets that require security clearances.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"Backing Mayor, Board of Education Re-elects President","web_url":"https://www.nytimes.com/1994/07/28/nyregion/backing-mayor-board-of-education-re-elects-president.html","abstract":"  In a demonstration of the Mayor's control, Rudolph W. Giuliani's allies on the New York City Board of Education re-elected the board's president yesterday and forced Schools Chancellor Ramon C. Cortines to backtrack on a proposed raise for an official the Mayor had sought to dismiss.   The re-election of Carol A. Gresser, the board president whom Mayor Giuliani had endorsed, and that of Irene H. Impellizzeri, the vice president who is one of Mr. Giuliani's two representatives, were expected. But the board's four-member majority used the annual balloting as a display of strength, moving and seconding one another's nominations and voting with choreographed dispatch.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Case of Bangladesh Writer Opens Old Wounds; Victims of Censorship","web_url":"https://www.nytimes.com/1994/07/28/opinion/l-case-of-bangladesh-writer-opens-old-wounds-victims-of-censorship-792691.html","abstract":"  To the Editor:   Taslima Nasrin's plight has attracted more attention than any such case since the 1989 decree by the Iranian mullahs against Salman Rushdie. The media sometimes appear to have room for only one Salman Rushdie at a time, when hundreds of writers are at risk from governments and extremist groups that confuse dissent with treason.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Tanker Crashes In a Fiery Blast In Westchester","web_url":"https://www.nytimes.com/1994/07/28/nyregion/explosion-on-i-287-the-overview-tanker-crashes-in-a-fiery-blast-in-westchester.html","abstract":"  A tractor-trailer slammed into a bridge over an expressway here early today in a white-hot explosion, hurling a blazing propane tank through the air like an out-of-control missile and touching off fires that injured 23 people as flames hopscotched from house to house.   The driver of the tanker truck died in the bizarre middle-of-the-night accident, which left thousands of rush-hour commuters facing traffic headaches as investigators measured skid marks and surveyed twisted truck parts that were thrown over an embankment onto narrow side streets.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/28/nyregion/metro-digest-786217.html","abstract":"  EXPLOSION ON I-287: AMID WRECKAGE, LOOKING FOR ANSWERS   A tractor-trailer slammed into a bridge over an expressway in White Plains, hurling a blazing propane tank through the air like an out-of-control missile and setting off fires that injured 23 people as flames leaped from house to house. A1.   Billy Covert was upstairs in his family's house when the shutters began to shake, his sister screamed and a flaming propane tank rocketed into their den downstairs. B6. The tanker truck's driver had a troubled record, including two license suspensions. B6.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/28/nyregion/bridge-787914.html","abstract":"  Form continued to prevail in the major knockout team championships at the American Contract Bridge League's Summer Nationals here. The only major upset in the Spingold Teams last night was the elimination of the fifth-ranked group, led by a veteran, George Rapee of Manhattan.    It lost by 46 imps to Richard Pavlicek Jr. of Fort Lauderdale, Fla.; Blair Seidler of Fair Lawn, N.J.; Bob Rosen of Delray Beach, Fla., and Andy O'Grady of Miami, the original 60th seed in the field of 129 teams. Pavlicek and Seidler finished second in the Junior Team Trials on Sunday.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Will More Fans See Yankees If They Can See Less Bronx?","web_url":"https://www.nytimes.com/1994/07/28/nyregion/will-more-fans-see-yankees-if-they-can-see-less-bronx.html","abstract":"  The latest plan to keep the Yankees in the Bronx would allow fans to come see the Bombers without hardly seeing the Bronx.   This overture in the long-running flirtation between New York and the Yankees is a proposal to build a bridge from the Harlem River Drive in northern Manhattan, directly west of the stadium, to an 11,300-space parking garage in the Bronx. The garage would be connected to the stadium by a two-block-long enclosed walkway lined with shops and restaurants.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Assault Weapons Ban Allowed To Stay in Anti-crime Measure","web_url":"https://www.nytimes.com/1994/07/28/us/assault-weapons-ban-allowed-to-stay-in-anti-crime-measure.html","abstract":"  Representative Jack Brooks, the chairman of the House Judiciary Committee, lost an attempt tonight to knock a ban on assault weapons out of the comprehensive crime bill. At the same time, however, House Democrats supported Mr. Brooks's move to exempt pawnbrokers from the Brady law on handgun control.   Mr. Brooks, a Texas Democrat and fierce opponent of gun control, had threatened to hold up the $30.2 billion crime package if a ban on assault weapons was included, even though both the House and the Senate had passed such bans.","thumbnail":null,"section":"U.S."},{"date":"19940728","headline":"A Poor Solution for Kiryas Joel","web_url":"https://www.nytimes.com/1994/07/28/opinion/a-poor-solution-for-kiryas-joel.html","abstract":"  At the Satmar Hasidic village of Kiryas Joel, about 50 miles northwest of New York City, some 5,500 schoolchildren attend private religious schools. But about 200 of the sect's disabled students are taught with public funds in a school that the State Legislature carved out as a special district in 1989. Hasidic families have thus been allowed to shelter their disabled children from the ridicule and hostility parents fear they would encounter in neighboring public schools because of their distinctive dress and membership in a reclusive community -- while still educating them with public funds.    How far should New York State go to accommodate this group? The U.S. Supreme Court says the state went too far by creating a special district to educate them. Now the Legislature and Gov. Mario Cuomo have approved a law that tries to get around the Court's objections. The new law faces another possible court challenge. But even if it does not violate constitutional barriers against state aid to religion, it represents bad policy.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"Financing for Times Square Leads to Harsher Criticism","web_url":"https://www.nytimes.com/1994/07/28/nyregion/financing-for-times-square-leads-to-harsher-criticism.html","abstract":"  Less than a week before a critical deadline in the long-delayed plan to redevelop Times Square, a new report from one of the project's most prominent critics suggests that the deal for four huge office towers has created a financial quagmire that could cost taxpayers hundreds of millions of dollars.   The report, issued this week by the Municipal Art Society, calculated that because of tax abatements the state has promised the developers of the proposed towers, the city and the state would receive from $1.5 billion to $4.2 billion less in taxes paid than they would get from a similar office complex built without subsidies.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"Journal; The Wrong Battles","web_url":"https://www.nytimes.com/1994/07/28/opinion/journal-the-wrong-battles.html","abstract":"  United States troops finally started trickling into Goma, Zaire, last week, well after the wrenching images and stories of Rwandan refugees had saturated the American conscience. But they were hardly the most conspicuous representatives of our armed forces to make the news over the weekend.   In Saturday's paper alone, you could read about Sgt. 1st Class Ervin M. Graves of Fort Bragg, N.C., who had just received a life sentence for the murder and attempted rape of Lisa Bryant, a 21-year-old second lieutenant whose promising resume included an honors degree from Princeton. Or about the Citadel, the state-supported military academy in Charleston, S.C., which had just been ordered in another courtroom to admit a woman, Shannon Faulkner, to its Corps of Cadets, and in the process was berated by a Federal judge for squandering public funds in its doomed defense of sexual discrimination.","thumbnail":null,"section":"Opinion"},{"date":"19940728","headline":"21 Enterprise Zones Created, Including 4 in New York City","web_url":"https://www.nytimes.com/1994/07/28/nyregion/21-enterprise-zones-created-including-4-in-new-york-city.html","abstract":"  To encourage economic development in impoverished areas across the state, New York State officials yesterday named 21 special new enterprise zones, including four in New York City, to receive tax breaks and other incentives aimed at attracting business to distressed neighborhoods.   Gov. Mario M. Cuomo, seeking to spread around one of the few bounties he has to offer as he seeks a fourth term, announced the expansion of the state's existing economic development zone program from the current 19 areas to a total of 40 different locations.","thumbnail":null,"section":"New York"},{"date":"19940728","headline":"After Two Bombings, Israelis Rebuke Britain on Security","web_url":"https://www.nytimes.com/1994/07/28/world/after-two-bombings-israelis-rebuke-britain-on-security.html","abstract":"  After two car bomb attacks in less than a day against Jewish targets here, Israeli officials today harshly criticized the security provided by Britain in what appeared to be a terrorist campaign by radical Islamic opponents of the Middle East peace effort.   Amid questions about whether the blasts had been part of a plan to attack Jewish interests around the world, possibly with the support of Iran or an Arab government hostile to Israel, the British Foreign Office said a caller purporting to represent Hamas, the radical Islamic group that operates primarily in the West Bank and Gaza, had asserted responsibility for the bombing Tuesday at the Israeli Embassy in London.","thumbnail":null,"section":"World"},{"date":"19940728","headline":"High Noon Today as Walkout Will Be Set","web_url":"https://www.nytimes.com/1994/07/28/sports/baseball-high-noon-today-as-walkout-will-be-set.html","abstract":"  The owners' formal rejection yesterday of the players' initial proposals for a new collective bargaining agreement set the stage for the executive board of the Players Association to set a strike date today.    The executive board will convene by telephone conference call at noon today. Union officials, who as of yesterday had not settled on strike date, are expected to recommend one in the middle of next month, possibly Aug. 12 or Aug. 19. Richard Ravitch, the chief labor executive for major league club owners, acknowledged that a strike date would put added pressure on both sides.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Italian League Team 'Rents' United States' Lalas for Year","web_url":"https://www.nytimes.com/1994/07/28/sports/sports-people-soccer-italian-league-team-rents-united-states-lalas-for-year.html","abstract":"  ALEXI LALAS, the defender with the fiery red hair and goatee, was loaned to Padova of the Italian League yesterday for one year by the United States Soccer Federation.   Lalas, a 24-year-old from Detroit, will become the first American-born player in the Italian League, the most competitive and highly paid soccer circuit in the world. He also had offers from Coventry City in England's Premier League and Bochum in Germany's Bundesliga.","thumbnail":null,"section":"Sports"},{"date":"19940728","headline":"Burial Teams For Refugees Needed Now","web_url":"https://www.nytimes.com/1994/07/28/world/burial-teams-for-refugees-needed-now.html","abstract":"  With thousands of unburied bodies threatening to worsen a cholera epidemic, the United Nations made an urgent appeal today to the United States to take over the grisly task of mass burials.    \"Anyone who just drives along the road or goes to the camps can see that the situation is very, very critical,\" said Raymond Wilkinson, spokesman for the United Nations High Commissioner for Refugees. \"If those bodies stay out for very long, then you are going to get bloated bodies and you're going to get disease.\"","thumbnail":null,"section":"World"},{"date":"19940728","headline":"1944:Jobs After the War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/28/opinion/IHT-1944jobs-after-the-war-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Mayor F.H. LaGuardia, calling Federal aid essential to the city's billion-dollar post-war public-works program, proposed yesterday [July 27] a forty-billion-dollar Federal appropriation to help finance nation-wide c","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940728","time":"1994-07-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":74,"wspd":7.6},{"date":"19940728","time":"1994-07-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":75,"wspd":7.6},{"date":"19940728","time":"1994-07-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":77,"wspd":7.6},{"date":"19940728","time":"1994-07-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":78,"wspd":11.2},{"date":"19940728","time":"1994-07-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":82,"wspd":9.4},{"date":"19940728","time":"1994-07-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":81,"wspd":7.6},{"date":"19940728","time":"1994-07-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":81,"wspd":11.2},{"date":"19940728","time":"1994-07-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":86,"wspd":9.4},{"date":"19940728","time":"1994-07-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":85,"wspd":14.8},{"date":"19940728","time":"1994-07-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":14.8},{"date":"19940728","time":"1994-07-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":84,"wspd":16.6},{"date":"19940728","time":"1994-07-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":80,"wspd":7.6},{"date":"19940728","time":"1994-07-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":78,"wspd":11.2},{"date":"19940728","time":"1994-07-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":75,"wspd":13},{"date":"19940728","time":"1994-07-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":76,"wspd":13},{"date":"19940728","time":"1994-07-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":76,"wspd":9.4},{"date":"19940728","time":"1994-07-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":73,"wspd":11.2},{"date":"19940728","time":"1994-07-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":72,"wspd":7.6},{"date":"19940728","time":"1994-07-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":71,"wspd":9.4},{"date":"19940728","time":"1994-07-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":71,"wspd":5.4},{"date":"19940728","time":"1994-07-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":74,"wspd":7.6},{"date":"19940728","time":"1994-07-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":73,"wspd":9.4},{"date":"19940728","time":"1994-07-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":72,"wspd":9.4},{"date":"19940728","time":"1994-07-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":75,"wspd":3.6},{"date":"19940728","time":"1994-07-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":16.6},{"date":"19940728","time":"1994-07-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":14.8},{"date":"19940728","time":"1994-07-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":16.6},{"date":"19940728","time":"1994-07-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":16.6},{"date":"19940728","time":"1994-07-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":13},{"date":"19940728","time":"1994-07-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":5.4},{"date":"19940728","time":"1994-07-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":97,"wspd":7.6},{"date":"19940728","time":"1994-07-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":94,"wspd":13},{"date":"19940728","time":"1994-07-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940728","time":"1994-07-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":9.4},{"date":"19940728","time":"1994-07-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":16.6},{"date":"19940728","time":"1994-07-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":11.2},{"date":"19940728","time":"1994-07-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":18.7},{"date":"19940728","time":"1994-07-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":18.7},{"date":"19940728","time":"1994-07-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":22.3},{"date":"19940728","time":"1994-07-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":22.3},{"date":"19940728","time":"1994-07-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":25.9},{"date":"19940728","time":"1994-07-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":25.9},{"date":"19940728","time":"1994-07-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":13},{"date":"19940728","time":"1994-07-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":18.7},{"date":"19940728","time":"1994-07-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":24.1},{"date":"19940728","time":"1994-07-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":22.3},{"date":"19940728","time":"1994-07-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":20.5},{"date":"19940728","time":"1994-07-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":22.3}]}}