{"19940707":{"guardian_articles":[],"nytimes_articles":[{"date":"19940707","headline":"Tracking Police Corruption Over the Years","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-in-uniform-chronology-tracking-police-corruption-over-the-years.html","abstract":"  Sept. 23, 1986: More than a decade after the Knapp Commission focused wide attention on corruption among the police and after years of relative quiet, the police department is rocked by the arrests of eleven officers from the 77th Precinct in Bedford-Stuvesant who knocked down doors, stole money and drugs from drug dealers and resold the stolen drugs. The \"Buddy Boys\" case is the department's first major corruption scandal since the Knapp Commission exposed organized \"pads\" that ran extortion operations out of nearly every precinct house. It was out of the Knapp Commission that the Internal Affairs Division was born. Oct. 31, 1986: Twenty-seven supervisors are transferred out of the precinct by Commissioner Benjamin Ward, but no need is seen for an investigation of the department's anti-corruption efforts. March 1991: Apparently no corruption troubles are in sight. The state disbands the office of Special Prosecutor for corruption and agres to give money to the district attorneys to fight corruption. To date, only a fraction of the money promised has been delivered. May 7, 1992: A group of six New York City police officers, led by Officer Michael Dowd, are arrested for cocaine trafficking by the Suffolk County police, raising a host of questions about oversign and the Blue Wall of Silence. Why didn't the department's own investigators uncover the scandal in light of flagrant misconduct over many years by Officer Dowd? Had the department looked the other way? One person, anyway, sees no major cracks. Police Commissioner Lee P. Brown calls the department's system for weeding out corruption \"a system that police agencies across the country look to.\" June 25, 1992: Mayor David N. Dinkins announces the creation of a special panel to investigate corruption, and as its head, names Milton Mollen, a former judge and former Deputy Mayor for public safety, as well as a close friend. Commissioner Brown, who opposed the panel, was conspicuously absent from the announcement. June 29, 1992: Commissioner Brown finally acknowledges a problem. He announces tougher anti-corruption measures that on the surface seem rather basic. Investigators will finally be supplied with modern surveillance equipment and even new cars that will help them avoid detection from officers under scrutiny. He also asks his top deputy, Raymond W. Kelly, to prepare a report on why the department failed to stop Officer Dowd. But law enforcement officials say the response is too late, that the Internal Affairs Division had been bungling cases for years. One officials calls it a \"secret waiting to come out.\" July 30, 1992: More problems for Michael Dowd. He is arrested on Federal charges that he took huge weekly cash payments from drug gangs. Officials say he offered protection from police raids and in return took in as much as $8,000 a week. Nov. 16, 1992: Commissioner Raymond W. Kelly announces a major revamping of the Internal Affairs monitoring system, starting with an upgrading of its status to Internal Affairs Bureau and creating more accountability among investigators. Mollen Commission officials say the changes do not go nearly far enough. Sept. 27, 1993: The Mollen Commission begins the city's first public hearings on police corruption in more than 20 years with a star witness: Michael Dowd. He says that early in his career other officers indoctrinated him with the attitude: \"never rat against another cop.\" There is testimony from a hooded informant named \"Mr. X\" and from former police officials and investigators who reveal tales of corruption and brutality in the 9th Precinct in the East Village and in many of the city's minority communities. It is learned that Internal Affairs has long maintained a secret \"tickler\" file for charges made against its own investigators, rather than pass the allegations on to prosecutors. Dec. 28, 1993: An interim report released by the Mollen Commission is a sign of things to come. The commission declares the department \"incompetent\" in policing itself. March 8, 1994: The commission produces its first criminal case when three officers from the 73d Precinct in Brownsville are charged with dealing drugs, usually while on duty. The officers called themselves the Morgue Boys because they often met divide their profits outside a factory that had once manufactured refrigerators for morgues. March 18, 1994: Three officers from the 30th Precinct are caught on videotape beating up Harlem residents and stealing drugs and cash. Eleven more officers from the precinct will eventually be arrested. And another new police commissioner, William J. Bratton, tries to put his own stamp on the corruption battle. He pronounces that no one will ever wear the badges of the arrested officers. To date, he has transferred eight of 22 supervisors from the precinct, as well as 25 of the precinct's 191 officers, many on suspicions that they knew about corruption but did not tell. July 6, 1994: The Commission's final report is issued. Its central proposal is the creation of an independent commission, appointed by the Mayor, to review police department efforts to eliminate corruption and to conduct its own investigations. CRAIG WOLFF","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Clinton's Haiti Problem: What Price Democracy?","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-in-haiti-the-white-house-clinton-s-haiti-problem-what-price-democracy.html","abstract":"  As American commandos rehearse for war and Administration officials insist that the crisis in Haiti must end soon, the unanswerable question is whether President Clinton himself is really willing to risk American lives to restore democracy to Haiti.   His aides insist that despite intensified military planning for an invasion and increased war talk, Mr. Clinton has not yet decided what to do.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"As His Backers Protest, Philip Berrigan Is Sentenced to Prison","web_url":"https://www.nytimes.com/1994/07/07/us/as-his-backers-protest-philip-berrigan-is-sentenced-to-prison.html","abstract":"  As scores of peace demonstrators outside the courthouse sang spirituals and waved signs saying \"War No More\" and \"Arms Are for Hugging,\" a Federal district judge today sentenced Philip F. Berrigan to an eight-month prison term for vandalizing an Air Force fighter-bomber last winter.    Such 60's-style scenes of protest may now be rare, but Mr. Berrigan's advocacy of antiwar sentiment has outlasted the cold war and the transformation of hippies to yuppies. Mr. Berrigan, a 70-year-old former Roman Catholic priest, estimates that he has been arrested more than 100 times in the two dozen years since he took up the fight against the Vietnam War. And he has spent more than six of those years, including the last seven months, in prison.  Predawn Battering    Mr. Berrigan and three companions were convicted of willfully damaging Federal property in using household hammers to batter the antennae, the landing gear and the fuselage of an F-15E jet at Seymour Johnson Air Force Base in Goldsboro, N.C., 145 miles southwest of here, before dawn last Dec. 7.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"U.S. Moves to Exclude 2 Lawyers","web_url":"https://www.nytimes.com/1994/07/07/nyregion/us-moves-to-exclude-2-lawyers.html","abstract":"  The United States Attorney in Manhattan argued yesterday that William M. Kunstler and Ronald L. Kuby should be disqualified from representing a defendant accused of conspiring to bomb New York City landmarks because the lawyers' earlier involvement with other defendants in the case would pose a conflict of interest.   The two lawyers represent Ibrahim A. El-Gabrowny, who was initially charged with interfering with the investigation of the World Trade Center bombing and who is now charged as a co-conspirator in an alleged bombing plot. But until he recently obtained a new lawyer, they also represented Siddig Ibrahim Siddig Ali, a major defendant in the case who has recently agreed to cooperate with the Government.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Mentally Ill Homeless Often Need Antipsychotic Medication","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-mentally-ill-homeless-often-need-antipsychotic-medication-605808.html","abstract":"  To the Editor:   \"Let's Not 'Treat' the Problem of Homelessness With Drugs,\" Peter Breggin's June 28 letter on the psychiatric treatment of the homeless, is scientifically inaccurate and misleading. Homelessness represents far more than a symptom of failed social policy and poverty. The critical fact Dr. Breggin omits is that a substantial proportion of the homeless suffer from a diagnosable and treatable mental illness such as schizophrenia, substance abuse or depression.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"For Volleyball Player, a Rich Athletic Tradition","web_url":"https://www.nytimes.com/1994/07/07/sports/olympic-festival-for-volleyball-player-a-rich-athletic-tradition.html","abstract":"  The man wearing a white T-shirt and an intense gaze leaned forward, surveying the court as the South played the East in the second day of volleyball competition at the United States Olympic Festival today.   The object of his focus was Jennifer Johnson, a tough 5-foot-10-inch outside hitter for the South squad and one of the best young players competing here. Before the match, the man had given a critical evaluation of Johnson.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Which Haiti Policy?","web_url":"https://www.nytimes.com/1994/07/07/opinion/which-haiti-policy.html","abstract":"  Give them this. This White House team knows how to upstage a Presidential trip. When Mr. Clinton was in Europe for D-Day observances, all eyes were on North Korea. Now, as he visits Poland, comes news that commando units of the United States Army and Navy have been practicing a takeover of Haiti's ports and airfields.   It is hard to believe that the Pentagon's willingness to discuss these \"secret\" maneuvers is not part of a plan to flush Gen. Raoul Cedras and his henchmen out of Haiti. That is a worthy goal, but the timing is amateurish and the underlying message is troubling. Washington and the United Nations have only recently gotten serious about enforcing meaningful economic sanctions. These need to be given a chance to produce political results. And a new refugee initiative unveiled Tuesday at least temporarily relieves the political pressure from that direction.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Balkan War-Crimes Prosecution Bogs Down","web_url":"https://www.nytimes.com/1994/07/07/world/balkan-war-crimes-prosecution-bogs-down.html","abstract":"  More than a year after the United Nations created a tribunal to punish war crimes in Croatia and Bosnia, no cases have been brought and Russia, Serbia's historic ally, is blocking efforts to name a chief prosecutor, American officials say.   The hopes of bringing such war criminals to international justice, the officials said, have been dimmed by wrangles among United Nations member nations and lack of enthusiasm among key European allies, who fear that prosecution might interfere with the continuing search for a diplomatic settlement.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Helping to Realize the Promise of a Changing World","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-helping-to-realize-the-promise-of-a-changing-world.html","abstract":"The writer is secretary-general of the Organization for Economic","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Detectives in Simpson Case Defend Search","web_url":"https://www.nytimes.com/1994/07/07/us/detectives-in-simpson-case-defend-search.html","abstract":"  Two Los Angeles police detectives testified today that fear for the safety of people in O. J. Simpson's home led them to enter its grounds without a search warrant in the early morning after Mr. Simpson's former wife and one of her friends were found murdered nearby.   The detectives, Mark Fuhrman and Philip L. Vannatter, contended that their unauthorized entrance over a five-foot-high fence was justified because there were so many unanswered questions and because time was at a premium in the hours immediately after the killings of Nicole Brown Simpson and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Group Finds Widespread Rights Violations Continuing in World","web_url":"https://www.nytimes.com/1994/07/07/world/group-finds-widespread-rights-violations-continuing-in-world.html","abstract":"  Widespread violations of human rights continued around the world last year, including political killings by governments in 61 countries, Amnesty International says in its annual report.   The political killings, detentions and \"disappearances\" occurred despite some positive changes in many countries in the post-cold-war era, like moves toward democracy and the establishment of groups to monitor human rights.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/07/nyregion/inside-600067.html","abstract":"  Chorus: Universal Coverage    Members of President Clinton's Cabinet fanned out around the country to rally support for the Administration's health plan and preach the gospel of universal coverage. Page B8. Defending Simpson Search     Two police detectives say they entered O. J. Simpson's estate without a warrant because they feared for the safety of the residents. Page A17. Violence in the Schools     Hundreds of principals have underreported violent incidents in New York schools, a report shows, suggesting conditions are more turbulent than previously acknowledged. Page B1. New 100-Meter Record     The sprinter Leroy Burrell yesterday won the 100-meter dash in 9.85 seconds at a meet in Lausanne, Switzerland. It was a world record. Page B9.  Interactive TV Approval     The Federal Communications Commission approved an application by the Bell Atlantic Corporation to offer interactive television service for 38,000 homes in New Jersey. Page D1. 11 Firefighters Killed    Flames trapped about 50 firefighters battling a wildfire in Colorado, killing at least 11. Dozens of fires continued to burn around the West. Page A14.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Democracy for Asians, Too","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-democracy-for-asians-too.html","abstract":"In Japan, two parties with nothing in common but desperation have seized a fleeting chance to join up in an implausible and probably short-lived coalition. In Hong Kong, the local legislators have voted for a little more democracy, and anti-democracy Chi","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Abuse Found In Center For Retarded","web_url":"https://www.nytimes.com/1994/07/07/nyregion/abuse-found-in-center-for-retarded.html","abstract":"  From 1988 to 1992, the state and Federal governments spent $2 million to care for 10 mentally retarded patients in a community home in Flushing, Queens. But state investigators say in a report that the money bought ragged clothes, vermin-infested beds, a regular diet of pork and beans and a tongue-lashing if residents spoke during meals.   Much of the money was siphoned off for other purposes, the report asserted. A state oversight agency charged yesterday in the report that the home's executive director, operating under a fictitious name, diverted $510,000 for unexplained purchases, paid himself $310,000 in salaries and used public funds to lease and maintain four luxury cars.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Haitians Are Undeterred By New Clinton Policy","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-in-haiti-haiti-haitians-are-undeterred-by-new-clinton-policy.html","abstract":"  Haitians in this fishing village said today that the Clinton Adminstration's new policy of barring boat people from entering the United States would do little to discourage them from seeking to flee Haiti by sea.   \"Anywhere is better than Haiti,\" said Andre Esper, a fisherman in this hamlet just west of Port-au-Prince. He said that his plan to leave by boat would not change. \"There is hardly no fish in the ocean. And the little that I catch I can't sell them.\"","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Journal; Specter's Righteous Stand","web_url":"https://www.nytimes.com/1994/07/07/opinion/journal-specter-s-righteous-stand.html","abstract":"  When Arlen Specter, the moderate Republican Senator from Pennsylvania, spoke out against the radical religious right at his party's Iowa convention last month, he was booed. His words were far from incendiary. He was merely defending \"the basic American principle of separation of church and state.\" The speech was heartfelt, telling of his penniless immigrant father's escape from Russia to America in 1911. The Senator seemed to be speaking not just as a politician but as a Jew.    Is it coincidence that Mr. Specter, the only Jewish Republican Senator, is one of the very few G.O.P. leaders who have dared criticize the Christian right? Hardly. If you are an American Jew, you have every reason to worry about a political movement whose most powerful leader, Pat Robertson of the Christian Coalition, calls the constitutional separation of church and state \"a lie of the left\" and vows to dismantle it. I, for one, still remember how it felt to be a Jew involuntarily praying to Jesus in a public elementary school before the Supreme Court outlawed school prayer in 1962.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Ewing Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-basketball-ewing-undergoes-knee-surgery.html","abstract":"  Knicks center PATRICK EWING underwent arthroscopic surgery on his right knee yesterday at the Beth Israel Medical Center-North Division in Manhattan. The procedure, performed by Dr. NORMAN SCOTT, the Knicks' team physician, was intended to clean out loose cartilage. The team said the procedure went well. \"There were no surprises,\" Dr. Scott said.   Ewing will rehabilitate the knee for six to eight weeks, beginning with stretching exercises, swimming and biking. Ewing, who has missed only five games in the last five seasons, had similar procedures were performed in 1986 and 1989.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Memorial for Schneerson","web_url":"https://www.nytimes.com/1994/07/07/nyregion/memorial-for-schneerson.html","abstract":"  A memorial service for Rabbi Menachem Mendel Schneerson, who headed the worldwide Lubavitch Hasidic movement from 1950 until his death in June, will be held at 6 P.M. on Sunday at Congregation Shaare Zion, 2030 Ocean Parkway, Gravesend, Brooklyn.    The gathering signifies the end of the 30-day mourning period after Rabbi Schneerson's death. There will be eulogies and rabbinical commentaries in Yiddish, Hebrew and English by leading Orthodox rabbis, including Rabbi Abraham B. Hecht, President of the Rabbinical Alliance of America, and Rabbi Meyer Shapiro, former Chief Rabbi of Buenos Aires.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Editorial Notebook; Life in the Information","web_url":"https://www.nytimes.com/1994/07/07/opinion/editorial-notebook-life-in-the-information.html","abstract":"  Anyone who claims to think seriously about how new technologies shape the human experience has to have read a fair bit of science fiction. This certainly includes William Gibson (\"Neuromancer\" and \"Virtual Light\"), and especially the dear departed and somewhat paranoid Philip K. Dick, author of 40 books of fiction, most notably \"Do Androids Dream of Electric Sheep?\" from which the cult film \"Blade Runner\" was made. Bioethics. Genetic engineering. The information superhighway. It's all there, examined in vivid detail. There is also a thought or two about the rapacious character of advertising.    Back when advertising was still in its crib, Mr. Dick correctly forecast that it would someday be a consuming force. In the world of \"Blade Runner,\" skyscrapers are covered top to bottom with television screens that scream with ads 24 hours a day. Commercials no longer sit still and beg to be looked at. Instead, they become fly-like robots that perch on the pillow and whisper sweet nothings while you sleep. The next morning you wake up craving foods you've never eaten. Mr. Dick's characters defend themselves by keeping their windows closed -- and making heavy use of fly swatters. The idea is to get them before they get to you.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Let Taiwan First Give Up Its Claims to China","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-let-taiwan-first-give-up-its-claims-to-china-605875.html","abstract":"  To the Editor:   You illustrate the desperate attempts of Taiwan's President, Lee Teng-hui, to develop relations between Taiwan and other nations in a June 26 news article, pointing out the obstacle of mainland China's refusal to allow the global recognition of Taiwan. But you neglect to explain why Taiwan's Kuomintang Government is responsible for this predicament.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"1944:London Under Fire : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1944london-under-fire-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill revealed in the House of Commons today [July 6] that 150 flying bombs have been sent into England every day for almost three weeks, and that 10,000 persons, mostly in greater London, have been","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/07/07/sports/results-plus-604569.html","abstract":"  GOLF  Twitty Takes Lead in Scottish Open  Howard Twitty of the United States shot a six-under-par 64 yesterday to take a two-stroke lead after the first round of the Scottish Open in Gleneagles. The 45-year-old Twitty carded a five-under 30 on the back nine, with a stretch of five birdies in eight holes. Two shots back were Ian Woosnam of Wales, Lennie Clements of the United States, Jonathan Lomas and Peter Baker of England, Wayne Riley of Australia and Per-Ulrik Johansson of Sweden. Mark McNulty of Zimbabwe had a hole-in-one at the par-3, 178-yard fifth. He finished at 67, along with 10 others. John Daly was among a group at 68, while the United States Open champion, Ernie Els, had a 72. (AP) FENCING  Becker Wins World Saber Title  Felix Becker of Germany rallied from a 12-3 deficit to beat Stanislaw Pozdnyakov of Russia, 15-14, yesterday to win the men's saber title at the world fencing championships in Athens. In the men's team foil, Italy beat Germany by 5-3, led by Alessandro Puccini's three-bout sweep. Pozdniakov was coming off a 15-5 semifinal victory over Bence Szabo of Hungary, the 1992 Olympic gold medalist and the runner-up at last year's world championships. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Should Charles Lie?","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-should-charles-lie-606154.html","abstract":"  To the Editor:   Why do we consider Prince Charles to have tarnished his image by admitting that he committed adultery (news article, June 30)? His adultery was widely presumed, and his image well tarnished as a result. Would we have him be a liar as well?","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605379.html","abstract":"  An article in the Mutual Funds Quarterly Review pages of Business Day on Tuesday about John B. Neff, the money manager of the Vanguard Group's Windsor mutual fund and the Gemini II closed-end fund, misstated the value of his holdings in the two funds. They total about $6 million, not $90 million.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Italy's Struggle Shakes Its Sons in San Francisco","web_url":"https://www.nytimes.com/1994/07/07/sports/IHT-italys-struggle-shakes-its-sons-in-san-francisco.html","abstract":"The room was shuttered like a funeral parlor. Its 40 or so occupants, all male and all fixated by soccer, were draped across chairs, hopeless if not lifeless..For 88 of the 90 minutes, the large screen monopolizing their attention brought despair. Nige","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"1919: America's Share : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1919-americas-share-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Yesterday [July 6] from the George Washington, President Wilson delivered by wireless his reply to those who are advocating America's return to a policy of isolated nationalism. He declared they must continue to put America at the service of ma","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"If It's July, This Must Be Mostly Mozart","web_url":"https://www.nytimes.com/1994/07/07/arts/music-review-if-it-s-july-this-must-be-mostly-mozart.html","abstract":"  The Fourth of July, the beach, Central Park, baseball: all are part of a \"classic New York summer,\" the new Mostly Mozart Festival brochure says, along with, of course, the familiar festival, which began its 28th season on Tuesday night in Avery Fisher Hall. Lincoln Center officials have been eager to dismiss as rumor any reports that this roster of classics may change, with Mostly Mozart going the way of Ebbets Field.    Nathan Leventhal, the president of Lincoln Center, said in an interview yesterday, \"There will be a Mostly Mozart for the foreseeable future.\" But discussions continue, with the most probable scenario involving a shorter festival; this would make room for increased programming by the New York Philharmonic and the evolution of a larger performing-arts festival. Next summer will still have baseball and the beach, but probably not seven weeks of Mostly Mozart.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Mets' Pitchers Take Advantage of Punchless Giants","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-mets-pitchers-take-advantage-of-punchless-giants.html","abstract":"  No wonder the Giants want Darryl Strawberry in their lineup as soon as possible. No wonder they are happy that Strawberry has declared himself ready for major league baseball after only three days of work with the franchise's Class AAA franchise in Phoenix.   The Giants need offensive help. And they need it desperately.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/07/nyregion/news-summary-600156.html","abstract":"  International A2-13  U.S. REHEARSED HAITI INVASION  American forces secretly rehearsed a plan to seize the airfields and ports of Haiti two weeks ago. Such an operation, if approved, would be aimed at ousting Haiti's military rulers.  A1","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Report Finds More Violence In the Schools","web_url":"https://www.nytimes.com/1994/07/07/nyregion/report-finds-more-violence-in-the-schools.html","abstract":"  Hundreds of principals have underreported violent incidents in New York City schools, school officials said yesterday. suggesting that conditions are far more turbulent than has previously been acknowledged.   A month ago, Chancellor Ramon C. Cortines rejected a report on violence in the city's schools, saying he suspected that school administrators were covering up some events to make their schools appear less chaotic.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Wrestling Promoter's Trial On Steroids Charges Begins","web_url":"https://www.nytimes.com/1994/07/07/nyregion/wrestling-promoter-s-trial-on-steroids-charges-begins.html","abstract":"  A Federal prosecutor today promised to expose \"the dark, corrupt underbelly\" of professional wrestling as the trial of Vincent K. McMahon, a wrestling promoter, began in Federal District Court here.   Mr. McMahon and his Titan Sports Corporation, based in Stamford, Conn., have been charged with illegally distributing body-building steroids to performers in Mr. McMahon's World Wrestling Federation. He faces an eight-year prison term and a $500,000 fine if convicted.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Clinton Makes Appeal to Latvia To Accept Its Russian Civilians","web_url":"https://www.nytimes.com/1994/07/07/world/clinton-makes-appeal-to-latvia-to-accept-its-russian-civilians.html","abstract":"  President Clinton told a crowd of 35,000 Latvians today that he will rejoice with them when Russian troops complete their withdrawal from the Baltics by the end of summer, but he also appealed to the Latvians to show more tolerance of the Russian civilians who want to continue living among them.   Mr. Clinton's soaring, Jeffersonian oratory hailing Latvia's independence was greeted with cheers, applause and the waving of American flags by the crowd packed into the central Freedom Square in Riga.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"For Bulgaria, Silence Is Definitely Golden","web_url":"https://www.nytimes.com/1994/07/07/sports/world-cup-94-for-bulgaria-silence-is-definitely-golden.html","abstract":"  The Bulgarians came to America without a victory in 16 games in 5 previous World Cup appearances. They were the last of the European countries to qualify, and they did that by scoring a goal in the last 10 seconds against France in Paris.   When they were shut out by Nigeria in their first game this year, it looked as if the Bulgarians would pull their same old fast fade: two more losses in the first round and off they would go into the Balkan sunset.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"By Way of the West, a Tale as Tall as It Is True","web_url":"https://www.nytimes.com/1994/07/07/books/books-of-the-times-by-way-of-the-west-a-tale-as-tall-as-it-is-true.html","abstract":"  Last Go Round  By Ken Kesey  With Ken Babbs  Illustrated. 238 pages. Viking. $21.95.    It was \"a great yarn\" his father told him by a campfire one night, writes the novelist Ken Kesey in his introduction to \"Last Go Round,\" a history in the form of a novel written with the aid of research by Mr. Kesey's friend Ken Babbs. The Keseys had been traveling to hunt antelope when they ran into the heavy traffic headed for the Pendleton Round Up, a famous rodeo in Oregon. That reminded the author's father of what happened at the first roundup, on the weekend of Sept. 16, 1911. He described it over the campfire that night, and it made, as Mr. Kesey repeats, \"a marvelous yarn.\"","thumbnail":null,"section":"Books"},{"date":"19940707","headline":"U.S. Planning New Controls Over Poultry","web_url":"https://www.nytimes.com/1994/07/07/us/us-planning-new-controls-over-poultry.html","abstract":"  The Agriculture Department will propose poultry inspection rules next week that would prohibit any level of fecal matter on the birds, officials said today.   The proposed regulations, meant to reduce the level of disease-causing bacteria, would also require that all birds contaminated with fecal matter be reinspected and that the birds be sprayed with anti-bacterial rinses before they are chilled.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Paris Journal; They Think, Therefore They Are Very French","web_url":"https://www.nytimes.com/1994/07/07/world/paris-journal-they-think-therefore-they-are-very-french.html","abstract":"  Does knowledge inhibit the imagination? Is a coherent thought necessarily true? Can a work of art be considered immoral?   Or how about this one? Is passion compatible with wisdom? O.K. Now, over the next four hours, write a five-page dissertation on one of these topics.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605409.html","abstract":"  An article yesterday about the re-election hopes of Senator Joseph I. Lieberman, Democrat of Connecticut, omitted the identity of a candidate seeking the Republican nomination to oppose him. He is Dr. Joseph Bentivegna of Wethersfield.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Rabin and Arafat Begin Talks on Broadening Palestinian Rule","web_url":"https://www.nytimes.com/1994/07/07/world/rabin-and-arafat-begin-talks-on-broadening-palestinian-rule.html","abstract":"  The Israeli Prime Minister, Yitzhak Rabin, and the P.L.O. chairman, Yasir Arafat, moved into a new phase of their peace talks at meetings that stretched into the early hours today in Paris, where they began to map out the next stage of Palestinian self-rule.   After their first session on Wednesday, the two leaders said they had made enough progress to hold a second session at midnight.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"2-YEAR CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN NEW YORK'S POLICE DEPT.","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uiform-overview-2-year-corruption-inquiry-finds-willful-blindness-new.html","abstract":"  A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department.   The report by the Mollen Commission on its two-year investigation into police corruption is particularly powerful in its criticisms of sergeants and other commanders of five precincts found to be riddled with corruption.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"In Aftermath of Oil Spill, Alaska Waters Languish","web_url":"https://www.nytimes.com/1994/07/07/us/in-aftermath-of-oil-spill-alaska-waters-languish.html","abstract":"  Before the Exxon Valdez ran aground in 1989 and spilled 11 million gallons of crude oil in Prince William Sound, spring was a season of joyous preparation for the fishermen in Cordova.   The sound teemed with herring and salmon and the promise of bulging summer catches, worth as much as $40 million a year to this port village of 2,100 people, 800 of whom are fishermen.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Bosnia Map: A Bitter Pill; Clinton's Tough Step Supports Serbs' Gains","web_url":"https://www.nytimes.com/1994/07/07/world/bosnia-map-a-bitter-pill-clinton-s-tough-step-supports-serbs-gains.html","abstract":"  In drafting and backing a new map for a territorial settlement in Bosnia, the Clinton Administration has taken a difficult step: it has formally backed the handing over to Serbs of towns in which they killed, imprisoned or evicted tens of thousands of Muslims.   The map, a copy of which was shown to The New York Times, was formally handed to the Muslim-led Bosnian Government and the Bosnian Serbs today, and they were given until July 19 to respond.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Giants Are Giving Young Some Assistance","web_url":"https://www.nytimes.com/1994/07/07/sports/football-giants-are-giving-young-some-assistance.html","abstract":"  The new National Football League salary cap and all of its complexities are enough to overwhelm almost anyone, even hard-working George Young, the Giants' general manager. So today the team announced that it had hired Ernie Accorsi, an experienced N.F.L. executive, as assistant general manager to take over some of Young's duties.   Accorsi, who was in charge of player personnel decisions and contract negotiations in Cleveland, where the Browns went to three straight American Football Conference championships, will primarily handle player contract negotiations and other duties that involve the new collective bargaining agreement.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605387.html","abstract":"  An article in Business Day yesterday about cutbacks at Texaco Inc. misidentified the division for which the company plans to seek an alliance with another company. It is the marine division, not the trading and transportation division.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/07/nyregion/metro-digest-601268.html","abstract":"  CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN POLICE DEPARTMENT   A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department. A1.   CORRUPTION CASE AND POLICY OF INACTION   For years, the Police Department received complaints alleging that Officer Michael Dowd had been robbing drug dealers and dealing cocaine. Yet an investigative commission concluded that senior officers repeatedly ignored the allegations or blocked efforts to check them out in a deliberate policy to shield the department from scandal. A1.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"42d Street Says Move Over SoHo","web_url":"https://www.nytimes.com/1994/07/07/arts/42d-street-says-move-over-soho.html","abstract":"  A lot of pedestrians on the predominantly vacant strip of 42d Street between Seventh and Eighth Avenues looked bemused yesterday. Some took a moment to look into what was described as a peep show, a traditional fixture of the street. Then they shook their heads. Lurking behind the windows of a newly painted electric yellow facade, the site of a former pornography shop at 228 West 42d Street, were photographs of a variety of people, from President Clinton to Nelson Mandela to men and women on the street, holding up an electric-yellow sign reading \"Love.\" Clearly, this was not what most viewers had expected to see.   Nor were the unrecognizable faces beneath the coming-attractions signs in vitrines flanking the Empire Theater. Or the messages on some of the movie marquees, one of which read \"My Reflection Splattered by the City Bus Onto My Pants.\" But one image familiar to everyone was Dr. Seuss's Cat in the Hat, which appears in a mural-size painting at No. 232. 'Ringmaster' of the Imagination    \"The Cat in the Hat is the ringmaster of your imagination,\" said Cee Scott Brown, the executive director of Creative Time, a 20-year-old nonprofit contemporary-arts organization. \"He's saying 42d Street can be magical.\"","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Now MacTavish Tries To Win Cup as Flyer","web_url":"https://www.nytimes.com/1994/07/07/sports/hockey-now-mactavish-tries-to-win-cup-as-flyer.html","abstract":"  Three weeks after they won the Stanley Cup, the Rangers have lost one of the players who helped them earn hockey's top prize.   Craig MacTavish, a 35-year-old center acquired March 21 from the Edmonton Oilers, became an unrestricted free agent after the playoffs, and yesterday he signed a two-year contract with the Philadelphia Flyers.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"One of Game's Finest Will Come Full Circle","web_url":"https://www.nytimes.com/1994/07/07/sports/on-baseball-one-of-game-s-finest-will-come-full-circle.html","abstract":"  The last time Buck Leonard put on a baseball uniform in Pittsburgh as a player, the emotion that struck him was the same as always. And it was not love. He played there admirably for nearly two decades as a member of the Homestead Grays, the dominant team of the Negro leagues.   Leonard, who played Lou Gehrig to Josh Gibson's Babe Ruth, is one of a handful of survivors who can testify first-hand to what that era did to the hearts and minds of a people. Now age 86, he can also testify that time has healed a lot, in the United States, in Pittsburgh, in baseball. And on Tuesday, when an old Homestead Gray walks into Three Rivers Stadium as the honorary captain of the National League All-Stars, the healing will be all but complete.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Reading Mixed Signals","web_url":"https://www.nytimes.com/1994/07/07/world/reading-mixed-signals.html","abstract":"  Is President Clinton really willing to risk American lives to restore democracy to Haiti? Aides say Mr. Clinton has not decided what to do.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605352.html","abstract":"  A brief music review and a picture caption on June 11 about the singing group Zap Mama described it incorrectly. It is a quintet, not a quartet.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Leadership for the Asking : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-leadership-for-the-asking-letters-to-the-editor.html","abstract":"In your June 28 issue, three texts dealing with Africa insist on giving a better and more appropriate way of life to this unfortunate continent. In the editorial \"A Way to Help Africa,\" the well-known technique called in French \"Il n'y a q","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-605883.html","abstract":"  CECILIA MARSHALL, the widow of the Justice Thurgood Marshall of the Supreme Court, is coming to New York today for a cause she said would have been near and dear to his heart: the Thurgood Marshall Summer Law Internship Program.    The program, now in its second summer and sponsored by the City Bar Association, provides summer jobs for 130 inner-city high school students in law firms and schools, corporate law departments and Government and nonprofit agencies. Today, there will be a reception for the students and their employers.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-603732.html","abstract":"  WILLIE L. BROWN JR., the powerful Speaker of the California State Assembly, has joined the Los Angeles law firm of Christensen, White, Miller, Fink & Jacobs.   Mr. Brown has practiced law in San Francisco during his 28-year career in the Legislature. The last Los Angeles firm with which he was affiliated, Kelly, McAuliffe & Rein, was dissolved about a year ago. Since then, he has had his own office, which will now merge with a new San Francisco office of the Christensen White firm.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"A Cabinet Push on Universal Coverage","web_url":"https://www.nytimes.com/1994/07/07/us/a-cabinet-push-on-universal-coverage.html","abstract":"  In a drive to stir up public enthusiasm for President Clinton's health care plan, members of the Cabinet fanned out around the country today to preach the gospel of universal coverage.   To help guide that single-minded message, White House officials distributed a memorandum to the Cabinet members emphasizing why it was important to have most of them participate in health care activities on a single day.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Bronx Welcomes A Haven for Books; Readers Revel in a New Library","web_url":"https://www.nytimes.com/1994/07/07/nyregion/bronx-welcomes-a-haven-for-books-readers-revel-in-a-new-library.html","abstract":"  On a sweaty afternoon in a battered Bronx neighborhood, a little girl in shorts and a turquoise shirt peered through the glass door of the brand-new Sedgwick branch library and had a vision. Spotting a gray-suited security guard, she declared, \"I see a man with a tuxedo.\"   Libraries do that to people. All that knowledge waiting to be unbound, making almost anything seem possible. Even gray polyester magically becomes elegant.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"15 Killed as Downpours Inundate Georgia","web_url":"https://www.nytimes.com/1994/07/07/us/15-killed-as-downpours-inundate-georgia.html","abstract":"  The relentless downpour in Georgia continued today and the resulting death toll rose to 15 as rivers pushed toward record crests.   The downtown area of Macon, a crossroads city of 106,000 in the center of the state, was ordered evacuated this evening. Two major highways that link Atlanta to points south, Interstates 75 and 16, were closed by broken dams or flooding rivers. In a reminder of the devastating flooding in the Midwest last summer, streams overwhelmed water purification plants and ruined the fresh water supplies for a half-million people.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Relative Identifies Girl, 2, Found Alone on Subway","web_url":"https://www.nytimes.com/1994/07/07/nyregion/relative-identifies-girl-2-found-alone-on-subway.html","abstract":"  A 2-year-old girl from Newark found abandoned on Tuesday in a subway car in the Bronx was identified early yesterday after her great-grandmother recognized her photograph on a television newscast, the authorities said.   The New York City transit police were searching the city for the toddler's father, David Davis, 32, who had brought the child, Shyrissa Mills, to visit with relatives in Brooklyn late Monday night.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-600474.html","abstract":"  Because of an editing error, an article on Tuesday about Hillary Rodham Clinton's health care efforts referred incorrectly to the beneficiaries of Project Hope. The organization -- which employs Gail Wilensky, a former Bush Administration health care adviser who was quoted -- provides health care assistance to developing countries, not to residents of public housing in America.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Rostenkowski's Lawyers Unveil Strategy","web_url":"https://www.nytimes.com/1994/07/07/us/rostenkowski-s-lawyers-unveil-strategy.html","abstract":"  Representative Dan Rostenkowski's lawyers said today that their strategy would open with a Constitutional attack on the 17-count felony indictment against Mr. Rostenkowski in an effort to win a quick dismissal, or at least a narrowing of the charges, before the case comes to trial.   At a half-hour hearing in Federal court here, Dan K. Webb, Mr. Rostenkowski's chief lawyer, said the defense would file three motions by Aug. 3 arguing that many of the counts should be dismissed because the Constitution shielded Mr. Rostenkowski from intrusions by other branches of the Government.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Debate Rages On Ball Park In Mt. Vernon","web_url":"https://www.nytimes.com/1994/07/07/nyregion/debate-rages-on-ball-park-in-mt-vernon.html","abstract":"  With its towering red brick columns and columned grandstand, Memorial Field resembles the sentimental new ball parks that have charmed fans and critics in Baltimore, Arlington, Tex. and Cleveland.    But unlike Baltimore's Camden Yards and its architectural cousins, the 6,000-seat stadium on this city's south side doesn't just look old. It is and it is showing its age badly.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Where Are the Yankee Fans?","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-where-are-the-yankee-fans.html","abstract":"  The Yankees responded to recent articles about their attendance of 22,021 fans against Oakland on July 4 at Yankee Stadium by blaming poor parking, inadequate access and perceptions of safety, Jack Lawn, the team's vice president and chief of operations, said yesterday.   \"Although the New York Yankees have the largest potential fan base in the American League, attendance has been lackluster,\" said Lawn. \"We now have one of the most talented and exciting teams in the majors, but the fans are clearly demonstrating their reluctance to travel to the Bronx.\"","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Yankees Get Swept Away and Also Lose Stanley","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-yankees-get-swept-away-and-also-lose-stanley.html","abstract":"  Maybe the Yankees should simply postpone the last four games before the All-Star Game break. They could relax. They could stop being frustrated, and they might remain in first-place if the Orioles sputter for a few games. With the way injuries and losses have mounted, excusing themselves might be shrewd strategy.   Who could have predicted this? When the Yankees were one victory from sweeping the Red Sox in Boston and from moving 21 games over .500 for the first time since 1980, who could have contemplated advising them to seek a timeout eight days later?","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"For Endowment, One Performer Means Trouble","web_url":"https://www.nytimes.com/1994/07/07/arts/for-endowment-one-performer-means-trouble.html","abstract":"  As the deadline neared for Congress to debate next year's budget for the National Endowment for the Arts, the agency's supporters had reason for cautious optimism. With a popular new chairwoman in place, it seemed possible that the endowment might receive a small increase, or at worst, no cuts. For an agency that has seen its purchasing power decline by 46 percent since 1979 and that took a 2 percent cut last year, merely holding the line would be a major victory.   It's not turning out that way.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"1894: A Curious Object : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-1894-a-curious-object-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The evening papers contain the following exciting news: \"The Southampton police have arrested an American who attempted to shoot a boy. On being arrested a remarkable instrument was found on him. It had a number of delicate springs. When clo","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Sports of The Times; Is Sports On Trial With O. J.?","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-of-the-times-is-sports-on-trial-with-o-j.html","abstract":"  WHILE the O. J. Simpson murder case and continuing pretrial hearing have made an immediate impact in regard to proposed legislation in some states to curb domestic violence, and while this has encouraged more women to ring hot lines to battered women's shelters, the case has, in a fashion, also put sports in America on trial.   Is this what we make of our celebrated athletes: Men who believe they have the right of entitlement, which includes the physical abuse of their spouses, or to stalk and intimidate their former wives or girlfriends?","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Valvano's Brother Gets Coaching Job","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-colleges-valvano-s-brother-gets-coaching-job.html","abstract":"  BOB VALVANO, the younger brother of the late Jim Valvano, was named men's basketball coach at Bellarmine College in Louisville, Ky. Valvano, 36, comes to Bellarmine from St. Mary's College of Maryland.   He was head coach at the Maryland school since August 1992, setting a record for victories last season with a 14-12 record. He had previously been head coach at Catholic University, St. Francis College in Brooklyn and Kutztown University. Jim Valvano, who died last year of cancer, won the national championship at North Carolina State in 1983.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Just Tell Us What the Call Costs","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-just-tell-us-what-the-call-costs-605786.html","abstract":"  To the Editor:   Legislating price controls to correct abuses by the companies that own and operate pay phones (news article, June 29) is akin to trying to kill a mosquito with a sledgehammer. The simplest, fairest and most sensible solution to the price-gouging practiced by those phone companies is to require that the cost of the call be disclosed to the customer before the call is put through.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"The Hidden War at Home","web_url":"https://www.nytimes.com/1994/07/07/opinion/the-hidden-war-at-home.html","abstract":"The police officer standing in front of the apartment when we pull up looks so young I don't think he's shaving every day. When my friend tells him he's Mrs. B.'s son the officer relaxes.\n\nMrs. B. has sworn out an order of protection against her husband, but it's hard for them to live separately since they don't have much money. He's out of work; she works at a large hotel on the night shift. He's been living in his 1978 El Dorado, his one memento of a good paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/07/sports/transactions-604372.html","abstract":"  Baseball  American League  NEW YORK YANKEES -- Called up Russ Davis, infielder, from Columbus of the International League. National League  CINCINNATI REDS -- Placed Jerome Walton, outfielder, on the 15-day disabled list, retroactive to July 1. Called up Steve Pegues, outfielder, to Indianapolis of the American Association. National Basketball Association  CHARLOTTE HORNETS -- Signed Dave Twardzik, director of player personnel, to a multi-year contract extension.   GOLDEN STATE WARRIORS -- Named Bob Lanier assistant coach.   NEW YORK KNICKS -- Exercised the option on the contract of Anthony Bonner, forward. Waived Rolando Blackman, guard. Boxing   USA BOXING -- Named David Lubs director of support services. Football  National Football League  ATLANTA FALCONS -- Signed Mitch Davis, linebacker, to a three-year contract. Released Reggie Furgeson and Keith Jack, wide receivers.   GREEN BAY PACKERS -- Signed Jamie Dukes, center.   NEW ORLEANS SAINTS -- Waived Thomas Orr, cornerback, and Jerold Jeffcoat, defensive end.   NEW YORK GIANTS -- Named Ernie Accorsi assistant general manager. Promoted Harry Hulmes to special assistant to the general manager.   SEATTLE SEAHAWKS -- Agreed to terms with Joe Nash, defensive tackle. Waived Kevin Murphy, linebacker. Signed Carlester Crumpler, tight end.   TAMPA BAY BUCCANEERS -- Agreed to terms with Pete Pierson, offensive tackle, on three-year contract. Hockey  National Hockey League  NEW YORK RANGERS -- Signed Shawn Reid, defenseman.   PHILADELPHIA FLYERS -- Signed Craig MacTavish, forward, to a two-year contract.   QUEBEC NORDIQUES -- Named Marc Crawford coach.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"No Evidence Clears Dentist in AIDS Case","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-no-evidence-clears-dentist-in-aids-case-606162.html","abstract":"  To the Editor:   In \"The Gay Card\" (column, June 26), Frank Rich tries to discredit Kimberly Bergalis and the Centers for Disease Control and Prevention documentation of transmission of the human immunodeficiency virus from dentist to patient by stating that the \"Big Lie technique\" was used to \"vilify\" David Acer, the Florida dentist who infected six patients with AIDS.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/07/nyregion/c-corrections-605395.html","abstract":"  A chart in the Mutual Funds Quarterly Review of Business Day on Tuesday about the performance of five hypothetical retirement portfolios misstated the quarterly returns of the five Fidelity funds in the portfolio created by Eric Kobren, president of Insight Management and editor of the publication Fidelity Insight. The figures shown were from the first quarter; for the second quarter, the Fidelity Value fund rose 3.7 percent, the International Growth and Income fund rose seven-tenths of 1 percent, the Capital and Income fund fell 2.43 percent, the Short-Term Bond fund fell 1.14 percent and the Capital Appreciation fund fell 1.96 percent.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"The Logic of the Cup: There Really Is None","web_url":"https://www.nytimes.com/1994/07/07/sports/world-cup-94-on-soccer-the-logic-of-the-cup-there-really-is-none.html","abstract":"  The World Cup quarterfinals have arrived, and the only three triple champions are still alive. Brazil, Italy and Germany have each won the trophy three times, and perhaps their presence in the final eight is testimony to some sort of sporting logic.    But perhaps not.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Africa Can Go Forward : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/07/opinion/IHT-africa-can-go-forward-letters-to-the-editor.html","abstract":"In response to the series by John Darnton \"In Africa, a Mood of Desperation\" (June 20), \"Africans See Colonialists Back in New Guise\" (June 21) and \"Africa's Move to Political Freedom Liberates Ethnic Hatred as Well\" (June 2","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Excerpts of What the Commission Found: Loyalty Over Integrity","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-excerpts-what-commission-found-loyalty-over-integrity.html","abstract":"  Following are excerpts from the final report of the Mollen Commission, which spent 22 months investigating police corruption in New York City. Summary    What we found is that the problem of police corruption extends far beyond the corrupt cop. It is a multifaceted problem that has flourished in parts of our city not only because of opportunity and greed, but because of a police culture that exalts loyalty over integrity; because of the silence of honest officers who fear the consequences of \"ratting\" on another cop no matter how grave the crime; because of willfully blind supervisors who fear the consequences of a corruption scandal more than corruption itself; because of the demise of the principle of accountability that makes all commanders responsible for fighting corruption in their commands; because of a hostility and alienation between the police and community in certain precincts which breeds an \"us versus them\" mentality, and because for years the New York City Police Department abandoned its responsibility to insure the integrity of its members.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Haiti Adds Rape To Asylum Claims","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-haiti-adds-rape-to-asylum-claims-606146.html","abstract":"  To the Editor:   Your June 26 report on the difficulty Haitian rape victims face in proving their asylum claims, as detailed in the case of an activist who fled after having been assaulted by four police agents, highlights the inadequacy of our present asylum system in dealing with the claims of women.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"U.S. TROOPS STAGE MILITARY EXERCISE WITH EYE ON HAITI","web_url":"https://www.nytimes.com/1994/07/07/world/standoff-haiti-us-strategy-us-troops-stage-military-exercise-with-eye-haiti.html","abstract":"  Stepping up preparations for a possible invasion of Haiti to oust its military leaders, United States forces have secretly rehearsed a plan to seize airfields and ports there, Pentagon officials said today.   The exercise, which involved more than a thousand commandos who would most likely serve as a vanguard, took place two weeks ago in the southeastern United States and the Gulf of Mexico, the officials said.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/07/nyregion/no-headline-600393.html","abstract":"  \"What we found is that the problem of police corruption extends far beyond the corrupt cop.\" -- THE MOLLEN COMMISSION.  [ B2:1. ]","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Nordiques Pick Crawford, 33, to Coach","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-hockey-nordiques-pick-crawford-33-to-coach.html","abstract":"  MARC CRAWFORD, who built a reputation for working well with young hockey players, has jumped from a minor league coaching career to take charge of the Quebec Nordiques of the National Hockey League, the team announced yesterday. The 33-year-old Crawford, who moved from the Toronto Maple Leafs' affiliate in St. John's, Newfoundland, took over the coaching job from PIERRE PAGE.   The search for a replacement began after Page, who was also general manager, was let go after the 1993-94 season when the Nordiques missed the playoffs for the sixth time in seven years.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Mubarak and King Hussein Discuss Coming Jordan-Israel Talks","web_url":"https://www.nytimes.com/1994/07/07/world/mubarak-and-king-hussein-discuss-coming-jordan-israel-talks.html","abstract":"  King Hussein of Jordan conferred with President Hosni Mubarak of Egypt today about Jordan's planned peace talks with Israel that are due to begin later this month.   Israel and Jordan agreed last month to conduct direct negotiationsstarting in July. Egypt and the Palestine Liberation Organization backed Jordan's decision to hold direct talks with Israel, but the move was criticized by Lebanon and Syria.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"An Antic Duet of . . . Plants? Minerals? Funguses?","web_url":"https://www.nytimes.com/1994/07/07/arts/dance-review-an-antic-duet-of-plants-minerals-funguses.html","abstract":"  \"Animundi,\" the latest premiere by Pilobolus Dance Theater, is a vibrant little duet for two creatures who fall in love. What is not clear is whether they are animal, vegetable or mineral.   As the title suggests, such ambiguity is very much to the point. Pilobolus, at its most antic, has always had trouble distinguishing mankind from plant life. The company's name, if one needs reminding, refers to a fungus that inclines toward the light. On the instant, this image became a metaphor for a style of dancing that is based on leverage and leaning and, by extension, mutual support.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"Reporter's Notebook; Growing Up in the Melting Pot Called Hope, Ark.","web_url":"https://www.nytimes.com/1994/07/07/world/reporter-s-notebook-growing-up-in-the-melting-pot-called-hope-ark.html","abstract":"  Today was the first time Bill Clinton had ever laid eyes on Poland and the Baltics. But to listen to him tell it, a boyhood in Arkansas amounted to pretty good preparation.   Even before he spoke this afternoon of an \"unbreakable\" chain binding the United States and the Baltic countries, Mr. Clinton was making out that his hometown, Hope, was a pretty worldly spot.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/07/style/chronicle-605840.html","abstract":"  Russian lawmakers voted yesterday to invite ALEKSANDR SOLZHENITSYN to address the lower house of Parliament when he ends a cross-country journey and returns to Moscow.    Mr. Solzhenitsyn returned to his homeland on May 27 after 20 years of exile. He set off on a train trip across Russia to rediscover the country. Yesterday he was in Omsk, about 1,600 miles east of Moscow.","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"Spaniard Wins Stage, but Not Hearts","web_url":"https://www.nytimes.com/1994/07/07/sports/cycling-spaniard-wins-stage-but-not-hearts.html","abstract":"  Like the Wife of Bath, the Pardoner and the Man of Law, the Tour de France traveled to Canterbury. Plus Royal Tunbridge Wells. And the Garden of England in southern Kent. Also Piltdown, hometown of the hoax prehistoric man.   This was the Tour's first visit to England in 20 years and only the second in the bicycle race's 91-year history. Organizers' predictions that a million people would watch today's stage were spot on, as they say here.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/07/style/IHT-what-theyre-reading.html","abstract":"Calvin MacKeron, librarian at the American military library in Berlin, is reading Raul Hilberg's \"Perpetrators, Victims, Bystanders: The Jewish Catastophe 1933-1945\".\"This is a sober, if not ironic view of the Holocaust and is worth many","thumbnail":null,"section":"Style"},{"date":"19940707","headline":"Buster Douglas Being Treated for Diabetes","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-boxing-buster-douglas-being-treated-for-diabetes.html","abstract":"  JAMES (BUSTER) DOUGLAS was hospitalized in serious but stable condition and was being treated for complications of diabetes, the Grant Medical Center in Columbus Ohio, announced yesterday. Douglas, 34, was being treated for diabetic keto-acidosis in the hospital's coronary-care unit. The announcement was the first statement the hospital has released about the former champion since he was admitted Monday.   No other details were released at the request of Douglas's family, the statement said. Messages left at the home of his father, BILL, and the office of his business manager, LAWRENCE NALLIE, were not returned. No one at a recreation center Douglas built on the city's east side after he became champion had further information.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Officer Flaunted Corruption, And His Superiors Ignored It","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-dowd-case-officer-flaunted-corruption-his-superiors-ignored.html","abstract":"  Over a span of six years, the New York City Police Department received 16 complaints alleging that Police Officer Michael Dowd had been robbing drug dealers and dealing cocaine as part of a gang of corrupt officers in the 75th Precinct in the crime-ridden East New York section of Brooklyn.   That wasn't all. The officer drove to work in a bright red Corvette and sometimes had a limousine pick him up at the station house for gambling trips to Atlantic City.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Connecticut House Limits Citizens' Resale of Guns","web_url":"https://www.nytimes.com/1994/07/07/nyregion/connecticut-house-limits-citizens-resale-of-guns.html","abstract":"  The State House of Representatives moved tonight toward approving a bill aimed at shutting down the street sales of guns that authorities say are the largest source of weapons for criminals.   The bill would regulate the sale of handguns by private citizens to one another and create a paper trail that the police could use to trace more guns used in crimes back to their sellers.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Burmese Junta Continues to Shun Laureate","web_url":"https://www.nytimes.com/1994/07/07/world/burmese-junta-continues-to-shun-laureate.html","abstract":"  The Nobel peace laureate and dissident leader in Myanmar is approaching the fifth anniversary of her house arrest with no sign that her captors in the military intend to free her, or even talk to her.   Diplomats, human rights groups and the American legislator who met with the dissident, Daw Aung San Suu Kyi, in February say they are dismayed that the military Government of Myanmar, formerly Burma, continues to refuse to open any sort of dialogue with her despite the junta's indications earlier this year that it was finally ready to negotiate.","thumbnail":null,"section":"World"},{"date":"19940707","headline":"Poison Ivy Myths: Up in Smoke","web_url":"https://www.nytimes.com/1994/07/07/opinion/poison-ivy-myths-up-in-smoke.html","abstract":"We here at the Poison Ivy Institute want you to know the facts.\n\nThe recent controversy over the alleged harmful effects of poison ivy (or Rhus radicans, as we prefer to call it) has been characterized by obfuscation, hysteria and politically motivated deceit.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Coming This Weekend:The Magnificent Seven Take On King Kong","web_url":"https://www.nytimes.com/1994/07/07/sports/IHT-coming-this-weekendthe-magnificent-seven-take-on-king-kong.html","abstract":"It's a United Nations chamber of 24 seats, only eight of them occupied. Germany is the first to speak..\"Now that our American friends are gone,\" he says with a smirk, \"I think we can move along with normal business.\".Brazil slams","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"A Jazz Festival Where Practice Transcends Theory","web_url":"https://www.nytimes.com/1994/07/07/arts/critic-s-notebook-a-jazz-festival-where-practice-transcends-theory.html","abstract":"  The oddest thing about the JVC Jazz Festivals is that they are, year in and year out, much better in practice than on paper. The concerts are badly presented, usually fueled by that most tired of formulas, the tribute. They never address any of jazz's hot topics, nor do they, like Lincoln Center's jazz program (and the American Jazz Orchestra before it), indulge in programming that finds its backbone in a theme. Nevertheless, over and over again, the festival pulls off a handful of concerts that are truly special.   This year's festival was no exception, and most of the epiphanies came from the least likely places. A concert built around the pianist Dick Hyman, a fine player and historian but hardly known for his transcendental abilities, turned out to be, well, transcendental. Mel Torme, the 68-year-old singer, performed a concert full of bravura and showmanship and stunning musicality, which was a pleasure both for the musicians and the audience. And at what could have been a jam session run amok, last Friday night's tribute to the Rev. John Garcia Gensel, the pastor to the jazz world, the constantly shifting group of improvisers maintained a level of music that's often found in clubs but rarely on concert stages.","thumbnail":null,"section":"Arts"},{"date":"19940707","headline":"The Demon Donor","web_url":"https://www.nytimes.com/1994/07/07/opinion/the-demon-donor.html","abstract":"  Ross Perot rails so loudly against the special interests that it is easy to forget he is one. Mr. Perot made millions processing Government medical forms. Now he has offered the Republican National Committee at least $1 million to finance a prime-time network television program saying what kind of medical care policies the Government ought to have.   Mr. Perot's answer, of course, is simple. He does not want the ones proposed by President Clinton. He justifies his expenditure with the trumped-up reason that NBC's evenhanded health-care special on June 21 was tilted toward the White House plan.","thumbnail":null,"section":"Opinion"},{"date":"19940707","headline":"Leroy Burrell Breaks Mark For 100 Meters","web_url":"https://www.nytimes.com/1994/07/07/sports/track-and-field-leroy-burrell-breaks-mark-for-100-meters.html","abstract":"  When Leroy Burrell was a schoolboy in Landsdowne, Pa., a Philadelphia suburb, Carl Lewis of nearby Willingboro., N.J., was his hero, the winner of four track and field gold medals in the 1984 Los Angeles Olympics. Now they are friends, teammates, training partners and business partners, and last night, for the second time in three years, Burrell broke Lewis's world record for the classic sprint distance of 100 meters.   In the annual meet in Lausanne, Switzerland, on a warm, humid night, Burrell won the 100 in 9.85 seconds. That clipped a hundredth of a second off the world record set by Lewis in the 1991 world championships in Tokyo.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Management and Labor Play the Waiting Game","web_url":"https://www.nytimes.com/1994/07/07/sports/baseball-management-and-labor-play-the-waiting-game.html","abstract":"  While negotiators for the baseball players continue to ask questions about the owners' proposals, the owners' negotiators continue to wait for the players' first proposals.   \"We didn't get a proposal,\" Richard Ravitch, the clubs' chief labor executive, said yesterday after the two sides held a two-hour bargaining session. \"I'm awaiting a proposal. Don told me we'd get one next week. I've waited this long. There's nothing I can do about it.\"","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Segregating by Sex at Public Pools Is Considered","web_url":"https://www.nytimes.com/1994/07/07/nyregion/segregating-by-sex-at-public-pools-is-considered.html","abstract":"  After a series of sexual assaults on girls in New York City pools, the Parks Commissioner said yesterday that he was considering an experiment to segregate some pools, with separate areas for girls and boys or for adults and youngsters.   The Commissioner, Henry J. Stern, and other officials emphasized that no final decision had been made and said that there were many logistical and other problems to consider with any plan to divide the pools. But they said they would most likely try some form of segregation at some pools beginning next week.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Giuliani Says Drive on Petty Crime Is Worth Risk of Graft","web_url":"https://www.nytimes.com/1994/07/07/nyregion/corruption-uniform-mayor-giuliani-says-drive-petty-crime-worth-risk-graft.html","abstract":"  As the commission that investigated police corruption began distributing its report, Mayor Rudolph W. Giuliani was announcing his plan to have the police crack down on quality-of- life offenses, and acknowledging that it could pose new temptations for street officers.   The Mayor avoided any direct response to the commission report, which will be officially released today. But he said he had been mindful of the sort of corruption problems that a generation ago lead the police department to keep its patrol officers away from the temptations that might follow crackdowns on drugs and vice.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/07/nyregion/bridge-603090.html","abstract":"  Slightly more than half a century ago, there were exactly three unhappy bridge players in New Delhi. One of them, Tim Horan, solved their problem with a visit to the airport. He was in the Office of Strategic Services, and knew that an O.S.S. civilian was about to make a stopover.   \"Are you the Alfred Sheinwold who writes for Culbertson?\" he demanded.","thumbnail":null,"section":"New York"},{"date":"19940707","headline":"2 in Congress Hear Firsthand of Town's Clash With Lesbians","web_url":"https://www.nytimes.com/1994/07/07/us/2-in-congress-hear-firsthand-of-town-s-clash-with-lesbians.html","abstract":"  Two members of Congress came here today in an effort to shed light on the case of a lesbian couple complaining of repeated harassment in a rural Mississippi town, and were met by the same heated emotions that have characterized the episode since it sprang to public attention last December.    The two legislators, Representatives Barney Frank of Massachusetts and Jerrold Nadler of New York, both Democrats, heard testimony from the couple and from their opponents, who denied any effort to run them out of town but condemned the radical social agenda that the critics said was being promoted at the couple's feminist camp.","thumbnail":null,"section":"U.S."},{"date":"19940707","headline":"Astros' General Manager Undergoes Surgery","web_url":"https://www.nytimes.com/1994/07/07/sports/sports-people-baseball-astros-general-manager-undergoes-surgery.html","abstract":"  The Houston Astros' general manager, BOB WATSON, underwent successful surgery yesterday for removal of his cancerous prostate gland. The team said the surgery was performed at Barnes Hospital in St. Louis. Watson, 48, was expected to remain hospitalized for five days before returning to Houston. Watson said last week that the cancer was discovered after a prostate specific antigen blood test by his personal physician. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Wesgate Crown Is Favored","web_url":"https://www.nytimes.com/1994/07/07/sports/wesgate-crown-is-favored.html","abstract":"  Wesgate Crown, last season's divisional champion trotting colt, was installed yesterday as the 8-5 morning line favorite in Saturday's $286,280 Yonkers Trot, the first leg of trotting's triple crown. Driven by Walter Case Jr., Wesgate Crown will be starting from Post 6 in the event at Yonkers Raceway.   The raceway also announced yesterday that one of trotting's centerpiece events, the International Trot, would be suspended for 1994 for economic reasons, as well as because of declining attendance and handle. The International, originally scheduled for Aug. 13, began in 1959 at Roosevelt Raceway in Westbury, L.I., and was moved to Yonkers in 1988. Its promoters hope to bring it back next year.","thumbnail":null,"section":"Sports"},{"date":"19940707","headline":"Ukraine Is to Russia As Ireland Is to Britain","web_url":"https://www.nytimes.com/1994/07/07/opinion/l-ukraine-is-to-russia-as-ireland-is-to-britain-605794.html","abstract":"  To the Editor:   In \"Same Roots Nourish Russia and Ukraine\" (letter, June 28), Michael Averko states that Ukraine and Russia cannot be considered separate nations because they are too related, citing as a comparison Scotland, Wales and England, the components of Britain. Mr. Averko forgets that Ireland was once part of Britain, and is now (save for six counties) an independent nation. This is despite a great number of the very interrelationships he cites, including a common language, an interrelationship Russia and Ukraine cannot claim.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940707","time":"1994-07-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":81,"wspd":11.2},{"date":"19940707","time":"1994-07-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":11.2},{"date":"19940707","time":"1994-07-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":86,"wspd":11.2},{"date":"19940707","time":"1994-07-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":88,"wspd":13},{"date":"19940707","time":"1994-07-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":11.2},{"date":"19940707","time":"1994-07-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":13},{"date":"19940707","time":"1994-07-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":84,"wspd":11.2},{"date":"19940707","time":"1994-07-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":16.6},{"date":"19940707","time":"1994-07-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":72,"wspd":14.8},{"date":"19940707","time":"1994-07-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":63,"wspd":14.8},{"date":"19940707","time":"1994-07-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":55,"wspd":14.8},{"date":"19940707","time":"1994-07-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":52,"wspd":13},{"date":"19940707","time":"1994-07-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":47,"wspd":14.8},{"date":"19940707","time":"1994-07-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":46,"wspd":11.2},{"date":"19940707","time":"1994-07-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":47,"wspd":11.2},{"date":"19940707","time":"1994-07-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":42,"wspd":11.2},{"date":"19940707","time":"1994-07-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":40,"wspd":11.2},{"date":"19940707","time":"1994-07-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":46,"wspd":9.4},{"date":"19940707","time":"1994-07-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":41,"wspd":16.6},{"date":"19940707","time":"1994-07-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":56,"wspd":18.4},{"date":"19940707","time":"1994-07-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":51,"wspd":16.6},{"date":"19940707","time":"1994-07-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":60,"wspd":16.6},{"date":"19940707","time":"1994-07-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":13},{"date":"19940707","time":"1994-07-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":72,"wspd":7.6},{"date":"19940707","time":"1994-07-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":51,"wspd":16.6},{"date":"19940707","time":"1994-07-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":52,"wspd":13},{"date":"19940707","time":"1994-07-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":29.5},{"date":"19940707","time":"1994-07-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":20.5},{"date":"19940707","time":"1994-07-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":11.2},{"date":"19940707","time":"1994-07-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":51,"wspd":11.2},{"date":"19940707","time":"1994-07-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":55,"wspd":14.8},{"date":"19940707","time":"1994-07-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":58,"wspd":7.6},{"date":"19940707","time":"1994-07-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":9.4},{"date":"19940707","time":"1994-07-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":5.4},{"date":"19940707","time":"1994-07-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":0},{"date":"19940707","time":"1994-07-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":7.6},{"date":"19940707","time":"1994-07-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":11.2},{"date":"19940707","time":"1994-07-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":16.6},{"date":"19940707","time":"1994-07-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":9.4},{"date":"19940707","time":"1994-07-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":50,"wspd":7.6},{"date":"19940707","time":"1994-07-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":7.6},{"date":"19940707","time":"1994-07-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":43,"wspd":13},{"date":"19940707","time":"1994-07-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":41,"wspd":14.8},{"date":"19940707","time":"1994-07-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":43,"wspd":16.6},{"date":"19940707","time":"1994-07-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":46,"wspd":7.6},{"date":"19940707","time":"1994-07-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":45,"wspd":14.8},{"date":"19940707","time":"1994-07-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":49,"wspd":22.3},{"date":"19940707","time":"1994-07-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":51,"wspd":22.3}]},"19940708":{"guardian_articles":[{"date":"19940708","headline":"Archer in DTI shares inquiry","web_url":"https://www.theguardian.com/uk/1994/jul/08/archer.politics","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940708","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/08/us/inside-607347.html","abstract":"  No, It Was Worse Last Year   It may have seemed a bit steamy, but yesterday's Central Park high of 97 was a full degree lower than a year ago. Today: More of same. Page B4. Disparities in School Tests    Black and Hispanic students in New York public schools scored far lower in reading and math than whites and Asians, new tests show. Page B1. Yemen Says War Is Won    After toppling the southern capital of Aden, Government forces in Yemen said they have vanquished the south in the two-month civil war. Page A3. Norplant's Painful Undoing     Some of the 1 million American women who got the contraceptive implants say that removing them can be painful and complicated. Page A10. The Human Organ Market     An effort is under way among some legal scholars and doctors to provide some form of compensation for the families of organ donors. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"GIULIANI PROMISES FIGHT TO ROOT OUT POLICE CORRUPTION","web_url":"https://www.nytimes.com/1994/07/08/nyregion/corruption-uniform-mayor-giuliani-promises-fight-root-police-corruption.html","abstract":"  Mayor Rudolph W. Giuliani yesterday promised a thoroughgoing effort to root out corruption in the New York City Police Department. But he stopped well short of endorsing a special panel's call for creation of a permanent, independent Police Commission with broad powers to investigate the nation's largest police force.   Mr. Giuliani, a former prosecutor who has made the reduction of crime the centerpiece of his mayoralty, spoke after the Mollen Commission formally released the results of a two-year study of the Police Department -- a report that painted a devastating account of corrupt networks of rogue officers and of a police culture that \"exalts loyalty over integrity.\"","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Lloyd Price And the Joy Of the Past Updated","web_url":"https://www.nytimes.com/1994/07/08/arts/rock-review-lloyd-price-and-the-joy-of-the-past-updated.html","abstract":"  The most obvious anachronism at Lloyd Price's opening show at the Ballroom on Wednesday night was the singer's embarrassment about the past.   Mr. Price was an important star, based in New Orleans, in early rock-and-roll days. He wrote \"Lawdy Miss Clawdy,\" a hit for himself and also for Elvis Presley. He was a solid singer, and his career ranged from rock (\"Stagger Lee,\" \"I'm Gonna Get Married,\" \"Personality\") to a swing version of \"Misty,\" arranged by Slide Hampton. For his show on Wednesday, Mr. Price glued together most of his early rock-and-roll hits as medleys, tossing them off with just a hint of the ebullience and joy that his music, laden with New Orleans inanity, can impart.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Seven Italian Seamen Are Found Slain on Vessel Docked in Algeria","web_url":"https://www.nytimes.com/1994/07/08/world/seven-italian-seamen-are-found-slain-on-vessel-docked-in-algeria.html","abstract":"  In what seemed to be an attack by Islamic militants who have vowed to kill foreigners, seven Italian seamen were found killed with their throats slit aboard a ship in an Algerian port today, Italian officials said.    The men had apparently been slain while they slept, bringing to 42 the number of foreigners killed in terrorist attacks in Algeria since the militant Algerian Armed Islamic Group told foreigners last October to leave the country within a month or face retribution.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Evan's 'Trouble' May Have a Physical Origin","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-evan-s-trouble-may-have-a-physical-origin-614424.html","abstract":"  To the Editor:   Millions of children are affected by depression, autism and other mental illnesses. \"The Trouble With Evan\" was a documentary of a troubled family shown on public television (review, June 21). Although it was a good portrayal of a disturbed child, its focus was solely on family dynamics, neglecting to address issues that account for Evan's \"trouble.\"","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/08/sports/IHT-what-theyre-reading.html","abstract":"-. Colin Thubron, the British travel writer, is reading \"Red Azalea\" by Anchee Min. .\"'Red Azalea' is about a woman and her tribulations in China during the Cultural Revolution. That was her stage name, because she got involved in Madame","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"A Summer Of Art Shows With Ambition","web_url":"https://www.nytimes.com/1994/07/08/arts/a-summer-of-art-shows-with-ambition.html","abstract":"  THE recent art season was quieter than most, so it's a pleasant surprise to find that the summer is as busy as usual.   Ambitious shows of new or recent work are around, from a 30th-anniversary survey at the Aldrich Museum of Contemporary Art in Ridgefield, Conn., to a selection of mostly 1980's paintings, sculptures, photographs and drawings at the Center for Curatorial Studies at Bard College in Annandale-on-Hudson, N.Y. The Storm King Art Center in Mountainville, N.Y., has the abstracted, biomorphic sculptures of Mia Westerlund Roosen. And a selection of John Baldessari's clever, funny, light-as-air photo collages are in Newark.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"U.S. Troops on the Golan? It Worked in Sinai; Let's Know the Risks","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-us-troops-on-the-golan-it-worked-in-sinai-let-s-know-the-risks-614416.html","abstract":"  To the Editor:   A. M. Rosenthal makes a persuasive case for Congressional debate before commitment to place American military personnel on the Golan Heights as part of a peace agreement between Israel and Syria (column, June 28). As proponents of the view that Congress must be a partner with the President in United States foreign policy, we at the American Israel Public Affairs Committee agree.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/07/08/arts/diner-s-journal.html","abstract":"  Regional Indian Food    \"Do we have to eat here?\" groaned my guest. \"I hate empty restaurants.\"   There was something vaguely unnerving about finding ourselves alone in the vast, cool, elegant new Shaan.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Herons and Birders' Hearts Flutter in Park","web_url":"https://www.nytimes.com/1994/07/08/nyregion/herons-and-birders-hearts-flutter-in-park.html","abstract":"  Charles Francis Kennedy was the first one to spot the two green herons coming and going on their elegant bowed wings from a pin oak near the Lake in Central Park. He crept up through the trash-strewn underbrush to get a closer look through his binoculars.   He couldn't believe his luck. A nest.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Around the Campfire In an Alternative Way","web_url":"https://www.nytimes.com/1994/07/08/arts/pop-review-around-the-campfire-in-an-alternative-way.html","abstract":"  On Wednesday night at the Mercury Lounge in the East Village, Steve Wynn and friends -- the former Long Ryders guitarist Stephen McCarthy, the former Love Tractor bassist Armistead Wellford and the drummer Johnny Hott and the guitarist Bryan Harvey of House of Freaks -- didn't believe that the three hours they were allotted to perform would be enough time to get through all the material they had planned. Throughout the evening, as every permutation of these alternative rock mainstays played solo songs, House of Freaks duets, Steve Wynn Quartet songs and songs by all five of them under the name Gutterball, they joked and grumbled about how limiting three hours was. (The concert wound up lasting three and a half hours.)   Mr. Wynn and friends seemed to have a bottomless coffer of rock songs about traveling America's lonely highways, escaping from the daily pressures of life and falling out of love. When, before performing \"Lucky Day,\" Mr. Harvey announced, \"This is a song I wrote while I was out walking my dog,\" it became clear just how little inspiration these musicians needed to write a song.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"This Clean Air Looks Dirty","web_url":"https://www.nytimes.com/1994/07/08/opinion/this-clean-air-looks-dirty.html","abstract":"  The Environmental Protection Agency has effectively ordered refiners to add corn-based ethanol to make gasoline environmentally friendly. But the added ethanol will not clean the air beyond what the 1990 Clean Air Act would already require; nor will it, as advocates claim, raise farm income very much or significantly cut oil imports.    What the E.P.A.'s rule will do is take money from consumers and taxpayers and hand it over to Archer Daniels Midland, which produces about 60 percent of the nation's supply of ethanol. It is certainly no coincidence that A.D.M.'s chief executive, Dwayne Andreas, is a major political contributor; he donated $100,000 to a recent Democratic fund-raising dinner.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/08/style/chronicle-614386.html","abstract":"  JAMES BROWN meet Tipper Gore. The Godfather of Soul has asked rap artists not to mix his songs with recordings containing X-rated lyrics, The Associated Press reported yesterday.    For years, Mr. Brown's music has been a popular target for a process known as sampling, in which snippets from one recording are blended into another. In a statement released by Lee Solters, his publicist, Mr. Brown did not cite any specific artists, but said that recordings with profanity should be kept off the airwaves.","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Spoofing The Artists And Art Of New York","web_url":"https://www.nytimes.com/1994/07/08/movies/film-review-spoofing-the-artists-and-art-of-new-york.html","abstract":"  \"The Genius\" was shown as part of last year's New Directors/New Films Series. Following is Stephen Holden's review, which appeared in The New York Times on April 2, 1993. The film opens today at Anthology Film Archives, Second Avenue at Second Street.    Few subjects are riper for satire than the New York art world, with its hyperinflated egos and exalted prices for gimmicky trash. And in their goofy 16-millimeter feature, \"The Genius,\" the directing team of Joe Gibbons and Emily Breer has created a ramshackle art-world farce whose charm lies in its not taking itself too seriously.","thumbnail":null,"section":"Movies"},{"date":"19940708","headline":"1919: A Quick Decision : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-1919-a-quick-decision-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The cat is out of the bag, and it is now known when and how the \"Big Three\" agreed that the trial of the Kaiser should take place in London. For speed and informality, the decision broke all records. It happened at a meeting a few days b","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Beginning A Tour Of Verdi","web_url":"https://www.nytimes.com/1994/07/08/arts/opera-review-beginning-a-tour-of-verdi.html","abstract":"  The notion of a painstaking grand tour through a composer's entire output seems to have originated with the Germans, with their cultivation of the Gesamtausgabe (complete edition). Now we are accustomed to experiencing completeness not only on paper but in performance and on recordings as well. The coming centennial of the death of Verdi, in 2001, has inspired at least two surveys of Verdi's operatic canon, one by Covent Garden and one by the more modestly proportioned New York Grand Opera. The New York series began on Wednesday night with a performance of Verdi's \"Oberto\" in Central Park.   The value of this sort of endeavor depends on the case at hand. With a composer like Brahms, who edited his own work severely and maintained an astonishing consistency of inspiration, a complete-works survey is revelatory. A volcanically prolific figure like Schubert, on the other hand, makes a rather overwhelming and wearying effect in concentrated chronological doses. (I've experienced both in radio presentations.) Verdi falls somewhere in between; some of his operas are unquestionably better than others, the last operas tower majestically above the first, and yet even the most obscure works have something singular and satisfying about them.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"A Sour Note on Concert Prices","web_url":"https://www.nytimes.com/1994/07/08/opinion/a-sour-note-on-concert-prices.html","abstract":"  Pearl Jam, a \"grunge\" rock band out of Seattle, wanted to please its largely teen-age audience by setting ticket prices for a summer tour under $20 -- far below the usual prices of $50 to $60. The band planned to lower its own take to $18 a ticket and limit ticket distribution costs to under $2.    But Ticketmaster, the only national distributor of concert tickets, refused to go along with the puny distribution fee. So Pearl Jam canceled the tour and brought a complaint of monopolistic practices before the Justice Department.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"1944:Chinese Comeback : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-1944chinese-comeback-in-our-pages100-75-and-50-years-ago.html","abstract":"CHUNGKING - [From our New York edition:] Chinese troops, in a dramatic comeback, have smashed through the Japanese encirclement of Hengyang, surrounded enemy troops east, south and west of that vital city and seized the initiative in all sectors in Hunan","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Bruises and All, Stanley Reports for Duty","web_url":"https://www.nytimes.com/1994/07/08/sports/baseball-bruises-and-all-stanley-reports-for-duty.html","abstract":"  With the left side of his face swollen and discolored, with a purple bruise beneath his left eye and with his blue hospital garments still in hand, Mike Stanley went directly from Columbia Presbyterian Medical Center to Yankee Stadium yesterday morning.   Somehow, he was prepared for another day of work. Fifteen hours after Rickey Henderson treated him like a tackling dummy, the Yankee catcher sorted through his gear and wondered if he was in the lineup.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Support for Warm-Blooded-Dinosaur Theory","web_url":"https://www.nytimes.com/1994/07/08/us/support-for-warm-blooded-dinosaur-theory.html","abstract":"  If oxygen trapped in the bones of a well-preserved tyrannosaur skeleton tells a true tale, the king of Cretaceous dinosaurs was almost certainly warm-blooded, capable of maintaining its body temperature by adjusting its metabolism, two scientists at North Carolina State University report.   The paper is the latest volley in a long-standing debate among scientists as to whether dinosaurs were warm-blooded or not. Dr. William J. Showers, the paper's co-author, said in a recent interview that although new evidence strengthens the case for warm-bloodedness he does not expect his report to settle the question. His article, written with Dr. Reese E. Barrick, is to be published today in the journal Science.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Keeping Up With Your Mileage","web_url":"https://www.nytimes.com/1994/07/08/style/IHT-keeping-up-with-your-mileage.html","abstract":"KEEPING track of frequent-flier programs, mileage thresholds, partner tie-ins, bonus offers and expiry dates is the most daunting management task for business travelers. Which airline you fly, where you stay, how you pay, which phone card you use, and whi","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"U.S. Judge to Impose Plan For the Nassau Legislature","web_url":"https://www.nytimes.com/1994/07/08/nyregion/us-judge-to-impose-plan-for-the-nassau-legislature.html","abstract":"  Frustrated by the failure of the Nassau County Board of Supervisors to comply with a year-old court order to adopt an equitable districting plan for a new county legislature, a Federal judge prepared reluctantly today to impose a plan of his own.   The judge, Arthur D. Spatt of the Eastern District, met with the supervisors for nearly six hours on Wednesday night in his chambers at the Federal courthouse here in a last-ditch effort at a settlement. But he fell short of breaking the political logjam between Republicans and Democrats.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Younger Lindros Joins Isles' Minicamp","web_url":"https://www.nytimes.com/1994/07/08/sports/hockey-younger-lindros-joins-isles-minicamp.html","abstract":"  He has the same build, the same piercing blue eyes and the same presence of his older brother. But the comparisons should stop there.   Brett Lindros, first-round draft pick of the New York Islanders, joined a dozen other prospective players for the first day of minicamp yesterday at the Rinx in Hidden Pond Park. At 6 feet 4 inches and 215 pounds, Lindros has all the size and bulk the Islanders say they need most. But that does not mean he will make the roster this season.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Crime and Punishment: FIFA Edits the Book","web_url":"https://www.nytimes.com/1994/07/08/sports/IHT-crime-and-punishment-fifa-edits-the-book.html","abstract":"Those close to the action grow accustomed to the plaintive cry of Bora Milutinovic, the head coach of the U.S. team. .\"Hey, arbitro!\" bellows Bora. \"Arbitro ... Ees criminale!\".Many times, it is hot air. Most officials and most pl","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"A Riskier East Asia for Lack of a New Security Order","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-a-riskier-east-asia-for-lack-of-a-new-security-order.html","abstract":"East Asians like to pretend that so long as they get their economics right, all other problems will pale into insignificance. Yet recent events in the region are a salutary lesson that \"econophoria\" has it perils. East Asian security is at a ma","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Fishing for a Verdict : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-fishing-for-a-verdict-letters-to-the-editor.html","abstract":"Regarding \"Fiske, the Clinton Shield, Is Hardly Independent\" (Opinion, June 24) by William Safire:.Mr. Safire harps obsessively on Whitewater. It is clear from this article that the only judgment on this relatively trivial matter that he woul","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/08/nyregion/no-headline-607428.html","abstract":"  \"This is a rare and wonderful thing. There are mysteries in the park and the mysteries are really wonderful.\" -- ELIZABETH BARLOW ROGERS, administrator of Central Park, on the visiting green herons.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/08/nyregion/c-corrections-607592.html","abstract":"  Because of an editing error, an article yesterday about the Mollen Commission's report on police corruption in New York City misidentified in some copies the Police Commissioner who the report said had refused to approve corruption investigations out of fear that disclosures would hurt the department. He was Benjamin Ward, not his successor, Lee P. Brown.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Police Announce Breakup Of Pirate Videotape Ring","web_url":"https://www.nytimes.com/1994/07/08/nyregion/police-announce-breakup-of-pirate-videotape-ring.html","abstract":"  Westchester County authorities said today that they had broken up a ring of video pirates who took hand-held recorders into movie theaters, taped such popular summer hits as \"The Lion King,\" \"Speed\" and \"The Shadow\" and distributed thousands of what appeared to be professionally packaged copies throughout the New York metropolitan area.   Though the packaging was slick, the quality of the tapes shown at a news conference by the Westchester County District Attorney, Jeanine Pirro, was amateurish. At times, the tapes recorded the sound of audience laughter, and at other times the cameras caught the on-screen shadows of movie patrons as they stood up, walked to the lobby and later returned.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Moving to Compensate Families in Human-Organ Market","web_url":"https://www.nytimes.com/1994/07/08/us/moving-to-compensate-families-in-human-organ-market.html","abstract":"  At 2:30 A.M. on Feb. 16, 1990, Susan Renea Sutton of Moore, Okla., ended a quarrel with her boyfriend by pulling a small pistol from her purse and shooting herself in the right temple. After she was declared brain dead at an Oklahoma City hospital, her parents gave doctors permission to remove her heart, liver and corneas, as well as some of her bones and skin, for transplantation.    The hospital and medical teams that removed the organs and tissues received thousands of dollars for their services from patients who needed transplants, from the patients' insurance companies or from Medicare or Medicaid. The nonprofit agency that coordinated the transplants also received thousands of dollars, as did the surgeons and hospitals where the transplants took place.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"At a Glance: Good Travel Deals","web_url":"https://www.nytimes.com/1994/07/08/style/IHT-at-a-glance-good-travel-deals.html","abstract":"AMERICAN AIRLINES. London to New York. Business- and first-class fares cut by more than 35 percent for same day round-trips. Business class 1,300 ($2,000), compared with the normal 2,122; first class 2,500, compared with 3,870. Six","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Iceland 50 Years On, Enduring Between Europe and America","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-iceland-50-years-on-enduring-between-europe-and-america.html","abstract":"Fiftieth anniversaries are in the air these days, as we move from one World War II milestone to another. Recently, the Icelanders marked the 50th anniversary of an event that took place during the war but was only indirectly related to it: their independ","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/07/08/arts/sounds-around-town-614092.html","abstract":"  Introspection in Concert   Sarah McLachlan and the Story, Central Park Summerstage, Rumsey Playfield, midpark at 72d Street, (212) 360-2777. Sensitivity reigns in this double bill of up-and-coming singers and songwriters. Ms. McLachlan, a Canadian performer with a sweet sobbing voice, writes intriguing but largely private reflections on the loss of innocence. The best songs by the Story, the New England duo led by Jonatha Brooke, bring the sensibility and ideas of Virginia Woolf into a contemporary pop setting in acoustic arrangements that show off their tricky close-harmony singing. Show time is tomorrow at 3 P.M. Admission is free. STEPHEN HOLDEN Musical Tour by Luka Bloom    Luka Bloom, the Bottom Line, 15 West Fourth Street, Greenwich Village, (212) 228-6300. Mr. Bloom, an Irish folk singer and songwriter with more than his share of stage charisma, mixes probing confessional songs with political statements. Without putting down his acoustic guitar, he even reaches into soul and hip-hop territory, and his folk version of LL Cool J's \"I Need Love\" is a small revelation. Everything he does is stamped with personality and punch. Shows are on Sunday at 7:30 and 10:30 P.M. Tickets are $17.50. S. H.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Latvia's Barrier to Partnership","web_url":"https://www.nytimes.com/1994/07/08/opinion/latvia-s-barrier-to-partnership.html","abstract":"  Latvians cheered President Clinton in Riga on Wednesday when he pledged partnership with the Baltic republics to keep them forever free. But there was stony silence when he appealed to them not to \"deny to others the justice and equality you fought so hard for and earned for yourselves, for freedom without tolerance is freedom unfulfilled.\"    The others he referred to are ethnic Russians, left behind by a receding empire, who are the objects of Latvian intolerance. Latvia, understandably resentful about its past, is right to want all Russian troops out. But it is wrong to avenge the past by discriminating against Russian residents.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"It's All Over for the Village Gate But Its Ex-Owner Looks Ahead","web_url":"https://www.nytimes.com/1994/07/08/nyregion/it-s-all-over-for-the-village-gate-but-its-ex-owner-looks-ahead.html","abstract":"  The Village Gate, the barnlike Greenwich Village nightclub where great comics and jazzmen held court for decades, has permanently gone out of business.   But the impresario who made the Gate a Village scene for 37 years is already looking ahead to his next gig.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"The Sadness of, the Madness of Love","web_url":"https://www.nytimes.com/1994/07/08/movies/critic-s-notebook-the-sadness-of-the-madness-of-love.html","abstract":"  MURDEROUS obsession, a medieval romance, a lovesick soldier and a woman in love with a chimp: the French don't own the idea that love is strange, but they've always known what to do with it. Now it is the basis for a wickedly delightful series celebrating crazy love. \"L'Amour Fou: French Films of Passion, Romance and Obsession,\" begins today and runs for the next five weeks at the Walter Reade Theater at Lincoln Center. The idea is irresistible, probably because it is so obviously true. You could make a good case that amour is always fou; if it's rational it's not love, but more like a business deal.    One of tonight's opening features, the alluring, little-known 1937 film \"Gueule d'Amour,\" features Jean Gabin as a Foreign Legionnaire in the south of France. Known as Lover Boy (Gueule d'Amour), he has the society matrons complaining; in the last six months they have lost nine maids, all distracted by his charms. Even now, on screen, it's easy to see why women would have followed the dashing Gabin into the desert.","thumbnail":null,"section":"Movies"},{"date":"19940708","headline":"Storm-Tossed on a Sea of Emotions; New York's Haitians Feel Betrayed, Angry and Confused by New Policy on Refugees","web_url":"https://www.nytimes.com/1994/07/08/nyregion/storm-tossed-sea-emotions-new-york-s-haitians-feel-betrayed-angry-confused-new.html","abstract":"  Abner Celestine sees only danger in the desperate sea voyages that so many of his fellow Haitians have embarked upon in recent weeks, and has even written to his three brothers in Haiti warning against such risks.   Nevertheless, Mr. Celestine voiced misgivings over the Clinton Administration's announcement on Tuesday that no Haitian refugees fleeing the country by boat would be resettled in the United States. To him and other Haitians in this suburban enclave about 25 miles north of Manhattan, it was as if their adopted homeland had turned its back on their native Haiti.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/07/08/sports/results-plus-611689.html","abstract":"  GOLF Lohr's 61 PGA's Third Lowest Score  There have only been two scores better than the 10-under-par 61 Bob Lohr posted in yesterday's opening round of the Anheuser-Busch Golf Classic. Lohr, a 10-year PGA Tour veteran with just one victory, offset a three-putt bogey with 11 birdies at Kingsmill Golf Club. \"Just a great round,\" Lohr said. \"I've never made 11 birdies in a round before.\"   \"I don't think I'd even know how to pencil in a 61,\" said Nike Tour regular John Wilson, whose 64 put him in a second-place tie with PGA Tour rookie Glen Day. The only tour scores better than the 61 were the 59s of Al Geiberger at Memphis in 1977 and Chip Beck at Las Vegas in 1991 and nine rounds of 60, the latest by Davis Love III at Hawaii in January. TENNIS Bruguera in Quarterfinals of Swiss Open  The top-seeded, two-time defending champion Sergi Bruguera defeated a Spanish compatriot, Alex Corretja, 7-5, 6-0, yesterday to advance to the quarterfinals of the Swiss Open in Gstaad. (AP) Chesnokov Advances: Andrei Chesnokov led a march of seeded players into the quarterfinals of the Swedish Open in Bastad. Chesnokov, promoted to the No. 1 spot when the ailing Magnus Larsson withdrew, defeated Lars Jonsson, 6-1, 7-5. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Caray Is Released From the Hospital","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-people-baseball-caray-is-released-from-the-hospital.html","abstract":"  The Chicago Cubs broadcaster HARRY CARAY was released from a Chicago hospital yesterday, two weeks after he stumbled and fell before a Cubs game in Miami. Caray, 77, was being treated for an irregular heartbeat discovered after he apparently was overcome by heat before the June 23 game at Joe Robbie Stadium. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"U.S. Troops on the Golan? It Worked in Sinai; Not Trusting Arafat","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-us-troops-on-the-golan-it-worked-in-sinai-not-trusting-arafat-614408.html","abstract":"  To the Editor:   Israel's right-wing Likud Party and its American backers wish to demolish the peace process that has so far granted the Palestinians self-rule in Gaza and Jericho. They argue you can't trust Yasir Arafat.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Sheriff's Defection to the Republican Party Roils Politics in Camden","web_url":"https://www.nytimes.com/1994/07/08/nyregion/sheriff-s-defection-to-the-republican-party-roils-politics-in-camden.html","abstract":"  For the last year or so, the fighting in the Camden County Democratic Party was only a local tussle between the new pols and an old pol. It pitted the party's new young managers with their money-raising magic and media campaigns against Sheriff William Simon and his old politics of patronage and personal ties.   But when Mr. Simon fled his tormentors last winter and joined the Republican Party, he opened a crack in a solidly Democratic, industrial county. The state's Republicans, and their Governor, Christine Todd Whitman, seem bent on doing all they can to enlarge the opening, including spending $1 million in state money.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Sharp Rise Seen in Smokers' Health Care Costs","web_url":"https://www.nytimes.com/1994/07/08/us/sharp-rise-seen-in-smokers-health-care-costs.html","abstract":"  Health care for smoking-related illnesses cost at least $50 billion in 1993, twice as much as has been estimated for previous years, according to a new Federal survey.   The Centers for Disease Control and Prevention, the Atlanta-based agency of the Department of Health and Human Services, released the data today, saying that the estimate was based on a survey of 35,000 people, the most extensive to date. It is the only survey that has counted only actual medical bills, making it the most reliable estimate ever done, said Dr. Thomas E. Novotny, a leader of the study.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/08/style/chronicle-614394.html","abstract":"  There is a lesson for MARTIN CHARNIN in \"Loose Lips,\" the show he is currently directing. \"I think I'll make sure that I talk only in the middle of Central Park,\" he said yesterday as he prepared for the opening Monday at Eighty-Eight's, a cabaret in Greenwich Village.    The show is a compilation of words uttered by celebrities in public statements or private conversations, and they were collected by KURT ANDERSEN, the editor in chief of New York magazine; LISA BIRNBACH, a writer and editor, and JAMIE MALANOWSKI, a senior editor at Esquire magazine.","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Bengals Sign McGhee, a Former Giant","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-people-football-bengals-sign-mcghee-a-former-giant.html","abstract":"  The Cincinnati Bengals yesterday signed the free agent KANAVIS McGHEE, formerly a defensive end with the Giants.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/08/nyregion/news-summary-607045.html","abstract":"  International A2-9  ABOUT-FACE REGARDING HAITI  Panama, which volunteered to shelter 10,000 Haitian refugees, withdrew its offer today, leaving Washington dangling and more than a little surprised.  A1","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Excerpts From Judge's Ruling on Admissibility of Evidence in Simpson Case","web_url":"https://www.nytimes.com/1994/07/08/us/simpson-case-excerpts-judge-s-ruling-admissibility-evidence-simpson-case.html","abstract":"  The key issue for the court's determination is whether the warrantless entry into the property on Rockingham and the recovery of certain items of physical evidence was justified in light of exigent circumstances. And this is really a gray area of the law. I mean there's no set formula to establish when or where an exigent circumstance does exist and when it doesn't. And it's really something that has to be decided on a case by case basis.    Based upon the evidence as actually presented in the hearing, there were numerous cases cited by the prosecution as well as by the defense. The court has reviewed all of those cases.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Where to View the Art","web_url":"https://www.nytimes.com/1994/07/08/arts/where-to-view-the-art.html","abstract":"  Here are the names, sites and hours of the museum exhibitions reviewed. Admission is free unless otherwise noted. Long Island    \"NORMANDY AND ITS ARTISTS REMEMBERED\" and \"THE AVANT GARDE OF FRANCE: THE 1940'S and 1950'S\" (through Sept. 11). Nassau County Museum of Art, 1 Museum Drive, Roslyn Harbor. (516) 484-9338. Tuesdays through Sundays, 11 A.M. to 5 P.M. Admission: $3; $2 for students and the elderly; free on Fridays.    \"AMERICAN NAIVE PAINTINGS FROM THE NATIONAL GALLERY OF ART\" (through Aug. 28). Heckscher Museum, Prime Avenue, Huntington. (516) 351-3250. Tuesdays to Fridays, 10 A.M. to 5 P.M; Saturdays and Sundays, 1 to 5 P.M. Suggested donation: $2; $1 for children.    \"ROBERT RICHENBURG: ABSTRACT EXPRESSIONIST\" (through July 30). Staller Center for the Arts, University Art Gallery, State University of New York at Stony Brook, Nicolls Road, Stony Brook. (516) 632-7240. Tuesdays through Fridays, noon to 4; Saturdays, 5 to 8 P.M. Pollock-Krasner House and Study Center, 830 Fireplace Road, East Hampton. (516) 324-4929. Hours by appointment.   \"CELEBRATING WILLEM DE KOONING: SELECTED PAINTINGS AND SCULPTURE\" (through July 31). Guild Hall Art Museum, 158 Main Street, East Hampton. (516) 324-0806. Daily, 11 A.M. to 5 P.M. Suggested admission: $5; free for Guild Hall members. Hudson Valley    \"MIA WESTERLUND ROOSEN: SCULPTURE AND DRAWINGS\" (through Oct. 31). Storm King Art Center, Old Pleasant Hill Road, Mountainville. (914) 534-3190 or 534-3115. Hours: Daily, 11 A.M. to 5:30 P.M. Admission; $5; $3 for students, the elderly and children; free for children under 5. Karen Wilkin, a critic, will discuss the artist's work tomorrow at 3 P.M.   \"AGAINST THE STREAM: MILTON AVERY, ADOLPH GOTTLIEB AND MARK ROTHKO IN THE 1930's,\" (through Sept. 4). Katonah Museum of Art, Route 22 at Jay Street, Katonah. (914) 232-9555. Hours: Tuesdays through Fridays and Sundays, 1 to 5 P.M.; Saturdays, 10 A.M. to 5 P.M.   \"EXHIBITED\" (through Sept. 1). Bard College's Center for Curatorial Studies, Annandale-on-Hudson. (914) 758-2424. Hours: Wednesdays through Sundays, 1 to 5 P.M. New Jersey    \"FELICE NUDELMAN: RECENT PHOTOGRAPHS\" and \"PASSAGES IN SCULPTURE: SIX SCULPTORS\" (through Aug. 20). Jersey City Museum, 472 Jersey Avenue, Jersey City. (201) 547-4514. Hours: Tuesdays, Thursdays and Fridays, 10:30 A.M. to 5 P.M.; Wednesdays, 10:30 A.M. to 8 P.M.; closed Saturdays through Mondays.   \"GODS AND GODDESSES IN INDIAN ART\" (through June 1995) and \"PROJECT TWO: JOHN BALDESSARI, FOUR DIRECTIONAL PIECES\" (through Aug. 28). Newark Museum, 49 Washington Street, Newark. (201) 596-6550. Hours: Wednesdays through Sundays, noon to 5 P.M.   \"KUSAKABE-GRIFFIS JAPONISME GALLERY,\" Jane Voorhees Zimmerli Art Museum, Rutgers, State University of New Jersey, George and Hamilton Streets, New Brunswick. (908) 932-7237. Hours: Tuesdays through Fridays, 10 A.M. to 4:30 P.M.; Sundays, noon to 5 P.M.; closed Mondays and Saturdays in summer. Connecticut    \"30 YEARS: ART IN THE PRESENT TENSE: THE ALDRICH'S CURATORIAL HISTORY 1964-1994\" (through Sept. 18). Aldrich Museum of Contemporary Art, 258 Main Street, Ridgefield. (203) 438-4519. Hours: Tuesdays through Sundays, 1 to 5 P.M. Admission: $3; $2 for students and the elderly; free for children under 12.    \"ARTISTS WHO WORKED IN PARIS, NEW YORK AND CONNECTICUT\" (through July 31). Paris-New York-Kent Gallery, Kent Station Square, Kent. (203) 927-4152 or 927-3357. Hours: Fridays through Mondays, 11 A.M. to 5 P.M. and by appointment.   \"THE JADE STUDIO: MASTERPIECES OF MING AND QING PAINTING AND CALLIGRAPHY FROM THE WONG NANPING COLLECTION\" (through July 31). Yale University Art Gallery, Chapel and York Streets, New Haven., (203) 432-0600. Hours: Tuesdays through Saturdays, 10 A.M. to 5 P.M.; Sundays, 2 to 5 P.M.    \"RESTORING A FRENCH MASTERPIECE: POUSSIN'S 'CRUCIFIXION' \" (through July 31). \"PEGGY DIGGS: FROM PRIVATE TO PUBLIC\" (through Sept. 18). \"RIDING THE WIND: PHOTOGRAPHS BY WILLIAM ANDERSON\" (through Sept. 30). \"EIKO AND EDJOHNETTA: BEYOND FASHION\" (through Aug. 28). Wadsworth Atheneum, 600 Main Street, Hartford. (203) 247-9111. Hours: Tuesdays through Sundays, 11 A.M. to 5 P.M.; on the first Thursday of every month, the museum is open until 8 P.M. Admission: $5; $4 for students and the elderly; free for museum members and children under 13. On Thursdays and on Saturdays from 11 A.M. to 1 P.M., admission is free.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Abroad at Home; Reversal -- Of Fortune?","web_url":"https://www.nytimes.com/1994/07/08/opinion/abroad-at-home-reversal-of-fortune.html","abstract":"  For a onetime observer of British politics to examine the scene today is an eye-rubbing experience. Many of the old truisms have been turned upside down.   The Labor Party used to be the home of Little Englanders opposed to British membership in the European Community and generally suspicious of foreigners. Today a powerful group of Conservatives are Euroskeptics and sound the trumpet of xenophobia. Labor is committed to Europe.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"At Summit, Little to Fix","web_url":"https://www.nytimes.com/1994/07/08/world/at-summit-little-to-fix.html","abstract":"  As far as summit talks go, the meeting here of the leaders of seven major industrial democracies is a rather strange gathering for one simple reason: It has very little potential to do good, in large part because all seven countries already have economies growing faster than at any time in years. They really are not that broke and don't need much fixing.   But this meeting has significant potential to do bad, given the nervous state of world financial markets. The dollar's recent plunge against the yen and the German mark has roiled the currency markets, and uncertainty about the future of exchange and interest rates has global bond and stock markets on edge.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Collaborative Choreography About Social Interaction","web_url":"https://www.nytimes.com/1994/07/08/arts/dance-review-collaborative-choreography-about-social-interaction.html","abstract":"  Margaret Jenkins knows that poverty and corruption may be causing cities around the world to fall apart. She envisions urban social decay in \"The Gates (Far Away Near),\" which the Margaret Jenkins Dance Company presented on Wednesday night at Alice Tully Hall. But particularly striking about this imaginative 75-minute piece, which was having its New York premiere to open the Serious Fun series at Lincoln Center, is Ms. Jenkins's apparent faith in cooperation.   The entire production is a collaborative effort. Created last year in honor of the San Francisco-based troupe's 20th anniversary, it brings together theatrical artists with whom Ms. Jenkins has often worked, including Alexander V. Nichols, who designed the scenery and lighting; Sandra Woodall, the costume designer; Paul Dresher, who composed the live and electronic score, and Michael Palmer and Rinde Eckert, who wrote the accompanying text.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"At the Summit: New Leaders and Old, With New Agendas and Old","web_url":"https://www.nytimes.com/1994/07/08/world/at-the-summit-new-leaders-and-old-with-new-agendas-and-old.html","abstract":"  BRITAIN    Prime Minister John Major arrives in Naples in a curious position: Britain's economy is growing at a healthy clip, unemployment is falling and inflation remains subdued, yet his standing in the polls is the worst of any British leader since World War II. Furthermore, his Conservative Party is deeply split after 15 years in power.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Connecticut Tightens Restrictions on Gun Owners","web_url":"https://www.nytimes.com/1994/07/08/nyregion/connecticut-tightens-restrictions-on-gun-owners.html","abstract":"  Through hours of debate on a bill restricting the sale of handguns, one legislator after another rose in the Capitol here to say that more gun control will not stop the violence in Connecticut's cities that has become a huge concern among voters and politicians.   The poverty and social problems in the cities were too deep, they said, the hold of the drug trade and street gangs too tight, for the General Assembly to legislate guns out of the shooters' hands. It was a familiar argument from gun-control opponents, another angle on their \"Guns Don't Kill, People Do\" bumper stickers. And this time, even many of the bill's supporters agreed.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"The Wives Are Merry but Far From Windsor","web_url":"https://www.nytimes.com/1994/07/08/theater/theater-review-the-wives-are-merry-but-far-from-windsor.html","abstract":"  There has been no shortage of concern over the years about developing an American style of performing Shakespeare. Simply to imitate British ways is a creative dead end and a little demeaning. Shouldn't we, the theorists wonder, be bringing something distinctive, something ours alone, to the world's most popular plays?   Just what that might be is less evident, although vitality, an emphasis on inner truth and a lack of historical inhibitions are sometimes advanced as possible assets. In practice, however, the talk usually boils down to putting Shakespeare into an American setting -- \"Othello,\" say, in the antebellum South, or \"Romeo and Juliet\" in South Central Los Angeles. Instead of real innovation, we end up with novelty for novelty's sake.","thumbnail":null,"section":"Theater"},{"date":"19940708","headline":"For Judge, a Case Where Circumstances Outweigh Safeguards","web_url":"https://www.nytimes.com/1994/07/08/us/simpson-case-law-for-judge-case-where-circumstances-outweigh-safeguards.html","abstract":"  In ruling today to admit evidence seized without a warrant at O. J. Simpson's house, Judge Kathleen Kennedy-Powell of Municipal Court here relied on her interpretation of a well-established legal principle.   That principle holds that there are times when searches and seizures can take place without a warrant because \"exigent circumstances,\" meaning those that have a certain urgency, outweigh the usual constitutional safeguards provided by the Fourth Amendment.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Break the Police Corruption Cycle","web_url":"https://www.nytimes.com/1994/07/08/opinion/break-the-police-corruption-cycle.html","abstract":"  New York City is aswirl with police news -- the Mollen Commission report, the Mayor's plan to crack down on \"quality-of-life\" offenses, the debate over how to prevent sexual assaults in municipal swimming pools. Of course, the findings of the Mollen Commission, coming after two years of investigation, claimed the bigger headlines, but all the police news is connected in one sense. The city and its new administration face a watershed opportunity to reform the Police Department.    The Mollen Commission has turned up story after story of rogue cops who peddled guns and drugs or sold protection, openly profiting from the brutality that besieges the city's most desperate neighborhoods. In such neighborhoods, it rings hollow to talk about quality-of-life crimes when the police have shredded the social fabric by committing felonies in plain sight.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Baggio Gives Away Shirt Off His Back in Grand Gesture","web_url":"https://www.nytimes.com/1994/07/08/sports/world-cup-94-baggio-gives-away-shirt-off-his-back-in-grand-gesture.html","abstract":"  To a devoted soccer fan, nothing is more precious than the jersey of an international player, especially if that player is the captain of a national team and is considered the best in the world.   Roberto Baggio of Italy is considered by many to be the top player in the sport, and it is a jersey he gave to Charlie Stillitano that is serving as a yardstick for the ups and downs of the Italian team in the World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Scenes From a Marriage Of Tolstoyan Complexity","web_url":"https://www.nytimes.com/1994/07/08/books/books-of-the-times-scenes-from-a-marriage-of-tolstoyan-complexity.html","abstract":"  Love and Hatred The Stormy Marriage of Leo and Sonya Tolstoy By William L. Shirer 400 pages. Simon & Schuster. $25.   Thanks to Leo and Sonya Tolstoy's shared compulsion for chronicling their own lives, their marriage remains one of the most documented relationships in literary history, minutely chronicled in their own diaries and letters as well as in the writings of their children and assorted hangers-on.","thumbnail":null,"section":"Books"},{"date":"19940708","headline":"Error Conceded in Not Crediting Arranger","web_url":"https://www.nytimes.com/1994/07/08/nyregion/error-conceded-in-not-crediting-arranger.html","abstract":"  The record company that released Natalie Cole's smash hit \"Unforgettable\" in 1991 has conceded that it made a mistake when it failed to credit the late Nelson Riddle as the arranger for the record, which won six Grammy awards in 1992.   In a settlement with Naomi Riddle, the widow of the big-band arranger of the 1950's and 1960's, Elektra Records said that all future manufacturing runs, promotions and advertising of the record would credit Mr. Riddle's arrangement.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"House Postal Workers Tell of Idleness and Favors","web_url":"https://www.nytimes.com/1994/07/08/us/house-postal-workers-tell-of-idleness-and-favors.html","abstract":"  Two years after a Congressional inquiry into the House post office, transcripts of interviews with postal employees were made public today, providing a portrait of a sloppily run mail operation eager to perform favors for powerful members of Congress.   The interviews were conducted during a House review of management problems at the post office, which led to a series of corrective steps, including the hiring of Michael Shinay, a professional postal manager. He took over in October 1992 from Robert V. Rota, who was forced to resign after initial reports of wrongdoing.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/07/08/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in Manhattan that are to close soon: Closing This Weekend    \"101 HUMILIATING STORIES,\" New York Theater Workshop, 79 East Fourth Street, East Village. A one-woman show by Lisa Kron; directed by John Robert Hoffman. Through tomorrow. Performances: Today and tomorrow at 7 and 10 P.M. Tickets: $20. Information: (212) 302-6989.  \"THE NAKED TRUTH,\" WPA Theater, 519 West 23d Street, Chelsea. A comedy about art and censorship by Paul Rudnick, who also stars; directed by Christopher Ashley. Through Sunday.  Performances: Today and tomorrow at 8 P.M.; Sunday at 3 and 7:30 P.M.  Tickets: $30. Information: (212) 206-0523. Closing Next Weekend    \"THE SISTERS ROSENSWEIG,\" Ethel Barrymore Theater, 243 West 47th Street, Manhattan. A comedy-drama by Wendy Wasserstein about an American banker in London and her two younger sisters, who gather to celebrate her birthday; starring Michael Learned, Linda Lavin and Tony Roberts; directed by Daniel Sullivan. Through July 16. Performances: Monday, Tuesday, Thursday and Friday at 8 P.M.; Wednesday and Saturday at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $25 to $50. Information: (212) 239-6200.    \"BLOWN SIDEWAYS THROUGH LIFE,\" Cherry Lane Theater, 38 Commerce Street, Greenwich Village. Claudia Shear's one-woman show about her 40-some jobs; directed by Christopher Ashley. Through July 17. Performances: Tuesday through Friday at 8 P.M; Saturday at 5 and 8 P.M.; Sunday at 3 and 7 P.M. Tickets: $32.50 and $35. Information: (212) 989-2285.   \"MERRILY WE ROLL ALONG,\" Theater at St. Peter's Church, 619 Lexington Avenue, at 54th Street, Manhattan. A revised production of the 1981 musical based on the play by George S. Kaufman and Moss Hart; music and lyrics by Stephen Sondheim; directed by Susan H. Schulman. Through July 17. Performances: Tuesday through Friday at 8 P.M.; Saturday at 2:30 and 8 P.M.; Sunday at 2:30 P.M. Tickets: $35. All performances are sold out, but a waiting list for returned tickets is begun two hours before each performances. Information: (212) 534-5366.   \"STONEWALL, NIGHT VARIATIONS,\" En Garde Arts, Pier 25, West Street between Chambers and Laight Streets, Lower Manhattan. A theater piece with music, about homosexuals who defied the police during the 1969 raid at the Stonewall Inn, by Lisa Landau. Through July 17. Performances: Tuesday through Sunday at 8:30 P.M. Tickets: $20. Information: (212) 779-9777.   \"SANCTIFYING GRACE,\" Irish Arts Center, 553 West 51st Street, Manhattan. A one-man show about a Brooklyn Irish neighborhood in the 1970's, by Colin Quinn and Lou DiMaggio; starring Mr. Quinn; directed by Robert Moresco. Through July 17. Performances: Wednesday through Saturday at 8 P.M.; Sundays at 3 P.M. Tickets: $20 and $25. Information: (212) 757-3318.    TOUHAMI ENNADRE AND PAUL ROSIN, Exit Art/The First World, 548 Broadway, at Prince Street, SoHo. Black-and-white photographs by Mr. Ennadre and Mr. Rosin that explore the human body, sexuality, death and the environment. Through July 15. Hours: Tuesday to Friday, 10 A.M. to 6 P.M. Suggested donation: $2. Information: (212) 966-7745.","thumbnail":null,"section":"Theater"},{"date":"19940708","headline":"Georgia Floods Reflect a Global Pattern","web_url":"https://www.nytimes.com/1994/07/08/us/georgia-floods-reflect-a-global-pattern.html","abstract":"  Tropical storms sometimes bring more rainfall and deadlier floods to a given place than their bigger and more violent brothers and sisters, hurricanes. Tropical Storm Alberto, whose remnants unloosed record rains and raging floodwaters on parts of Georgia in the last few days, is a classic case.   But there has also been another important contributor to Georgia's weather problems, a big high-pressure system over the Atlantic Ocean, the same \"Bermuda high\" responsible for this week's heat and humidity in New York and much of the East.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Bogota Journal; A Captain in the Drug War Wants to Call If Off","web_url":"https://www.nytimes.com/1994/07/08/world/bogota-journal-a-captain-in-the-drug-war-wants-to-call-if-off.html","abstract":"  The Colombian official in charge of prosecuting cocaine traffickers is also the country's most prominent advocate of ending the drug war by legalizing drugs.    The official, Prosecutor General Gustavo de Greiff, is a pipe-smoking grandfather with the demeanor of an owl and the spirit of a mockingbird.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Is Seikaly-Pippen Deal in the Works?","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-people-basketball-is-seikaly-pippen-deal-in-the-works.html","abstract":"  Miami Heat center RONY SEIKALY says team management wants to rework his contract in an effort to trade him for the Chicago Bulls star SCOTTIE PIPPEN. Seikaly said he had been contacted by the Heat because his contract must be revised to make a trade for Pippen possible under rules of the National Basketball Association salary cap. \"I had a talk with my agent about it,\" Seikaly said from Europe in an interview yesterday with The Sun-Sentinel of Fort Lauderdale, Fla. \"Obviously it hasn't gone through yet, and it's still the Heat's final decision.\"   BILLY CUNNINGHAM, a partner in the Heat organization, denied negotiating for Pippen, an All-Star forward. \"There is nothing at all pending,\" he said. Seikaly is to earn $3.3 million next season with Miami, while Pippen is to make $2.8 million with Chicago.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Appeals Court Rules Against Reynolds","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-people-track-and-field-appeals-court-rules-against-reynolds.html","abstract":"  An appeals court in Cincinnati yesterday refused to reconsider a ruling that denied the track star BUTCH REYNOLDS a $27 million damage award against the International Amateur Athletic Federation. The decision from the United States Court of Appeals for the Sixth Circuit means that Reynolds will have to take his case to the Supreme Court if he chooses to continue his fight with the federation, world track's governing body. Reynolds has until Oct. 5 to file such an appeal, which the runner said he would do.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Irish Fans Are Great To 'Losers'","web_url":"https://www.nytimes.com/1994/07/08/sports/world-cup-94-irish-fans-are-great-to-losers.html","abstract":"  Ireland stuck to its tradition of joyous wakes for the dead today as an estimated 100,000 singing, cheering people welcomed back the national soccer team, which had been knocked out of the World Cup by the Netherlands on Monday.   In spite of the second-round loss, the atmosphere was one of victory with rock bands and traditional musicians performing and thousands of green, white and gold Irish flags waving. It was a young crowd -- with more canned soda in sight than Guinness stout -- that gathered at Phoenix Park for a welcome that was first scheduled, canceled and then re-scheduled.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Parting Snapshots for the Supreme Court Yearbook","web_url":"https://www.nytimes.com/1994/07/08/us/parting-snapshots-for-the-supreme-court-yearbook.html","abstract":"  The Supreme Court's 1994 term, which ended last week, was one of impressions rather than grand themes. The caseload was light but the going was tough. The Justices emerged somewhat the worse for wear and departed on a much-needed summer break, leaving behind the following array of snapshots.   HOTTEST NEW TOPIC: Garbage and what to do with it, the subject of three decisions, reflecting its growing role in the interstate economy.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Article 611310 -- No Title","web_url":"https://www.nytimes.com/1994/07/08/arts/article-611310-no-title.html","abstract":"  Burma and Beyond    For 10 years, Road to Mandalay has stood like a beacon on the edge of Chinatown, drawing people in for fresh, spicy, unusual Burmese food. In that time, the number of Burmese restaurants in Manhattan has skyrocketed. Well, O.K., it's gone from one to at least five. But now that other parts of the city have their own Burmese outposts, this handsome little restaurant has begun to expand the scope of its offerings, serving dishes that are more Thai and Vietnamese than Burmese.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Sports of The Times; Many Called, But Who'll Be Chosen?","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-of-the-times-many-called-but-who-ll-be-chosen.html","abstract":"  \"I SAW the most beautiful girl on television,\" David Lassiter was saying with a sigh. \"Tall, elegant. She's like an angel.\"   The 22-year-old amateur boxer from Queens put down the \"Tyson\" script alluding to the former heavyweight champion and his ex-wife, Robin Givens, then glanced across the shiny wooden table at Ellen Parks.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Surging Floods Bring Death and Misery to Georgia","web_url":"https://www.nytimes.com/1994/07/08/us/surging-floods-bring-death-and-misery-to-georgia.html","abstract":"  Rampaging floodwaters continued to roll through Georgia today, leaving behind a three-day toll of at least 17 people dead, towns under water, more than 100 small dams washed out and destruction to road and rail service likely to wreak havoc for months.   In the Atlanta area, service was restored today for some of the 500,000 Georgians without water, but many communities, like Americus and Macon, are without any safe water.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Poll on Doubt Of Holocaust Is Corrected","web_url":"https://www.nytimes.com/1994/07/08/us/poll-on-doubt-of-holocaust-is-corrected.html","abstract":"  Only a small segment of Americans deny that the Holocaust happened, according to a new Roper poll for the American Jewish Committee.   The new poll was conducted to correct a flawed question in an earlier survey that had suggested higher levels of Holocaust denial and, both the researchers and sponsors say, to set the polling record straight.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Anti-Gay Resolution Draws Louganis Protest","web_url":"https://www.nytimes.com/1994/07/08/sports/olympic-festival-anti-gay-resolution-draws-louganis-protest.html","abstract":"  Greg Louganis, who last month openly declared that he was gay, this afternoon stunned an audience that included United States Olympic officials when he said the 1996 Olympic volleyball competition should be taken away from Cobb County in Georgia because of a controversial resolution condemning the gay life style.   The resolution, passed last August by the Cobb County Commission, said among other things \"that the life style advocated by the gay community should not be endorsed by government policy makers because they are incompatible with the standards to which this community subscribes.\"","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"60 Join Protest at 2 Arkansas Abortion Clinics","web_url":"https://www.nytimes.com/1994/07/08/us/60-join-protest-at-2-arkansas-abortion-clinics.html","abstract":"  About 60 protesters sponsored by three national anti-abortion groups picketed two abortion clinics today in the start of what had been billed as a major show of force after a series of recent court rulings and a new Federal law barring demonstrators from obstructing access to clinics.    But the protesters were outnumbered by police officers and local and national abortion-rights groups. Anti-abortion leaders had predicted that about 300 demonstrators would gather here, but even they acknowledged that they had faced more opposition and resistance in organizing their efforts here in President Clinton's home state than they had expected.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Arafat Promising to Repeal Call for Israel's Destruction","web_url":"https://www.nytimes.com/1994/07/08/world/arafat-promising-to-repeal-call-for-israel-s-destruction.html","abstract":"  Yasir Arafat pledged today to convene the Palestinian parliament-in-exile to eliminate sections of the Palestinian charter that call for the destruction of Israel.   Mr. Arafat said in a communique issued here that the meeting would be held \"in the very near future\" in Gaza, lending weight to the predictions that Gaza will be his base.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Holy Bull's Top Brass Ignoring Breeders' Cup","web_url":"https://www.nytimes.com/1994/07/08/sports/horse-racing-notebook-holy-bull-s-top-brass-ignoring-breeders-cup.html","abstract":"  Whose fault is it that Holy Bull, the hottest horse in America, was never nominated to run in the Breeders' Cup?   Here he is, the great gray colt who has won 9 of his 11 races leading almost every step of the way, one of the leading candidates for the title Horse of the Year. And yet he will have to keep streaking toward his titles without racing in the $3 million Breeders' Cup Classic, the richest race in America.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Knicks' Top Picks Have Much In Common","web_url":"https://www.nytimes.com/1994/07/08/sports/pro-basketball-knicks-top-picks-have-much-in-common.html","abstract":"  At a news conference yesterday, the Knicks unveiled Tavares Montgomery (Monty) Williams and Charlie Ward Jr., the two quarterback-point guards they chose last week in the first round of the National Basketball Association draft.   Quarterbacks? Point guards?","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"In Connecticut, Five Centuries of Chinese Art","web_url":"https://www.nytimes.com/1994/07/08/arts/art-reviews-in-connecticut-five-centuries-of-chinese-art.html","abstract":"  From New Haven to Hartford, with stops at Kent and Ridgefield in between, Connecticut offers a variety of stimulating art shows this summer. The exhibitions range from a fascinating overview of a five-century period of Chinese art to several interesting selections of modern and contemporary work. New Haven    Disproving the notion that summer art shows are necessarily lightweight is \"The Jade Studio,\" at the Yale University Art Gallery through July 31. This superb exhibition features masterpieces of Chinese painting and calligraphy from the 15th to the 19th century, taken from the collection of Wong Nanping, a leading collector in Shanghai and Hong Kong until his death in 1985.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Bad Apple Shake-Ups: A 20-Year Police Cycle","web_url":"https://www.nytimes.com/1994/07/08/nyregion/corruption-in-uniform-the-long-view-bad-apple-shake-ups-a-20-year-police-cycle.html","abstract":"  \"Will history repeat itself?\" the Knapp Commission asked in its 1972 report on corruption in the New York Police Department. \"Or does society finally realize that police corruption is a problem that must be dealt with and not just talked about every 20 years?\"   Twenty-two years later those questions are as pertinent as ever. The challenge to the Mollen Commission, formed in 1992, was to permanently break the recurring cycle of corruption that has plagued New York City's police for a century. That is a tall order, not only because corruption is so deeply ingrained in the Police Department, but also because it develops in unforeseeable ways from one generation to the next.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"For Children","web_url":"https://www.nytimes.com/1994/07/08/arts/for-children.html","abstract":"  Storytelling Ezra Jack Keats Storytelling Festival   Lefferts Homestead Children's Museum   Prospect Park   Entrance at Ocean Avenue and Lincoln Road   Brooklyn   (718) 965-8999   Recommended ages: 3 to 10     Hans Christian Andersen Statue   Central Park   Conservatory Water   Entrance at 74th Street and Fifth Avenue   (800) 201-7275   Recommended ages: 5 and up    Ten years ago, Cooper-Moore adopted the maiden names of his mother and his paternal grandmother, two formidable influences in the life of this storyteller and musician. \"They ran the show,\" he said. He has been running his own show as Prospect Park's resident storyteller for the last two summers. He was discovered, he said, by Betsy Gotbaum, the former Commissioner of the Department of Parks and Recreation, and Tupper Thomas, the president of the Prospect Park Alliance. He said they saw him informally performing in the park and wanted to sign him up, but they didn't know for what. Then the storytelling job, sponsored by the Ezra Jack Keats Foundation, turned up, and he was hired as a raconteur. (Keats was a children's book author and illustrator in the 1960's and 70's whose settings were mostly urban.)   Cooper-Moore's storytelling sessions begin with parables or riddles, move to a medium-length tale and finish with a longish tale, all folk stories he has mostly heard from others. There were the Polish and Czech workers in the building where he lives in East Harlem who told him stories. Tales repeated by African neighbors have also enhanced his repertory. Then there's the baby a friend of his has recently adopted from China, who may come on Sunday, and for whom he will dig up stories. \"I've been reading Chinese meditations and the country's history,\" he said in his ribbon-smooth accent from the Piedmont region of Virginia.   His storytelling turns eclectic when accompanied by his songs, which he writes and plays on his hand-made instruments. \"This year, I'll be writing songs for each program,\" he says. What more could a child ask for on a Sunday afternoon? (Ice cream.)   The free storytelling is on Sundays at 1 and 2 P.M. through Aug. 28. The D train, stopping at Prospect Park, is the closest subway. Another free storytelling program is held on Mondays and Thursdays at the Third Street Playground (entrance at Prospect Park West and Third Street; Park Slope side) at 4 P.M. daily except Mondays through Aug. 1.   In Central Park, storytellers have been congregating at the Hans Christian Andersen statue for 37 years; Diane Wolkstein, the director, is in her 27th year. The stories told there on Saturdays from 11 A.M. to noon are not just those of Andersen, but also tales from the Grimm brothers, along with stories from Borneo, Haiti and China.   Tomorrow, Marcia Lane and Ulf Arnstrom are to be telling Scandinavian stories. Ms. Lane is to start with Hans Christian Andersen's story \"The Collar,\" in which a man's shirt collar seeks a wife. He romances a comb, an iron and scissors, but is turned down flat. He ends up being made into paper, upon which his story is written. \"Isn't that like life?\" Ms. Lane added.   Mr. Arnstrom, an editor of a Swedish storytelling journal, is flying in from Stockholm to tell Swedish folk tales in his soft, gentle voice. His program, in English, is to center on \"The Pearl,\" in which three women claim ownership of a lustrous sea gem. Whoever makes the biggest fool of her husband gets the pearl. (What a sense of humor Scandinavians can have.)   The free programs, held rain or shine, run through Sept. 24. Adults are asked to remain with their children. 'A Lady Named Jo'    Queens Children's Theater   256-21 Union Turnpike, at 257th Street   Glen Oaks   (718) 343-1052   Recommended ages: 7 and up   Through Sunday    Jo and her sisters, from Louisa May Alcott's novel \"Little Women,\" all appear in this musical for children, only they're less agreeable. \"The ultrasweetness in the book has been removed,\" said Ben Finn, who wrote the play's book with Peter John Stephens. That may come as a relief to some potential audience members, although children, especially girls, fall in love with the March sorority no matter what. The story is told from Jo's perspective as a middle-aged woman looking back.   This play has 23 songs on a recorded track, making the production seem almost operatic. The two-hour show (with an intermission), is tonight at 7 and tomorrow and Sunday at 2 P.M. Tickets are $10; $6 for children. From July 20 to 24, it is to be performed at Inner-Space Theater, 134 West 26th Street, Chelsea; information: (212) 989-2969. Model Ship Sailing   Chess and Backgammon    Bryant Park   Avenue of the Americas, at 40th Street   (212) 983-4142   Recommended ages: 3 and up   Through October    Three years ago, Robbie Biederman had an enterprising idea, and his father, Dan Biederman, the executive director of the Bryant Park Restoration Corporation, took action. Inspiration blew in when Robbie, who is now 7, was visiting the Luxembourg Gardens and the Tuileries during a family vacation in Paris. Why couldn't children race model sailboats in the Bryant Park fountain back home in New York City?   \"I thought it was too small,\" Mr. Biederman said of the Josephine Shaw Lowell fountain, \"but we tested some boats and it turned out to be a perfect size.\" Patina Milon, an 8-year-old from New York City, spent a half hour one day last week circling the pink-granite fountain with her rented model Henley, the jib luffing uncontrollably.   The model sailboats, which may be rented for $2 an hour, are attached with strings for navigating. The boats were made and lent by Fred Hutchins, the owner of Jan's Hobby Shop on the Upper East Side. Two boats were stolen a few weeks ago, leaving only three.   Bryant Park is also offering chess and backgammon lessons and sets to rent for games at the Parisian cafe-style chairs and tables. (The park really does have a Gallic air, even though the fountain is Italian Renaissance style and is named after an American suffragist.) The New York Chess and Backgammon club is the sponsor. A free lesson is arranged for first-time players; thereafter, you may pay from $30 to $100 for an hour's lesson with masters, senior masters and grandmasters. If you simply wish to play, the fees are 50 cents a game for each player for speed chess (10 minutes or less); $4 an hour for each player for slow chess (more than 20 minutes); 50 cents a game for each player for backgammon, and $4 an hour for each player for checkers.   The sailing, lessons and games are daily from 11:30 A.M. to sundown, weather permitting. They are at the 41st Street entrance. Lessons may be scheduled by calling the club at (212) 302-5874. Little West Street Path    West Street at West Thames Street   Battery Park City   Lower Manhattan   (212) 416-5300   Recommended for all ages    A new pathway for in-line skaters, bicyclists (with and without training wheels), tricyclists, runners, dogs, roller skaters and skateboarders has been created along the West Side Highway, almost along the waterfront. Crickets can be heard at dusk in the shrubs behind the wrought-iron fence; a breeze slips in from the Hudson. The straightaway, as flat as a mesa top and illuminated at night, allows no cars. It is four blocks long and has sidewalks on both sides; a cul-de-sac has benches. The pathway will ultimately be a service road for buildings going up on adjacent empty lots, so enjoy it while it lasts.   Not far away, at the Vesey Street entrance to Hudson River Park, the New York City Police Department's Troop A mounted unit exercises its horses in a new ring, usually every morning or afternoon. (There is no set schedule.) If you're lucky, you can see the horses doing serpentines and figure eights, but not chasing bad guys.   And have you checked out the new 27-foot-wide pathway in the West Village, running from Little West 12th Street to Harrison Street off the West Side Highway? One TriBeCa mother said it had changed her life, as she can now glide safely on her in-line skates to retrieve her car at a parking lot. For now, the pathway, part of the Hudson River Park Conservancy's urban boulevard plan, ends at the northern end of Hudson River Park, at Stuyvesant High School. Other skaters have already discovered the path, but there's room for everyone. An attractive fence keeps you from stumbling into the river, although the fence is completed only down to Hubert Street; a concrete wall separates the path from the highway. A lot of people use the route at sunset.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Top Spot Remains Yankee Domain","web_url":"https://www.nytimes.com/1994/07/08/sports/baseball-top-spot-remains-yankee-domain.html","abstract":"  The Yankees were getting more tense, more nervous and more paranoid than normal as their losses escalated, their division lead disintegrated and their lack of fans at Yankee Stadium received increased exposure.   But with their 59-day grasp on first place in jeopardy yesterday against California, and their clubhouse growing emptier and emptier after games and their training room growing more populated, the Yankees restored luster to their still-glowing ledger in a stylish manner by defeating Mark Langston and the Angels, 5-2.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Home Video; Dealers are searching for new titles, the sooner the better, and preferably not (yawn) sequels.","web_url":"https://www.nytimes.com/1994/07/08/arts/home-video-dealers-are-searching-for-new-titles-sooner-better-preferably-not.html","abstract":"  Dealers say the late-summer rental lineup needs a boost. \"Help! Early August should be a peak rental period, but so far the studios aren't cooperating,\" Rich Thorward wrote last month in his tip sheet, The Movie Monitor, which rates films for video dealers. \"We need some more strong releases, especially for the week of Aug. 3. Somebody jump in!\"   For the week of Aug. 3, The Monitor lists only two entries: \"Angie,\" with Geena Davis, which Mr. Thorward described as a wide-ranging comedy-drama that will appeal to women, and \"Major League II,\" with Charlie Sheen (\"a poor sequel, but the PG rating appeals to parents,\" he commented).","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"U.N.L.V. Must Pay Tarkanian's Fees","web_url":"https://www.nytimes.com/1994/07/08/sports/sports-people-college-basketball-unlv-must-pay-tarkanian-s-fees.html","abstract":"  The Nevada Supreme Court ruled yesterday that the University of Nevada-Las Vegas must pay $150,726 plus interest to cover the former basketball coach JERRY TARKANIAN's costs in a long legal fight against U.N.L.V.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Space Shuttle to Explore Low-Gravity Effects","web_url":"https://www.nytimes.com/1994/07/08/us/space-shuttle-to-explore-low-gravity-effects.html","abstract":"  The space shuttle Columbia and its crew of seven are set for a busy two-week scientific mission in space beginning Friday if persistently bad worldwide weather cooperates.   Flight controllers at the Kennedy Space Center said today that the shuttle, its launching equipment and a bus-sized laboratory in its cargo bay all checked out normally. But Air Force forecasters said weather at the center and at two emergency landing sites overseas could keep the mission grounded during a two-and-a-half-hour period when launching is possible, beginning at 12:43 P.M., Eastern daylight time, on Friday.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Clinton Packs Promises","web_url":"https://www.nytimes.com/1994/07/08/world/clinton-packs-promises.html","abstract":"  The President came to Poland with generous words of support, but little in the way of substantive assistance, to the dismay of some Poles. Page A9.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Long Island Shows Concentrate on Painting","web_url":"https://www.nytimes.com/1994/07/08/arts/art-reviews-long-island-shows-concentrate-on-painting.html","abstract":"  Painting rules in the major museums on Long Island this summer. De Kooning is to the east, American and French landscape painting of the 19th and 20th centuries to the west. In between are shows devoted to American naive painting and to an overlooked Abstract Expressionist, Robert Richenburg. (In addition, a retrospective of the painter Joan Snyder is to open at the Parrish Art Museum in Southampton on Sunday.) Roslyn Harbor    One of the goofiest exhibitions in recent memory is \"Normandy and Its Artists Remembered\" at the Nassau County Museum, an exercise in misplaced patriotism that mixes artistic and military history to the benefit of neither. The show's focus is Normandy, the large region in northwest France whose varied terrain figures prominently in the history of 19th-century and early 20th-century painting. Pre-Impressionists, Impressionists, Fauves and Pointillists alike were successively drawn to its dramatic coastlines and seaside villages and resorts. Further inland lies Giverny, which many American Impressionists, following the path of Monet, began to visit in the late 1880's. As if this weren't enough to tackle, the exhibition commemorates the 50th anniversary of the Allied invasion of Europe, in which Normandy also played a crucial role.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"U.S. Troops on the Golan? It Worked in Sinai","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-us-troops-on-the-golan-it-worked-in-sinai-614300.html","abstract":"  To the Editor:   Re \"Americans on the Golan\" by A. M. Rosenthal (column, June 28): Should American troops be stationed on the Golan plateau? The short answer is an emphatic yes! It is the essential condition of an Israeli-Syrian peace agreement.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/08/style/chronicle-611018.html","abstract":"  The committee that organized the annual fireworks display and picnic in East Hampton, L.I., a benefit for Boys Harbor, didn't want to raise the price of tickets for the July 16 event: $20 for general admission to watch the show from the Boys Harbor camp grounds; $200 for the show and picnic beforehand at the home of ANTHONY DREXEL DUKE.   So to make more money, the organization, which runs a camp for poor city children, decided to emulate other charities and offer donors the chance to put their names on a structure. Contributors of $10,000 will have their names affixed to cabins at the camp for the entire summer; donors of $5,000 and $7,500 will get their names on a cabin for shorter periods.","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Gay in World War II: Abuse by the Military","web_url":"https://www.nytimes.com/1994/07/08/movies/film-review-gay-in-world-war-ii-abuse-by-the-military.html","abstract":"  At the core of \"Coming Out Under Fire,\" Arthur Dong's quietly devastating documentary film about homosexuality in the military during World War II, are interviews with 10 gay men and women who served in the armed forces.   Some, like Phillis Abry, a radio technician in the Women's Army Corps, were able to carry on homosexual relationships without being detected and received honorable discharges. Others, like Marvin Liebman, who was in the special services of the United States Army Air Corps, were identified as gay, having \"psychopathic\" personalities, and were discharged as undesirable.","thumbnail":null,"section":"Movies"},{"date":"19940708","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/07/08/arts/inside-art.html","abstract":"  Historical Society Chooses Sotheby's    If G. Oliver Koppell, the New York State Attorney General, gives his approval, the New-York Historical Society will sell $20 million worth of art and objects from its collection. Miner H. Warner, the society's chairman, said the income from the proceeds would go toward the museum's endowment, which covers some of its operating costs as well as the care of the society's art holdings and library.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Jacome Has Them Forgetting Predecessor","web_url":"https://www.nytimes.com/1994/07/08/sports/baseball-jacome-has-them-forgetting-predecessor.html","abstract":"  Jason Jacome was summoned to the major leagues to replace Dwight Gooden in the Mets' rotation, a situation that did not sit all that well with the 23-year-old rookie left-hander from Tucson, Ariz. With a string of strong performances for the Mets' Class AAA franchise in Norfolk, Jacome felt he deserved the opportunity to pitch in the big leagues, he just felt a little antsy about the reason.   At this point, though, Jacome is doing his best to make Mets' observers forget whom he is here to replace.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"A 'Night Against AIDS': Mixing Acts and Advice","web_url":"https://www.nytimes.com/1994/07/08/arts/tv-weekend-a-night-against-aids-mixing-acts-and-advice.html","abstract":"  Network prime time's reluctance to deal with AIDS was notorious in the 1980's. Even disease movies, a staple of the medium, shunned the subject. Things have changed. The situation is hardly great, mind you, but it is better. The latest case in point: \"In a New Light '94\" on ABC, tomorrow at 8 P.M.   Two earlier \"In a New Light\" specials were remarkably successful in recruiting volunteers for an array of AIDS organizations around the country. This time, in what it has designated a \"National Night Against AIDS,\" ABC has joined the Centers for Disease Control and, through affiliates, local AIDS organizations to organize viewing parties and discussion follow-ups. President Clinton appears on the program to encourage young people to \"think carefully about the choices that lie ahead.\"","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Secretive Property Empires Made Public by Stock Sales","web_url":"https://www.nytimes.com/1994/07/08/us/secretive-property-empires-made-public-by-stock-sales.html","abstract":"  The country's $3 trillion commercial real estate industry is being transformed from a collection of often secretive family-dominated fiefs into public companies beholden to thousands of shareholders.   Many investors and property managers say the change heralds an era in which real estate companies will have to answer to Wall Street, like public companies in other industries. That means opening their books, devising plans to make their businesses grow, and living up to them -- or suffering the market's wrath.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Cuomo Proposes a Referendum on Death Penalty","web_url":"https://www.nytimes.com/1994/07/08/nyregion/cuomo-proposes-a-referendum-on-death-penalty.html","abstract":"  In an election year, when his staunch opposition to the death penalty has become a major issue, Gov. Mario M. Cuomo proposed today that voters be allowed to decide the maximum sentence for murder.   The proposal comes four days after the State Legislature adjourned without passing most of Mr. Cuomo's crime agenda, including bills that would have required life sentences without parole for three-time violent offenders.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"The New Measure of Man","web_url":"https://www.nytimes.com/1994/07/08/opinion/the-new-measure-of-man.html","abstract":"  There are good reasons for suggesting that the modern age has ended. Many things indicate that we are going through a transitional period, when it seems that something is on the way out and something else is painfully being born. It is as if something were crumbling, decaying and exhausting itself, while something else, still indistinct, were arising from the rubble.   The distinguishing features of transitional periods are a mixing and blending of cultures and a plurality or parallelism of intellectual and spiritual worlds. These are periods when all consistent value systems collapse, when cultures distant in time and space are discovered or rediscovered. New meaning is gradually born from the encounter, or the intersection, of many different elements.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/08/nyregion/c-corrections-613886.html","abstract":"  An article on June 29 about new Federal guidelines for treating congestive heart failure misstated the toll-free telephone number for obtaining copies of the guidelines. The correct number is (800) 358-9295.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"A JUDGE UPHOLDS EVIDENCE SEIZED AT SIMPSON HOME","web_url":"https://www.nytimes.com/1994/07/08/us/the-simpson-case-the-overview-a-judge-upholds-evidence-seized-at-simpson-home.html","abstract":"  The judge in the O. J. Simpson case ruled today that detectives who arrived at Mr. Simpson's estate hours after his former wife and a friend of hers were slain acted properly in entering the estate and recovering evidence before they obtained a search warrant.   The judge, Kathleen Kennedy-Powell of Los Angeles Municipal Court, said the four detectives had acted with justification, given circumstances that she agreed were uncertain and potentially alarming after their arrival at Mr. Simpson's home about 5 o'clock on the morning of June 13.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"Elite Crew Mourns Deaths of 12 In a Wildfire Blast in Colorado","web_url":"https://www.nytimes.com/1994/07/08/us/elite-crew-mourns-deaths-of-12-in-a-wildfire-blast-in-colorado.html","abstract":"  In the history of forest fires in the American West, no unit is held in higher regard than the Smokejumpers, an elite Federal crew used as a quick strike squad against the most overpowering of fires.    Today, the day after at least 12 firefighters from a crew of 52 were trapped and then killed in a wildfire that \"blew up\" on a steep slope in Western Colorado, the Smokejumpers are mourning one of their worst disasters in modern times. Two firefighters are still missing.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"ART REVIEWS3 Hudson Valley Shows Are Widely Divergent","web_url":"https://www.nytimes.com/1994/07/08/arts/art-reviews3-hudson-valley-shows-are-widely-divergent.html","abstract":"  The Hudson Valley has three very different shows this summer. At the Bard College Center for Curatorial Studies is an exhibition about exhibiting art. The Katonah Museum has organized a show of three prominent American modernists, Milton Avery, Mark Rothko and Adolph Gottlieb, before they became prominent. And at Storm King is a retrospective of the New York sculptor Mia Westerlund Roosen. Mountainville    Most artists who have been given a chance to install sculpture at the Storm King Art Center have chosen commanding spots at the crest of a hill or in the middle of a vast lawn, and they have placed big works there to match the scale of the landscape. The ground is being prepared for the installation of several such works by Magdalena Abakanowicz and Mark di Suvero. (They should be installed by September.)","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Strawberry Bats Softly (0-3) and Carries Some Big Hopes","web_url":"https://www.nytimes.com/1994/07/08/sports/baseball-strawberry-bats-softly-0-3-and-carries-some-big-hopes.html","abstract":"  The boos rained down in the eighth inning, moments after he jumped into the batter's box and the pitch slowly veered outside. Ball one. Three more to come.   Darryl Strawberry produced a faint smile. He could still draw an intentional walk. They still didn't want to pitch to him.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"About Real Estate;\nA Builder for Young Buyers Returns to an Older Market","web_url":"https://www.nytimes.com/1994/07/08/us/about-real-estate-a-builder-for-young-buyers-returns-to-an-older-market.html","abstract":"K. Hovnanian Enterprises, best known for its affordable attached houses for first-time buyers, plans to build houses in New Jersey for people at the opposite end of the age spectrum -- buyers 55 or older who are entering their pre-retirement or retirement years.\n\nThe move represents the company's return to the market for residential retirement communities after a decade-long absence. During the 1970's Hovnanian, which is based here, concentrated on such housing, building five developments in New Jersey, with a total of 3,500 units, as well as others in Florida and Texas.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"'L'Amour Fou' Schedule","web_url":"https://www.nytimes.com/1994/07/08/movies/l-amour-fou-schedule.html","abstract":"  \"L'Amour Fou: French Films of Passion, Romance and Obsession,\" a five-week series, runs through Aug. 11 at the Walter Reade Theater, 165 West 65th Street, at Lincoln Center. All programs are double features except where marked; tickets to single or double bills are $7.50; $5 for members of the Film Society of Lincoln Center; $4 for the elderly (weekdays before 6 P.M.) Information: (212) 875-5600. Here is a schedule:     Today    \"POT BOUILLE\" (\"House of Lovers\") (1957), directed by Julien Duvivier, 2 and 6:20 P.M.   \"GUEULE D'AMOUR\" (1937), Jean Gremillon, 4:15 and 8:45 P.M.   Tomorrow    \"POT BOUILLE,\" 4 and 8:45 P.M.   \"GUEULE D'AMOUR,\" 6:20 P.M.   Sunday    \"THAT OBSCURE OBJECT OF DESIRE\" (1977), Luis Bunuel, 4 and 8:20 P.M.   \"CLAIRE'S KNEE\" (1971), Eric Rohmer, 6:15 P.M.   Monday    \"THAT OBSCURE OBJECT OF DESIRE,\" 2 and 6:15 P.M.   \"CLAIRE'S KNEE,\" 4 and 8:20 P.M.   Tuesday    \"LES DAMES DU BOIS DE BOULOGNE\" (1945), Robert Bresson, 2, 6 and 9:40 P.M.   \"BEAUTIES OF THE NIGHT\" (1952), 3:45 and 7:50 P.M.   Wednesday    \"THE SEASHELL AND THE CLERGYMAN\" (1928), Germaine Dulac, and \"L'AGE D'OR\" (1930), Luis Bunuel, 2, 6 and 9:45 P.M.   \"L'ATALANTE,\" (1934), Jean Vigo, 4 and 7:50 P.M.   Thursday    \"LES ENFANTS DU PARADIS\" (\"Children of Paradise\") (1945), Marcel Carne, 2 P.M.   \"SIREN OF THE TROPICS\" (1927), Henri Etievant and Mario Nalpas, 6:30 and 9:15 P.M. Single feature. (Tickets: $12; $10 for Film Society members.)   Next Friday    \"THE LOVERS\" (1958), Louis Malle, 2 P.M.   \"PIERROT LE FOU\" (1965), Jean-Luc Godard, 3:50 P.M.   \"L'AMOUR FOU\" (1968) Jacques Rivette, 6:15 P.M. Single feature.   July 16    \"L'AMOUR FOU,\" 4 P.M. Single feature.   \"PIERROT LE FOU,\" 9 P.M.   July 17    \"THE LOVERS,\" 4 and 8 P.M.   \"PIERROT LE FOU,\" 5:50 and 9:50 P.M.   July 18    \"LES ENFANTS DU PARADIS,\" 2 and 6:15 P.M.   July 19    \"THE EARRINGS OF MADAME DE . . .\" (1953), Max Ophuls, 2 P.M.   \"THE THIRD LOVER\" (1962), Claude Chabrol, 4 P.M.   July 20    \"THE THIRD LOVER,\" 2, 6 and 9:50 P.M.   \"THE EARRINGS OF MADAME DE . . .\" 3:45 and 7:45 P.M.    July 21    \"LES VISITEURS DU SOIR\" (\"The Devil's Envoys\") (1942), Marcel Carne, 2 and 9 P.M.   \"LES ENFANTS TERRIBLES\" (1949), Jean-Pierre Melville, 4:15 P.M.   July 22    \"LES ENFANTS TERRIBLES,\" 2 and 6:30 P.M.   \"LES VISITEURS DU SOIR,\" 4 and 8:30 P.M    July 23    \"MENAGE\" (1991), directed Bertrand Blier, 4 and 8 P.M.   \"MAITRESSE\" (1986), Barbet Schroeder, 6:15 and 9:50 P.M.   July 24    \"LA BEAUTE DU DIABLE\" (1949), Rene Clair, 4 and 8 P.M.   \"EYES WITHOUT A FACE\" (1959), Georges Franju, 6 and 10 P.M.   July 25    \"LA BEAUTE DU DIABLE,\" 2, 6 and 10 P.M.   \"EYES WITHOUT A FACE,\" 4 and 8 P.M.   July 26    \"ELENA ET LES HOMMES\" (1955), Jean Renoir, 2 P.M.   \"LE BLE EN HERBE\" (1953), Claude Autant-Lara, 4 P.M.   July 27    \"LE BLE EN HERBE,\" 2, 6 and 10 P.M.   \"ELENA ET LES HOMMES,\" 4:05 and 8:05 P.M.   July 28    \"ALL BOYS ARE CALLED PATRICK\" (1957), Jean-Luc Godard, \"HAPPY ANNIVERSARY\" (1961), Pierre Etaix, and \"MOVING IN\" (1993), Chantal Akerman, 2, 6:10 and 10 P.M.   \"PATTES BLANCHES\" (1949), Jean Gremillon, 3:45 and 7:50 P.M.   July 29    \"THE SOFT SKIN\" (1964), Francois Truffaut, 2 and 6:15 P.M.   \"MAX MON AMOUR\" (1986), Nagisha Oshima, 4:15 and 8:40 P.M.   July 30    \"MAX MON AMOUR,\" 4:15 and 8:40 P.M.   \"THE SOFT SKIN,\" 6:15 P.M.   July 31    \"MELO\" (1987), Alain Resnais, 4 and 8:30 P.M.   \"THE BAKER'S WIFE\" (1938), Marcel Pagnol, 6:15 P.M.   Aug. 1    \"MELO,\" 4 and 8:40 P.M.   \"THE BAKER'S WIFE,\" 6:15 P.M.   Aug. 3    \"DEVIL IN THE FLESH\" (1947), Claude Autant-Lara, 3:45 and 8 P.M.   \"LES GRANDES MANOEUVRES\" (1955), Rene Clair, 6 and 10:10 P.M.   Aug. 4    \"AND GOD CREATED WOMAN\" (1956), Roger Vadim, 4 and 7:50 P.M.   \"THE GIRL WITH THE GOLDEN EYES\" (1961), Jean-Gabriel Albicocco, 5:50 and 9:45 P.M.   Aug. 5    \"LA MARIE DU PORT\" (1949), Marcel Carne, 4 and 7:50 P.M.   \"THE WALLS OF MALAPAGA\" (1949), Rene Clement, 6 and 9:50 PM.   Aug. 6    \"LA MARIE DU PORT,\" 4 and 7:50 P.M.   \"THE WALLS OF MALAPAGA,\" 6 and 9:50 P.M.   Aug. 7    \"LES BICHES\" (1968), Claude Chabrol, 4 and 8 P.M.   \"THE STORY OF ADELE H.\" (1975), Francois Truffaut, 6 and 10 P.M.   Aug. 8    \"THE STORY OF ADELE H.,\" 4 and 8 P.M.   \"LES BICHES,\" 6 and 10 P.M.   Aug. 9    \"LOVER'S NET\" (1954), Henri Verneuil, 4 and 8:05 P.M.   \"QUAI DES BRUMES\" (1938), Marcel Carne, 6:20 and 10:20 PM.   Aug. 10    \"LES BONNES FEMMES\" (1960), Claude Chabrol, 4 and 7:50 P.M.   \"LE BEAU MARIAGE\" (1981), Eric Rohmer, 6 and 10 P.M.   Aug. 11    \"LA PIRATE\" (1984), Jacques Doillon, 4 and 7:40 P.M.   \"NOIR ET BLANC\" (1986), Claire Devers, 6 and 9:40 P.M.","thumbnail":null,"section":"Movies"},{"date":"19940708","headline":"Pakistan Doesn't Flog","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-pakistan-doesn-t-flog-614432.html","abstract":"  To the Editor:   \"Beyond Singapore: Corporal Punishment, A to Z\" (The Week in Review, June 26) unjustly mentions Pakistan as a country where \"sentences of flogging continue to be imposed and carried out.\"","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"A REBUFF FOR U.S.","web_url":"https://www.nytimes.com/1994/07/08/world/panama-refuses-to-take-haitians-a-rebuff-for-us.html","abstract":"  Two days after the Administration announced that Panama would serve as a \"safe haven\" for 10,000 Haitian refugees, Panama withdrew from the plan, leaving Washington struggling to cope with a new flood of boat people.   The decision, announced by the Panamanian President, Guillermo Endara, led to a round of finger-pointing between Panama and Washington and overshadowed President Clinton's arrival in Italy for an economic summit meeting.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Devaluation Can Help : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-devaluation-can-help-letters-to-the-editor.html","abstract":"Regarding the report \"Under Imposed Devaluation, Africa's Poorest Get Poorer\" (June 3):.The writer states that the \"clearest result\" of the devaluation of the CFA franc is the exacerbation of poverty in the CFA zone. In fact,. a wel","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Germans Gain Insight By Aiding Elderly Jews","web_url":"https://www.nytimes.com/1994/07/08/nyregion/germans-gain-insight-by-aiding-elderly-jews.html","abstract":"  Rose Welsch slowly pushed her family photos across the tiny dinner table, each one accompanied by a sigh, then silence. A distinguished-looking brother, elegant relatives at a spa, a child stuck in time with a frilly dress and faint grin. Each square offered faded proof that her family knew happiness before they knew Nazi Germany.   \"This is my brother's wife: Killed,\" she said, adding another face to the table-top gallery of loved ones she left behind in Eastern Europe when she immigrated here as a teen-ager in 1928. \"Here are more. Not enough. Killed.\"","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Ganim Is Leaving Race for Governor","web_url":"https://www.nytimes.com/1994/07/08/nyregion/ganim-is-leaving-race-for-governor.html","abstract":"  With Connecticut's Democratic convention less than a week away, the Bridgeport Mayor, Joseph P. Ganim, withdrew from the gubernatorial race today and threw his support behind John B. Larson, State Senate President pro tem and the front-runner for the party's nomination.   Mr. Ganim, 34, has been Mayor of the state's largest city since 1991. He had been running third in a field of four candidates but polls showed he was gaining momentum.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Clinton Offers Poland Hope, but Little Aid","web_url":"https://www.nytimes.com/1994/07/08/world/clinton-offers-poland-hope-but-little-aid.html","abstract":"  President Clinton offered a message of reassurance to this capital in the heart of Central Europe today, with words, gestures and a token gift of aid intended to display his hope that all of Europe might soon be knit with economic and security ties.   But Mr. Clinton's overture, made in private meetings and an eloquent address to the Polish Assembly, appeared to have gone only a small way toward soothing the uneasiness so prevalent among Poles, who fear that their effort to strengthen their links to the West could fall victim to Western fickleness.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"It Takes $17.1 Million, but Stevens Will Remain With the Devils","web_url":"https://www.nytimes.com/1994/07/08/sports/it-takes-17.1-million-but-stevens-will-remain-with-the-devils.html","abstract":"  Scott Stevens will continue to be the spiritual leader of the Devils, but this time as the highest-paid defenseman in the National Hockey League.   As promised, Lou Lamoriello, the president and general manager of the Devils, yesterday matched the four-year, $17.1 million offer that Stevens signed with St. Louis this week, keeping the 30-year-old All-Star in New Jersey.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"Test Scores Show Gaps By Ethnicity","web_url":"https://www.nytimes.com/1994/07/08/nyregion/test-scores-show-gaps-by-ethnicity.html","abstract":"  The proportion of black and Hispanic students in New York City public schools who read and do math at the level expected for their grade is far below that of white and Asian students, new test results show.   This is the first year that the school system has broken down results of the annual math and reading exams by ethnicity, and the results, released yesterday, confirmed what some school officials have long suspected: minority students, many from the city's poorest neighborhoods, are at a huge disadvantage in the schools.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/08/nyregion/metro-digest-608246.html","abstract":"  CORRUPTION IN UNIFORM: WHAT NEXT?   Mayor Giuliani promised a thoroughgoing effort to root out corruption in the New York City Police Department. But he stopped well short of endorsing a special panel's call for the creation of a permanent, independent police commission with broad powers to investigate the nation's largest police force. A1.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"The End of Baseball?","web_url":"https://www.nytimes.com/1994/07/08/opinion/the-end-of-baseball.html","abstract":"With the players preparing to vote on a strike date, we may be nearing the end of Major League Baseball. Most fans will say that this proposition has been proved false by previous experience: a strike can't kill organized baseball because we've had strikes before and baseball always snapped right back -- it will come right back this time, too. Why wouldn't it? \n\nI have been trying to disabuse people of this notion for weeks, with absolutely no success. The analogy I use is this: I have a friend who has been involved in several fairly serious car accidents. She becomes certain that car accidents don't kill you. \"I had a serious car wreck in 1972,\" she might say, \"and that didn't kill me. I had a head-on collision in 1981, and I survived that. I had a fender bender in '87, and that certainly wasn't fatal. I've had other accidents over the years . . . hey, I can't even remember what car I was driving. Why would the next one kill me if the last five didn't?\" Except, of course, that it might.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Fatherhood Initiative Serves No Party","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-fatherhood-initiative-serves-no-party-614297.html","abstract":"  To the Editor:   In \"Let's Not Revive Family Stereotypes\" (letter, June 29), Judsen Culbreth, editor of Working Mother magazine, characterizes the National Fatherhood Initiative as \"Republican-backed.\" This is not true. The initiative is neither affiliated with nor receives funds from any political party. Our advisory board is made up of both Democrats and Republicans.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Streisand Puts Money Where Mouth Is","web_url":"https://www.nytimes.com/1994/07/08/opinion/l-streisand-puts-money-where-mouth-is-608165.html","abstract":"  To the Editor:   Although a June 29 news article criticizes Barbra Streisand, the Gay Men's Health Crisis would like to go on record as wholeheartedly grateful for her generosity.   The singer's willingness to make 1,000 tickets to her Madison Square Garden concert available to our organization has enabled us to clear $650,000 without administrative or promotional costs. That money will advance our efforts to provide AIDS education, offer services to men, women and children with AIDS, and work to influence public policy for everyone affected by the human immunodeficiency virus and AIDS.","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Italy vs. Spain: On Both Sides, A Lot Borrowed, a Bit Blue","web_url":"https://www.nytimes.com/1994/07/08/sports/IHT-italy-vs-spain-on-both-sides-a-lot-borrowed-a-bit-blue.html","abstract":"Silvio Berlusconi holds to the theory that soccer clubs will overtake the national teams in terms of popularity - that someday the people will feel more kinship to the club he owns, AC Milan, than to Italy..It's become quite an incestuous (if not hypoc","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/07/08/arts/on-stage-and-off.html","abstract":"  The On Stage, and Off column will resume with the new theater season in the fall.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Mosquito Tracking in Flood Led to Large Savings by U.S.","web_url":"https://www.nytimes.com/1994/07/08/us/mosquito-tracking-in-flood-led-to-large-savings-by-us.html","abstract":"  In a development that may have relevance to the flooding in the South, health officials report that an emergency surveillance program allowed them to forgo expensive contingency plans for widespread mosquito control after last year's floods in the Midwest.   Although the mosquito population increased after those floods, the surveillance program detected only a low risk of mosquito-borne illness, the Centers for Disease Control and Prevention said today.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"On Duty on the Hudson In a Ritual of Summer","web_url":"https://www.nytimes.com/1994/07/08/nyregion/on-duty-on-the-hudson-in-a-ritual-of-summer.html","abstract":"  Here, where the Hudson River cuts so deeply through the valley that steep hills sweep down on both sides to meet the broad expanse of the water, Ulster County deputy sheriffs trade their patrol cars for power boats.   It is a ritual that repeats itself each summer, as the only full-time police boat patrol on this leg of the river, 90 miles north of New York City, enforces New York State's boating laws.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"U.S. Urged to Reflect Wider Diversity In Racial and Ethnic Classifications","web_url":"https://www.nytimes.com/1994/07/08/us/us-urged-to-reflect-wider-diversity-in-racial-and-ethnic-classifications.html","abstract":"  Teja Arboleda's maternal grandparents are European. His father's mother is African-American. His father's father is the product of a marriage between a Filipino and a Chinese.    Although listed as white on his birth certificate, Mr. Arboleda refused to state his ethnic or racial identity on the 1990 census form. And so an employee of the Census Bureau noted his name, olive-toned skin and dark hair, and marked him down as Hispanic.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1994/07/08/style/IHT-the-arts-guide.html","abstract":"AUSTRIA. Vienna. Osterreichische Galerie tel: (222) 79-80700, closed Mondays. To Sept. 4: \" Der Meister von Grosslobming: Ein Bildhauer der Zeit um 1400.\" Together with 5 works from the unidentified sculptor known as the Master of Grosslobming,","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Decades Later, Echo of Montana Firestorm","web_url":"https://www.nytimes.com/1994/07/08/nyregion/decades-later-echo-of-montana-firestorm.html","abstract":"  It is as if the same units that stormed Anzio or Gallipoli did so once more with a new generation of soldiers, just as powerless as those who fell the first time to escape the slaughter .   The date July 6, 1994, will from now on be paired with Aug. 5, 1949. The fire that killed at least 12 firefighters outside Glenwood Springs, Colo., on Wednesday bore a ghoulish resemblance to a fire 45 years earlier in Mann Gulch, Mont., that killed 13 and indelibly altered the way forest fires are fought.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"1894: Royalty at Harrow : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-1894-royalty-at-harrow-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Prince and Princess of Wales and the Princesses Victoria and Maud visited Harrow School yesterday [July 7], where the Prince distributed the prizes. The Princess of Wales wore a beautiful dress of silk with large stripes of black and French g","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/07/08/arts/sounds-around-town-613495.html","abstract":"  Double Shot of Be-Bop   Phil Woods Quintet and the Jackie McLean Quintet, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. Two of the great second-generation be-bop saxophonists share a bill. Phil Woods can be melancholic; when he's not being mechanical, his inventions are given to a kind of melodicism. Jackie McLean is simply one of the great musicians to come out of the 1950's and 60's, with an exploratory sensibility and one of the nastiest tones in jazz, acidic and burned. Sets are tonight through Sunday are at 9 and 11:30. There is a $27.50 cover with a $5 minimum at the tables and a $15 cover and a one-drink minimum at the bar. PETER WATROUS Modern Meets Ancient    Marce et Tumpak, S.O.B.'s, 204 Varick Street, at Houston Street, South Village, (212) 243-4940. Marce et Tumpak, one of the Caribbean's better bands, mixes syntheziers with wooden drums and flute, the modern and the ancient. Like so many other Caribbean groups, the band, from Martinique, is trying to balance the rush of technology with the older, original synthesis. Above all, though, it's a dance band, with bright rolling rhythms and fine singing. Shows are tonight are at 11 P.M. and 1 A.M.; the cover is $16. P. W. Blues the Hard Way    Son Seals, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. Son Seals is a brutal blues guitarist, with a rough, almost rock tone. He's also a hoarse singer, and percussive in his singing and guitar playing as befits an ex-drummer. He's powerful, and his solos build intensity not by the spewing of notes but by their placement. He's as good as modern urban blues gets. Shows are tonight and tomorrow at 8:30 and 11:30 P.M. There is a $12.50 cover and a $8 minimum at the tables and a $12.50 cover only at the bar. P. W.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"THE MOVIE GUIDE : Trop de Bonheur","web_url":"https://www.nytimes.com/1994/07/08/style/IHT-the-movie-guide-trop-de-bonheur.html","abstract":"Directed by Cdric Kahn. France.. Valrie (Estelle Perron) and Mathilde (Caroline Trousselard), high school students in a small southern village, are best friends, but Valrie is the kind of blonde who gets all the attention from the boys.","thumbnail":null,"section":"Style"},{"date":"19940708","headline":"Refugees Pack Camps in Rwanda","web_url":"https://www.nytimes.com/1994/07/08/world/refugees-pack-camps-in-rwanda.html","abstract":"  Two weeks ago, some 40,000 refugees had jammed themselves into this hilltop village. Today there are at least 60,000, and peasant families continue to stream in, arriving after days of walking, in rags, dirty, exhausted, suffering from malaria and dysentery.   The International Committee of the Red Cross estimates that at least 1.8 million Rwandans have been forced to flee their villages and are living in makeshift camps like this one.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"Trump Plans Revitalization Of Empire State Building","web_url":"https://www.nytimes.com/1994/07/08/nyregion/trump-plans-revitalization-of-empire-state-building.html","abstract":"  Donald J. Trump said yesterday that he had become a part owner of the Empire State Building and would \"take those actions necessary to restore\" the 63-year-old skyscraper \"to its rightful position as a world-class real-estate asset.\"   It remains to be seen, however, just how much action he can take and whether ideas like converting the upper floors to condominium apartments can ever materialize.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/07/08/arts/restaurants-612154.html","abstract":"  Two young Japanese women walk into the room and instantly lower the median age of the clientele. They giggle as the maitre d'hotel leads them across the green carpeting. They bounce as they settle onto the pink banquette. One smooths her long hair behind her ears; the other examines the mural just behind her, staring intently at the little figures. As the maitre d'hotel stands at attention, they whisper to each other.   The women order glasses of white wine and twist around to look at the gracious, old-fashioned room. When the captain begins explaining the $70 tasting menu, the women giggle with embarrassment. The one with long hair leans forward and says in halting English, \"Can you do it more slowly? We don't understand.\" He tries, but his French accent is too much for them. He breaks off and says gently: \"Wait. I will get somebody who can explain it better.\"","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Ward Rejects Accusation That He Tolerated Graft","web_url":"https://www.nytimes.com/1994/07/08/nyregion/corruption-in-uniform-ward-rejects-accusation-that-he-tolerated-graft.html","abstract":"  Benjamin Ward, the New York City Police Commissioner from 1984 to 1989, yesterday rejected the contention of the Mollen Commission that by his action -- or inaction -- he had \"created an unmistakable policy to avoid corruption scandals.\"   He said he had not refused to approve investigations that had been requested by the state's special prosecutor for police corruption, as the commission charged in a report it issued after a two-year investigation into corruption in the New York Police Department.","thumbnail":null,"section":"New York"},{"date":"19940708","headline":"Movement in Nature And Nature in Movement","web_url":"https://www.nytimes.com/1994/07/08/arts/dance-review-movement-in-nature-and-nature-in-movement.html","abstract":"  To walk through the gates of Wave Hill, the environmental center in Riverdale, the Bronx, is to enter a magical green kingdom of lush rolling hills and woods. Dance has been a part of the kingdom for a decade or so, first under the direction of Earl Tucker, whose programs tended to use the park as a set for finished dances.  Dancing in the Streets, which produces the summer series now, encourages choreographers to make pieces for the setting.   There are good and bad things to be said for each approach. Movement and set came together in inspired new ways during \"Journey,\" a suite of eight pieces presented by the Prowess Dancearts Collective on Wednesday afternoon, in the opening program of the Dances for Wave Hill series. In one such moment, a woman bathed in a shower of leaves that clung to downward-reaching boughs. Dancers whistling softly in the dusk seemed to provoke a chorus of birdcalls from the surrounding trees.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"At the Bar; The prospect of another quiet Court confirmation hearing puts the recent loud ones in perspective.","web_url":"https://www.nytimes.com/1994/07/08/us/bar-prospect-another-quiet-court-confirmation-hearing-puts-recent-loud-ones.html","abstract":"  When Judge Stephen G. Breyer takes his seat on Tuesday before the Senate Judiciary Committee, which is considering his nomination to the Supreme Court, there will be the usual trappings of television lights, distinguished supporters and dark-suited senators pronouncing on the importance of the event.   In the ensuing four days there will be serious, sometimes intelligent discussions to accompany the spectacle, invoking comparisons with the high-profile confirmation fights of the recent past over Supreme Court nominees.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"In New Jersey, a Permanent Japonisme Display","web_url":"https://www.nytimes.com/1994/07/08/arts/art-reviews-in-new-jersey-a-permanent-japonisme-display.html","abstract":"  New Jersey art museums within easy striking distance of Manhattan offer a number of low-key rewards this summer. The Newark Museum is host to a cluster of offbeat mini-shows, from contemporary American to South Asian art. Jersey City Museum's airy space on the top floor of the city's public library is filled with the vital work of six young sculptors. And the Jane Voorhees Zimmerli Art Museum at Rutgers University in New Brunswick has recently inaugurated the first-ever permanent display devoted to the international esthetic movement known as Japonisme. New Brunswick    The Kusakabe-Griffis Japonisme Gallery documents a formative though still little-explored chapter in modern art history, the period from the mid-19th to early-20th century when Japan and the West were first engaged in fertile cultural exchange.","thumbnail":null,"section":"Arts"},{"date":"19940708","headline":"Britons Still Love LeMond (145th)","web_url":"https://www.nytimes.com/1994/07/08/sports/cycling-britons-still-love-lemond-145th.html","abstract":"  They love Greg LeMond in Britain, celebrating him as the first native English-speaker to win the Tour de France, and this morning he won louder cheers from fans at the riders' introductions than anybody else in the pack. His victory in 1986 remains green, as green as the rolling fields around Portsmouth.   But the two Tour stages in southern England have shown just how long ago 1986 was. Even LeMond's Tour victories in 1989 and 1990 seem ancient now as he continues to struggle to regain winning form.","thumbnail":null,"section":"Sports"},{"date":"19940708","headline":"New Bosnia Map: A Problem for Serbs Who Oppose Fragmentation","web_url":"https://www.nytimes.com/1994/07/08/world/new-bosnia-map-a-problem-for-serbs-who-oppose-fragmentation.html","abstract":"  The latest map advanced by international diplomats to settle the Bosnian war offers the Muslim-led Government a more extensive and viable territory than any previous proposal, but appears to pose critical problems to the Bosnian Serbs.   Throughout the 27-month war, the Bosnian Serbs have made two basic demands: that their territory be contiguous rather than fragmented, and that their claim to separate statehood or eventual integration with Serbia be accepted.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"A Vital Distinction : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/08/opinion/IHT-a-vital-distinction-letters-to-the-editor.html","abstract":"Dolls are playthings. They are made of plastic or china. They do not feel pain. They occasionally get stepped on, left out in the rain or lost entirely. Dolls break. They lose a limb here and there, they get worn out, even abused. But dolls, even abused","thumbnail":null,"section":"Opinion"},{"date":"19940708","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/07/08/books/the-spoken-word.html","abstract":"  POETRY COMPETITION, Alice Tully Hall, Lincoln Center. \"Nuyorican Poets Cafe Live: Aloud.\" A mock competition between two teams of poets who will read their work; the audience will select the winning team. Tomorrow at 7:30 P.M. Part of the Serious Fun series at Lincoln center. Tickets, at $22, may be purchased through CenterCharge: (212) 721-6500. Information: (212) 875-5050.   GALLERY TALK, New Museum of Contemporary Art, 583 Broadway, at Houston Street, SoHo. A talk by John Kuo Wei Tchen, a historian, about the exhibitions on view: \"Chinese Hand Laundry,\" by Huan Yong Ping, and \"Field of Waste,\" by Chen Zhen. Tomorrow at 2 P.M. Free with museum admission: $3.50; $2.50 for students and the elderly; free under age 12. Information: (212) 219-1355.   ART AT THE MET, Metropolitan Museum of Art, Fifth Avenue and 82d Street. Today: \"The Arts of Indonesia, Thailand and Cambodia,\" by Marie-Helene Weill, 11 A.M.; \"A Closer Look: Rubens, His Wife Helena Fourment and Their Son Peter Paul,\" by Lisa Rotmil, 12:30 P.M.; \"The Medieval Treasury,\" by Esther Morales, 3 P.M.; \"The Three Faces of Shiva,\" by Rochelle Kessler, 5 P.M.; \"American Painting: The 1950's,\" by Stacy Tenenbaum, 6 P.M.; \"Hatshepsut's Funerary Temple: The Sculpture From Deir el Bahari,\" by John McDonald, at 7 P.M. Tomorrow: \"Picasso and the Weeping Women: The Years of Marie-Therese Walter and Dora Maar,\" by Gail Stavistky, 11 A.M.; \"Florentine Art of the 15th Century,\" by Frank Dabell, 11 A.M.; \"American Impressionism and Realism: A New View,\" by Thayer Tolles, 2:30 P.M.; \"Contemporary Art at the Metropolitan Museum,\" by Ms. Stavitsky, 7 P.M. Sunday: \"American Architecture at the Metropolitan Museum of Art,\" by Matthew Kennedy, 11 A.M.; \"Dali: The Early Years,\" by Ellen Handy, 11 A.M. Free with museum admission: $6; $3 for students and the elderly. Information: (212) 535-7710.   TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Edward Hopper and Jack Pierson: American Dreaming,\" tomorrow at 2 P.M.; \"Joseph Stella,\" tomorrow and Sunday at 3:30 P.M.; \"Ideas and Objects: Selected Drawings and Sculptures From the Permanent Collection,\" Sunday at 2 P.M. All by Vivian Bobka. Free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3611.","thumbnail":null,"section":"Books"},{"date":"19940708","headline":"Men Who Love Boys Explain Themselves","web_url":"https://www.nytimes.com/1994/07/08/movies/film-review-men-who-love-boys-explain-themselves.html","abstract":"  Adi Sideman's crude documentary \"Chicken Hawk: Men Who Love Boys,\" has an inflammatory title that belies its even-handed portrait of the North American Man/Boy Love Association, the notorious pedophile organization better known as Nambla.   The film, which opens today at Cinema Village, is built around interviews with several men whose professed objects of desire are youths under the legal age of consent. One after another, they defend themselves against the view of Nambla as an organization of sadistic child molesters and pornographers, arguing that Nambla is a civil rights organization opposed to the age-of-consent laws. The more outspoken among them talk of child liberation in a \"sexophobic\" society.","thumbnail":null,"section":"Movies"},{"date":"19940708","headline":"Reporter's Notebook; For the U.S. in Poland, the Cheering Has Stopped","web_url":"https://www.nytimes.com/1994/07/08/world/reporter-s-notebook-for-the-us-in-poland-the-cheering-has-stopped.html","abstract":"  President Clinton's 26-hour visit to Poland did not exactly extend the love affair that Poles had with Presidents Bush and Reagan.   Perhaps this is because Poland is becoming a more normal nation, a place where people have to work on a weekday morning and where Western presidents come and go. But the muted response by the emotive Poles also seemed to suggest that they feel spurned. Having won its freedom, Poland senses that it is no longer so alluring.","thumbnail":null,"section":"World"},{"date":"19940708","headline":"'Dream' Contraceptive's Nightmare","web_url":"https://www.nytimes.com/1994/07/08/us/dream-contraceptive-s-nightmare.html","abstract":"  When Norplant went on the market in 1991, it was hailed as a \"dream contraceptive,\" a breakthrough for women who could have a simple, 10-minute insertion procedure and then not worry about getting pregnant for five years.    But now that nearly a million American women have chosen to have the hormone-releasing capsules implanted in their arms, some users charge that removing a Norplant can be a painful and complicated matter.","thumbnail":null,"section":"U.S."},{"date":"19940708","headline":"In Tiny Haitian Port, Even Grief Is a Political Act","web_url":"https://www.nytimes.com/1994/07/08/world/in-tiny-haitian-port-even-grief-is-a-political-act.html","abstract":"  Gladys Paul lay on a bed in her two-room home groaning softly, grieving for her two children, who died on Monday when the rickety boat they were aboard capsized, killing at least 150 people.   \"Oh! It hurts,\" she said to no one in particular, surrounded by a handful of friends and relatives. \"My babies are gone.\"","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19940708","headline":"Kim Jong Il begins to assume supreme leadership of North Korea upon the death of his father, Kim Il Sung.","pages":[{"title":"Kim Jong Il","web_url":"https://en.wikipedia.org/wiki/Kim_Jong_Il","description":"Leader of North Korea from 1994 to 2011","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Kim_Jong-il_on_24_August_2011_%28cropped%29.jpg/320px-Kim_Jong-il_on_24_August_2011_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":440},"abstract":"Kim Jong Il was a North Korean politician who was the second supreme leader of North Korea. He led North Korea from the death of his father Kim Il Sung in 1994 until his death in 2011, when he was succeeded by his son, Kim Jong Un. Afterwards, Kim Jong Il was declared Eternal General Secretary of the Workers' Party of Korea (WPK)."},{"title":"Supreme Leader (North Korean title)","web_url":"https://en.wikipedia.org/wiki/Supreme_Leader_(North_Korean_title)","description":"Political term for the top leader in North Korea","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kim_Jong-un_April_2019_%28cropped%29.jpg/320px-Kim_Jong-un_April_2019_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":445},"abstract":"The title of supreme leader of North Korea generally means the de facto top leader of the Workers' Party of Korea, the state and the Korean People's Army. Most of North Korea's leaders, who are called Supreme Leader, were not called this until after their death, going by other names like \"Great Leader\" and \"Dear Leader\" during their lifetimes. The leaders of North Korea also go by many other names and titles, see the lists of titles of Kim Il Sung, Kim Jong Il and Kim Jong Un."},{"title":"North Korea","web_url":"https://en.wikipedia.org/wiki/North_Korea","description":"Country in East Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Flag_of_North_Korea.svg/320px-Flag_of_North_Korea.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia. It constitutes the northern half of the Korean Peninsula and borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and South Korea to the south at the Korean Demilitarized Zone. The country's western border is formed by the Yellow Sea, while its eastern border is defined by the Sea of Japan. North Korea, like its southern counterpart, claims to be the sole legitimate government of the entire peninsula and adjacent islands. Pyongyang is the capital and largest city."},{"title":"Kim Il Sung","web_url":"https://en.wikipedia.org/wiki/Kim_Il_Sung","description":"Leader of North Korea from 1948 to 1994","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Kim_Il_Sung_Portrait.png/320px-Kim_Il_Sung_Portrait.png","thumbnail_width":320,"thumbnail_height":437},"abstract":"Kim Il Sung was a North Korean politician and the founder of North Korea, which he led as Supreme Leader from the country's establishment in 1948 until his death in 1994. Afterwards, he was succeeded by his son Kim Jong Il and was declared Eternal President."}]}],"weather":[{"date":"19940708","time":"1994-07-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":80,"wspd":5.4},{"date":"19940708","time":"1994-07-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":84,"wspd":5.4},{"date":"19940708","time":"1994-07-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":87,"wspd":7.6},{"date":"19940708","time":"1994-07-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":7.6},{"date":"19940708","time":"1994-07-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":92,"wspd":5.4},{"date":"19940708","time":"1994-07-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":89,"wspd":9.4},{"date":"19940708","time":"1994-07-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":90,"wspd":5.4},{"date":"19940708","time":"1994-07-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":91,"wspd":7.6},{"date":"19940708","time":"1994-07-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":13},{"date":"19940708","time":"1994-07-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":80,"wspd":13},{"date":"19940708","time":"1994-07-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":91,"wspd":16.6},{"date":"19940708","time":"1994-07-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":11.2},{"date":"19940708","time":"1994-07-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":81,"wspd":11.2},{"date":"19940708","time":"1994-07-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":73,"wspd":11.2},{"date":"19940708","time":"1994-07-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":74,"wspd":7.6},{"date":"19940708","time":"1994-07-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":71,"wspd":5.4},{"date":"19940708","time":"1994-07-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":70,"wspd":3.6},{"date":"19940708","time":"1994-07-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":71,"wspd":5.4},{"date":"19940708","time":"1994-07-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":73,"wspd":9.4},{"date":"19940708","time":"1994-07-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":75,"wspd":7.6},{"date":"19940708","time":"1994-07-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":76,"wspd":5.4},{"date":"19940708","time":"1994-07-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":83,"wspd":0},{"date":"19940708","time":"1994-07-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":77,"wspd":1.8},{"date":"19940708","time":"1994-07-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":82,"wspd":3.6},{"date":"19940708","time":"1994-07-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":52,"wspd":16.6},{"date":"19940708","time":"1994-07-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":54,"wspd":13},{"date":"19940708","time":"1994-07-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":57,"wspd":13},{"date":"19940708","time":"1994-07-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":59,"wspd":24.1},{"date":"19940708","time":"1994-07-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":18.7},{"date":"19940708","time":"1994-07-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":0},{"date":"19940708","time":"1994-07-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":11.2},{"date":"19940708","time":"1994-07-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":7.6},{"date":"19940708","time":"1994-07-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":7.6},{"date":"19940708","time":"1994-07-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":7.6},{"date":"19940708","time":"1994-07-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":72,"wspd":7.6},{"date":"19940708","time":"1994-07-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":5.4},{"date":"19940708","time":"1994-07-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":68,"wspd":9.4},{"date":"19940708","time":"1994-07-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":65,"wspd":11.2},{"date":"19940708","time":"1994-07-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":65,"wspd":9.4},{"date":"19940708","time":"1994-07-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":60,"wspd":9.4},{"date":"19940708","time":"1994-07-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":60,"wspd":14.8},{"date":"19940708","time":"1994-07-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":58,"wspd":14.8},{"date":"19940708","time":"1994-07-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":64,"wspd":20.5},{"date":"19940708","time":"1994-07-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":65,"wspd":18.7},{"date":"19940708","time":"1994-07-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":22.3},{"date":"19940708","time":"1994-07-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":87,"wspd":14.8},{"date":"19940708","time":"1994-07-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":11.2},{"date":"19940708","time":"1994-07-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":79,"wspd":13}]},"19940709":{"guardian_articles":[],"nytimes_articles":[{"date":"19940709","headline":"Lollapalooza '94 Opens in Las Vegas","web_url":"https://www.nytimes.com/1994/07/09/arts/music/lollapalooza-94-opens-in-las-vegas.html","abstract":"LAS VEGAS, July 8  The Smashing Pumpkins had a perfect arena-rock moment in the finale of their set on Thursday night at Lollapalooza 1994, the alternative-rock extravaganza, which began its summer tour here at the Sam Boyd Silver Bowl. As D'Arcy Westrey's bass tolled octaves, Billy Corgan sang \"I gave my life away/And I feel no pain,\" followed by sustained wordless notes. The video screen behind the band showed a ballroom full of waltzing couples; a rippling guitar motif seemed to suspend time, holding the audience rapt. The effect was inseparable from the magnitude of the sound and image. It was rock for a big audience in a huge space.","thumbnail":null,"section":"Arts"},{"date":"19940709","headline":"What the Teen-Age Adoption Study Left Out","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-what-the-teen-age-adoption-study-left-out-622389.html","abstract":"  To the Editor:   Your June 23 news article on a study of adopted adolescents conducted by the Search Institute of Minneapolis swallowed the good news whole -- adopted teen-agers are no more likely than other adolescents to suffer from problems of mental health or identity -- without investigating the project or its methodology.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Sports of The Times; Moving Sports to Center Stage","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-of-the-times-moving-sports-to-center-stage.html","abstract":"  THE power is off.   Half our hotel has gone dark, the result of a storm, helped along by a barrage of heat, humidity and 1,300 journalists consuming rivers of kilowatts at the same time.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Hills Force LeMond to Quit Tour","web_url":"https://www.nytimes.com/1994/07/09/sports/cycling-hills-force-lemond-to-quit-tour.html","abstract":"  Greg LeMond reached the end of the road today in the Tour de France and possibly in his glorious career, too.   LeMond, the finest American bicycle road racer ever, dropped out of the Tour exhausted on a small hill, the Cote des Loges-Marchis, during the sixth stage of the three-week race. His finish came at Kilometer 183 (Mile 113) of the 270.5-kilometer (168-mile) ride from Cherbourg to Rennes.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Clinton's Director Of Policy on AIDS Resigns Under Fire","web_url":"https://www.nytimes.com/1994/07/09/us/clinton-s-director-of-policy-on-aids-resigns-under-fire.html","abstract":"  President Clinton's chief AIDS policy officer, Kristine M. Gebbie, submitted her resignation today after a rocky 11-month tenure.   Her resignation had been rumored here for weeks. Advocates for people with AIDS had been unhappy with Ms. Gebbie ever since she was named and it became clear that she would not be the sort of high-profile AIDS \"czar\" that the Clinton campaign had promised.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/09/style/chronicle-617806.html","abstract":"  What becomes a retired Chief Justice? How about an endowed chair in his name at New York University School of Law.   Former Chief Justice WARREN E. BURGER, 86, is to be honored tomorrow by more than 80 of his former law clerks with the establishment of a professorship in constitutional law and the courts \"in the hope of perpetuating the values embodied in his judicial career,\" according to a statement of the organizing committee.","thumbnail":null,"section":"Style"},{"date":"19940709","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/09/nyregion/news-summary-614670.html","abstract":"  International 2-6  KIM IL SUNG DIES  Kim Il Sung, the North Korean leader since 1945 and the man who launched the Korean War, died at the age of 82, Pyongyang Radio said.  1  The suddenness of Kim's death added dangerous uncertainty to the nuclear dispute with Pyongyang.  5","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"BRIEFCASE : MFS to Launch New Fund","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-briefcase-mfs-to-launch-new-fund.html","abstract":"Massachusetts Financial Services is launching the MFS World Asset Allocation Fund, which will divide shareholders' money among five investment categories: U.S. and foreign stocks, U.S. high-yield and investment-grade bonds, and foreign bonds..The alloc","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"9th-Inning Dramatics Rescue Yankees","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-9th-inning-dramatics-rescue-yankees.html","abstract":"  The ninth inning was riveting and dramatic at Yankee Stadium last night, more riveting and dramatic than the Yankees could have imagined. Melido Perez had a one-hitter against the California Angels with one out to go, and the fans acted as if it were a no-hitter. They stood, smiled and screamed. For them, it seemed like a wonderful night to be in the Bronx.   But then, slowly, methodically and agonizingly, the gorgeous picture that Perez had created came apart. One out from securing his first career one-hitter, Perez was not quick enough to snare a bullet hit off his glove by Chili Davis. The single started a rally that put California ahead by 3-2.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"How Quickly Bloom Fades from the Bright, Technology-Stock Rose","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-how-quickly-bloom-fades-from-the-bright-technologystock-rose.html","abstract":"IT WAS only a penny or two, but it cost a fortune. The management of a computer chip maker called Xilinx Inc. said market analysts had been \"too aggressive\" in their earnings forecasts for the company this past quarter. So a couple of them shave","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"1894:Trade Is Paralyzed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/09/opinion/IHT-1894trade-is-paralyzed-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The paralysis of trade is completed by the strikes. From the fruit grower on the Pacific slope, whose fruit is rotting on the trees for lack of transportation, to the manufacturer on the Atlantic, who shuts down for want of raw material, the wh","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Thinking It's Adultery And It's Not","web_url":"https://www.nytimes.com/1994/07/09/theater/theater-review-thinking-it-s-adultery-and-it-s-not.html","abstract":"  The rollicking new klezmer musical, \"Shlemiel the First,\" at the John Jay Theater, is a reminder that the most inspired low comedy offers a lot more than pratfalls, buffoonery and custard pies. When attached to a potent fable and staged in the airy surreal style that the director and choreographer David Gordon has brought to the production, it can be profound in a wonderfully offhanded way.    The show, which originated at the American Repertory Theater in Cambridge, Mass., and had the first of four New York performances on Thursday as part of the Serious Fun festival at Lincoln Center, is based on a play by Isaac Bashevis Singer that was taken from several of his children's folk tales. As conceived and adapted by Robert Brustein, it has propulsively tuneful music by Hankus Netsky that is played with a lilting zest by the eight-member Klezmer Conservatory Band under the direction of Zalmen Mlotek.","thumbnail":null,"section":"Theater"},{"date":"19940709","headline":"Excerpts From Closing Arguments by Simpson's Lawyer and the Prosecutor","web_url":"https://www.nytimes.com/1994/07/09/us/excerpts-from-closing-arguments-by-simpson-s-lawyer-and-the-prosecutor.html","abstract":"  The following are excerpts from the closing arguments of Robert L. Shapiro, the defense lawyer, and Marcia Clark, the lead prosecutor, in a preliminary hearing on the murder charges against O. J. Simpson, as recorded by The New York Times.  The Defense    Your honor, I would ask the court to consider the jury instruction that would be given in a case like this regarding circumstantial evidence, and that is if the evidence presented relies solely on circumstantial evidence, there can be no conviction unless the circumstances point to guilt and are not reconcilable with any other reasonable theory. If, on the other hand, the circumstances may point to guilt or may point to innocence, the jury, or finder of fact, must adopt that theory which points to innocence and reject that which points to guilt.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-621331.html","abstract":"  A picture on Sunday with an obituary of U Maung Maung, who was briefly President of Burma, was published in error. It showed U Maung Maung Kha, a former Prime Minister, not the former President.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"What the Teen-Age Adoption Study Left Out; Average Healthy Lives","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-what-the-teen-age-adoption-study-left-out-average-healthy-lives-622427.html","abstract":"  To the Editor:   Buried deep in your paper on June 23 was a news article with a headline I have been waiting to see since last summer: \"Adopted Youths Are Normal in Self-Esteem, Study Finds.\"","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Holocaust Rescuers Were Rare Exceptions","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-holocaust-rescuers-were-rare-exceptions-622176.html","abstract":"  To the Editor:   Stories about Christian rescuers of Jews during the Holocaust threaten to erase from our collective memory the epidemic outbreak of gross cruelty that accompanied the advance of the Nazi terror machine and that remained behind after the Third Reich had been defeated.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Room at the Top for the Truly Rare (folo)","web_url":"https://www.nytimes.com/1994/07/09/style/IHT-room-at-the-top-for-the-truly-rare-folo.html","abstract":"Last week I wrote that the small self-portrait by Degas was sold after the sale. It actually sold at the low estimate during the sale.","thumbnail":null,"section":"Style"},{"date":"19940709","headline":"Warning: Brazilians Also Excel At Defense","web_url":"https://www.nytimes.com/1994/07/09/sports/world-cup-94-warning-brazilians-also-excel-at-defense.html","abstract":"  Until Leonardo threw a vicious elbow at the head of an American midfielder, Tab Ramos, and was suspended from the World Cup, Brazil's defense had gone virtually unnoticed, if also virtually unscored upon.   As it enters today's quarterfinal match against the Netherlands in Dallas, Brazil has surrendered one goal in four games against Russia, Cameroon, Sweden and the United States. More impressively, the goalkeeper, Taffarel, has been required to make a grand total of five saves.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"The Mayor and the Union: New Complexity in Relations","web_url":"https://www.nytimes.com/1994/07/09/nyregion/the-mayor-and-the-union-new-complexity-in-relations.html","abstract":"  The image was enduring: Rudolph W. Giuliani, at the center of a rowdy rally organized by the Patrolmen's Benevolent Association outside City Hall in 1992, shouting an obscenity about Dinkins administration policy.   It was pretty clear that Mr. Giuliani supported the P.B.A., and the police union, with its money and its more than 20,000 members, went on to do much to help Mr. Giuliani's ascent to office.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"U.S. Judge Accepts a Guilty Plea From Chief Executive of B.C.C.I.","web_url":"https://www.nytimes.com/1994/07/09/us/us-judge-accepts-a-guilty-plea-from-chief-executive-of-bcci.html","abstract":"  Over the strenuous objection of the Manhattan District Attorney, a Federal judge in Washington today accepted the guilty plea of the chief executive of the Bank of Credit and Commerce International on sweeping charges of fraud, racketeering and conspiracy.    The executive, Swaleh Naqvi, admitted responsibility for $255 million in losses in the United States, and faces a sentence of six to nine years in Federal prison as a result of his role in B.C.C.I.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Florida Ruling Voids New Domestic Court","web_url":"https://www.nytimes.com/1994/07/09/us/florida-ruling-voids-new-domestic-court.html","abstract":"  Foiling a judge's attempt to combat domestic violence, a Florida appeals court has ruled that the creation of Dade County's Domestic Violence Court violated the state Constitution.   In a 2-to-1 vote, Florida's Third District Court of Appeals ruled on Tuesday that a new court division can be created only by the Florida Supreme Court, and not by a judge's administrative order.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Bella Napoli's New Gown: Seams Are a Bit Loose","web_url":"https://www.nytimes.com/1994/07/09/world/summit-in-naples-naples-journal-bella-napoli-s-new-gown-seams-are-a-bit-loose.html","abstract":"  Neapolitans like to say their city is divided: the rich live up on the hill, the poor live down by the docks, and the only strand that links them is chaos.    Now, though, there's a new and unfamiliar part, a bubble of order and serenity where 5,000 police officers and miles of barricades have created a Naples without Neapolitans to insulate a summit from a city.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"No Relief for 2 Relief Aces","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-people-baseball-no-relief-for-2-relief-aces.html","abstract":"  Two of baseball's premier relief pitchers in 1993 are unable to salvage their 1994 seasons because of injuries. DUANE WARD of the Toronto Blue Jays, who led the American League with 45 saves last season, underwent an arthroscopic procedure yesterday in Birmingham, Ala., and is finished for the season. BRYAN HARVEY, who had 45 saves for the Florida Marlins last season, will undergo groin surgery next week and may miss the rest of the season.   Ward, who has been on the disabled list all season, received a diagnosis of a partial tear of the rotator cuff as well as some deterioration in the upper lip of the cuff. Dr. JAMES ANDREWS directed the surgery on the 30-year-old pitcher, who has the longest tenure of any member of the world champion Blue Jays.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Avoid Outgo In the Quest For Income","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-avoid-outgo-in-the-quest-for-income.html","abstract":"INVESTING for income is a simple phrase based on complex assumptions. The concept of income rests upon its distinction from capital, and the concept of capital at least from an individual investor's point of view - is itself predicated on an underlying no","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"Japan's Premier Is Hospitalized","web_url":"https://www.nytimes.com/1994/07/09/world/summit-in-naples-japan-s-premier-is-hospitalized.html","abstract":"  Japan's newly installed Prime Minister, Tomiichi Murayama, became ill tonight and was taken to the hospital during a formal dinner marking the opening of the summit meeting of the heads of the seven leading industrialized nations, Japanese officials said.   Mr. Murayama, who took office only last week, had joined other world leaders, including President Bill Clinton, at the Castell dell'Ova for a dinner that included lobster, pasta, fish and lemon ice cream, according to the Italian news agency ANSA.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Toward Mexican Democracy:Here Comes Maana","web_url":"https://www.nytimes.com/1994/07/09/opinion/IHT-toward-mexican-democracyhere-comes-manana.html","abstract":"I once bragged to a friend in Mexico that in the United States we would know the winner of a presidential election within an hour after the polls closed. That's nothing, he replied. \"Here in Mexico, we know almost a year before.\".The Institut","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Editorial Noteboo; A Few Days in Court Jury Duty Isn't Always a Trial","web_url":"https://www.nytimes.com/1994/07/09/opinion/editorial-noteboo-a-few-days-in-court-jury-duty-isn-t-always-a-trial.html","abstract":"  O.K., O.K. Jury duty can be tedious, the courthouse is in deplorable condition, and who wants to take time away from real life to go be a good citizen anyway? Well, it turns out there is another reason to journey down to 100 Centre Street in lower Manhattan, beyond duty: Serving on a jury can be fascinating.   It can actually make you feel good about judges and D.A.'s. It can reinforce a New Yorker's oft-challenged belief in the common sense of her fellow citizens. It can give you a sense of pride in a criminal justice system that, however flawed, remains society's noble measure of right and wrong.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Town of Firefighters Weeps for 9 of Them","web_url":"https://www.nytimes.com/1994/07/09/us/town-of-firefighters-weeps-for-9-of-them.html","abstract":"  They are the elite of this remote mill town in central Oregon, handsome, proud young men and women who like to talk of their dangerous work with the Prineville Hot Shots, a daredevil squad that battles some of the nation's most threatening wildfires for the Government.   They can be seen around town in their blue Hot Shot shirts, training and partying together and, when they are summoned by their team leaders with the United States Forest Service, racing for the small local airport to board planes for destinations like California, Arizona, Montana and Alaska.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"The Next Step for Gun Control","web_url":"https://www.nytimes.com/1994/07/09/opinion/the-next-step-for-gun-control.html","abstract":"  With two big Congressional victories behind them, gun control advocates are asking themselves what the next step will be. A clearly rattled gun lobby has just committed a paranoiac faux pas -- circulating a bogus internal memo, purportedly from the lobbying group Handgun Control, on the Internet and in pro-gun publications like the National Rifle Association's American Rifleman. The fake document alleges that the gun control group's aims include the banning of camouflage clothing and the outlawing of shooting ranges.   Still, the latest accomplishment -- passage by the House of a ban on assault weapons -- came by the narrowest possible margin. The supporters of gun control need to keep moving.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"An Unlicensed Driver Is Held In Death of a Child in the Bronx","web_url":"https://www.nytimes.com/1994/07/09/nyregion/an-unlicensed-driver-is-held-in-death-of-a-child-in-the-bronx.html","abstract":"  A 21-month-old girl, who moved from Puerto Rico only weeks ago, was killed Thursday evening when an unlicensed driver backed into her outside a supermarket in the Soundview section of the Bronx, the police said.   The girl, Yelitza Castillo, suddenly broke free from her 17-year-old cousin as they were about to enter the Fine Fare Supermarket on Fetley Avenue shortly before 8 P.M., relatives said. She ran a few feet, stumbled and was struck by the left rear wheel of the driver's Ford Bronco.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"The O.K. Generation","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-the-ok-generation-622435.html","abstract":"  To the Editor:   Your June 29 front-page article on the exploding popularity of meditation books raises the question, Why are Americans choosing such light reading over traditional books? It seems such ethereal little books provide easy comfort to many for whom, in this supposedly multicultural society, personal difference presents a problem. Instead of digging to the core that lies in the depths of our common experience, these instruction books avert the challenge by reassuring us that we're all O.K., at least for today.  JOHN K. URDA  New York, June 30, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Giants' Thompson Through for Year","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-people-baseball-giants-thompson-through-for-year.html","abstract":"  Second baseman ROBBY THOMPSON of the San Francisco Giants, a .312 hitter with 19 home runs last season, will be out for the year after undergoing surgery yesterday on his right shoulder. Thompson, 32, underwent 1 1/2 hours of surgery to repair a tendon in the rotator cuff and remove damaged tissue and cartilage from the shoulder. The Giants were 18-17 with Thompson in the lineup and are 18-33 without him. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Europe's Surprising Challenge to the Latin Game","web_url":"https://www.nytimes.com/1994/07/09/sports/IHT-europes-surprising-challenge-to-the-latin-game.html","abstract":"In the playground of children, anything can happen. Here in the United States, where soccer remains predominantly child's play, nature is taking a beating..We imagined the heat and humidity would sap the European game. We expected the Latins to come go","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Death Adds a Dangerous Uncertainty to the Warming With U.S.","web_url":"https://www.nytimes.com/1994/07/09/world/death-adds-a-dangerous-uncertainty-to-the-warming-with-us.html","abstract":"  The death of North Korea's aged President, Kim Il Sung, has been awaited for years, with analysts debating the possibilities for his succession and speculating on a battle for power.    But the suddenness of Mr. Kim's death, and the fact that it came in the middle of extremely sensitive negotiations with the United States, has added a dangerous element of uncertainty to what was already one of the tensest world confrontations in recent years -- the dispute with the United States and a United Nations agency over North Korea's suspected nuclear weapons program.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Georgia Tries to Make Sense of Flood That Comes Once in 500 Years","web_url":"https://www.nytimes.com/1994/07/09/us/georgia-tries-to-make-sense-of-flood-that-comes-once-in-500-years.html","abstract":"  The boats gathered on Harding Street today.   There was Michael Thompson standing on his front porch in chocolate-colored water up to his waist, loading what he had salvaged -- a microwave, some golf clubs, a box of Raisin Bran -- into a 15 1/2-foot-long speedboat. There was Steve Urtchok, floating over in a modest fishing boat from his submerged house across the street. There was Travis Kierce, who moved out of the neighborhood last week but came over in his weathered fishing boat to help out.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Man Is Sought After His Wife Is Found Dead","web_url":"https://www.nytimes.com/1994/07/09/nyregion/man-is-sought-after-his-wife-is-found-dead.html","abstract":"  The authorities were searching yesterday for a Jordanian man who they said had killed his estranged wife in her New Jersey home, then apparently fled with the couple's two small children -- perhaps trying to return to Jordan.   The victim, Nihal Abequa, had filed for divorce from her husband, Mohammad Abequa, last April, charging him with \"acts of extreme cruelty\" and violent outbursts toward her and their children during their eight-year marriage. In February 1993, she charged, Mr. Abequa had threatened to kill her during an argument, said W. Michael Murphy, the Morris County Prosecutor.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"As Dams Fail, Officials Say Most Go Unregulated","web_url":"https://www.nytimes.com/1994/07/09/us/as-dams-fail-officials-say-most-go-unregulated.html","abstract":"  Although more than 100 dams in Georgia have given way in the record storms this week, all but two are private structures that do not come under Federal or state jurisdiction.    Georgia has been the scene of dam failures in the past, most notably one in 1977 at Toccoa Falls in the northeastern corner of the state. Thirty-nine students and staff members from a small Bible college near the town drowned.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Thirty Abortion Opponents Arrested at Arkansas Clinic","web_url":"https://www.nytimes.com/1994/07/09/us/thirty-abortion-opponents-arrested-at-arkansas-clinic.html","abstract":"  Thirty abortion opponents, including two teen-age girls, were arrested here today after blocking the entrance to a clinic, and a Federal prosecutor said she would consider charging them with violating the very law they were protesting.   The 30 were charged with criminal trespass, a misdemeanor that could result in jail terms of as long as 90 days and fines of $500.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Record Temperatures Avoided as Storms Quench the Heat","web_url":"https://www.nytimes.com/1994/07/09/nyregion/record-temperatures-avoided-as-storms-quench-the-heat.html","abstract":"  Morning sunshine dissolved into thunderstorms yesterday afternoon, forcing sunbathers to flee shade for shelter, people in shorts to throw up umbrellas and forecasters to radically modify their predictions of record heat.   Within a few hours, the temperature at Central Park dropped 21 degrees, and a funnel cloud was spotted over Woodbury, N.Y., in northeastern Orange County. In Secaucus, N.J., three inches of rain fell in 45 minutes.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Raveling and Seton Hall a Match?","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-raveling-and-seton-hall-a-match.html","abstract":"  George Raveling, head coach at the University of Southern California for the last eight seasons, has been offered the basketball coaching job at Seton Hall left vacant by the departure of P. J. Carlesimo, according to reports published yesterday.   The Los Angeles Times reported that the 57-year-old Raveling, who has two years left on his U.S.C. contract, met with Seton Hall's athletic director, Larry Keating, on Wednesday and then with U.S.C.'s athletic director, Mike Garrett, on Thursday.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Giuliani Starts Interviewing Candidates for Governor","web_url":"https://www.nytimes.com/1994/07/09/nyregion/giuliani-starts-interviewing-candidates-for-governor.html","abstract":"  Mayor Rudolph W. Giuliani began formally interviewing the Republican candidates for Governor of New York yesterday, holding out his support as the coveted prize of an unusual, politically delicate dance.    For months the Mayor has annoyed state Republican leaders because of his reluctance to endorse the party's nominee, George E. Pataki -- a stance the leaders fear may play into the hands of the man they are trying to defeat this fall, Gov. Mario M. Cuomo.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Convertibles:The Best of Two Worlds?","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-convertiblesthe-best-of-two-worlds.html","abstract":"IMAGINE an investment hybrid that is part equity and part bond. Some might criticize such an instrument as neither fish nor fowl, but others see it as having much of the fun of equities with some of the safety of bonds..Such instruments, called \"co","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-617261.html","abstract":"  A caption yesterday with a picture by Agence France-Presse showing President Clinton visiting the Warsaw Ghetto misidentified one of the people who joined him at a wreath-laying ceremony. The man standing next to the President was Benjamin Meed, president of the Warsaw Ghetto Resistance Organization in America, not Marek Edelmann.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/07/09/us/beliefs-616060.html","abstract":"  \"How many divisions has the Pope?\" Stalin is supposed to have asked, but it is not hard to imagine Franklin D. Roosevelt or Henry A. Kissinger saying much the same thing. They too, at times, were exasperated by the idea that in world of politics, religious ideals could outweigh military might or material interests.   It is also not hard to imagine such dismissive sentiments issuing from the corridors of the Center for Strategic and International Studies, a Washington research institution with a reputation for harboring tough-minded scholars and diplomats.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Excerpts From Judge's Ruling on Simpson","web_url":"https://www.nytimes.com/1994/07/09/us/the-simpson-case-excerpts-from-judge-s-ruling-on-simpson.html","abstract":"  Following are excerpts from the statement by Municipal Court Judge Kathleen Kennedy-Powell ruling that O. J. Simpson would stand trial for murder, as recorded by The New York Times:   The court has carefully considered the evidence in this case and the arguments of counsel. In keeping in mind that the proof in this matter is not proof beyond a reasonable doubt, the court feels that there is ample evidence to establish strong suspicion of the guilt of the accused, and therefore the motion to dismiss is denied at this time.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Simpson Ordered to Stand Trial In Slaying of Ex-Wife and Friend","web_url":"https://www.nytimes.com/1994/07/09/us/simpson-case-overview-simpson-ordered-stand-trial-slaying-ex-wife-friend.html","abstract":"  O. J. Simpson was ordered today by a Municipal Court judge to stand trial for murder, just hours after an expert testified that Mr. Simpson's blood matches a drop of blood found where his former wife and a friend were slashed to death.   The judge, Kathleen Kennedy-Powell, said the prosecution had satisfied her that Mr. Simpson should answer charges in Superior Court that he murdered Nicole Brown Simpson and Ronald L. Goldman on the night of June 12. The ruling concluded a six-day hearing to determine whether the evidence was strong enough to send Mr. Simpson to trial.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Lou Gehrig's Disease","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-lou-gehrig-s-disease-622443.html","abstract":"  To the Editor:   Your June 21 Science Times article on a new genetically altered mouse for use in research on amyotrophic lateral sclerosis, or Lou Gehrig's disease, omits important facts.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Public & Private; A Break In the Action","web_url":"https://www.nytimes.com/1994/07/09/opinion/public-private-a-break-in-the-action.html","abstract":"  The protesters are across the street from the Aware Woman clinic, on the lawn of the house they purchased last year, reportedly for cash. Across the street is still plenty close, so that if you're lying on the table having an abortion you can hear the voices clearly, \"Mommy, don't kill your baby,\" carried on the thick and muggy air.    \"They're bellowing big time out there,\" said Patricia Baird Windle, \"no matter what Justice Rehnquist said.\"","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-621323.html","abstract":"  An article on Thursday about the debate over selling a Mount Vernon stadium to Westchester County misstated the age of Steve Mitchell, an opponent of the sale. He is 51.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Next Question: If Employers Don't Pay Health Bill, Who Will?","web_url":"https://www.nytimes.com/1994/07/09/us/next-question-if-employers-don-t-pay-health-bill-who-will.html","abstract":"  President Clinton's goal of health insurance for all Americans is often described as a moral imperative or a political objective, but it is also a pocketbook issue.   In one sense, there is no mystery about how to reduce the number of uninsured: it just takes money. The question is who should pay.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Nagle Finds a Home in Indianapolis","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-people-football-nagle-finds-a-home-in-indianapolis.html","abstract":"  The Indianapolis Colts yesterday signed the former Jets quarterback BROWNING NAGLE. Terms of the contract were not disclosed. Nagle is expected to join the Colts at the start of training camp in Anderson, Ind., on Wednesday.   \"This gives us four quarterbacks going into training camp,\" Coach TED MARCHIBRODA said. \"JIM HARBAUGH and DON MAJKOWSKI have an obvious advantage because of experience with the system.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"CUOMO SANCTIONS FINGERPRINT SCANS","web_url":"https://www.nytimes.com/1994/07/09/nyregion/cuomo-sanctions-fingerprint-scans.html","abstract":"  The Cuomo administration today gave the green light to New York City and two suburban counties to take electronic fingerprints of some welfare recipients in an effort to fight fraud, as long as local governments pay a share of the cost and follow state regulations.   Today's decision, which was announced in a letter sent to local officials by the State Social Services Commissioner, Michael J. Dowling, will almost certainly be challenged in court on the grounds that it changes the rules for eligibility. But Mayor Rudolph W. Giuliani, who has made the process known as finger imaging a centerpiece of his welfare policy, said in an interview that he would proceed with plans to set up a system in all five boroughs by May.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"1919: Wilson Welcomed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/09/opinion/IHT-1919-wilson-welcomed-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The transport George Washington, bringing the President home from France, was escorted by a number of naval vessels and aircraft while coming up the bay to her anchorage in Hoboken. On this side of the river, long before the President was sched","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Playing Field Is Altered But U.S. Is Still a Player","web_url":"https://www.nytimes.com/1994/07/09/world/summit-in-naples-the-outlook-playing-field-is-altered-but-us-is-still-a-player.html","abstract":"  President Clinton's trip to Europe and the conference of seven major industrial democracies that began here today show European leaders how far they still have to go, five years after the cold war ended, to solve the security and economic problems that followed it.   From the European point of view, the President's role is crucial. Without clear American leadership and commitment, the West can neither redefine relations with Russia and the Eastern European countries the Soviet Union used to dominate, nor redefine the institutions needed to insure lasting stability from the Atlantic to the Urals in the new era.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Lollapalooza '94 Opens in Las Vegas","web_url":"https://www.nytimes.com/1994/07/09/arts/pop-review-lollapalooza-94-opens-in-las-vegas.html","abstract":"  The Smashing Pumpkins had a perfect arena-rock moment in the finale of their set on Thursday night at Lollapalooza 1994, the alternative-rock extravaganza, which began its summer tour here at the Sam Boyd Silver Bowl. As D'Arcy Westrey's bass tolled octaves, Billy Corgan sang \"I gave my life away/And I feel no pain,\" followed by sustained wordless notes. The video screen behind the band showed a ballroom full of waltzing couples; a rippling guitar motif seemed to suspend time, holding the audience rapt. The effect was inseparable from the magnitude of the sound and image. It was rock for a big audience in a huge space.   Alternative rock and its forebear, punk, were once hostile to arena-rock, which was seen as an impersonal, commodified version of the real thing. But that was before Nirvana and before Lollapalooza itself, which made alternative-rockers realize that their audience was far larger than they expected. Lollapalooza, packaged as a daylong excursion into the underground, has been a consistent concert draw every summer since 1991. Since then, it has scrambled to retain some element of abrasive surprise, even as it booked Top 10 groups to fill arenas.","thumbnail":null,"section":"Arts"},{"date":"19940709","headline":"BRIEFCASE : An Emerging Markets Twist","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-briefcase-an-emerging-markets-twist.html","abstract":"Does the world really need another emerging markets fund? Robertson, Stephens & Co., the San Francisco investment group, thinks so - as long as it has a unique twist..The firm has just launched a fund which it claims will profit from both the ups a","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-621315.html","abstract":"  A picture caption on Monday with a review of a dance by Nayo Takasaki, \"Urban Planning I,\" misidentified one of the dancers. Heather Lyle was at center, not Clare Byrne.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/07/09/sports/results-plus-621714.html","abstract":"  TRACK AND FIELD Record-Setting Burrell Winds Up Winner Two days after setting a world record of 9.85 seconds in the 100 meters, Leroy Burrell won the event yesterday in a modest 10.12 seconds at the B.N.P. Grand Prix meet in Villeneuve d'Ascq, France. Burrell had a poor start and was fourth midway through the race before beating a fellow American sprinter, Andre Cason (10.19), and Nigeria's Davidson Ezinwa (10.19). (AP)","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Essex County Vote Will Be Investigated","web_url":"https://www.nytimes.com/1994/07/09/nyregion/essex-county-vote-will-be-investigated.html","abstract":"  The civil war among Essex County Democrats took on a new dimension today when the New Jersey Attorney General announced an investigation into possible vote fraud in the June 7 Democratic primary for county executive.   James C. Ciancia, First Assistant Attorney General, said that the Essex County Prosecutor, Clifford J. Minor, had requested the investigation after officials found signs of tampering with voting machines stored in a secured warehouse.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"2 Beauties, 2 Princes And One Royal Ballet","web_url":"https://www.nytimes.com/1994/07/09/arts/dance-review-2-beauties-2-princes-and-one-royal-ballet.html","abstract":"  One of the Royal Ballet's most distinctive features has been its ensemble style; so much so that its greatest dancers, including Margot Fonteyn, Rudolf Nureyev and Anthony Dowell, its present artistic director, were always seen as part of that ensemble. They were never stars who used the Royal as a backdrop.   Mr. Dowell's new staging of \"The Sleeping Beauty\" continues the same successful formula, as was demonstrated during two performances at the Metropolitan Opera House on Thursday that featured major debuts.","thumbnail":null,"section":"Arts"},{"date":"19940709","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/09/nyregion/bridge-618721.html","abstract":"  In a few year's time, the World Bridge Federation may stage an electronic knockout team championship, with players scattered around the world. On an unofficial level, this has already happened. About four months ago, 32 teams began play on OKbridge, a program developed for use on the Internet, the worldwide computer network.   Some 3,000 players from more than 20 countries make use of OKbridge, and there may be 100 playing at any time. The knockout event attracted entries from eight countries: Australia, Britain, Canada, France, Finland, Sweden, Taiwan and the United States.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"The Price for O'Neill Is Going Way Up","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-the-price-for-o-neill-is-going-way-up.html","abstract":"  Last winter, Paul O'Neill's agent asked the Yankees if they wanted to discuss a contract extension. The Yankees told the agent, Joe Bick, that they would get back to him. Last spring, Bick broached the subject again. The Yankees ignored him. Now, the Yankees probably wish they had chatted.   O'Neill has gotten the attention of the Yankees and 27 other teams by becoming one of the most productive players in the major leagues. After hitting above .400 until June 17, O'Neill is batting .387 with 15 homers and 60 runs batted in. He has obviously boosted his value.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/09/nyregion/metro-digest-615390.html","abstract":"  WELFARE FINGERPRINTING GAINS APPROVAL The Cuomo administration gave the green light to New York City and two suburban counties to take electronic fingerprints of some welfare recipients in an effort to fight fraud, as long as local governments pay a share of the cost and follow state regulations. Mayor Rudolph W. Giuliani, who has made the process known as finger imaging a centerpiece of his welfare policy, said he would proceed with plans to set up a system in all five boroughs by May. Page 1. POLICE COMMISSIONER'S POWER ATTACKED State Senate bill 8014A gained final legislative approval on the evening of July 1, one of the last days of business in Albany. The bill, to create an independent disciplinary hearing process for city employees, would strip New York City's police commissioner of the power to dismiss officers for misconduct on the job. The legislation had one major lobbyist: the Patrolmen's Benevolent Association, the main police union. Page 1.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Clinton Speaks, and It's a Tricky Day for the Dollar","web_url":"https://www.nytimes.com/1994/07/09/world/summit-naples-overview-clinton-speaks-it-s-tricky-day-for-dollar.html","abstract":"  President Clinton set out today to convince the leaders of the other big industrial nations that the United States economy is back in the groove, growing steadily, and that they had best heed his advice.   But in the process, the luckless President stumbled in an embarrassingly public way.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Do Higher Earnings Always Mean Higher Dividends?","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-do-higher-earnings-always-mean-higher-dividends.html","abstract":"Investors looking for income from equities have had a rough ride in recent years. In Europe, especially, where the recession has taken a heavy toll on corporate earnings, share dividends have been badly hit. .But analysts now believe many businesses ha","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"South African Is to Prosecute Balkan War Crimes","web_url":"https://www.nytimes.com/1994/07/09/world/south-african-is-to-prosecute-balkan-war-crimes.html","abstract":"  After a frustrating yearlong search, the Security Council today approved the appointment of a high-profile South African Supreme Court judge to lead the prosecution at the Balkan war-crimes tribunal in The Hague. The judge, Richard J. Goldstone, led an investigation of violence before the South African elections in April.    The Council's unanimous choice of Judge Goldstone means the machinery is finally in place for the first international war-crimes prosecutions since the Nuremberg and Tokyo trials after World War II.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/09/us/inside-616117.html","abstract":"  Few Takers for Haiti    American allies have been slow to make commitments for a peacekeeping unit that would serve Haiti if its military leaders left power. Page 6. South African Premonition    The first black mayor in a South African city is making tough budget decisions, a sign of things to come nationwide under integration. Page 3. A Shift by Macy's Creditors    A crucial group of R. H. Macy creditors moved closer to striking a deal to clear the way for a merger with Federated Department Stores. Page 35. Lesbian Officer Reinstated    A National Guard colonel discharged two years ago because she is a lesbian has been reinstated and is to return to her old job today. Page 9.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Bridgeport Housing Project To Close, a Victim of Crime","web_url":"https://www.nytimes.com/1994/07/09/nyregion/bridgeport-housing-project-to-close-a-victim-of-crime.html","abstract":"  When it opened in 1940 as Connecticut's first public housing project, the Father Panik Village was hailed as a shining example of how cities could provide decent affordable housing to poor and middle-income families.    Many of the early tenants recall sitting on green lawns, where they watched children playing in sunshine-filled courtyards among the 46 buildings in the project.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Don't Look for Flash Or Dash From Spain","web_url":"https://www.nytimes.com/1994/07/09/sports/world-cup-94-don-t-look-for-flash-or-dash-from-spain.html","abstract":"  If there is any justification to the theory that a team must have a star to succeed in the World Cup, Spain must be considered the underdog in the quarterfinals.   When Spain plays Italy at Foxboro Stadium near Boston today, it will have no one of the stature of Italy's Roberto Baggio, or of any of the six other quarterfinalists' stars: Romario of Brazil, Hristo Stoichkov of Bulgaria, Lothar Matthaus and Jurgen Klinsmann of Germany, Dennis Bergkamp of the Netherlands, Gheorghe Hagi of Romania and Tomas Brolin of Sweden.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Cracking Down In a Drinking Town; Hoboken Battles Public Urination","web_url":"https://www.nytimes.com/1994/07/09/nyregion/cracking-down-in-a-drinking-town-hoboken-battles-public-urination.html","abstract":"  In this once-creaky port city where most every corner is now lighted by a neon beer sign, where the local cottage industry mass-produces drunkenness, there lurks a menace.   Not the murderers or drug dealers who prey upon the good citizens of so many communities. In Hoboken, the nemesis of the police and many residents is the overindulgent young men (and, often enough, young women) who violate, in droves, ordinance 145-22: that is, they urinate in public.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Douglas Shows Marked Improvement","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-people-boxing-douglas-shows-marked-improvement.html","abstract":"  The former heavyweight champion JAMES (BUSTER) DOUGLAS was moved out of intensive care yesterday, and his condition was upgraded to fair. Douglas, 34, is being treated at a Columbus, Ohio, hospital for diabetic keto-acidosis, which is common among those unable to produce insulin.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Butler's Long Reach Leaves the Mets Short","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-butler-s-long-reach-leaves-the-mets-short.html","abstract":"  Pete Smith wanted to erase the memory of his last ugly outing, one that stands apart as the only bad start by a Met on this West Coast road trip.   The Mets wanted to extend their winning streak to five games and their record to 7-2 on this 11-game journey, thus guaranteeing that it would be their best road trip thus far this year.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Players' Salary-Cap Fears Confirmed by Management Explanations","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-players-salary-cap-fears-confirmed-by-management-explanations.html","abstract":"  Negotiators for the Players Association spent the better part of a three-hour meeting yesterday asking questions of their management counterparts to make sure they understood the owners' salary cap proposal.   \"Our views of how certain things would work were certainly confirmed,\" Donald Fehr, head of the players' union, said. \"We were afraid our views were going to be confirmed.\"","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-621307.html","abstract":"  A chart on Thursday showing the ratings of the television networks for the week of June 27-July 3 reversed two labels. It was CBS that led the period, with a rating of 8.5 and a share of 17, and ABC that was second, with a rating of 8.4 and a share of 19.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Tanglewood, Changed but the Same","web_url":"https://www.nytimes.com/1994/07/09/arts/music-review-tanglewood-changed-but-the-same.html","abstract":"  By the time the audience rose to its feet on Thursday night to be led by Seiji Ozawa in the singing of Randall Thompson's \"Alleluia,\" there was no longer any doubt. The new $9.7 million concert hall at Tanglewood, named for Mr. Ozawa, is precisely what a concert hall should be: a resonant, warm space that comes to life with sound.   There are refinements to be made, but it is rare for a new hall to begin its career with such a mature, seasoned character and such respect for the tasks of the musicians and the privileges of the audience. Moreover, as the audience's participation at this gala inaugural concert showed, the hall also fosters a sense of informality and communality in keeping with the traditions of the Boston Symphony Orchestra's summer home.","thumbnail":null,"section":"Arts"},{"date":"19940709","headline":"Testing the Blood 3 Ways","web_url":"https://www.nytimes.com/1994/07/09/us/the-simpson-case-the-details-testing-the-blood-3-ways.html","abstract":"  Several types of proteins appear on red blood cells in a range of variants that can be tested by serology laboratories. Three different types of proteins were tested from the blood found at Nicole Brown Simpson's townhouse.   One test determines blood type by examining the ABO blood proteins: the drop of blood at the townhouse was Type A blood, the same type shared by O. J. Simpson and his former wife. Ronald L. Goldman, who was killed along with Mrs. Simpson, was Type O. These results mean that the drop could not have come from Mr. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Panama's People Don't Want Haitians, or 'Gringos'","web_url":"https://www.nytimes.com/1994/07/09/world/panama-s-people-don-t-want-haitians-or-gringos.html","abstract":"  In the neighborhood known as El Chorrillo, destroyed but only partly rebuilt after the American invasion of Panama in 1989, Orlando Gil and his neighbors were in a celebratory mood today, delighted that their Government had decided not to allow the United States to bring Haitian refugees here. \"It's about time somebody in this country said no to the gringos,\" the unemployed laborer said.    To Washington's great dismay, the Western Hemisphere country most recently invaded by the United States proved unwilling this week to ease the pressure of a crisis that may well result in America's next military adventure. And to a large extent, Panamanians agree, it was the legacy of that invasion and 90 years of American involvement here that forced President Guillermo Endara to rescind Panama's offers of a temporary safe haven for up to 10,000 Haitian boat people.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Cangelosi Leaves the Mets With Questions and Anger","web_url":"https://www.nytimes.com/1994/07/09/sports/baseball-cangelosi-leaves-the-mets-with-questions-and-anger.html","abstract":"  John Cangelosi knew for three days that this moment was coming, but when he left the Mets' hotel early this afternoon, he was still searching for a rational explanation. Despite conversations with management and a careful scrutiny of the team roster, Cangelosi still could not understand why the Mets were letting him go.   In a move that seemed difficult to justify, particularly to Cangelosi, the Mets assigned their reserve outfielder to their Class AAA franchise in Norfolk, Va., and activated starting outfielder Kevin McReynolds immediately after Cangelosi cleared waivers at 2 P.M. The Mets made the move well aware that Cangelosi would exercise his right to refuse the assignment and they would be forced to release him.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"When Picking Stocks, Weigh the Dividend Yield","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-when-picking-stocks-weigh-the-dividend-yield.html","abstract":"THERE is nothing wrong with buying a stock on the strength of its dividend yield investors seeking income adopt this strategy all the time. But any serious analysis of a stocks value will have to take into account the relationship between a company's earn","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"Deaths of 2 Israelis Lead to Army Crackdown in West Bank","web_url":"https://www.nytimes.com/1994/07/09/world/deaths-of-2-israelis-lead-to-army-crackdown-in-west-bank.html","abstract":"  Israeli forces poured into this Jewish settlement outside Hebron today, scuffling at times with residents enraged by the killings of a local teen-ager and of a young soldier.   To forestall trouble, the army also imposed an air-tight curfew on the 100,000 Arabs in Hebron, emptying the streets of that flashpoint West Bank town except for military patrols and strolls through the center by some of the 450 Jews living there.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"407 Haitians Are Returned In Just 1","web_url":"https://www.nytimes.com/1994/07/09/world/407-haitians-are-returned-in-just-1.html","abstract":"  The United States Coast Guard cutter Vindicator took 407 Haitians home today, the largest group since the Administration began processing refugee applications at sea, but Haitians kept arriving faster than ships could pick them up.   To keep up with the flow -- since Monday, more than 10,000 have poured out of Haiti -- American officials said today that thay they plan to add staff and speed up operations so that next week they can send back 1,000 asylum-seekers a day.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"Bankers' Gold Won't Feed African Babies","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-bankers-gold-won-t-feed-african-babies-622451.html","abstract":"  To the Editor:   Does it really matter that Africa's share of world trade has fallen to 2 percent? Or that per capita income is declining at 2 percent a year?","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"A SURGE IN HIRING ADDS TO CONCERNS ON U.S. INFLATION","web_url":"https://www.nytimes.com/1994/07/09/us/a-surge-in-hiring-adds-to-concerns-on-us-inflation.html","abstract":"  A Labor Department report showing a sharp and unexpected surge in the number of jobs created in June gave financial markets jitters about inflation today. Traders' concerns were only magnified as the Clinton Administration tried later to allay their fears about the economy and the dollar.   While the unemployment rate held steady at 6 percent, the increase in business payrolls of 379,000 jobs was considerably stronger than analysts had anticipated. Coming on top of sizable upward revisions in the number of jobs created in April and May, the report seemed likely to push the Federal Reserve closer to another increase in short-term interest rates to prevent a surge in inflation -- a move it opted not to take at a policy-setting meeting this week.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Fiscal Board Chief Takes Harvard Post","web_url":"https://www.nytimes.com/1994/07/09/nyregion/fiscal-board-chief-takes-harvard-post.html","abstract":"  Allen J. Proctor, the head of the state agency that oversees New York City's finances, announced his resignation yesterday after more than four years in the post.   Mr. Proctor, 42, is leaving the State Financial Control Board to teach at the Kennedy School of Government at Harvard University. As executive director, Mr. Proctor was a frequent critic of New York City's budget plans, and he prodded state and local politicians to bring the city's long-term spending projections more into balance with its underlying economic and fiscal situation.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Newts and Metal Projects Ride Columbia Into Space","web_url":"https://www.nytimes.com/1994/07/09/us/newts-and-metal-projects-ride-columbia-into-space.html","abstract":"  Rising on a golden tail of billowing flame, the space shuttle Columbia carried a crew of seven into space today for a two-week mission to study both the subtle and the grand effects of gravity on materials and living things.   The experiments involve work with exotic furnaces that can produce unusual alloys and with a rotating centrifuge that can simulate different levels of gravity. The equipment also includes aquariums teeming with thousands of animals, including goldfish, killifish, jellyfish, sea urchins and Japanese red-bellied newts.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Dyson Has Promoted Racial Equality","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-dyson-has-promoted-racial-equality-622460.html","abstract":"  To the Editor:   Re Bob Herbert's \"Dyson the Disdainful\" (column, July 6): I met John Dyson in 1972, when we worked together to support the New York State Democratic Party, then on hard financial times. He labored to revive the party, and then and later he supported candidates of all ethnicities. I know firsthand that the accusations of racism are without merit.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/09/nyregion/no-headline-616990.html","abstract":"  \"Keeping in mind that the proof in this matter is not proof beyond a reasonable doubt, the court feels there is ample evidence evidence to establish a strong suspicion of guilt of the accused.\" -- KATHLEEN KENNEDY-POWELL, the judge in the Simpson case.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Needed: Steady Hands on Haiti","web_url":"https://www.nytimes.com/1994/07/09/opinion/needed-steady-hands-on-haiti.html","abstract":"  By abruptly reneging on the plan to provide safe haven to 10,000 Haitian refugees, Panama embarrasses the Clinton Administration. But it raises no substantive roadblock to America's latest policy of providing sanctuary for Haitian refugees while excluding them from the United States.    Washington is already hard at work replacing the 10,000 slots lost in Panama with commitments from other countries, some as far afield as West Africa. This frantic search helps meet a desperate humanitarian need, but there can be no mistaking that a policy that diverts black Haitians while welcoming mostly white refugees from other troubled nations reeks of racial discrimination.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/09/nyregion/c-corrections-621340.html","abstract":"  An obituary yesterday about Ralph C. Rinzler, an assistant secretary of the Smithsonian Institution, misstated his race. Mr. Rinzler was white, not black. The obituary also omitted two survivors, his mother, Beatrice Rinzler of Passaic, N.J., and his sister, Judy Werman of Boynton Beach, Fla.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Billions for New Prisons? Wait a Minute","web_url":"https://www.nytimes.com/1994/07/09/opinion/billions-for-new-prisons-wait-a-minute.html","abstract":"If you found a bicycle in a clothes closet, you wouldn't build a new closet for your clothes. You would move the bike to the garage.\n\nBy the same token, the nation's prison population is outgrowing the space for it, and violent offenders are being released to make room for rapidly growing numbers of prisoners convicted on drug charges.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Euro-banks' Preferred Shares Looking Good in Yield War","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-eurobanks-preferred-shares-looking-good-in-yield-war.html","abstract":"WHEN interest rate fever starts cooling as it inevitably will, the frantic search for higher yields will resume. That's why some analysts say now is the time to start following some of Europe's soundest banks to Wall Street. What those banks have to sell","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"The Voice of America","web_url":"https://www.nytimes.com/1994/07/09/opinion/the-voice-of-america.html","abstract":"President Clinton has discovered that talk radio is a two-edged sword. In the 1992 campaign, it became obvious that he had a flair for the format, and he scored points by going on programs like the New York-based \"Imus in the Morning\" and coming across as an affable bubba. But since then he has learned that talk show hosts (and their callers) can play hardball, and he doesn't like it a bit. \n\nThe President was anything but affable in an appearance on a St. Louis talk show two weeks ago when the hosts asked him some tough questions about his and his staff's ethics. All but shouting, he denounced the questions and accused conservative talk show hosts like Rush Limbaugh of keeping up a \"constant, unremitting drumbeat of cynicism.\"","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Grissom Replaces Dykstra on N.L. Squad","web_url":"https://www.nytimes.com/1994/07/09/sports/sports-people-baseball-grissom-replaces-dykstra-on-nl-squad.html","abstract":"  MARQUIS GRISSOM of the Montreal Expos was selected yesterday to replace a starting outfielder, LENNY DYKSTRA of the Philadelphia Phillies, on the National League All-Star team. Although Dykstra hoped to be reinstated from the disabled list before the All-Star Game at Pittsburgh Tuesday, he has not fully recovered from an appendectomy and will be unable to play.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"Allies Wax Unenthusiastic About Peace Force for Haiti","web_url":"https://www.nytimes.com/1994/07/09/world/allies-wax-unenthusiastic-about-peace-force-for-haiti.html","abstract":"  As the Clinton Administration tried to salvage its Haitian refugee policy, officials said today that Washington faced another major problem -- the reluctance of America's allies to commit troops, police and civilian contractors for a peacekeeping force that would move in if Haiti's military leaders left power.   William H. Gray 3d, the Administration's special envoy to Haiti, told the United Nations Secretary General, Boutros-Boutros Ghali, on Wednesday that the United States had so far obtained only agreements in principle -- and no formal commitments -- from other countries to provide 2,000 to 3,000 people, senior Administration and United Nations officials said.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"A Goal for Palestinians:Keep Working Together","web_url":"https://www.nytimes.com/1994/07/09/opinion/IHT-a-goal-for-palestinianskeep-working-together.html","abstract":"Palestinian statehood has now become more likely than a return to the previous situation. This has been symbolized by the arrival of Yasser Arafat with hundreds of PLO members and staff, and by the thousands of PLO members already at work in Jericho and","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/09/sports/transactions-621919.html","abstract":"  Baseball  American League  CALIFORNIA ANGELS -- Waived Craig Lefferts, pitcher, for the purpose of giving him his unconditional release. Activated Scott Lewis, pitcher, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940709","headline":"City Dwellers Still Set Foot on Paving Blocks","web_url":"https://www.nytimes.com/1994/07/09/opinion/l-city-dwellers-still-set-foot-on-paving-blocks-622168.html","abstract":"  To the Editor:   As a history buff, I found your June 20 news article on the comeback of bluestone and other stone sidewalks in the New York City area most interesting; but I was surprised that you omitted a popular sidewalk material that has been around for more than 100 years: Hastings paving blocks.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Port Authority Officer Hurt in Airport Scuffle","web_url":"https://www.nytimes.com/1994/07/09/nyregion/port-authority-officer-hurt-in-airport-scuffle.html","abstract":"  A Port Authority police officer was shoved in front of a moving car and injured at Kennedy International Airport yesterday during a scuffle with supporters of Louis Farrakhan, the leader of the Nation of Islam, a spokesman for the authority said.   The incident ignited a verbal confrontation between about 40 police officers and at least 20 Black Muslims who had come to the airport to see Mr. Farrakhan as he changed planes during a short layover.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Next for the New South Africa: Potholes and Taxes","web_url":"https://www.nytimes.com/1994/07/09/world/next-for-the-new-south-africa-potholes-and-taxes.html","abstract":"  This motor city on the Indian Ocean seems, at first, an uncanny miniature of the new South Africa.   It has the country's first black mayor, Nceba Faku, a lanky, younger version of Nelson Mandela. Like Mr. Mandela, the new Mayor spent a third of his life in Robben Island Prison for treason against the apartheid state, and now spends his time assuring the anxious white minority that they are not about to be driven into the sea.","thumbnail":null,"section":"World"},{"date":"19940709","headline":"1944: Hitler Takes Over : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/09/opinion/IHT-1944-hitler-takes-over-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Adolf Hitler has been in urgent consultation with his top military leaders since early this week, and a Moscow report said Hitler had taken over direction of operations in the west, following the removal of Field Mars","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"A Collection To Astonish The World","web_url":"https://www.nytimes.com/1994/07/09/nyregion/about-new-york-a-collection-to-astonish-the-world.html","abstract":"  We had heard that Dr. John K. Lattimer was quite a collector of unusual things.    \"So, what's new?\" we asked at the Columbia-Presbyterian Medical Center where the 80-year-old Dr. Lattimer had been chairman of the urology department and where he still tends to his patients.","thumbnail":null,"section":"New York"},{"date":"19940709","headline":"Observer; New White Hats","web_url":"https://www.nytimes.com/1994/07/09/opinion/observer-new-white-hats.html","abstract":"  Some tongue-in-cheek cajolery of the legal profession recently in this space drew the usual sprinkle of humorless and vaguely menacing letters from lawyers which inevitably falls upon all who make light of the ancient profession.   The art of writing humorless and vaguely menacing letters must surely be taught in law school. It is an indispensable skill for putting the fear of blind Lady Justice's occasionally asinine whimsies into that great portion of the citizenry that doesn't know habeas corpus from duces tecum.","thumbnail":null,"section":"Opinion"},{"date":"19940709","headline":"Bare-Bones Shakespeare Intended for a Hot Night","web_url":"https://www.nytimes.com/1994/07/09/theater/theater-review-bare-bones-shakespeare-intended-for-a-hot-night.html","abstract":"  Heat waves are nearly as inimical to al fresco performances as rain is. The images of suffocation that abound in \"Macbeth\" took on uncomfortably literal significance on Wednesday night at the Hudson Valley Shakespeare Festival production, which has been staged in a tent on the exquisite grounds of the Boscobel Restoration here.   But if the grass stage was copiously watered with the sweat of actors, there wasn't a trace of listlessness in the performance of this briefest and bloodiest of the major Shakespearean tragedies. Now in its seventh year, the festival is devoted to presenting Shakespeare in bare-bones productions that put the emphasis on illustrative action. And Terrence O'Brien, the company's artistic director, has provided a sort of \"Road Warrior\" version of \"Macbeth\" that gallops vigorously toward its grisly denouement.","thumbnail":null,"section":"Theater"},{"date":"19940709","headline":"Income Funds Back in Vogue","web_url":"https://www.nytimes.com/1994/07/09/your-money/IHT-income-funds-back-in-vogue.html","abstract":"EQUITY income funds are casting a powerful spell over investors on both sides of the Atlantic as economic growth in the United States and Britain translates into healthier corporate earnings and more generous dividend payouts.. They are becoming more popu","thumbnail":null,"section":"Your Money"},{"date":"19940709","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/09/style/chronicle-622486.html","abstract":"  ROSEANNE ARNOLD, the star of the ABC television series \"Roseanne,\" wants to drop her last name and be known from now on as just Roseanne.   The comedian, who achieved stardom as Roseanne Barr, filed for divorce from her husband, the actor TOM ARNOLD, in May, citing irreconcilable differences.","thumbnail":null,"section":"Style"},{"date":"19940709","headline":"Mountain Fire Pushed Back as 2 More Bodies Are Found","web_url":"https://www.nytimes.com/1994/07/09/us/mountain-fire-pushed-back-as-2-more-bodies-are-found.html","abstract":"  Meteorologists predicted that winds would shift on Wednesday, but no one expected that 50-mile-an-hour gusts would turn a small brush fire into a deadly 2,000-acre inferno, officials and a survivor said today. Fourteen firefighters died, including two whose bodies were found this afternoon.    At a news conference at a hospital, Eric Hipke, 32, a veteran firefighter from Bellevue, Wash., described how he and several others escaped the fire by racing along a fire line they had built on a steep slope above Glenwood Springs, about 60 miles west of Aspen.","thumbnail":null,"section":"U.S."},{"date":"19940709","headline":"Political Power of Police Union Could Slow Fight Against Graft","web_url":"https://www.nytimes.com/1994/07/09/nyregion/political-power-of-police-union-could-slow-fight-against-graft.html","abstract":"  State Senate bill 8014A gained final legislative approval on the evening of July 1, one of the last days of business in Albany. The bill, to create an independent disciplinary hearing process for New York City employees, would strip the city's Police Commissioner of the power to dismiss officers for misconduct on the job.   The legislation had a handful of sponsors. And it had one major lobbyist: the Patrolmen's Benevolent Association, the main police union.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940709","time":"1994-07-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":87,"wspd":5.4},{"date":"19940709","time":"1994-07-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":88,"wspd":7.6},{"date":"19940709","time":"1994-07-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":90,"wspd":5.4},{"date":"19940709","time":"1994-07-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":89,"wspd":7.6},{"date":"19940709","time":"1994-07-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":93,"wspd":3.6},{"date":"19940709","time":"1994-07-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":93,"wspd":9.4},{"date":"19940709","time":"1994-07-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":95,"wspd":7.6},{"date":"19940709","time":"1994-07-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":91,"wspd":9.4},{"date":"19940709","time":"1994-07-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":90,"wspd":9.4},{"date":"19940709","time":"1994-07-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":85,"wspd":7.6},{"date":"19940709","time":"1994-07-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":75,"wspd":7.6},{"date":"19940709","time":"1994-07-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":71,"wspd":13},{"date":"19940709","time":"1994-07-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":64,"wspd":11.2},{"date":"19940709","time":"1994-07-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":55,"wspd":13},{"date":"19940709","time":"1994-07-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":51,"wspd":11.2},{"date":"19940709","time":"1994-07-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":47,"wspd":14.8},{"date":"19940709","time":"1994-07-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":48,"wspd":11.2},{"date":"19940709","time":"1994-07-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":45,"wspd":13},{"date":"19940709","time":"1994-07-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":44,"wspd":18.4},{"date":"19940709","time":"1994-07-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":34,"wspd":16.6},{"date":"19940709","time":"1994-07-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":40,"wspd":13},{"date":"19940709","time":"1994-07-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":54,"wspd":13},{"date":"19940709","time":"1994-07-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":63,"wspd":13},{"date":"19940709","time":"1994-07-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":64,"wspd":14.8},{"date":"19940709","time":"1994-07-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":79,"wspd":11.2},{"date":"19940709","time":"1994-07-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":13},{"date":"19940709","time":"1994-07-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":11.2},{"date":"19940709","time":"1994-07-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":11.2},{"date":"19940709","time":"1994-07-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":5.4},{"date":"19940709","time":"1994-07-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":5.4},{"date":"19940709","time":"1994-07-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":5.4},{"date":"19940709","time":"1994-07-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":87,"wspd":7.6},{"date":"19940709","time":"1994-07-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":5.4},{"date":"19940709","time":"1994-07-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":7.6},{"date":"19940709","time":"1994-07-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":7.6},{"date":"19940709","time":"1994-07-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":5.4},{"date":"19940709","time":"1994-07-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":7.6},{"date":"19940709","time":"1994-07-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":74,"wspd":11.2},{"date":"19940709","time":"1994-07-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":68,"wspd":9.4},{"date":"19940709","time":"1994-07-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":9.4},{"date":"19940709","time":"1994-07-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":56,"wspd":13},{"date":"19940709","time":"1994-07-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":56,"wspd":18.7},{"date":"19940709","time":"1994-07-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":56,"wspd":18.7},{"date":"19940709","time":"1994-07-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":53,"wspd":14.8},{"date":"19940709","time":"1994-07-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":54,"wspd":14.8},{"date":"19940709","time":"1994-07-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":63,"wspd":18.7},{"date":"19940709","time":"1994-07-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":56,"wspd":18.7},{"date":"19940709","time":"1994-07-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":58,"wspd":16.6}]}}