{"19950105":{"guardian_articles":[],"nytimes_articles":[{"date":"19950105","headline":"Governor Pataki's Emerging Plans","web_url":"https://www.nytimes.com/1995/01/05/opinion/governor-pataki-s-emerging-plans.html","abstract":"  Gov. George Pataki drew an appealing picture of tax reduction for all New Yorkers in his State of the State address yesterday, but has yet to explain how he would cut spending enough to close the looming budget deficit and cover his tax cuts, too. Following the example of New York City's Mayor, Rudolph Giuliani, he also pledged a smaller budget than this year's. In all, he has set a high hurdle.    For the first time, Mr. Pataki added some of the detail that was lacking when he campaigned for the office. His key campaign promise still stands, to cut income taxes by 25 percent in the next four years. New specifics to gladden the hearts of taxpayers included larger marital deductions, tripling tax breaks for day care and a lower tax rate for the lowest earners -- hardly a package of favors for the well-to-do. But the full picture will not come until Feb. 1, when he presents his budget for the fiscal year that starts two months later.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-524395.html","abstract":"  The Pulse chart in The Metro Section on Dec. 29 about infant mortality in the region labeled the rates incorrectly. The figures were actual deaths per 1,000 live births, not a percentage.    In New York, the rates were 15.8 for blacks, 7.1 for whites and 8.8 for others; in New Jersey, 18.7 blacks, 5.9 whites and 8.4 others; in Connecticut, 17.2 blacks, 6.2 whites and 7.6 others; in the United States overall, 16.8 blacks, 6.9 whites and 8.5 others.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Study on Ailing Gulf War G.I.'s Called a Failure","web_url":"https://www.nytimes.com/1995/01/05/world/study-on-ailing-gulf-war-gi-s-called-a-failure.html","abstract":"  A panel affiliated with the National Academy of Sciences said today that the Government's research on the health problems of Persian Gulf war veterans had been badly organized and had failed to determine if the gulf war syndrome really exists.   The panel recommended that Vice President Al Gore's office should coordinate a better organized study of complaints by thousands of veterans that they contracted illnesses in the gulf.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Players' Offer Could Bring End to Lockout","web_url":"https://www.nytimes.com/1995/01/05/sports/hockey-players-offer-could-bring-end-to-lockout.html","abstract":"  Hockey's bitter labor lockout could end on its 99th day on Saturday when the National Hockey League owners meet in New York to vote on a collective bargaining proposal from the N.H.L. Players Association.   The offer came yesterday during the fourth consecutive day of bargaining in Chicago between top lieutenants of both sides.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/05/style/chronicle-574095.html","abstract":"  PIERCE BROSNAN, the actor, opened the Harrods January sale in London yesterday, and in his honor MOHAMED AL-FAYED, the chairman of the store, donated $:50,000 (about $78,000) to Wellbeing, a health research organization, and its ovarian cancer research center in Cambridge, England.    The Evening Standard newspaper quoted Mr. Brosnan as saying, \"I lost a very wonderful lady, namely my wife, to this dreadful disease.\" His wife, Cassandra Harris, an actress, died in 1991 at 39.","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Funaki of Japan Wins World Cup Jumping Event","web_url":"https://www.nytimes.com/1995/01/05/sports/skiing-funaki-of-japan-wins-world-cup-jumping-event.html","abstract":"  Kazuyoshi Funaki of Japan outjumped Andreas Goldberger of Austria today and won the World Cup ski-jumping competition at Innsbruck's Mount Isel large platform. The event counts toward the 1994-95 four-hill jumping tournament.    Funaki scored 247.70 points on jumps of 117.50 and 111.50 meters. Goldberger finished second with 225.60 points (102.00-112.50).","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Excerpts From House Speech by Gephardt on Ceding Control to G.O.P.","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-democratic-leader-excerpts-house-speech-gephardt-ceding-control.html","abstract":"  Following are excerpts from remarks by Representative Richard A. Gephardt of Missouri, the minority leader, at the opening of the 104th Congress yesterday as recorded by the Federal News Service:   Ladies and gentlemen of the House, I first want to thank my Democratic colleagues for their support and their confidence. I noted we were a little short, but I appreciate your friendship and your support.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Get Out of Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-get-out-of-bosnia-letters-to-the-editor.html","abstract":"It will be a long time before the West, and particularly the British and the French, can wash the Bosnian blood from their hands. It is time to recognize the failures of the past and stop repeating them..An arms embargo sounds like a good idea, but whe","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Aggressive Iona Defense Puts Manhattan Off Guard","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-aggressive-iona-defense-puts-manhattan-off-guard.html","abstract":"  Iona frustrated if not infuriated Manhattan with an aggressive zone defense tonight at Mulcahy Center in the opening game of the Metro Atlantic Athletic Conference for both teams.   As a result the Jaspers executed poorly on offense, especially in the late going, and Iona came away with a 73-66 triumph.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Kicking Up Heels While Laughing Away the Years","web_url":"https://www.nytimes.com/1995/01/05/theater/kicking-up-heels-while-laughing-away-the-years.html","abstract":"  Geraldine O'Dwyer had not danced professionally since her days as a Rockette at Radio City Music Hall, 40 years and five children ago. But after two trips to the \"Fabulous Palm Springs Follies,\" she knew she was on the wrong side of the footlights. So last June, she auditioned for the cast.   Mrs. O'Dwyer met one of the show's prerequisites: at 66, she was 16 years older than the minimum age required for all performers. But only after doing some tap and samba dancing, repeatedly strolling down some steps and belting out \"The Lady Is a Tramp\" was she chosen. It has changed her life.","thumbnail":null,"section":"Theater"},{"date":"19950105","headline":"East Europeans Are Reacting Nervously to Russian Fighting","web_url":"https://www.nytimes.com/1995/01/05/world/east-europeans-are-reacting-nervously-to-russian-fighting.html","abstract":"  In the countries of Eastern Europe that five years ago were satellites of the Soviet Union, the fighting in southern Russia has set off nervous reactions. In some capitals, the apprehension has been expressed by long silences, prompted by concerns of offending Moscow.   Prominent among the fears is that an authoritarian and strongly nationalistic government is re-emerging in Moscow of the kind that repressed desires for independence in the region in the Communist era.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Davis Makes His Point, but Starks Only 2","web_url":"https://www.nytimes.com/1995/01/05/sports/pro-basketball-davis-makes-his-point-but-starks-only-2.html","abstract":"  The Knicks don't dislike Lenny Wilkens. They just dislike losing.   So with Wilkens poised to make history last night, the Knicks made Wilkens wait -- again. Denying Wilkens in his bid to become the National Basketball Association's winningest coach, New York (16-12) won its season-high fourth consecutive game with an 89-80 victory over the Atlanta Hawks at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Another Socialist Seeks to Succeed Mitterrand","web_url":"https://www.nytimes.com/1995/01/05/world/another-socialist-seeks-to-succeed-mitterrand.html","abstract":"  A former Education Minister, Lionel Jospin, today made a bid for the Socialist candidacy in France's presidential elections, but the latest polls said the conservative Prime Minister, Edouard Balladur, remained the strong favorite to succeed Francois Mitterrand.   The Socialist Party lost its preferred candidate last month when Jacques Delors decided not to run after he steps down this month as president of the European Union's executive commission. Polls said he was more popular than Mr. Balladur. The Socialists have given themselves until the end of this month to find a new candidate.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Murder by Texas","web_url":"https://www.nytimes.com/1995/01/05/opinion/murder-by-texas.html","abstract":"  Texas has just executed a man with full knowledge that he was not guilty of the crime for which he was put to death. State and Federal courts and the Supreme Court, also fully aware of the facts, let the execution happen.    Although Texas leads the nation in executions, the unjust killing of Jesse Dewayne Jacobs could happen in any of the 37 states that have the death penalty or states like New York, which are on the verge of adopting it. All it takes is a dishonorable prosecutor and a number of courts unwilling to demand justice for the accused.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Imitating Art of Life, or Something","web_url":"https://www.nytimes.com/1995/01/05/arts/television-review-imitating-art-of-life-or-something.html","abstract":"  If while watching the news magazines tonight, you should suffer from intimations of displacement or double vision, no need to call 911. It's them, not you. Along with moving around, the evening's three network magazine shows are going in for cannibalizing other television programs.   To begin, at 9 P.M., the new time for CBS's \"Eye to Eye,\" Connie Chung goes eyeball to eyeball with \"Seinfeld,\" the NBC hit. The hour includes a piece about politicians' loss of privacy that may strike you as borrowed or stolen in significant part from \"F. D. R.,\" which ran on PBS in the fall. That \"American Experience\" program also made much of the fact that Roosevelt's inability to walk went unreported by the press for all the years of his Presidency. To rub in the similarity, once again Doris Kearns Goodwin, the author of \"No Ordinary Time: Franklin and Eleanor Roosevelt: The Home Front in World War II\" (Simon & Schuster), serves as presiding expert.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Grasp of Empire","web_url":"https://www.nytimes.com/1995/01/05/opinion/the-grasp-of-empire.html","abstract":"A cardinal principle of Russian military doctrine is that the country should never use its armed forces against its own people. How cynical this sounds as bombs explode in the houses of innocent people in Chechnya. President Boris Yeltsin's order yesterday to stop the bombing of the capital, Grozny, should raise no one's hopes. It applies only to the air force, which in any case has been hampered by fog in the region.\n\nThe crisis in Chechnya is far from over. But in addition to my compassion for the Chechen people, I am acutely concerned about the future of my homeland, Ukraine.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Lawmakers Pursue 'Contract With Fans'","web_url":"https://www.nytimes.com/1995/01/05/sports/baseball-lawmakers-pursue-contract-with-fans.html","abstract":"  In an effort to spur agreement on a new labor contract in baseball, members of Congress intruded on the Republicans' \"Contract with America\" yesterday, introducing five baseball bills ranging from complete repeal of the sport's antitrust exemption to binding arbitration to settle the nearly five-month-old strike.   A total of three bills, two calling for complete repeal of the exemption, had been expected from Senator Daniel Patrick Moynihan, Democrat of New York, and Representative Michael Bilirakis, Republican of Florida, on the first day of the 104th Congress. But two Democratic Representatives also introduced bills, both of which had seen brief life in the last term.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"ROWLAND AVOIDS PARTISAN APPEAL","web_url":"https://www.nytimes.com/1995/01/05/nyregion/connecticut-s-new-governor-the-overview-rowland-avoids-partisan-appeal.html","abstract":"  While Republicans around the nation were basking in their newly-won power, John G. Rowland, the first Republican governor of Connecticut in 20 years, took office today with a speech that never mentioned his party, avoided appeals to partisanship and called on legislators to work together as a team.   In the State of the State address that Mr. Rowland delivered this afternoon, he did not include the more strident language of his campaign. He did not mention throwing people off the welfare roles or fume about possible court-enforced busing.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The Task Before Pataki: Goals and Hurdles","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-issues-the-task-before-pataki-goals-and-hurdles.html","abstract":"  The Governor proposes, but in most cases, it is the Legislature that disposes. The Senate majority is Republican, like Gov. George E. Pataki, but the Assembly majority, under Speaker Sheldon Silver of Manhattan, is Democratic. Mr. Silver said yesterday that \"there's nothing the Governor put on the table that we can't talk about;\" here are some of the that are now the subjects of discussion. Sam Roberts","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The PGA's Power Hitter Returns","web_url":"https://www.nytimes.com/1995/01/05/sports/golf-the-pga-s-power-hitter-returns.html","abstract":"  Maybe it was the healthful surroundings here at the La Costa Resort and Spa that helped to inspire him -- the idea of pore-cleansing herbal wraps and luffa scrubs and steam baths can have that sort of soothing, cathartic effect. Whatever the reason, John Daly has returned to the PGA Tour once again with a hygienic outlook and a determination to purge himself of past transgressions.   \"There's no way I'm smoking four packs a day -- maybe three,\" Daly said. \"Eighty cigarettes a day, that's a lot. Maybe 60.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Decision Today For Marbury","web_url":"https://www.nytimes.com/1995/01/05/sports/decision-today-for-marbury.html","abstract":"  Stephon Marbury, the star Lincoln High School point guard who has been the nation's most heavily recruited college basketball prospect, has finally made up his mind between Georgia Tech and Syracuse, his friend and mentor, Lou d'Almeida, said last night. But if you want to know Marbury's choice, you'll have to wait until he makes the announcement, himself, sometime today.   Marbury's enchantment with Syracuse and Georgia Tech has not wavered since he was 14 years old. As he explained it in Darcy Frey's recent book, \"The Last Shot,\" he was drawn to the two schools \"because at Syracuse you play in front of 32,820 people\" and \"because Georgia Tech knows how to treat its point guards.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Orange County Can Meet Only 60% of Its Budget","web_url":"https://www.nytimes.com/1995/01/05/us/orange-county-can-meet-only-60-of-its-budget.html","abstract":"  Orange County, Calif., facing a budget deficit far greater than the spending cuts it has already made, has enough money to cover only about 60 percent of its share of the general budget, the county's financial advisers disclosed today.   In the most comprehensive statement to date on the county's fiscal crisis after it declared bankruptcy last month, the advisers, in a report to the newly installed Board of Supervisors, said that the county government was at least $172 million short of its fiscal obligations for the next six months. That is more than four times the spending reductions the previous five-member board adopted last month.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"U.S. Military Has Real Readiness Problem","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-us-military-has-real-readiness-problem-579095.html","abstract":"  To the Editor:   \"Are U.S. Forces Ready to Fight?\" (editorial, Dec. 27) concludes that the military is not facing a serious readiness problem. You premise this conclusion on the assumption that since the Pentagon's operations and maintenance budgets are larger and its force structure smaller than a decade ago, when readiness was unquestioned, there ought not to be a problem today.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Nets Unable To Hold Off Magic Surge","web_url":"https://www.nytimes.com/1995/01/05/sports/pro-basketball-nets-unable-to-hold-off-magic-surge.html","abstract":"  The Nets bottled up Shaquille O'Neal for most of four quarters, made the crucial shots for most of four quarters and exchanged cold stares for most of four quarters.   But over those final few minutes, well, it's all a blur.   In the latest uprising from underachievers, the Orlando Magic fended off the Nets for a 113-110 victory before a roaring throng of 16,010 at the Orlando Arena tonight. The Magic swarmed around the Nets in the final minutes to force three 24-second violations and benefited from a controversial traveling call against Derrick Coleman with 13 seconds remaining.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Suspect in 3 Abortion Attacks Is Indicted","web_url":"https://www.nytimes.com/1995/01/05/us/suspect-in-3-abortion-attacks-is-indicted.html","abstract":"  John C. Salvi 3d, the suspect in last week's fatal shootings at two abortion clinics in the Boston area, was indicted today by a Federal grand jury here on charges of carrying a gun across state lines with the intent to commit a felony.   Today's two-count indictment will make it easier for the authorities to bring Mr. Salvi back to Massachusetts from Norfolk, Va., where he was arrested on Saturday on suspicion of firing at an abortion clinic there. Conviction on each Federal count is punishable by up to 10 years in prison and a $250,000 fine.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"1920: Market Cornered : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-1920-market-cornered-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Taking advantage of the international trade mark and patent laws by filing a few papers in Portugal at a cost of a few hundred dollars, Senhor Manuel de Silva Carmo, of Oporto, has obtained control of the principal markets of Continental Europe","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Weicker, Warm, Shares Rowland's Cold Moment","web_url":"https://www.nytimes.com/1995/01/05/nyregion/connecticut-s-new-governor-reporter-s-notebook-weicker-warm-shares-rowland-s.html","abstract":"  Gov. John G. Rowland marched in his own parade through the cold and mostly empty streets of Connecticut's capital today, flanked by other elected officials and spouses who wanted to share his moment. Even William E. Curry Jr., a Democrat who was defeated by Mr. Rowland in November, trudged along hatless and red-faced, waving at the street people and office workers watching from their smoked-glass retreats.    Former Gov. Lowell P. Weicker Jr. took a limousine.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Balanchine, Sousa and Stiefel","web_url":"https://www.nytimes.com/1995/01/05/arts/dance-review-balanchine-sousa-and-stiefel.html","abstract":"  Happiness is Ethan Stiefel of the New York City Ballet in George Balanchine's \"Stars and Stripes.\"   As the company reopened its repertory season on Tuesday night after a monthlong run of \"The Nutcracker,\" Mr. Stiefel reminded us why we go to the ballet at all. Steps and structures, with the latter especially vital to Balanchine, came together through the talent of an exceptionally gifted dancer.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"St. John's Is All Heart As It Defeats Providence","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-st-john-s-is-all-heart-as-it-defeats-providence.html","abstract":"  St. John's lost Maurice Brown; it lost James Scott and for a while it lost its poise. But somewhere in all that adversity, the Red Storm established itself as a team of more heart than hype.   This young and emerging St. John's team isn't supposed to win the kind of Big East game it won last night in beating the Providence Friars, 89-74, before 12,113 in the Civic Center.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"NELSON: A Personal History","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-nelson-a-personal-history.html","abstract":"NELSON: A Personal History. By Christopher Hibbert. 472 pages. £20. Viking.. Reviewed by Samuel Abt. POOR Horatio Nelson: His valor grows offensive. Nearly two centuries after the great warrior was killed while winning the Battle of Trafalgar - 18 of","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Essay; The Newt Deal","web_url":"https://www.nytimes.com/1995/01/05/opinion/essay-the-newt-deal.html","abstract":"  Two years ago, amidst inaugural hoo-hah, the Clintonites puffed themselves up and lurched leftward. Today, reveling in quasi-inaugural media hype, the Newt Dealers are marching in the opposite direction in a state of similar certitude.    If conservatives are going to shrink government and expand individual freedom, we must first cut the hubris.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/05/nyregion/bridge-177995.html","abstract":"  Three decades ago, Columbia University, rarely outstanding on sporting fields, had a winning bridge team with a brilliant coterie of players. Their coach and adviser was a graduate engineering student named Jim Becker, who died last April and had a game named for him last Friday at the Greater New York Bridge Association's Winter Regional Championships.   Two members of that Columbia team showed up and duly won the Jim Becker Memorial Pairs. One, August Boehm of Manhattan, has pursued a successful bridge career as player, writer and teacher. The other is Richard Margolis, a rabbi from Baltimore who gave up the game for many years when his superiors discovered, by reading this column, that he had won an event on a Saturday.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-523595.html","abstract":"  An article on Dec. 27 about the dispersal of large brokerage houses around Manhattan misidentified the investment firm at 60 Wall Street, as well as its parent company. The firm is J. P. Morgan Securities, not J. P. Securities; it is a subsidiary of J. P. Morgan & Company, not the Morgan Guaranty Trust Company.    The article and a related chart, listing Manhattan's 20 largest brokerage houses, omitted an explanation of the ranking. It was based solely on the amount of floor space occupied by the companies.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Excerpts From Governor Rowland's State of the State Address","web_url":"https://www.nytimes.com/1995/01/05/nyregion/excerpts-from-governor-rowland-s-state-of-the-state-address.html","abstract":"  Following are excerpts from Gov. John G. Rowland's State of the State address to the General Assembly.   Today is the moment to remake Connecticut as we rapidly approach the 21st century. Our challenge is to provide the hope and the opportunity, especially to our young people, so they will choose to make Connecticut their permanent home once again.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Open-Door Policy?","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-the-legislature-open-door-policy.html","abstract":"  Having won election on a platform of change, Gov. George E. Pataki used his first address to the Legislature today to make clear that the first thing he intends to change is the governor's relationship with the Legislature.   It is probably the most important thing his fledgling administration can do. Without a strong working partnership with both houses, one of which is controlled by Democrats, Mr. Pataki, a Republican, has little hope of accomplishing his larger goals of cutting taxes, shrinking government, toughening criminal penalties and reducing welfare spending.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Yeltsin Orders Bombing Halt On Rebel City","web_url":"https://www.nytimes.com/1995/01/05/world/yeltsin-orders-bombing-halt-on-rebel-city.html","abstract":"  Under criticism at home and abroad for Russia's military offensive in the secessionist region of Chechnya, President Boris N. Yeltsin announced today that he had ordered a halt in the aerial bombing of Grozny, the rebel capital.   The order, which was to take effect at midnight, did not apply to artillery or rocket launchers, which continue to pound the city. Mr. Yeltsin's press office said the decision was \"guided by the desire to prevent an increase in the number of victims among the civilian population.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Why So Slow to Identify Clinic Suspect's Gun?","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-why-so-slow-to-identify-clinic-suspect-s-gun-580495.html","abstract":"  To the Editor:   I have been baffled by your news articles on the arrest of John C. Salvi 3d, the accused clinic gunman, in Norfolk, Va.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-591095.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"When Public Officials Earn Outside Income","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-when-public-officials-earn-outside-income-578295.html","abstract":"  To the Editor:   Is it unethical for a public official, while in office, to earn outside income? That is the issue that seems to cause William Safire to reach contradictory conclusions in \"Royalties in Office\" (column, Jan. 2).","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Shame on the Appeasers : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-shame-on-the-appeasers-letters-to-the-editor.html","abstract":"Regarding \"Appeasement Again: Like Ethiopia, Like Czechoslovakia\" (Opinion, Dec. 6) by Stanley Hoffmann:.The appeasement policy of Britain and other European governments in the 1930s (paralleled in the United States by an isolationist drift)","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Non-Token Appointees Mark Women's Advance","web_url":"https://www.nytimes.com/1995/01/05/nyregion/metro-matters-non-token-appointees-mark-women-s-advance.html","abstract":"  THE names were threaded through Gov. George E. Pataki's State of the State Message yesterday, the women in his government. He just mentioned their names and titles, said no more, but the message was not lost on his listeners, especially his Democratic listeners. \"Look at all those women,\" a Democratic stalwart, who shall remain nameless at her request, fairly screeched into the telephone. \"In real jobs. Look at that. Do you believe it?\"   Mr. Pataki has indeed appointed a lot of women to prominent positions in his new administration -- most of them substantial jobs, not token ones or \"women's\" jobs. The budget director is a woman. The Health Commissioner is a woman. So is the Parks Commissioner, the communications director and the Social Services Commissioner. And of course Mr. Pataki's running mate, Elizabeth P. McCaughey, is now the Lieutenant Governor and designated Medicaid expert.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Unfair to Luxembourg","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-unfair-to-luxembourg-581295.html","abstract":"  To the Editor:   As a native of Luxembourg, I write regarding \"Tipplers and the Temperate: Drinking Around the World\" (Week in Review, Jan. 1).","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Student Loan Program Tells a Success Story; Restore Deductibility","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-student-loan-program-tells-a-success-story-restore-deductibility-577495.html","abstract":"  To the Editor:   \"Young, Eager and Deep in Debt\" (Op-Ed, Dec. 29) omits an additional measure taken by the Government contributing to the financial burden on graduates who financed their education with student loans: the elimination of the deductibility of interest on those loans.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/05/nyregion/metro-digest-789595.html","abstract":"  PATAKI PLEDGES TO REDUCE SPENDING Emphasizing his pledge to reduce state government, Governor Pataki promised in his first address to the Legislature to propose a budget for the coming fiscal year that would spend less than the state will spend this year. A1. Mr. Pataki made it clear that the first thing he intends to change is the Governor's relationship with the Legislature. News analysis, B7. \"He didn't call us any names,\" said Assemblyman Ronald Canestrari. \"So we've had a significant improvement already.\" B7. IN HARTFORD, ROWLAND APPEALS FOR UNITY On a day when Republicans around the nation were basking in their newly won power, John G. Rowland, the first Republican governor in Connecticut in 20 years, took office with a speech that never mentioned his party, avoided appeals to partisanship and called on legislators to work together as a team. A1. Governor Rowland marched in his own parade through Hartford; former Gov. Lowell P. Weicker Jr. took a limousine. B8. WOMAN PUSHED IN FRONT OF SUBWAY TRAIN A man who escaped from Manhattan Psychiatric Hospital on Christmas Eve pushed a 63-year-old woman off a subway platform to her death as a train pulled in, the police said. A1. Reuben Harris had escaped from a state mental hospital four times since May. B3. Soon Sin, the subway victim, spent her last morning doing what she loved. B3. NEW YORK CITY  FAMILIAR MAJORITY ON SEX EDUCATION The four-member majority that set a more conservative course for the New York City Board of Education re-emerged when the board voted 4 to 3 to give parents a greater role in teaching AIDS topics, including an explanation of different types of sexual intercourse. B3. REVENUE SHORTFALL TO WIDEN BUDGET GAP In a sign of the city's deepening fiscal difficulty, Mayor Giuliani said that there would be a shortfall in tax revenues for the fourth quarter of 1994. Administration officials said the shortfall would be at least $200 million and would lead to even more budget cuts. B4. OFFICIAL, FACING INQUIRY, QUITS CITY POST City Comptroller Alan G. Hevesi's second-in-command resigned as he faced an investigation into his purchase and financing of a West Side cooperative apartment. B5. A MESSAGE NOT LOST ON THE LISTENERS The names were threaded through Governor Pataki's State of the State Message: the women in his government. He just mentioned their names and titles, and said no more, but the message was not lost on his listeners, especially Democrats. Metro Matters, B6. REGION  INSURERS TO PAY FOR TESTING Good health now has the official seal of approval in New Jersey. Under a new law, insurers must offer coverage for tests that could, with the development of a healthful way of life, improve the well-being of state residents and reduce the long-term cost of health care. B9. MAN HELD IN SLAYING OF ESTRANGED WIFE A judge had granted Joanne Martinez a temporary restraining order against her estranged husband, and a ruling was due on whether to forbid Jacobo Martinez from contacting her indefinitely. Mr. Martinez dutifully appeared in court; his wife did not. She was lying dead in her Jersey City apartment. B9. Neediest Cases B2","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Five Charged With Holding Thai Women Captive for Prostitution","web_url":"https://www.nytimes.com/1995/01/05/nyregion/five-charged-with-holding-thai-women-captive-for-prostitution.html","abstract":"  Four men and a woman were charged with smuggling at least a dozen women from Thailand into this country and forcing them to work as prostitutes at a heavily guarded Chinatown brothel, Federal authorities announced yesterday.   Officials said that the defendants, all Thai citizens, promised the women lucrative restaurant jobs in New York but instead imprisoned them in the brothel and ordered them to have sex with 400 to 500 men to win their freedom.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Talk Radio, D.C.","web_url":"https://www.nytimes.com/1995/01/05/us/talk-radio-dc.html","abstract":"  After years of shouting in the hinterlands, talk-radio hosts gathered to raise a cacophony of chatter in the heart of the city that many of them consider America's citadel of waste, corruption and out-of-touch politicians.    Article, page A24.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Sony Classical Confirms Resignation of Its President","web_url":"https://www.nytimes.com/1995/01/05/arts/sony-classical-confirms-resignation-of-its-president.html","abstract":"  Gunther Breest, the president of the classical record division of Sony since 1988, has resigned his position in what some in the company have characterized as a dispute over what direction Sony repertory should take.    Word of Mr. Breest's resignation began to spread through the record world just before the holidays, but Mr. Breest, who is based in Hamburg, could not be reached, and Sony officials denied that he was leaving. His departure was announced in Hamburg on Tuesday, in a statement that said he had left for \"personal reasons\" as of Dec. 31.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Great Simulcast: Aqueduct Hooks Up to Gulfstream","web_url":"https://www.nytimes.com/1995/01/05/sports/horse-racing-the-great-simulcast-aqueduct-hooks-up-to-gulfstream.html","abstract":"  One year after \"the great simulcasting experiment\" was buried in snow and ice, Aqueduct opened a new era of simulcast racing with Gulfstream Park in Florida yesterday. You could park free, get into the grandstand for a dollar, watch 16 races on television and make 106 bets, all in bright sunshine at both tracks.   Nobody could guarantee that the sunshine would last forever, but New York seemed to have solved the problem of utter confusion that bedeviled the joint venture last year. The solution was to import the races from Florida into separate lounge areas at Aqueduct with their own TV monitors, betting windows and handicapping statistics, and the management even threw in boxes of New York State apples and Florida oranges to add tone.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-what-theyre-reading.html","abstract":"Christopher Caridia, head of the Berlin office of the Oxford University Press, is reading \"The Pelican Brief\" by John Grisham. .\"This is one of those books that keeps you up reading through the night. I find, unlike Mr. Grisham's other bo","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-522795.html","abstract":"  An article on Monday about the .22-caliber rifle tossed away by John C. Salvi 3d, a suspect in two killings at abortion clinics, referred incorrectly in some editions to the manufacturer, Sturm, Ruger & Company. It is American, not German.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The First 100 Days","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-first-100-days.html","abstract":"  Main developments as Congress convened on Wednesday:   HOUSE -- Representative Newt Gingrich of Georgia, elected Speaker on a foreordained party-line vote, presided over the voting on a package of internal rules reducing the number of committees and subcommittees, banning proxy voting in committees, establishing more stringent budget counting rules, opening more committee proceedings to the public and requiring a three-fifths vote to raise income taxes. The package also included legislation sponsored by Representative Christopher Shays of Connecticut to put Congress under the Fair Labor Standards Act, the 1964 Civil Rights Act's ban on discrimination in employment, the Americans with Disabilities Act, the Age Discrimination Act, the Family and Medical Leave Act, the Occupational Safety and Health Act and several other labor measures from which Federal lawmakers had previously exempted themselves.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Peace Program Is in Danger, Salvadorans Tell the U.N.'s Chief","web_url":"https://www.nytimes.com/1995/01/05/world/peace-program-is-in-danger-salvadorans-tell-the-un-s-chief.html","abstract":"  El Salvador's program of reconstruction and reconciliation is short $137 million and in danger of losing momentum in its critical last phase, the country's Vice President and leading members of the former rebel army told Secretary General Boutros Boutros-Ghali today.    \"Peace is not enough,\" the Vice President, Enrique Borgo Bustamante, said Tuesday. \"We need social peace. We need to remake whatever was Salvador. We need to walk that last part of the road, and we feel so short of breath.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"49ers Are Dancing to Sanders's Tune","web_url":"https://www.nytimes.com/1995/01/05/sports/football-49ers-are-dancing-to-sanders-s-tune.html","abstract":"  The San Francisco 49ers are no longer gagged and bound. Their quarterback scolds their head coach, their cornerback rarely huddles up and their end zone is a dance floor. Once upon a time, this team had the collective game-face of a chess player, but the organization has finally said, \"At ease.\"    This is a less cerebral 49er team, and the shocker is that no one has been chased into the principal's office, or George Seifert's. It is all due to a bandana-wearing cornerback, an effervescent rookie, an October punch in the face from Philadelphia and the lingering sound of Jimmy Johnson's tonsils.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-612695.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Twins' Mack Signs to Play in Japan","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-baseball-twins-mack-signs-to-play-in-japan.html","abstract":"  In the biggest contract in the history of Japanese baseball, outfielder SHANE MACK and the Tokyo Yomiuri Giants agreed yesterday to a two-year deal worth about $8.1 million.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Journal; Newt's Big Buck","web_url":"https://www.nytimes.com/1995/01/05/opinion/journal-newt-s-big-buck.html","abstract":"  Say it ain't so, Al. No sooner does Newt Gingrich give up an unseemly $4.5 million advance from HarperCollins and settle instead for a token one dollar than another publisher, Hyperion, announces the August publication of \"Enough Is Enough: Pasta, Potholes, and Other Things Worth Fighting For,\" by Senator Al D'Amato.   As HarperCollins is owned by a media magnate, Rupert Murdoch, who has dealings before Congress, so Hyperion is owned by Disney, which may seek to curry favor on the Hill should it go through with its threat to revive the Disney's America theme park.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Student Loan Program Tells a Success Story","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-student-loan-program-tells-a-success-story-576695.html","abstract":"  To the Editor:   David Lipsky's \"Young, Eager and Deep in Debt\" (Op-Ed, Dec. 29) states that \"by 1990, the average college student was graduating $10,000 in the red.\" The average student was doing no such thing. A study sponsored by the Education Department shows that 55 percent of college graduates had no educational debts upon graduation in 1990. Of the 45 percent who did have such debts, half owed less than $7,000.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-525195.html","abstract":"  An article yesterday about the appointment of a director for the United States Holocaust Memorial Museum in Washington misstated the arrival date of the the museum's founding director, Shaike Weinberg, who came out of retirement to work for it. Although the museum did not open until a year and a half ago, Mr. Weinberg began work on the permanent collection in 1988.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"French Brace For Violence From Algeria","web_url":"https://www.nytimes.com/1995/01/05/world/french-brace-for-violence-from-algeria.html","abstract":"  Bracing for new reprisals for the deaths of four Algerian militants who hijacked a French airliner to Marseilles late last month, France has stepped up surveillance of Islamic groups in France and canceled Air France flights to and from Algeria.   Foreign Minister Alain Juppe said today that France would also send a team of experts to Algeria to improve security for the dwindling community of French oil workers, business executives, missionaries and diplomats still living in the convulsed former French colony.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Excerpts From Gingrich's Speech on Party's Agenda for the 104th Congress","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-republican-leader-excerpts-gingrich-s-speech-party-s-agenda-for.html","abstract":"  Following are excerpts from the speech yesterday by the new Speaker of the House, Representative Newt Gingrich of Georgia, on the opening day of the 104th Congress, as transcribed by The New York Times:    This may seem particularly appropriate to say on the first day because this will be the busiest day on opening day in Congressional history. I want to read just a part of the \"Contract With America,\" not as a partisan act but to remind all of us of what we're about to go through and why.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"1895: Steamer Aground : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-1895-steamer-aground-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A despatch from Dover states that yesterday afternoon [Jan. 4] news had been received there that the large Channel steamer Empress, which runs with mails and passengers between Dover and Calais, was ashore off the latter place, and is now lying i","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/05/style/chronicle-763195.html","abstract":"  \"The Mikado\" may be a staple of the Gilbert and Sullivan repertory, but STEVE ALLEN is not a name that jumps to mind in connection with that familiar operetta.    So it may be something of a surprise to learn that Mr. Allen, the comedian and creator of the \"Tonight\" show, opens tonight in the title role. He signed on for 10 performances in the New York Gilbert and Sullivan Players production at Symphony Space on the Upper West Side.","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Brothers Poles Apart, Yet Close, Even Orbiting","web_url":"https://www.nytimes.com/1995/01/05/books/books-of-the-times-brothers-poles-apart-yet-close-even-orbiting.html","abstract":"  GENTLEMAN SPY The Life of Allen Dulles By Peter Grose Illustrated. 641 pages. A Richard Todd Book/Houghton Mifflin. $30.","thumbnail":null,"section":"Books"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-614295.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"On Casting First Stones : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-on-casting-first-stones-letters-to-the-editor.html","abstract":"To put Alan Cowell's article (\"War on Kurds Strains Turks' Ties to Allies,\" Nov. 18) into the right perspective, one should recall two stories that appeared in your pages earlier. One was about a draft order awaiting the signature of President","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"New Law Requires Insurers To Pay for Health Testing","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-law-requires-insurers-to-pay-for-health-testing.html","abstract":"  When someone offers wishes for a healthy New Year, take note. Good health now has the official seal of approval in New Jersey.   Under a new law that took effect on Sunday, insurers must offer coverage for a battery of tests that, with the development of a healthful way of life, could improve the well-being of state residents and reduce the long-term cost of health care.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Quick Indignation After CBS Interview","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-speaker-s-mother-quick-indignation-after-cbs-interview.html","abstract":"  The new House Speaker, Newt Gingrich, today started his day gnashing his teeth and condemning the news media because of a television interview with his mother.   In an interview to be broadcast Thursday on the CBS News television program \"Eye to Eye With Connie Chung,\" Mr. Gingrich's mother, Kathleen Gingrich, said her son once called Hillary Rodham Clinton \"a bitch.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"A Formula for a Whole New Sound","web_url":"https://www.nytimes.com/1995/01/05/arts/jazz-review-a-formula-for-a-whole-new-sound.html","abstract":"  The development of a new, worthwhile group sound in jazz is a rare thing, given the music's fealty to its classic triumvirate of piano, bass and drums. But the drummer Leon Parker has done it. In constructing his band, he has kept the bass, thrown out the piano and added a percussionist. And he has written music, or radically reinterpreted standards, in a way that makes all the instruments, including the bass and two horns, work percussively and independently.   On Tuesday night at Iridium (44 West 63d Street, Manhattan), where he and his group will be through Saturday night, it was also clear that Mr. Parker wasn't just using instrumentation or written bass lines to dictate the sound. He was after dynamics, and on tune after tune the music ballooned and shrank, creeping in at times on little cat feet, then suddenly erupting. Mr. Parker, who recently released his first album, \"Above and Below\" (Epicure), thinks dramatically.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/05/sports/transactions-368295.html","abstract":"  Auto Racing   INDY RACING LEAGUE -- Announced the resignation of Jerry Hauer, commissioner. Named Jack Long executive director. Baseball  American League  BOSTON RED SOX -- Named Jim Rowe trainer. Announced the resignation of Rico Petrocelli, hitting and infield instructor, of Trenton of the Eastern League. National League  PHILADELPHIA PHILLIES -- Re-signed Larry Bowa, Denis Menke, Johnny Podres, Mel Roberts, Mike Ryan and John Vukovich, coaches, to one-year contracts. Named Sonny Bowers midwestern scouting supervisor, effective Jan. 1. Japan League  TOKYO YOMIURI GIANTS -- Agreed to terms with Shane Mack, outfielder, on a two-year contract. Basketball  National Basketball Association  CHICAGO BULLS -- Activated Luc Longley, center, from the injured list. Placed Larry Krystkowiak, forward, on the injured list.   PHILADELPHIA 76ERS -- Suspended B.J. Tyler, guard, for one game for violation of team policy. Waived Jaren Jackson, guard. Signed Jeff Grayer, guard. Football  National Football League  CAROLINA PANTHERS -- Named Jim McNally offensive line coach and Richard Williamson receivers coach. Hockey  East Coast Hockey League  NASHVILLE KNIGHTS -- Acquired Chad Seibel, defenseman, from the Greensboro Monarchs for Brandon Coates, forward, and Derby Bognar, defenseman. Soccer  Major League Soccer  MLS -- Signed Tab Ramos, midfielder, and loaned him to Tigres of the Mexican First Division for the remainder of the 1994-95 season. College   BROCKPORT STATE -- Named Anne Fowler women's lacrosse coach.   CANISIUS -- Named Chuck Williams football coach.   EASTERN MICHIGAN -- Named Rick Rasnick football coach.   GEORGIA TECH -- Named Pat Watson offensive coordinator.   ILLINOIS -- Named Chris Cosh assistant head coach.   LOUISIANA STATE -- Named Morris Watts offensive coordinator.   TEXAS TECH -- Promoted Larry Hoefer, part-time football coach, to full-time outside linebackers coach.  ","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Man at Yeltsin's Side: Some Russians See a Sinister Role","web_url":"https://www.nytimes.com/1995/01/05/world/the-man-at-yeltsin-s-side-some-russians-see-a-sinister-role.html","abstract":"  Though increasingly isolated, life at the top for Boris N. Yeltsin may not be all that lonely. The Russian President has rid himself of scores of advisers and confidants over the last few years, but he still has at least one man always at his side: the chief of presidential security, Aleksandr A. Korzhakov, a former K.G.B. major who has been his bodyguard since 1985.    Tennis partner, drinking companion, political hatchet man, Mr. Korzhakov, 44, is increasingly perceived by some Russians to have the kind of access and bent for power that characterized the role of Rasputin, the zealous monk who haunted the court of the last Czar.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Quayle Is Resting Well After an Appendectomy","web_url":"https://www.nytimes.com/1995/01/05/us/quayle-is-resting-well-after-an-appendectomy.html","abstract":"  Former Vice President Dan Quayle underwent an elective appendectomy yesterday at a hospital in Indianapolis and was resting comfortably, cracking jokes and asking for a hamburger shortly after the procedure, his office said.   The appendix was removed in a minimally invasive procedure in which tubes with a tiny camera and surgical instruments are threaded into the abdomen.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Iran May Be Able to Build an Atomic Bomb in 5 Years, U.S. and Israeli Officials Fear","web_url":"https://www.nytimes.com/1995/01/05/world/iran-may-be-able-build-atomic-bomb-5-years-us-israeli-officials-fear.html","abstract":"  Iran is much closer to producing nuclear weapons than previously thought, and could be less than five years away from having an atomic bomb, several senior American and Israeli officials say.   \"The date by which Iran will have nuclear weapons is no longer 10 years from now,\" a senior official said recently, referring to previous estimates. \"If the Iranians maintain this intensive effort to get everything they need, they could have all their components in two years. Then it will be just a matter of technology and research. If Iran is not interrupted in this program by some foreign power, it will have the device in more or less five years.\"","thumbnail":null,"section":"World"},{"date":"19950105","headline":"FOOTBALL;\nGame Plan: Get Marino Out of His Shell","web_url":"https://www.nytimes.com/1995/01/05/sports/football-game-plan-get-marino-out-of-his-shell.html","abstract":"Shawn Lee struggled to fit his rain parka over his shoulder pads. He said it made him look as if he were going into battle rather than practicing on the San Diego Chargers' muddy field.\n\n\"Interior linemen get all the pressure,\" said Lee, a defensive tackle. \"We're kind of like the Marines. We go in first and everyone follows afterward.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Far From Capitol's Din, A Hero at Clinton School","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-the-president-far-from-capitol-s-din-a-hero-at-clinton-school.html","abstract":"  The library is named for his wife. The recreation room is named for his mother. But the whole shebang is named for him, and if President Clinton was not the tallest timber in Washington today, he was a proud bastion of beige concrete block and shiny new linoleum at the William Jefferson Clinton Elementary Magnet School.   As the new Newtonian era dawned in Washington, Mr. Clinton was out among the people who helped him get there in the first place as he dedicated the school in the suburban community of Sherwood this morning. In doing so, he once again styled himself as the determined outsider intent on grappling with the nation's problems, even in the face of a Republican Congress abuzz with big, bold notions.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"A Woman, Forever Changed by Gunfire, Will Not Give Up","web_url":"https://www.nytimes.com/1995/01/05/nyregion/the-neediest-cases-a-woman-forever-changed-by-gunfire-will-not-give-up.html","abstract":"  The month was September, and the girl was sitting on a relative's stoop, savoring the afternoon sun. Then came the gunfire, ripping through the summer calm and changing the texture of her life forever.   A stray bullet lodged in Sharon B.'s spine that day in 1988, paralyzing her legs. She was an unintended victim of violence, and to this day she is not sure why the shots were fired. At 16, Miss B. had to drop out of high school and spend a year in the hospital, relearning how to dress and bathe and trying to accept that she would never walk again.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Debt Official, Facing Inquiry, Quits City Post","web_url":"https://www.nytimes.com/1995/01/05/nyregion/debt-official-facing-inquiry-quits-city-post.html","abstract":"  City Comptroller Alan G. Hevesi's second-in-command resigned this week, as he faced an investigation into his purchase and financing of a West Side cooperative apartment.   Mr. Hevesi said that Michael W. Geffrard, who as First Deputy Comptroller supervised the issuance of city debt and management of the city's pension funds, handed in his resignation effective Jan. 2. Mr. Geffrard had previously served as the director of the Office of Public Finance under Mayor David N. Dinkins.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"PATAKI PROMISES A REDUCED BUDGET AND LOWER TAXES","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-overview-pataki-promises-reduced-budget-lower-taxes.html","abstract":"  Emphasizing his pledge to reduce the size of state government, Gov. George E. Pataki promised today in his first address to the Legislature to propose a budget for the coming year that would spend less than the state will spend this year.   In his 45-minute State of the State address, Mr. Pataki, the first Republican Governor in 20 years, also rededicated himself to cutting state income taxes by 25 percent over four years. And he announced that he would sign an executive order declaring a moratorium on new state regulations, except those needed to protect public health and safety or to promote job creation.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Refunds in Payments For City Employees","web_url":"https://www.nytimes.com/1995/01/05/nyregion/refunds-in-payments-for-city-employees.html","abstract":"  Nearly $500 million will be refunded to New York City and more than 110,000 part-time and temporary municipal employees for Social Security payments made from 1986 to 1991 that were not required, Social Security officials said yesterday.   The officials said that the first payments, totaling $22 million, would be made over the next few weeks to employees who worked in 1986 and that initial refunds would run from a few hundred to a thousand dollars each.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/05/nyregion/inside-730595.html","abstract":"  The Eye's Hidden Role   Researchers say the eye has a function independent of normal sight: registering light that regulates the body's internal clock. Page A21. Forced Prostitution Charged    Five people were charged with smuggling women from Thailand and forcing them to work as prostitutes in Chinatown. Page B1. Death in Police Custody    The New York Medical Examiner said asphyxiation caused a man's death in police custody. Page B1.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Library Postal Increase","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-library-postal-increase-583995.html","abstract":"  To the Editor:   The New Year's postal rise of about 10 percent has been accepted by most people I've seen interviewed on television news broadcasts.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Pushed to Tracks, Woman Is Killed by F Train","web_url":"https://www.nytimes.com/1995/01/05/nyregion/pushed-to-tracks-woman-is-killed-by-f-train.html","abstract":"  A man who escaped from a state psychiatric center on Christmas Eve pushed a 63-year-old woman to her death from a Manhattan subway platform yesterday as a train pulled in, the police said. The suspect walked away, laughing and babbling gibberish, before he was tackled by a computer technician who had watched the attack from an escalator.   The victim was Soon Sin of Bay Ridge, Brooklyn, a retired seamstress who had become an American citizen only a couple of months ago. She was dragged by the Queens-bound F train, even though officials said the horrified train operator had slammed on the brakes as he came into the station at 34th Street and the Avenue of the Americas.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Deep-Sixed Chemical Weapons","web_url":"https://www.nytimes.com/1995/01/05/style/IHT-deepsixed-chemical-weapons.html","abstract":"Western and Russian scientists will meet in Moscow next week to decide what to do about \"an impressive quantity\" of chemical munitions strewn on the floor of the Baltic and North seas..An estimated 300,000 tons of chemical agents, not countin","thumbnail":null,"section":"Style"},{"date":"19950105","headline":"Simpson Defense Drops DNA Challenge","web_url":"https://www.nytimes.com/1995/01/05/us/simpson-defense-drops-dna-challenge.html","abstract":"  Lawyers for O. J. Simpson dropped their challenge to the admissibility of crucial DNA evidence in the case today, substantially clearing the way for opening statements. And, Judge Lance A. Ito said today, those statements will be made before a sequestered jury.   Only a few evidentiary matters -- including whether the jury may hear about either Mr. Simpson's tumultuous relationship with his former wife, Nicole, or the racial attitudes of a Los Angeles police detective assigned to the case -- must now be resolved before testimony starts.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Man Is Sentenced In Student's Killing","web_url":"https://www.nytimes.com/1995/01/05/nyregion/man-is-sentenced-in-student-s-killing.html","abstract":"  Chandran Nathan, a Queens man whose obsession with a young woman led to the slaying of her fiance and to her suicide, was sentenced today to 37 1/2 years to life in prison.   \"This was one of the most despicable acts I've ever seen,\" said Judge Donald E. Belfi of Nassau County Court, who said he was imposing a sentence that would assure that Mr. Nathan \"never gets out of jail.\"","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Pay Athletes, Says Former N.C.A.A. Chief","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-college-athletics-pay-athletes-says-former-ncaa-chief.html","abstract":"  WALTER BYERS, reversing the view he held for most of his 36 years as head of the National Collegiate Athletic Association, says it is time to pay college athletes.   \"In light of the hypercommercialization of today's college athletics, dramatic changes are necessary to permit athletes to participate in the enormous proceeds,\" said Byers, who retired as N.C.A.A. executive director in 1987. \"College athletes don't need new rules. They need new freedoms.\"","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"COLLEGE BASKETBALL;\nN.C. State Upsets Tar Heels","web_url":"https://www.nytimes.com/1995/01/05/sports/college-basketball-nc-state-upsets-tar-heels.html","abstract":"A year ago, North Carolina had so many gifted players on its roster, the problem was finding enough playing time. This season the bench is so thin that when a starter was lost to injury for the Atlantic Coast Conference opener at North Carolina State tonight, Coach Dean Smith was forced to start a walk-on for the first time in 16 seasons.\n\nThe lack of depth led the nation's top-ranked team to rely heavily on zone defenses, making the Tar Heels vulnerable to good perimeter shooting. N.C. State, the A.C.C.'s best 3-point shooting team, responded appropriately, hitting 14 of 38 attempts from 3-point range en route to an 80-70 upset victory.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Ramos Signs With Major League Soccer","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-soccer-ramos-signs-with-major-league-soccer.html","abstract":"  TAB RAMOS, the United States midfielder who suffered a serious head injury during the World Cup last summer, yesterday became the first player to sign with Major League Soccer. The start of the league has been delayed until 1996, and Ramos, 28, will be loaned to Tigres of the Mexican first division for the rest of the 1994-95 season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/01/05/arts/the-pop-life-613495.html","abstract":"  The year just ended was a strong one for pop music, both in terms of the quality of releases and in sales. Critics found much to like, and so did the accountants. When all the numbers are added, the sales total for pop music in 1994 is expected to be nearly $11 billion, the highest ever. The three best selling albums were \"The Lion King\" soundtrack, \"The Sign\" by Ace of Base and \"II\" by Boyz II Men.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Gingrich Takes Capital by Storm With Eye on History","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-speaker-s-day-gingrich-takes-capital-storm-with-eye-history.html","abstract":"  Newt Gingrich took the Capital by storm today like many of the generals he has studied -- before dawn, with a plan and with an eye on history.   As he achieved his longtime dream of becoming Speaker of the House, his method was also characteristically Newtonian -- expansive, buoyant, heavy on the symbolism and a bit disjointed.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Samaritan Is Solace of Victim's Family","web_url":"https://www.nytimes.com/1995/01/05/nyregion/samaritan-is-solace-of-victim-s-family.html","abstract":"  Hours after she died beneath the wheels of a subway train, the family of Soon Sin found comfort in two things: She had spent her last morning doing what she loved, and a total stranger had risked his life to catch the man accused of killing her.   Consoling himself in the knowledge that his mother was on her way to do volunteer work at the Korean senior citizens' center in Queens, her son David Shin said she spent her time helping people.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Jersey City Man Held in Slaying Of Wife in Presence of Children","web_url":"https://www.nytimes.com/1995/01/05/nyregion/jersey-city-man-held-in-slaying-of-wife-in-presence-of-children.html","abstract":"  An estranged husband who had been ordered by a court not to contact his wife has been charged with murdering her in the presence of her four young children.   The man, Jacobo Martinez, had a court date here Tuesday with his wife, Joanne. A family court judge had granted Mrs. Martinez the temporary restraining order in December, and a ruling was due on whether to forbid Mr. Martinez from contacting his wife indefinitely.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"More Juniors Declare Draft Eligibility","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-college-football-more-juniors-declare-draft-eligibility.html","abstract":"  Scratch quarterback JOHN WALSH from the 1995 Brigham Young lineup and mark him as a National Football League hopeful. With a week to go before the Jan. 11 deadline for underclassmen to declare their professional eligibility, Walsh, who passed for 4,166 yards and 33 touchdowns in leading B.Y.U. to a 10-3 record as a junior this past season, declared himself eligible yesterday for the N.F.L.'s April draft. Walsh will be one of three highly regarded quarterbacks in the draft, along with Alcorn State's STEVE McNAIR and KERRY COLLINS of Penn State, both seniors.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Speaking for House Speaker And Enjoying the Trappings","web_url":"https://www.nytimes.com/1995/01/05/us/104th-congress-capitol-hill-notebook-speaking-for-house-speaker-enjoying.html","abstract":"  Tony Blankley, Newt Gingrich's sybaritic spokesman, was sitting in his new office in the Capitol, enjoying the view from the top.   His wine glasses, champagne glasses and brandy glasses were on a shelf of the bookcase. His Winstons were on his desk. \"And soon,\" promised this loyal soldier in the Republican revolution of austerity, \"I'll be getting a cappuccino maker in here.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Torvaianica Journal; Sunny Italy Turns a Scowling Face to Immigrants","web_url":"https://www.nytimes.com/1995/01/05/world/torvaianica-journal-sunny-italy-turns-a-scowling-face-to-immigrants.html","abstract":"  In this seaside town, battened down for the winter, the sudden notoriety is not terribly comfortable. But Torvaianica, population 7,000, has endured it ever since a 15-year old girl was struck and killed by a car carrying four drunken Moroccans a week ago.   The police in this Tyrrhenian port south of Rome said it appeared that the girl, Sara Folino, was hit accidentally. But on Dec. 28, the morning after the accident, a Moroccan was attacked by an Italian with a knife at a bus stop along Viale Danimarca. Later that day four Italians pulled a Moroccan from his motorbike and beat him up. Then on New Year's Day, a Moroccan in nearby Tor San Lorenzo was wounded by gunfire from a passing car, and an Indian man was stabbed with a knife.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"The Gingrich Paradox","web_url":"https://www.nytimes.com/1995/01/05/opinion/the-gingrich-paradox.html","abstract":"  There is no way of telling yet whether Newt Gingrich's inaugural speech to the House of Representatives yesterday was a genuine expression of born-again statesmanship or a brilliant tactical exercise. One hopes the former is true, that his gracious speech was not merely a masterly effort to make his \"Contract With America\" more palatable, but the emergence of a politician larger and more generous than his agenda. In any case, it was a surprising and startlingly effective performance -- animated, anecdotal, humane. It also left little doubt that, at least for the moment, Newt Gingrich is America's pivotal political figure, Bill Clinton and Bob Dole included.   Nor is there any telling how long the Speaker's magnanimity will last. It certainly was not in evidence during the snarly press conference that preceded his swearing-in. But once he took the gavel, he could hardly have done a better job of portraying his avowedly partisan \"Contract With America\" as an inclusive and non-threatening document that even his opponents could embrace without fear. Nor could he have been more energetic in his efforts -- we are \"commoners together,\" he said of the House -- to invite his critics' help.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"The Times Appoints Sunday Theater Critic","web_url":"https://www.nytimes.com/1995/01/05/arts/the-times-appoints-sunday-theater-critic.html","abstract":"  The appointment of Margo Jefferson as the Sunday theater critic of The New York Times was announced yesterday by Joseph Lelyveld, the executive editor. Starting in February, she will succeed Vincent Canby, who was recently appointed the chief daily theater critic.   Ms. Jefferson, 47, has been a book critic of The Times since July 1993. For two years before that she was a lecturer and teacher in literature and writing, including performing arts criticism, at Columbia University.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Human Eye Found Doing Second Job","web_url":"https://www.nytimes.com/1995/01/05/us/human-eye-found-doing-second-job.html","abstract":"  Boston researchers have demonstrated for the first time that the human eye has two functions, one of which is independent of its ability to see.   Just as the human ear controls both hearing and balance, the eye, these researchers showed, not only permits conscious vision but also independently registers light impulses that regulate the body's internal daily clock. Even people who are totally blind and have no perception of light can have normal hormonal responses to bright light, the researchers found.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/05/sports/results-plus-237695.html","abstract":"  PRO BASKETBALL Payton Is Perfect as Sonics Stop the Cavs    Gary Payton turned in the most accurate shooting performance in Seattle team history last night, going 14 of 14 from the floor, as the visiting SuperSonics stopped Cleveland's 11-game winning streak by beating the Cavaliers, 116-85. Payton scored 32 points and beat Lonnie Shelton's team record of 13 shots without a miss set in 1979 against Cleveland. Wilt Chamberlain holds the National Basketball Association record of 18 for 18 for Philadelphia against Baltimore in 1967. Cleveland's winning streak had tied a team record. (AP) Hornets 118, Trail Blazers 106: Scott Burrell made 4 of Charlotte's 6 3-pointers in the third quarter as the Hornets pulled away and beat Portland. It was the Hornets' first home victory ever against Portland, which was the last N.B.A. team to have won all its games at Charlotte Coliseum. Alonzo Mourning led Charlotte with 28 points. (AP) Pacers 94, Bullets 90: Reggie Miller scored 17 of his 20 points in the first half as Indiana defeated Washington for its 10th consecutive victory at home. Indiana, which led by as many as 20 in the third quarter, survived a fourth-quarter rally by the Bullets, who pulled within 3, 93-90, on a jumper by Calbert Cheaney with 2:03 remaining. (AP) Celtics 117, Heat 113: David Wesley's 3-pointer with 15 seconds left in overtime put Boston ahead for good as the Celtics finished with a 12-1 run and beat Miami. Miami got the first 7 points of overtime to take a 112-105 lead before Wesley started the rally with a free throw. (AP)  (AP) Suns 127, 76ers 122: Charles Barkley scored 14 of his 35 points in the final 8 minutes, helping Phoenix avoid a second straight home loss. Barkley also had 6 of his 14 rebounds in the final period, and one of his biggest plays was a burst past Clarence Weatherspoon to intercept a pass by Scott Williams with 58 seconds left. Twenty seconds later, Barkley hit a 10-footer in the lane for a 123-120 lead, the Suns' biggest since the second quarter. Weatherspoon scored 31 points for the Sixers, who dropped their third straight. (AP) Bulls 86, Nuggets 80: B. J. Armstrong scored the game's final 6 points, including a tie-breaking jumper with 1:46 to play, as Chicago squandered a 21-point lead but still defeated visiting Denver. Scottie Pippen scored 21 points, Toni Kukoc 20 and Armstrong 18 for the Bulls, who have their first three-game winning streak of the season. All three victories have come since Kukoc joined Pippen in Chicago's starting frontcourt. (AP) WOMEN'S BASKETBALL Seton Hall Is Upset by Boston College  Toya Squair scored 14 points and Teri McCormick chipped in 6 and pulled down a career-high 10 rebounds as Boston College, playing at home, upset 20th-ranked Seton Hall, 53-49, in a Big East game. The loss snaps a 10-game winning streak for the Pirates. Boston College (4-7 over all, 1-2 Big East) shot 51.3 percent from the field while holding Seton Hall (11-2, 2-1) to just 32.8 percent. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Faction of 4 Swings Vote On Sex Issue","web_url":"https://www.nytimes.com/1995/01/05/nyregion/faction-of-4-swings-vote-on-sex-issue.html","abstract":"  A familiar majority that set a more conservative course for the New York City Board of Education re-emerged yesterday when the board voted 4 to 3 to give parents a greater role in teaching AIDS topics, including an explanation of different types of sexual intercourse.   An argument over whether the board was allowing itself to be controlled by conservative factions broke out when a member, Dr. Irene H. Impellizzeri, proposed adding six sentences to a 224-page draft of the junior high school AIDS curriculum, which is not to be formally voted on for adoption for another two weeks.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/05/nyregion/no-headline-726795.html","abstract":"  \"We will roll back Federal programs, laws and regulations from A to Z -- from Amtrak to zoological studies.\" SENATOR BOB DOLE, the new majority leader.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Looking at Sexual and Racial Roles","web_url":"https://www.nytimes.com/1995/01/05/arts/dance-review-looking-at-sexual-and-racial-roles.html","abstract":"  The Altogether Different festival opened on Tuesday night at the Joyce Theater with a program that was certainly different and, even more, a puzzle. In \"S/He,\" Jane Comfort examines sexual and racial role-playing in a series of sketches, a procession of characters and situations that is set to music by Mio Morales and incorporating text by Ms. Comfort and excerpts from the Senate confirmation hearings of Supreme Court Justice Clarence Thomas.    In the witty opening number, a tiny, scruffy man played by Ms. Comfort and a towering, lushly endowed woman played by Andre Shoals lip-synch their way through a bit of rap banter that both espouses and shifts traditional sex roles. The closing number features a white, male Anita Hill, a white, female Clarence Thomas and a quartet of finger-popping black female Senators.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"The Graying of the Waterfront; Older Workers and Union Rules Hamper New York's Port","web_url":"https://www.nytimes.com/1995/01/05/nyregion/graying-waterfront-older-workers-union-rules-hamper-new-york-s-port.html","abstract":"  After 43 years of moving cargo across the docks of New York Harbor, first as a shipper's beast of burden and now as a heavy-equipment operator, Dominick Vacca is getting a bit creaky. He is still a proud longshoreman, but he can no longer do the more hazardous jobs. To make out the boss's commands, he needs to wear a hearing aid.    \"I'm kind of breaking down in my old age,\" Mr. Vacca, 61, said the other day at a terminal here. He is not the only one. A graying work force is a growing burden at the Port of New York and New Jersey, holding down productivity and hampering efforts to install new technology. The average age of longshoremen and shipping clerks, known as checkers, is more than 55. In the largest union local at the port, the average is nearly 59.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"City Hall Restoration Should Return Jefferson to Place of Honor","web_url":"https://www.nytimes.com/1995/01/05/opinion/l-city-hall-restoration-should-return-jefferson-to-place-of-honor-582095.html","abstract":"  To the Editor:   I hope that when Deputy Mayor John S. Dyson restores New York's City Hall (news article, Dec. 30) he will repair the patinated plaster statue of Thomas Jefferson by Pierre David D'Angers (now pushed to the side in the Council chambers). The statue deserves to be returned to the landing at the juncture of City Hall's two magnificent, curvilinear staircases. From there it would be seen from the Rotunda below, as originally intended.","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/05/nyregion/c-corrections-526095.html","abstract":"  The $25 and Under column in Weekend on Friday misstated the telephone number for the Candle Cafe, a vegetarian restaurant at 1307 Third Avenue, at 75th Street, in Manhattan. Its number is (212) 472-0970.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"If It's 3 A.M. Wednesday, This Must Be the State of the State Speech","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-reporter-s-notebook-if-it-s-3-am-wednesday-this-must-be.html","abstract":"  If Gov. George E. Pataki looked a little sleepy as he delivered his first message to the Legislature today, it was because his final preparation came, as staff members can attest, pretty late. Mr. Pataki arrived at the Assembly chamber around midnight to practice his delivery and refine the final language. He stayed until 3 A.M., having run through the speech twice.    He began writing the speech, which was worked over by several advisers and a speechwriter the Pataki camp would not identify, only after giving his inaugural speech, an aide said. He was tinkering with details until early this morning, officials said.  Scoring Points    \"He didn't call us any names,\" said Ronald Canestrari, a Democratic Assemblyman from Albany and Rensselaer, after Mr. Pataki's State of the State speech today. \"So we've had a significant improvement already.\"","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"'Heartless' Parisians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-heartless-parisians-letters-to-the-editor.html","abstract":"Regarding \"Madame Grès's Secret and Perplexing Death\" (Features, Dec. 15) by Suzy Menkes:.Why all the fuss? The accusation that Parisians can be heartlessly unconcerned spawned the cliché many of us have heard at French dinner parti","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"Subway Killing Suspect Escaped 4 Times in 1994","web_url":"https://www.nytimes.com/1995/01/05/nyregion/subway-killing-suspect-escaped-4-times-in-1994.html","abstract":"  Reuben Harris, the homeless man accused of pushing a woman under a subway train yesterday, had escaped from a state mental hospital on Wards Island four times since May, most recently on Christmas Eve, officials said.    The next day, he showed up for a Christmas celebration at his parents' tidy brick house on a quiet block in East New York, Brooklyn. He told his family then that he hoped to get a job delivering newspapers. \"We knew that was just a dream,\" one of his brothers said yesterday.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"The Brits' Folly","web_url":"https://www.nytimes.com/1995/01/05/sports/IHT-the-brits-folly.html","abstract":"Two men on holiday in the Caribbean decide it is time to come in from the sun. Their attention for the next couple of hours is on the television channel tuned to a far off station. And as they settled, glasses fully charged, Alan Sugar and David Dein mig","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"'Hey, Hey, LBJ...' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/05/opinion/IHT-hey-hey-lbj-letters-to-the-editor.html","abstract":"Regarding \"End of the Parties as You've Known Them\" (Opinion, Dec. 27) by William Pfaff:.The usually impeccable Mr. Pfaff misquoted the Johnson-era antiwar protesters. They did not chant, \"How many kids did you kill today, LBJ?\" but","thumbnail":null,"section":"Opinion"},{"date":"19950105","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/05/nyregion/news-summary-690295.html","abstract":"  International A3-13  YELTSIN ORDERS HALT IN BOMBING  Under mounting criticism for Russia's offensive in the rebel region of Chechnya, President Yeltsin said he had ordered a halt to the bombing of the rebel capital. A1  EAST EUROPEANS WARY OF RUSSIA  In Eastern Europe, the fighting in southern Russia has set off nervous reactions. In some capitals, the apprehension has been expressed by long silences, prompted by concerns of offending Moscow. A9","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"German Court to Hear Appeal by Seles","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-people-tennis-german-court-to-hear-appeal-by-seles.html","abstract":"  A German court will hear an appeal by MONICA SELES and prosecutors against a suspended sentence given to the man who stabbed her during a tennis match and curtailed her career, court officials in Hamburg said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"After an Assault, Questions on School's Duty","web_url":"https://www.nytimes.com/1995/01/05/us/after-an-assault-questions-on-school-s-duty.html","abstract":"  A Chicago public school classroom was apparently the scene of a disturbing assault last winter that raises questions about the duty of teachers and schools to protect students during school hours.   According to a complaint filed by lawyers for a 9-year-old girl, a 12-year-old boy forced the girl to crouch under a desk during class and perform oral sex while the substitute teacher sat a few feet away.","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Article 949995 -- No Title","web_url":"https://www.nytimes.com/1995/01/05/nyregion/article-949995-no-title.html","abstract":"  In a sign of New York City's deepening fiscal difficulty, Mayor Rudolph W. Giuliani said yesterday that there would be a shortfall in tax revenues for the fourth quarter of 1994. Although the Mayor said it was too soon to determine the amount, administration officials said the shortfall would be at least $200 million and would certainly lead to even more budget cuts.    That shortfall comes on top of a budget gap that administration officials have already estimated at between $200 million and $500 million for the fiscal year that ends in June. And it comes after the administration took the unusual step of imposing nearly $800 million in spending cuts by impounding funds to keep its $31.6 billion budget in balance.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"North America to See Casals Festival Concert","web_url":"https://www.nytimes.com/1995/01/05/arts/television-review-north-america-to-see-casals-festival-concert.html","abstract":"  Just in time for tourist season, the Arts & Entertainment Network's \"Stage\" series presents the \"38th Annual Pablo Casals Festival\" tonight in what is being billed as the first North American concert telecast of this prestigious event in Puerto Rico. The Puerto Rican tourist agency could hardly ask for more.   The legendary Pablo Casals -- cellist, composer and conductor -- established the Festival Casals in 1956. Raised in Catalonia, not far from Barcelona, he had fled Franco's Spain in the 1930's and become an ardent opponent of fascism. His ties to Puerto Rico were through his mother, who was born there. The festival's first concert was held on April 22, 1957. Casals performed a cello solo by Bach; his guest, the pianist Rudolf Serkin, offered Mozart and Schubert selections.","thumbnail":null,"section":"Arts"},{"date":"19950105","headline":"Sports of The Times; 'Three-peat' Lore Haunts The Cowboys","web_url":"https://www.nytimes.com/1995/01/05/sports/sports-of-the-times-three-peat-lore-haunts-the-cowboys.html","abstract":"  IT has usually been injuries or the aging of the best players, if not both. Sometimes the other team makes a big play. Once the coach was no longer on the sideline.   For one or more of those reasons, not one of the five previous back-to-back Super Bowl champions has ever even advanced to a third consecutive Super Bowl, much less accomplished a \"three-peat.\" And now, as the Dallas Cowboys try to do what no other National Football League team has, two of those reasons haunt them.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"'A New Era': Excerpts From the State of the State","web_url":"https://www.nytimes.com/1995/01/05/nyregion/new-york-s-new-governor-a-new-era-excerpts-from-the-state-of-the-state.html","abstract":"  Following are excepts from Gov. George E. Pataki's State of the State message yesterday, as recorded by The New York Times.                    . . .         The agenda of reform and renewal that I will put forward is specific and extensive. It sets out clear priorities but let me also say it's not meant as a list of everything that we will try to accomplish together in 1995. I know there is much to do; that each and every lawmaker here has ideas worthy of attention by this Legislature and by this administration.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"True Believers Rejoice in Babylon","web_url":"https://www.nytimes.com/1995/01/05/us/the-104th-congress-talk-radio-true-believers-rejoice-in-babylon.html","abstract":"  Armstrong Williams leaned into the microphone, crooned a few bars of \"Happy Days Are Here Again\" and then cut loose at the top of his lungs.    \"If there's one American in this country who is happy today, it is me!\" shouted Mr. Williams, a radio talk-show host here. \"I've waited 35 years for this day. Some of you have waited a lifetime. You never thought you would see the day that the Republicans would take over.\"","thumbnail":null,"section":"U.S."},{"date":"19950105","headline":"Ice Bowl, the Catch and a Generation Gap","web_url":"https://www.nytimes.com/1995/01/05/sports/football-ice-bowl-the-catch-and-a-generation-gap.html","abstract":"  Fritz Shurmur, the second-oldest assistant coach in the National Football League, likes to tell his youthful Packers about their rich history.   So this week he has ended film clips of their practices with the classic Ice Bowl game of 1967: Bart Starr's beating the Cowboys with 13 seconds left on a 1-yard run, taking the N.F.L. championship and going on to Super Bowl II.","thumbnail":null,"section":"Sports"},{"date":"19950105","headline":"Dole Offers Foreign Policy Initiatives","web_url":"https://www.nytimes.com/1995/01/05/world/dole-offers-foreign-policy-initiatives.html","abstract":"  Bob Dole took up his role as Senate majority leader today with a two-pronged attack on the Administration's foreign policy, introducing legislation to stop observing the arms embargo against Bosnia and to give Congress more control over the scope and financing of United Nations peacekeeping.   The move represented the first foreign policy confrontation between the new Republican majority in Congress and the Administration. And it underscored the intention of the Republican-dominated Congress in general -- and Mr. Dole in particular -- to put the Administration on the defensive and try to wrest control of at least part of the foreign policy agenda from the Democrats.","thumbnail":null,"section":"World"},{"date":"19950105","headline":"Asphyxiation Killed Man In Custody","web_url":"https://www.nytimes.com/1995/01/05/nyregion/asphyxiation-killed-man-in-custody.html","abstract":"  The New York City Medical Examiner's office ruled yesterday that the death of a 29-year-old Florida man who died in police custody on Dec. 22 was caused by asphyxiation \"due to compression of his neck and chest\" as well as acute asthma.   A lawyer for the family of the victim, Anthony Baez, 29, said the medical examiner's finding supported the family's contention that Mr. Baez died as the result of being choked by the police.","thumbnail":null,"section":"New York"},{"date":"19950105","headline":"Fans Don't Tire of Long Bowl Games","web_url":"https://www.nytimes.com/1995/01/05/sports/football-fans-don-t-tire-of-long-bowl-games.html","abstract":"  If college football games were any longer, they would be mini-series. Bowl games, for Osborne's sake, last long enough to roast a 12-pound turkey.   \"Everything lasts longer now,\" said ESPN's Beano Cook. \"College games used to be three hours. The only thing that doesn't last as long is marriage.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950105","time":"1995-01-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":13},{"date":"19950105","time":"1995-01-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":68,"wspd":14.8},{"date":"19950105","time":"1995-01-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":66,"wspd":14.8},{"date":"19950105","time":"1995-01-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":14.8},{"date":"19950105","time":"1995-01-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":68,"wspd":13},{"date":"19950105","time":"1995-01-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":74,"wspd":14.8},{"date":"19950105","time":"1995-01-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":78,"wspd":16.6},{"date":"19950105","time":"1995-01-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":76,"wspd":16.6},{"date":"19950105","time":"1995-01-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":79,"wspd":18.4},{"date":"19950105","time":"1995-01-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":77,"wspd":20.5},{"date":"19950105","time":"1995-01-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":82,"wspd":16.6},{"date":"19950105","time":"1995-01-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":84,"wspd":18.4},{"date":"19950105","time":"1995-01-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":84,"wspd":11.2},{"date":"19950105","time":"1995-01-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":84,"wspd":14.8},{"date":"19950105","time":"1995-01-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":87,"wspd":18.4},{"date":"19950105","time":"1995-01-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":84,"wspd":18.4},{"date":"19950105","time":"1995-01-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":91,"wspd":16.6},{"date":"19950105","time":"1995-01-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":92,"wspd":13},{"date":"19950105","time":"1995-01-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":87,"wspd":13},{"date":"19950105","time":"1995-01-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":91,"wspd":13},{"date":"19950105","time":"1995-01-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":87,"wspd":11.2},{"date":"19950105","time":"1995-01-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":89,"wspd":11.2},{"date":"19950105","time":"1995-01-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":91,"wspd":3.6},{"date":"19950105","time":"1995-01-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":92,"wspd":5.4},{"date":"19950105","time":"1995-01-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":32,"wspd":27.7},{"date":"19950105","time":"1995-01-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":34,"wspd":25.9},{"date":"19950105","time":"1995-01-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":41,"wspd":25.9},{"date":"19950105","time":"1995-01-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":45,"wspd":31.7},{"date":"19950105","time":"1995-01-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":25.9},{"date":"19950105","time":"1995-01-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":39,"wspd":24.1},{"date":"19950105","time":"1995-01-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":37,"wspd":25.9},{"date":"19950105","time":"1995-01-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":40,"wspd":25.9},{"date":"19950105","time":"1995-01-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":42,"wspd":27.7},{"date":"19950105","time":"1995-01-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":44,"wspd":22.3},{"date":"19950105","time":"1995-01-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":46,"wspd":20.5},{"date":"19950105","time":"1995-01-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":20.5},{"date":"19950105","time":"1995-01-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":25.9},{"date":"19950105","time":"1995-01-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":20.5},{"date":"19950105","time":"1995-01-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":44,"wspd":24.1},{"date":"19950105","time":"1995-01-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":43,"wspd":24.1},{"date":"19950105","time":"1995-01-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":39,"wspd":25.9},{"date":"19950105","time":"1995-01-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":36,"wspd":24.1},{"date":"19950105","time":"1995-01-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":33,"wspd":22.3},{"date":"19950105","time":"1995-01-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":30,"wspd":22.3},{"date":"19950105","time":"1995-01-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":30,"wspd":25.9},{"date":"19950105","time":"1995-01-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":29,"wspd":24.1},{"date":"19950105","time":"1995-01-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":24.1},{"date":"19950105","time":"1995-01-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":20.5}]},"19950106":{"guardian_articles":[{"date":"19950106","headline":"Spark of life brightens England's darkness","web_url":"https://www.theguardian.com/sport/1995/jan/06/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19950106","headline":"With Guests Like These. . . .","web_url":"https://www.nytimes.com/1995/01/06/movies/film-review-with-guests-like-these.html","abstract":"Impostor fools lawyer and family. Inane.","thumbnail":null,"section":"Movies"},{"date":"19950106","headline":"Restaurants","web_url":"https://www.nytimes.com/1995/01/06/arts/restaurants-592395.html","abstract":"  The first time I ate dinner at Primavera, the bill was so high I called the waiter over. He looked concerned, then added it up. \"It is correct,\" he said. \"Perhaps you didn't realize that the specials were expensive.\"   \"How much were those plates of pasta with truffles?\" I asked. After all, I'm a professional eater. I know white truffles are expensive. Earlier in the week, I had paid $60 for a plate of white truffle pasta at Daniel. I expected Primavera's price would be about the same. No such luck.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Closing soon","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-closing-soon.html","abstract":"On Jan. 8: \"The Romantic Spirit in German Art 1790-1990.\" Hayward Gallery, London.. On Jan. 8: \"Macedonia: The Northern Greeks and the Era of Alexander the Great.\" Nationalmuseet, Copenhagen.. On Jan. 9: \"Gustave Caillebotte, 1848","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Budget Director Quits","web_url":"https://www.nytimes.com/1995/01/06/nyregion/budget-director-quits.html","abstract":"  Mayor Rudolph W. Giuliani's budget director resigned, forcing the Mayor to juggle his senior fiscal staff as the city faces mounting financial problems this fiscal year and a $2 billion deficit next year.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"N.H.L. Owners Say Proposal Doesn't Foster More Hope","web_url":"https://www.nytimes.com/1995/01/06/sports/hockey-nhl-owners-say-proposal-doesn-t-foster-more-hope.html","abstract":"  Heading toward another critical Board of Governors meeting in New York tomorrow, the owners and executives of the National Hockey League teams expressed pessimism about the latest collective bargaining proposal from the Players Association.   The teams will vote on the plan submitted by the union on Wednesday in what shapes up as a last-ditch effort to end the lockout that has delayed the start of the season since Oct. 1.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-781095.html","abstract":"  Viola Frey  'Plates 1968-1994'   Nancy Hoffman Gallery  429 West Broadway (near Prince Street)  SoHo  Through Jan. 11    Viola Frey's works here are distant cousins to the old-fashioned decorative plates that once hung in dining rooms: handpainted dishes depicting the trades of street vendors, the lives of Parisian coquettes or the monuments of Rome. But Ms. Frey's ceramic plates, 2 or 3 feet in diameter and a half-foot deep, approach the scale of tondo reliefs. If you put one in your dining room, its piled-up figures, garish colors and pitted surfaces would stop conversation.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/06/nyregion/inside-084095.html","abstract":"  Moynihan Cut From Panel   New York's Democratic Senator is being pushed off the Foreign Relations Committee so that a Republican will not lose his seat. Page A21. Clinic Suspect's Statement    In a rambling written statement, the suspect in shootings at three abortion clinics said he wanted to be executed if found guilty. Page A12.  Hitler Defaulted; Bonn Pays    Sixty years after Hitler defaulted on $210 million that American investors lent Germany, Bonn is moving to pay the last of the debt. Page D1. Jets Get New Coach, Again    The Jets' owner, Leon Hess, saying he wants to win now, dismissed Pete Carroll after one season and hired Rich Kotite to succeed him. Page B7.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Examining Gay Issues in Racial Settings","web_url":"https://www.nytimes.com/1995/01/06/movies/film-review-examining-gay-issues-in-racial-settings.html","abstract":"  \"The Darker Side of Black,\" Isaac Julien's terrifically smart and cool-headed study of Jamaican dancehall music, accomplishes more in 55 minutes than many documentaries do in twice that time. The film, which opens today at Cinema Village, focuses on issues brought up just over two years ago by the release of the dancehall rapper Buju Banton's record \"Boom Bye Bye,\" which advocated shooting homosexuals.    Then the Jamaican dancehall star Shabba Ranks gave an interview in which he supported the song's hateful language and declared that homosexuals deserved to be crucified. Under pressure, he later said that while homosexuality was wrong, he did not condone physical violence against anyone.","thumbnail":null,"section":"Movies"},{"date":"19950106","headline":"Richer Than You Feel","web_url":"https://www.nytimes.com/1995/01/06/opinion/richer-than-you-feel.html","abstract":"  Americans may feel battered by tough economic times, but by world standards they are doing just fine. The 400,000 residents of Luxembourg, says a survey by the World Bank, were the richest people on earth in 1993. Output per person, a rough proxy for income, averaged $29,510. Residents of the U.S. ranked second, averaging almost $25,000 each.    These figures take explicit account of price differences: a dollar of income in Luxembourg was calculated to buy approximately the same amount of goods and services as a dollar spent in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Also of Note","web_url":"https://www.nytimes.com/1995/01/06/arts/also-of-note.html","abstract":"  Critics' choices of some other Manhattan art shows: KOICHIRO KURITA, Witkin Gallery, 415 West Broadway (near Spring Street), SoHo. (Through Jan. 28.) Handsome if unexceptional black-and-white landscapes of Cape Cod, Canada, Scotland and elsewhere by a Japanese photographer who often finds a melancholy beauty in such subjects as a branch caught on the edge of a waterfall.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-779995.html","abstract":"  William Merritt Chase 'Master of American Impressionism'   Spanierman Gallery  45 East 58th Street  Manhattan  Through Jan. 31    If a teacher can be judged by his successful students, the American painter William Merritt Chase (1848-1916) was an amazing man. Charles Demuth, Marsden Hartley, Charles Sheeler, Georgia O'Keeffe, Edward Hopper and Guy Pene Du Bois profited from his tutelage, though they also departed from his example. They were the members of the 20th-century American vanguard. He was a purveyor of the domestic idylls of the Gilded Age.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Of Advances, Royalties And the Sales of Books","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-of-advances-royalties-and-the-sales-of-books-725095.html","abstract":"  To the Editor:   While I agree with William Safire's conclusion in \"Royalties in Office\" (column, Jan. 2), he was unclear in defining a publisher's advance on royalties.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Inside Art","web_url":"https://www.nytimes.com/1995/01/06/arts/inside-art.html","abstract":"  The Kimbell and Sotheby's    Even as the Kimbell Art Museum in Fort Worth has been adding to its small collection, it has also been pruning, slowly and steadily.   Over the last several years, it has sold -- publicly, at auction, but also privately -- pictures important enough to cause a stir among museum colleagues and dealers. And it hasn't gone un noticed that when the Kimbell sells at auction, Sotheby's in New York is invariably chosen.   Given the curiosity in of the art world, it is only natural that people have been wondering just what the museum is up to.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/06/nyregion/c-corrections-683095.html","abstract":"  An article yesterday about the Senate's first day under Republican control misstated the term of Senator Bob Dole's first period as majority leader. It was 1985 to 1987, not 1981-86.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Power to Protect Species May Hang on a Word","web_url":"https://www.nytimes.com/1995/01/06/us/power-to-protect-species-may-hang-on-a-word.html","abstract":"  When the Government declared the northern spotted owl a threatened species in 1990, it also said that saving the bird meant curtailing logging on tens of millions of acres of public and privately owned forest in the Pacific Northwest.   But as environmentalists celebrated this expansive use of the Endangered Species Act to protect a nearly extinct animal, the timber industry initiated a lawsuit intended to turn the Government's action into the single stroke that could strip the law of much of its power.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"The Killer and the Healers","web_url":"https://www.nytimes.com/1995/01/06/opinion/the-killer-and-the-healers.html","abstract":"Since Friday, I have been puzzled by one thing. I work at the Planned Parenthood clinic where Shannon Lowney was killed and Anjana Agrawal and two others were wounded by a gunman. Why do I still feel safe there? I've been back at the clinic almost every day; I find comfort there even though stains from my colleagues' blood are still faintly visible on the carpet.\n\nOf course, we are now protected by state troopers, a metal detector and other measures. For the moment, the protesters who besieged our clinic are gone. I no longer have to hurry past men clutching their disgusting posters and screaming, \"Murderer! Baby killer!\" I do not have to pretend to ignore the man who wears a wool hat all summer, follows me along the sidewalk and hisses: \"You think you are helping women. You're no different from Hitler.\"","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/06/nyregion/news-summary-074395.html","abstract":"  International A3-10  CRITICISM OF YELTSIN MOUNTS  Despite reports of a respite in the bombing of the separatist capital of Chechnya, President Yeltsin remains under attack at home and abroad for his offensive against the secessionist region. A1  U.S. OPENS RUSSIAN PEACE EFFORT  After weeks of calling the conflict in Chechnya an internal matter, the Administration is set to open an effort with Western Europeans to persuade Russia to accept a negotiated end to the crisis. A8","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Suspect in Abortion Attack Returns to Massachusetts","web_url":"https://www.nytimes.com/1995/01/06/us/suspect-in-abortion-attack-returns-to-massachusetts.html","abstract":"  Declaring in a rambling, six-page letter that he wants the death penalty if convicted, and will become a Roman Catholic priest if acquitted, John C. Salvi 3d was returned to Massachusetts by Federal marshals tonight to face charges in last week's fatal shootings at two abortion clinics in a Boston suburb.   Mr. Salvi, a 22-year-old would-be hairdresser from Hampton Beach, N.H., was flown here from Norfolk, Va., where he had been held in the city jail since his arrest on Saturday on suspicion of shooting into an abortion clinic in that city.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Democrats Bumping Moynihan From Foreign Relations Panel","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-committees-democrats-bumping-moynihan-foreign-relations-panel.html","abstract":"  Senator Daniel Patrick Moynihan, the New York Democrat who is a leading Congressional figure on international matters, has been asked to step down from the Senate Foreign Relations Committee to make room for junior Democrats left without leading committee assignments and for members of the new Republican majority.   The move was first reported in The Forward, the Jewish newspaper in New York City, which expressed concern that Mr. Moynihan, a longtime advocate of Israel, had been pushed aside with White House approval.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"So Far, the St. John's Freshmen Aren't Acting Their Age","web_url":"https://www.nytimes.com/1995/01/06/sports/basketball-so-far-the-st-john-s-freshmen-aren-t-acting-their-age.html","abstract":"  Although St. John's heralded freshman class provided much optimism coming into the 1994-95 season, the caution flags were waving nevertheless. Freshmen, no matter how talented, are still freshmen, prone to excitability and unpredictable mistakes.   But through the first nine games of the season and two Big East tests on the road, the Red Storm's freshman threesome of Felipe Lopez, Zendon Hamilton and Tarik Turner has provided more production and played with more poise than Coach Brian Mahoney could have hoped for.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"U.S. and Allies to Press Russia for Chechnya Peace Settlement; Kohl Cautions Yeltsin","web_url":"https://www.nytimes.com/1995/01/06/world/us-allies-press-russia-for-chechnya-peace-settlement-kohl-cautions-yeltsin.html","abstract":"  Under increasing pressure to take a stronger position against the Russian assault on the secessionist region of Chechnya, Chancellor Helmut Kohl of Germany said today that he had told President Boris N. Yeltsin that civilian casualties were too high.   But in a telephone call with the Russian President on Wednesday, Mr. Kohl said, he had emphasized that Germany still regarded the conflict as an internal Russian affair.  Mr. Kohl said in a statement issued by his office that he welcomed Mr. Yeltsin's order to cease bombing of Grozny, the Chechen capital.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"Panel on Labor to Urge Changes Aiding Unions and Employers","web_url":"https://www.nytimes.com/1995/01/06/us/panel-on-labor-to-urge-changes-aiding-unions-and-employers.html","abstract":"  A special commission formed to develop labor policy for the Clinton Administration will recommend that Congress change the nation's labor laws so workers can organize unions more easily and employers will have more freedom to enlist workers and managers in committees that deal with workplace issues.   The recommendations, disclosed in interviews with commission members, drew cautious responses, even from the Administration. A Labor Department spokeswoman said there would be no comment before the release of the report, which is scheduled for Monday. A.F.L.-C.I.O. officials also withheld formal comment, but union leaders privately expressed disappointment.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Republicans Defeat Lobbyist Gift Ban and a Move to Weaken the Filibuster","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-senate-republicans-defeat-lobbyist-gift-ban-move-weaken.html","abstract":"  With the House taking the day off after an opening session of more than 14 hours, Senate Republicans today moved to center stage in the task of making the 104th Congress a vehicle of change, pushing for a law that would require Congress to abide by workplace rules that it sets for private industry.   But as the Republicans kept the Senate in session past suppertime to work for their own proposed changes, they voted unanimously to kill a Democratic effort that would have made it easier to end filibusters. And they buried a Democratic move to forbid members of Congress to accept gifts from lobbyists.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"3 Jazz Musicians Win Endowment Awards","web_url":"https://www.nytimes.com/1995/01/06/arts/3-jazz-musicians-win-endowment-awards.html","abstract":"  The National Endowment for the Arts has awarded American Jazz Master fellowships to the bassist Ray Brown, the drummer Roy Haynes and the composer, band leader and pianist Horace Silver.   The awards, with each recipient receiving $20,000, have been given annually over the last 14 years to those who have made significant contributions to jazz music. Past recipients include Count Basie, Miles Davis, Ella Fitzgerald, Dizzy Gillespie, Jon Hendricks, Ahmad Jamal and Sarah Vaughan.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Mercedes Golf Postponed","web_url":"https://www.nytimes.com/1995/01/06/sports/mercedes-golf-postponed.html","abstract":"  The opening round of the Mercedes Championships was postponed today by a fierce storm that came in off the Pacific Ocean on Wednesday night, blowing down trees and inundating the golf course at the La Costa Resort and Spa with more than two inches of rain.   Lakes appeared overnight in the flooded ninth, 10th and 18th fairways. At the seventh and 11th holes a total of 18 trees were felled by winds that were clocked near 50 miles an hour. The tournament director, Mike Shea, deemed the course unplayable early today and said the 31 players in the field, all of them 1994 tournament winners, will play 36 holes on Friday.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Marbury Makes Choice: Ga. Tech","web_url":"https://www.nytimes.com/1995/01/06/sports/marbury-makes-choice-ga-tech.html","abstract":"  The Big East was the big winner last year in the sweepstakes for the top high school player in New York City, perhaps the country. Yesterday, Stephon Marbury chalked one up for the Atlantic Coast Conference.   In a mild surprise, Marbury gave his oral commitment to attend Georgia Tech instead of Syracuse, the Big East school that was his favorite as a child. The Lincoln High School star, who is rated as the top point guard prospect in the nation, said U.C.L.A. and Minnesota were also in the running.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"2 Chinese Are Banned","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-people-weight-lifting-2-chinese-are-banned.html","abstract":"  Two Chinese female champions have been disqualified for using banned substances during the world weight lifting championships in November, the International Weight Lifting Federation said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/06/nyregion/c-corrections-682295.html","abstract":"  An article yesterday about the opening day of the 104th Congress misidentified Representative Patrick Kennedy's home state in some editions. He is a Democrat of Rhode Island, not Massachusetts.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"'94 Grammy Nominations: Not Just the Familiar","web_url":"https://www.nytimes.com/1995/01/06/arts/94-grammy-nominations-not-just-the-familiar.html","abstract":"  The 37th annual Grammy Awards will be a battle between the old and the new. Some 435 nominees for the annual music awards, which will be given out in a ceremony on March 1 in Los Angeles, were announced yesterday by the National Academy of Recording Arts and Sciences in a news conference at the Hard Rock Cafe in Manhattan, and they include more young artists in top categories than in recent years.   In the competition for record of the year, an award given to a single, a new artist, Sheryl Crow (\"All I Wanna Do\"), is going up against old hands like Bruce Springsteen (\"Streets of Philadelphia\") and Bonnie Raitt (\"Love Sneakin' Up on You\"). For album of the year, the young gun Seal (\"Seal\") challenges Tony Bennett (\"MTV Unplugged\"), Eric Clapton (\"From the Cradle\") and the operatic juggernaut of Placido Domingo, Luciano Pavarotti and Jose Carreras (\"The Three Tenors in Concert '94\"). More dramatically, in the best spoken word or nonmusical album category, the punk-rock poet Henry Rollins must compete with the Bible (as read by Gregory Peck).","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Sports of The Times; The Day Hess Was 'The Boss'","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-of-the-times-the-day-hess-was-the-boss.html","abstract":"  THE richest moment of what forever will be remembered as Leon Hess Media Day came after someone asked Rich Kotite to reveal the length of his new deal. Kotite, who is now coach and de facto high chieftain of the New York Jets, stammered a bit and tried to do the right football organizational thing, which is to say, and we're paraphrasing, \"None of your business.\"   Suddenly, from the left side of the podium, came a creaky voice and the surest sign that, as of yesterday, and perhaps only for yesterday, it was no longer business-as-usual for the woebegone Jets.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Home Video","web_url":"https://www.nytimes.com/1995/01/06/arts/home-video-620295.html","abstract":"  The new year finds the video industry promoting advanced concepts and, as befits an industry whose new product is primarily used movies, stirring old ingredients.   Today, at the Winter Consumer Electronics Show in Las Vegas, Nev., for example, the alliance of Sony and Philips will demonstrate its compact digital video disk, or DVD. Carrying a full-length movie and selling for about $20, the DVD invites comparison with the audio CD introduced in the early 1980's.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"For Many Subway Riders, a Greater Feeling of Fear","web_url":"https://www.nytimes.com/1995/01/06/nyregion/for-many-subway-riders-a-greater-feeling-of-fear.html","abstract":"  First came a firebomb that injured more than 40 people two weeks ago. Then, on Wednesday, an escaped mental patient shoved a grandmother from a subway platform, killing her.   Despite the assurances of the Metropolitan Transit Authority's $1.7 million advertising campaign that the subways are safer and more pleasant, many riders yesterday said they had had more than enough.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"TRUCE ANNOUNCED BY G.O.P. LEADERS AND WHITE HOUSE","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-white-house-truce-announced-gop-leaders-white-house.html","abstract":"  President Clinton and the new Republican leaders of Congress, just two months ago the gray and blue commanders of an increasingly uncivil war in politics, emerged from a first meeting at the White House today to declare a firm truce in their two-year legislative conflict. At least, for now.   In an 80-minute talk in the Cabinet Room over coffee, Mr. Clinton, House Speaker Newt Gingrich and the Senate majority leader, Bob Dole, agreed to pursue what they later called a sincere search for compromise on virtually every plank of the Republican Congressional agenda.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"A Plausible Mexican Rescue Plan","web_url":"https://www.nytimes.com/1995/01/06/opinion/a-plausible-mexican-rescue-plan.html","abstract":"  President Ernesto Zedillo of Mexico, addressing shaken investors and anxious citizens, has proposed a coherent strategy to counter the plunging peso. The plan may not work as advertised; it could be improved. But it is probably good enough to return the economy, after a period of painful retrenchment, to prosperity.   Mexico has run large trade deficits that it has paid for with foreign loans. To keep loans flowing, Mexico offered investors high interest rates and a stable peso -- which Mexico sustained by buying excess pesos with dollars. When dollar reserves dwindled to alarming levels, Mexico was forced to let the peso float free. It plunged about 30 percent, driving up consumer prices overnight.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/06/style/chronicle-479095.html","abstract":"  On Tuesday, lines snaked out the doors of post offices around the country as customers stocked up on the new 32-cent stamps and the 3-cent makeup stamps. By Wednesday, vending machines in New York post offices began flashing \"Sold Out.\" And then there the matter of Marilyn Monroe.   Yesterday, the Postmaster General, MARVIN T. RUNYON, was at the Planet Hollywood theme restaurant, where he and ANNA STRASBERG, director of the Lee Strasberg Theater, unveiled the design for the new 32-cent Marilyn Monroe stamp, the first in a series honoring film legends.","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Falling For Primitives","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-falling-for-primitives-726895.html","abstract":"  To the Editor:   Your Jan. 3 review of PBS's \"Tribe That Time Forgot\" mentions barbaric practices and the thoroughgoing communism of the Amazon's Arara people. You then repeat without comment (but implied agreement) the message of the program: Arara existence is \"endangered\" by mining and industrialization.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/06/nyregion/no-headline-041795.html","abstract":"  \"God knows what she could've gotten my mother  to say.\" PRESIDENT CLINTON to Newt Gingrich, about Connie Chung.  [ A20:5. ]","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Landlords Don't Get a Fair Shake in New York's Housing Court; Legal Safety Net","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-landlords-don-t-get-a-fair-shake-in-new-york-s-housing-court-legal-safety-net-728495.html","abstract":"  To the Editor:   You did a superb job of capturing the chaos that is New York housing court (news article, Dec. 28).","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Husband and Wife Killed Outside Home In Maspeth, Queens","web_url":"https://www.nytimes.com/1995/01/06/nyregion/husband-and-wife-killed-outside-home-in-maspeth-queens.html","abstract":"  A husband and wife arriving home from work were shot to death Wednesday night, apparently by someone who confronted them outside the entrance to their apartment in Maspeth, Queens.   Tan Choon Heng, 30, and his wife, Ling Ying, 25, were slain in a rear yard of the two-story, two-family house at 44-22 65th Street in a middle-class neighborhood not far from the Queens-Midtown Expressway, the police said.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Discretion Ruled in the Paula Jones Case; Captain of Our Ship","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-discretion-ruled-in-the-paula-jones-case-captain-of-our-ship-723395.html","abstract":"  To the Editor:   \"Too Much Immunity in the Jones Case\" (editorial, Dec. 30), on Judge Susan Wright's ruling in the Paula Jones case on President Clinton's immunity while in office, considers pros and cons, yet ignores the most salient point: that any President can be held hostage by an unscrupulous opposition orchestrating false accusations of personal misconduct.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Cowboys Resent Written-Off Tags","web_url":"https://www.nytimes.com/1995/01/06/sports/pro-football-cowboys-resent-written-off-tags.html","abstract":"  The worst thing you can do to a sleeping giant is wake him up. And the Dallas Cowboys are wide awake.   Sleeping giant? Would anyone assume that a team that won the last two Super Bowls and finished with a 12-4 record this season was even yawning, let alone sleeping?","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Quick Movement on a Broad Variety of Issues Before the House and Senate","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-overview-quick-movement-broad-variety-issues-before-house-senate-716095.html","abstract":"  As the 104th Congress began its second day in office, attention shifted to committees considering the legislative agenda Republicans have set for their party. The new Speaker of the House, Newt Gingrich of Georgia, said he was determined to pass the legislation by mid-April.  The Speaker    House Speaker Newt Gingrich was the first and only witness to appear today before the House Ways and Means Committee as the panel, opened its discussion of the Republican \"Contract With America.\" One of his bolder ideas was offering tax credits to poor people who buy laptop computers.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"U.S. and Allies to Press Russia for Chechnya Peace Settlement","web_url":"https://www.nytimes.com/1995/01/06/world/us-and-allies-to-press-russia-for-chechnya-peace-settlement.html","abstract":"  After weeks of calling the conflict in Chechnya an internal matter for Russia to solve, the Clinton Administration is set to open a high-level effort with Western Europeans to persuade Russia to accept a peaceful end to the crisis.   Senior White House aides have drafted a letter for President Clinton's approval to be sent to President Boris N. Yeltsin that appeals to the Russian leader to stop inflicting civilian casualties in the breakaway republic. The letter asks Mr. Yeltsin to consider a proposal sent earlier in the week by the European Union to find a way to end the war, beginning with the involvement of the 53-nation Organization for Security and Cooperation in Europe.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"A Witty Debater Emerges as Point Man","web_url":"https://www.nytimes.com/1995/01/06/us/the-104th-congress-the-democrats-a-witty-debater-emerges-as-point-man.html","abstract":"  With a political style that frequently seems more suited to an opposition backbencher in the British Parliament, Representative Barney Frank, Democrat of Massachusetts, has earned a reputation during his 14 years in Congress as a sharp-tongued and quick-witted debater, an astute deal maker and one of the most colorful and quotable figures in the Congress.   Over the years, Mr. Frank's wit and sting have often rankled as many members of his own party as it has Republicans. But for Democrats still reeling from their crushing electoral defeat in November, Mr. Frank -- a 54-year-old unabashedly liberal, openly gay lawmaker with a lock on a seat from a safe district -- has emerged as a point man in the fight against the Republican majority.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Discretion Ruled in the Paula Jones Case","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-discretion-ruled-in-the-paula-jones-case-722595.html","abstract":"  To the Editor:   \"Too Much Immunity in the Jones Case\" (editorial, Dec. 30) misses the point of Judge Susan Wright's decision to postpone Paula Jones's sexual harassment trial until after Mr. Clinton has ceased to be President.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Safire as Scrooge : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-safire-as-scrooge-letters-to-the-editor.html","abstract":"Regarding \"The Marxist Notion of Class Shouldn't Rule in America\" (Opinion, Dec. 23) by William Safire:.Leave Marx out of it. Mr. Safire's notion of class system in America could be from Ebenezer Scrooge. Why shouldn't parents deduct their ch","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"A Nonuniversal Universe?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-a-nonuniversal-universe-letters-to-the-editor.html","abstract":"Regarding \"Confusion Over Big Bang Theory\" (Features, Nov. 3) by John Noble Wilford:.You have published some interesting articles about the discrepancy between old stars and a \"young\" universe. Is it conceivable that the Lord of Cre","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"J. Miller Leavy, 89; Prosecuted Celebrated Cases","web_url":"https://www.nytimes.com/1995/01/06/us/j-miller-leavy-89-prosecuted-celebrated-cases.html","abstract":"  J. Miller Leavy, who gained fame in 1957 as the first prosecutor to win a murder conviction based exclusively on circumstantial evidence, died on Sunday in Eagle Rock, Calif. He was 89 and lived in Toluca Lake, Calif.   The cause was complications resulting from Parkinson's disease, said his brother, Zadoc H. Leavy of Los Angeles.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"L.I.R.R.-Shooting Suspect Loses Bid for Jail Release","web_url":"https://www.nytimes.com/1995/01/06/nyregion/lirr-shooting-suspect-loses-bid-for-jail-release.html","abstract":"  Flanked by five lawyers, Colin Ferguson asked to be released from jail today to prepare his defense against charges that he killed six people on a Long Island Rail Road train a year ago.   Judge Donald E. Belfi of Nassau County Court quickly rejected the motion, but he approved a new team of legal advisers to help Mr. Ferguson, who is representing himself.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"The Successor to 'Einstein's Dreams'","web_url":"https://www.nytimes.com/1995/01/06/books/books-of-the-times-the-successor-to-einstein-s-dreams.html","abstract":"  GOOD BENITO   By Alan Lightman   215 pages. Pantheon Books. $21.    In his first novel, the best-selling \"Einstein's Dreams\" (1993), the physicist and writer Alan Lightman spun his love of science into a playful series of improvisations on the subject of time, creating an utterly delightful, Calvinoesque meditation on mankind's precarious, time-ridden existence. The interface between the hard, cold, logical world of physics and the fuzzy, unpredictable realm of human emotions is also the subject of Mr. Lightman's latest novel, \"Good Benito.\" This time, however, he has chosen to focus not on the philosophical implications of physics but on the soul of an individual physicist. The result is a novel that is considerably more conventional than \"Einstein's Dreams\" but also more moving and direct.","thumbnail":null,"section":"Books"},{"date":"19950106","headline":"South Pole Epic Ends in Apres-Ski Party","web_url":"https://www.nytimes.com/1995/01/06/world/south-pole-epic-ends-in-apres-ski-party.html","abstract":"  An epic polar adventure is to end here today as four Norwegian skiers break camp at the South Pole to head home after nearly two months of hardships reminiscent of the historic expeditions that first traversed this hostile continent.   One skier, Liv Arnesen, 40, a former Oslo schoolteacher, became the first woman ever to ski unaccompanied from the edge of the Antarctic continent to the South Pole. Three men also reached the Pole, along a different route. One of the men has no arms but uses a prosthetic right arm.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"New Net Knows All About Fresh Starts","web_url":"https://www.nytimes.com/1995/01/06/sports/basketball-new-net-knows-all-about-fresh-starts.html","abstract":"  The bulk of Orlando Arena wanted answers. The Magic fans wanted to know where he came from and, of supreme importance, why he kept raining down 3-pointers over the outstretched arms of Anfernee Hardaway in the second quarter.   This reserve Nets guard, maybe 6 feet 3 on his tippy toes, they had never heard of him.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Student Lauded by Pataki for Heroism Is Suing the State","web_url":"https://www.nytimes.com/1995/01/06/nyregion/student-lauded-by-pataki-for-heroism-is-suing-the-state.html","abstract":"  Just days after being proclaimed a hero in Gov. George E. Pataki's inaugural address, Jason McEnaney, the sophomore at the State University at Albany who was shot while breaking up a campus hostage drama, announced yesterday that he was suing the state.   Mr. McEnaney's lawyer, Neil T. Shayne, acknowledged at a news conference that \"being singled out by the Governor in a very generous act\" had made the family's decision to sue the state \"more difficult.\"","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Landlords Don't Get a Fair Shake in New York's Housing Court","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-landlords-don-t-get-a-fair-shake-in-new-york-s-housing-court-727695.html","abstract":"  To the Editor:   It is hard to have a serious policy debate about the deficiencies of New York City Housing Court when you repeat the propaganda disseminated by tenant advocates (news article, Dec. 28).","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Molinari Declines Port Authority Job","web_url":"https://www.nytimes.com/1995/01/06/nyregion/molinari-declines-port-authority-job.html","abstract":"  The Staten Island Borough President, Guy V. Molinari, yesterday turned down the job of running the Port Authority of New York and New Jersey.   He said he told Gov. George E.  Pataki this morning that he would not take the $170,000-a-year executive director's job, but that he had strongly considered it and was honored by the offer.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"First 81 Teachers Qualify For National Certification","web_url":"https://www.nytimes.com/1995/01/06/us/first-81-teachers-qualify-for-national-certification.html","abstract":"  In a move to professionalize teaching and raise its standards, a crop of veteran teachers has become the first to receive national teaching certification.   The 81 middle-school and junior high teachers, who had to pass a stringent yearlong assessment, were announced yesterday in Washington by the National Board for Professional Teaching Standards.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"The Progressives' Goals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-the-progressives-goals-letters-to-the-editor.html","abstract":"Regarding \"Liberalism Heads for the Fringe\" (Opinion, Dec. 31) by George F. Will:.Mr. Will's view of the Progressive movement is astonishing. He imagines progressives, from the turn of the century onward, striving \"to concentrate politic","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Subway Death Stirs Call for More Curbs On Mental Patients","web_url":"https://www.nytimes.com/1995/01/06/nyregion/subway-death-stirs-call-for-more-curbs-on-mental-patients.html","abstract":"  The state's top mental health official said yesterday that the man accused of pushing a woman to her death under a subway train should not have had the freedom to walk away from a mental hospital and that the state needed to improve the security at its mental institutions.    Dr. Bruce Feig, the executive deputy commissioner of mental health, said the suspect, Reuben Harris, should have been classified as dangerous -- a designation that would have required tighter control of his movements -- but was not. \"He had the freedom to go from his locked ward to his rehabilitation program unescorted, and he should not have,\" said Dr. Feig.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"The New, Irreverent Approach to Mounting Exhibitions","web_url":"https://www.nytimes.com/1995/01/06/arts/art-review-the-new-irreverent-approach-to-mounting-exhibitions.html","abstract":"  The idea that the contemporary art exhibition is a malleable form to be approached creatively is hardly new. It has asserted itself at regular intervals for most of the 20th century, or at least since the Dadaists and then the Surrealists started making their presences felt. But lately, in certain museum and gallery shows, the convention of the exhibition has seemed more up for grabs than usual: something to be played with, rethought and reshaped like an artistic medium.    A recent prominent example was \"Rolywholyover: A Circus,\" the continuously adjusted extravaganza of object and event at the Guggenheim Museum SoHo last summer, which the composer John Cage set in motion just before his death. (Still touring, it opens at the Philadelphia Museum of Art in May.) Eccentric in a different way was \"The Spatial Drive\" at the New Museum of Contemporary Art in 1992, a show devoid of wall texts or labels; for information about the art on view, one turned to the museum's guards, who had all the answers.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Lines Blur for Kerrigan and Harding","web_url":"https://www.nytimes.com/1995/01/06/sports/figure-skating-lines-blur-for-kerrigan-and-harding.html","abstract":"  One year after Nancy Kerrigan was clubbed on the knee by associates of her figure-skating rival Tonya Harding, the roles ascribed to the two skaters, once in stark contrast, have become more complicated.   What was once Nancy in white and Tonya in black -- good girl vs. bad girl -- has bled into gray. Infamy being its own celebrity, Harding is undergoing somewhat of a Nixonesque rehabilitation. Kerrigan, meanwhile, is learning painfully that heroes are afforded vast adulation but little latitude in their public conduct.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"A Russian Newspaper Turns More Scornful","web_url":"https://www.nytimes.com/1995/01/06/world/a-russian-newspaper-turns-more-scornful.html","abstract":"  Most Russian newspapers have been unsparingly critical of the Government's offensive in the secessionist region of Chechnya, but the Wednesday issue of Moskovsky Komsomolets was by far the most withering.   Beneath a front-page headline that read, \"The Most Talentless Commander in Russia,\" editors superimposed a photograph of a grinning Defense Minister, Pavel S. Grachev, over another of dead Russian soldiers laid out on the snow. The doctored photo makes it look as if the general's left foot is shoved against one body.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"For Children","web_url":"https://www.nytimes.com/1995/01/06/arts/for-children.html","abstract":"  Ice Skating   Bear Mountain Ice Rink  Bear Mountain State Park  Bear Mountain, N.Y.  (914) 786-2701, ext. 266  Recommended ages: 3 and up  Through March 12    Skating at the foot of Bear Mountain can be inspiring: not far from the outdoor rink is the Bear Mountain Inn, a Bavarian-style fieldstone lodge, while a sliver of the Bear Mountain Bridge is visible in the distance. The 60-room lodge sits by Hessian Lake, which is ringed with fir trees, further contributing to the faux Alpine setting.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Unsigned Players Called Free Agents","web_url":"https://www.nytimes.com/1995/01/06/sports/baseball-unsigned-players-called-free-agents.html","abstract":"  With Congress and the National Labor Relations Board already involved, the Major League Baseball Players Association opened a new front yesterday in their multifaceted attack on the owners' unilateral implementation of a salary cap.   The union informed the clubs that the approximately 800 unsigned players who were tendered contracts two weeks ago are free agents, or will become so, because the changes the clubs made in the uniform player's contract made the tenders improper.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Sardonic Hospital Comedy","web_url":"https://www.nytimes.com/1995/01/06/movies/film-review-sardonic-hospital-comedy.html","abstract":"Ghostly goings-on in Copenhagen hospital. Far-fetched and ludicrous.","thumbnail":null,"section":"Movies"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-780295.html","abstract":"  'Masterpieces of  Fashion Photography'   James Danziger Gallery  130 Prince Street  SoHo  Through Jan. 14   'Outside Fashion'  'Style and Subversion'   Howard Greenberg Gallery  120 Wooster Street (near Prince Street)  SoHo  Through Jan. 14","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Kelly to Have Surgery","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-people-football-kelly-to-have-surgery.html","abstract":"  Bills quarterback JIM KELLY will have arthroscopic surgery on his left knee on Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Kiev Journal; Out of Ukraine's Torment, a Jewish Flowering","web_url":"https://www.nytimes.com/1995/01/06/world/kiev-journal-out-of-ukraine-s-torment-a-jewish-flowering.html","abstract":"  Yaakov Bleich, a 30-year-old Orthodox rabbi who came here from Brooklyn five years ago, might be expected to encourage the Jews in this city to emigrate from their birthplace, a land with a history of centuries of anti-Semitic persecution.   \"When I came, I said get them out of here as quickly as possible,\" Rabbi Bleich said. \"But I've modified my aim.\"","thumbnail":null,"section":"World"},{"date":"19950106","headline":"With Copter Pilot's Return, U.S. Will Send Oil to North Korea","web_url":"https://www.nytimes.com/1995/01/06/world/with-copter-pilot-s-return-us-will-send-oil-to-north-korea.html","abstract":"  Less than a week after North Korea's release of a downed American helicopter pilot, the Department of Defense said today that it would begin shipments of oil to the country as part of a deal that is designed to end the North's nuclear weapons program.    That the Pentagon is paying $4.7 million to buy and ship the first 13.5 million gallons of oil to North Korea has angered many Republicans, who have charged that the Clinton Administration is propping up a rogue Government.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1995/01/06/movies/the-spoken-word.html","abstract":"  WENDY WASSERSTEIN, 92d Street Y, at Lexington Avenue. The playwright will speak with Terrence McNally, author of \"Love! Valour! Compassion!,\" and the actor Nathan Lane. Sunday at 8 P.M. Tickets, $16. Information: (212) 996-1100. \"MADAMA BUTTERFLY,\" Kaplan Penthouse, 10th floor, 70 Lincoln Center Plaza. Bridget Paolucci, a writer and lecturer, will discuss the Metropolitan Opera's new production of the Puccini opera. Tomorrow at 11:45 A.M. Part of the Metropolitan Opera Guild lecture series. Tickets, $8. Information: (212) 769-7028.","thumbnail":null,"section":"Movies"},{"date":"19950106","headline":"Crucial Advance Made in Blood Cell Research","web_url":"https://www.nytimes.com/1995/01/06/us/crucial-advance-made-in-blood-cell-research.html","abstract":"  Researchers reported today that they had found a simple way to isolate human stem cells, the elusive progenitors of all the body's red and white blood cells. The method could quickly replace the current cumbersome methods and facilitate studies of these pivotal cells, which are needed for gene therapy and bone marrow transplants.   The trick, discovered by Dr. David Scadden and his colleagues at New England Deaconess Hospital in Boston, was to exploit the fact that stem cells are quiescent and do not grow in circumstances when other marrow cells do. Dr. Scadden's group forced those other cells to grow and, as soon as they started to divide, forced them to commit suicide, leaving behind mostly stem cells.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Quick Movement on a Broad Variety of Issues Before the House and Senate","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-overview-quick-movement-broad-variety-issues-before-house-senate-146495.html","abstract":"  As the 104th Congress began its second day in office, attention shifted to committees considering the legislative agenda Republicans have set for their party. The new Speaker of the House, Newt Gingrich of Georgia, said he was determined to pass the legislation by mid-April.  Legislation    With many Democrats backing the new Republican majority, the Senate is moving swiftly toward a vote on legislation that would make it harder for Congress to impose rules on state and local governments without also providing Federal money to pay the costs.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Fast, but No Record","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-people-swimming-fast-but-no-record.html","abstract":"  SANDRA VOELKER didn't set a world record after all. The German swimmer was credited with setting a world-best record of 27.86 seconds in the 50-meter backstroke on Tuesday at a World Cup short-course swimming competition in Hong Kong.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"A Newcomer In the Realm Of Artists And Models","web_url":"https://www.nytimes.com/1995/01/06/arts/a-newcomer-in-the-realm-of-artists-and-models.html","abstract":"  ONE afternoon late last summer, I opened the mailbox and found an announcement of studio courses at the Pratt Institute of Art. I couldn't have been more surprised if it had been a catalogue from a college of conjurers. I don't make art; I don't so much as doodle. From early on, my sense of identity has derived from a few universally acknowledged facts of life, one of them being that I cannot draw. Indeed, it was this very fact that freed me to peruse the brochure. That's how I happened to trip across a paragraph for a Saturday morning course called \"Basic Drawing.\" Basic drawing? Whom were they kidding? Pratt is a professional art school. I picked up the phone to call its bluff. The operator put me right through to the office of the registrar.   Our exchange went along these lines:","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-783795.html","abstract":"  Donald Sultan  'Wall Flowers'   Paul Kasmin Gallery  74 Grand Street (between Wooster and Greene Streets)  SoHo  Through Jan. 28    Donald Sultan is one of those artists who do one thing really, really well. His reputation rests essentially on a single series of paintings, showing huge yellow lemons set against tar-black backgrounds; the excitement lies in the contrast between the lemons' rounded, sensual outlines and the absolute flatness with which they are painted. His new work at Paul Kasmin suggests that the lemons are a hard act to follow.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Hear This","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-hear-this.html","abstract":"An exhibition of Claude Monet's paintings of his gardens in Giverny, France, opens in New Orleans on Saturday. And Fat City, living up to its reputation as a culinary capital, is offering edibles based on the artist's journals. These range from an eight-c","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Convicts' Escape Turns Into Crisis for Britain's Conservatives","web_url":"https://www.nytimes.com/1995/01/06/world/convicts-escape-turns-into-crisis-for-britain-s-conservatives.html","abstract":"  Three convicts who broke out of a maximum security prison on the Isle of Wight on Tuesday were still at large today and as more details about their escape came to light, the episode turned into a crisis for the Government of Prime Minister John Major.   The breakout followed a string of problems, ranging from inmate rioting to lax supervision and security, that have plagued Britain's outmoded prison system.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1995/01/06/theater/on-stage-and-off.html","abstract":"  The Science of Limited Runs    And they heard him exclaim as he drove out of sight, \"I wonder how all those Christmastime shows worked out?\"   The Christmas break, when the city is fat with tourists and reunited families who'd rather see a show than have another fight, is limited-engagement time. Producing those brief interludes is a science unto itself.","thumbnail":null,"section":"Theater"},{"date":"19950106","headline":"1945: The Polish Issue : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-1945-the-polish-issue-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In a major policy break with the other big powers, Russia today [Jan. 5] recognized the Lublin Poles as the Provisional Government of Poland after the British government had informed the Kremlin that it would refuse to abandon the London Poles. T","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Connection Is Sought in Deaths of Six Elderly Men","web_url":"https://www.nytimes.com/1995/01/06/nyregion/connection-is-sought-in-deaths-of-six-elderly-men.html","abstract":"  The Manhattan District Attorney's office is investigating a possible link between the 1993 death of an elderly member of a prominent Greek-American family in New York City and the mysterious deaths of five elderly men in San Francisco.   All six men, according to law-enforcement officials, are believed to have had digitalis in their blood streams. That drug, used to treat heart ailments, can be fatal in large doses. And, shortly before their deaths, all six men had been befriended or married by younger women who are members of an extended family who stood to inherit their money.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Clintons Reply to a Whisper With a Gesture and a Joke","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-speaker-s-mother-clintons-reply-whisper-with-gesture-joke.html","abstract":"  Hillary Rodham Clinton responded today to the cutting remark made about her in a television interview with a gentle dose of hospitality, and President Clinton defused the situation with a bit of humor about his own outspoken mother.   In an interview broadcast tonight on the CBS News program \"Eye to Eye With Connie Chung,\" Representative Newt Gingrich's mother, Kathleen, was coaxed into saying that her son had referred to the First Lady as \"a bitch.\" Mrs. Gingrich made the remark after Ms. Chung urged her, \"Why don't you just whisper it to me, just between you and me.\"","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"1895: Dreyfus Degraded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-1895-dreyfus-degraded-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - \"Je suis innocent! Je jure que je suis innocent!\" was the cry raised by Alfred Dreyfus yesterday [Jan. 5] as he stood alone, the object of universal execration, in the centre of the court of the Ecole Militaire, hemmed in on all sides by","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/06/nyregion/c-corrections-681495.html","abstract":"  A chart yesterday showing who fills the committee chairs in the Senate and the House omitted the Senate Special Committee on Aging. It is headed by Senator William S. Cohen, Republican of Maine. The chart also referred incorrectly to the Veterans' Affairs Committee. Its chairmanship has indeed been filled, by Senator Alan K. Simpson of Wyoming.   In some editions, a picture in the chart -- identified as that of Representative Pat Roberts, Republican of Kansas, chairman of the House Agriculture Committee -- was published in error. The man shown, in eyeglasses, was Pat Roberts, president of the Florida Association of Broadcasters.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"School Bus Drivers Screened With Care","web_url":"https://www.nytimes.com/1995/01/06/nyregion/school-bus-drivers-screened-with-care.html","abstract":"  City Comptroller Alan G. Hevesi said yesterday that a study of school bus drivers in New York City had found that 39 out of about 4,600 had had their driver's licenses suspended at some time, including one driver who had worked for seven weeks while his license was suspended.   Nonetheless, the Comptroller found in an audit that rigorous screening generally insured safe, reliable transportation for the city's schoolchildren.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/06/nyregion/metro-digest-168595.html","abstract":"  NEW YORK REGION'S ECONOMY SPUTTERS    Economic expansion and job growth in the New York region have come to a virtual halt since July, and higher interest rates are further undermining the region's prospects, according to economists, executives and government officials. Although the New York region shows few signs of sinking back into recession, the experts say the local economy remains one of the weakest in the nation, when business activity elsewhere is so robust that the Federal Reserve has raised interest rates six times since February to ward off inflation. A1. SECURITY AT MENTAL HOSPITALS CRITICIZED    The state's top mental health official said that the man accused of pushing a woman to her death under a subway train should not have have had the freedom to walk away from a mental hospital and that the state needed to improve the security at its mental institutions. Dr. Bruce Feig, the executive deputy commissioner of mental health, said the suspect, Reuben Harris, should have been classified as dangerous -- a designation that would have required tighter control of his movements. A1.    For more than 24 hours, La Chang Soon did not know of her daughter's fate. Her own health failing, the 93-year-old woman was told that her daughter had been hospitalized after falling ill. But as time wore on, the truth could no longer be hidden. B4.    First came a firebomb that injured more than 40 people. Then an escaped mental patient shoved a grandmother from a subway platform, killing her. Despite the assurances of the Metropolitan Transit Authority's advertising campaign that the city's subways are safer, many riders said they had had more than enough. B4. NEW YORK CITY  SERIES OF MISHAPS DELAYS SUBWAYS    A freakish series of minor mishaps in the Brooklyn subways caused long delays and jam-packed trains for a quarter-million riders during the morning rush hour, transit officials said. B4. REPORT SAYS CHANGE WILL BE COSTLY    New Yorkers would pay more for subway tokens, school lunches and even water under the Republicans' \"Contract With America,\" according to a study released by Representative Charles E. Schumer. He said the legislation would also cost the city $1.9 billion in Federal aid next year. B2. REGION  STUDENT HERO IS SUING STATE    Just days after being proclaimed a hero in Gov. George E. Pataki's inaugural address, Jason McEnaney, the sophomore at the State University at Albany who was shot while breaking up a campus hostage drama, announced that he was suing the state. Mr. McEnaney's lawyer, Neil T. Shayne, acknowledged at a news conference that \"being singled out by the Governor in a very generous act\" had made the family's decision to sue the state \"more difficult.\" B5. SHOOTING SUSPECT LOSES BID FOR FREEDOM    Flanked by five lawyers, Colin Ferguson asked to be released from jail to prepare his defense against charges that he killed six people on a Long Island Rail Road train a year ago. Judge Donald E. Belfi of Nassau County Court quickly rejected the motion, but he approved a new team of legal advisers to help Mr. Ferguson, who is representing himself. B5.   Chronicle B2    Neediest Cases B3","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Scottsboro Journal; A Close Call for Geese on an Alabama Golf Course","web_url":"https://www.nytimes.com/1995/01/06/us/scottsboro-journal-a-close-call-for-geese-on-an-alabama-golf-course.html","abstract":"  Next Monday, as the sun rises over the tranquil backwater of the Tennessee River, stately Canada geese will descend toward the ponds and fairways of the Goosepond Colony Golf Course, which has become their sanctuary and home.   The geese will never know how close thay came to being blasted out of the air. The public golf course's board decided this evening to cancel a controversial goose hunt on the course, a hunt that enraged both animal rights groups and hunters.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-what-theyre-reading.html","abstract":"Godfrey Deeny, Paris Bureau chief of W magazine, is reading \"Mitterrand et les Quarante Voleurs\" (\"Mitterrand and the Forty Thieves\") by Jean Montaldo..\"The book seems to be written by someone who is sort of a scandalmonger. But","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"David Smith's Anti-Medals","web_url":"https://www.nytimes.com/1995/01/06/arts/art-review-david-smith-s-anti-medals.html","abstract":"  The American artist David Smith (1906-1965) was a busy man in the 1930's. He not only worked hard to forge a major abstract sculptural style, but also produced one of the more intriguing examples of political figurative art to emerge from the prewar period.    \"Medals for Dishonor\" was the title he gave to a series of 15 small cast-metal narrative reliefs on antiwar themes that he completed between 1937 and 1940. Densely symbolic, bitterly satirical in tone, they were created in off hours, at night and on weekends, using such unorthodox media as dentist's drills and jeweler's tools. And the results may have been cast in part from melted-down family silver belonging to his wife, Dorothy Dehner.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Owner Fills Up the Jets' Empty Tank With Kotite","web_url":"https://www.nytimes.com/1995/01/06/sports/pro-football-owner-fills-up-the-jets-empty-tank-with-kotite.html","abstract":"  In a stunning and uncharacteristic move by the owner, Leon Hess, who said, \"I'm 80 years old and I want results now,\" the Jets dismissed Coach Pete Carroll today after one season and replaced him with Rich Kotite.   \"I'm entitled to some enjoyment, and that means winning,\" said Hess today, virtually branding the team as quitters under Carroll for their late-season collapse. Their five straight defeats insured a losing record for the 18th time in 35 seasons and entrenched the Jets' reputation as a perennial losing franchise.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"THE MOVIE GUIDE : Lamerica","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-the-movie-guide-lamerica.html","abstract":"Directed by Gianni Amelio. Italy.. Winner of the Felix award for best movie from the European Film Academy and Italy's candidate for best foreign film at this year's Academy Awards, \"Lamerica\" is a hard-hitting, claustrophobic document about cor","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Lasers to Be Tested By Transit Police","web_url":"https://www.nytimes.com/1995/01/06/nyregion/lasers-to-be-tested-by-transit-police.html","abstract":"  It won't live up to the Hollywood flash of James Bond gadgetry, but the New York City transit police hope the effect will be just as daunting for would-be criminals in the subway.   In what officials call the first step in a \"Star Trek\" vision of the future of policing the subway system, a dozen officers will begin an experiment today in which their 9-millimeter service pistols will have tiny laser sights attached to the barrel.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Carroll's Complains He Needed More Time","web_url":"https://www.nytimes.com/1995/01/06/sports/pro-football-carroll-s-complains-he-needed-more-time.html","abstract":"  Pete Carroll learned on the job -- learned too late, he said today -- that he should have been tougher. And he would have been, he insisted.   But Carroll won't get that chance. He was dismissed as the Jets' coach after only one year on the job. Nevertheless, he wasn't second-guessing himself over his performance in guiding the Jets to a 6-10 record.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-603295.html","abstract":"  Karl Baden   Robert Mann Gallery  42 East 76th Street  Manhattan  Through Jan. 21    Move over, Garfield. Karl Baden has found a steady supply of cantankerous but lovable pets in his black-and-white photographs of dog and cat shows around New England.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"About Real Estate;\nAn East Side Condo Fills Up, but Mainly With Renters","web_url":"https://www.nytimes.com/1995/01/06/us/about-real-estate-an-east-side-condo-fills-up-but-mainly-with-renters.html","abstract":"After sitting more than half vacant for most of its five years, Park Avenue Court, a 223-unit condominium on the East Side of Manhattan, is nearly fully occupied. But its residents are mainly renters, not the owners for whom the project was intended.\n\nThe turnaround began just over a year ago, when the seven banks that financed the $205 million conversion of the old Gimbels store on 86th Street at Lexington Avenue into luxury housing took back the project after its developer filed for bankruptcy. The lenders started to rent or sell to investors their share of the building's 163 unsold high-ceilinged units, ranging from studios to four-bedroom and penthouse homes, designed by Skidmore, Owings & Merrill to resemble the city's prewar luxury apartment houses.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"These Days, Spikes Gets All the Attention","web_url":"https://www.nytimes.com/1995/01/06/sports/pro-football-these-days-spikes-gets-all-the-attention.html","abstract":"  Dressing several stalls from him in the Miami Dolphins' locker room this season, Irving Spikes discovered that he and Bernie Parmalee have a lot in common.   Both went undrafted. Both are running backs. And both are distinguishing themselves this season. They are 1-2 in rushing for Miami as the Dolphins enter the American Football Conference semifinal game Sunday against San Diego.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"The Neediest Cases; A Chance to Build Her Resume and Her Self-Respect","web_url":"https://www.nytimes.com/1995/01/06/nyregion/the-neediest-cases-a-chance-to-build-her-resume-and-her-self-respect.html","abstract":"  For 16 years, she had a job that required energy, innovation and skill: raising three children on her own. But when Kathleen B. started looking for a new career, she said, she met with condescension and scorn.   Ms. B., 45, was on welfare from the time her first son was born, in 1978, until last summer. The hostility she encountered over the years, she said, made her feel worthless. She had finished three years at New York University, but dropped out for financial reasons when she was 21. The next decade, she said, was a blur of depression and anger caused by something she had long tried to forget: sexual abuse during her childhood.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-the-arts-guide.html","abstract":"BELGIUM. Brussels. Musée d'Art Ancien, tel: (2) 508- 32-11, closed Mondays. Continuing/To Feb. 12: \"De Vouet à David.\" 17th- and 18th-century French paintings. Includes paintings by Vouet, Champaigne and Van der Meulen.. BRITAIN. Edinb","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Quick Movement on a Broad Variety of Issues Before the House and Senate","web_url":"https://www.nytimes.com/1995/01/06/us/104th-congress-overview-quick-movement-broad-variety-issues-before-house-senate-715295.html","abstract":"  As the 104th Congress began its second day in office, attention shifted to committees considering the legislative agenda Republicans have set for their party. The new Speaker of the House, Newt Gingrich of Georgia, said he was determined to pass the legislation by mid-April.  The Budget    Senators from both parties said today that Congress would soon approve a constitutional amendment to require a balanced Federal budget, even though there are profound uncertainties about how it would be enforced.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Budget Director Quits to Take State Senate Job, Forcing Giuliani to Juggle Staff","web_url":"https://www.nytimes.com/1995/01/06/nyregion/budget-director-quits-to-take-state-senate-job-forcing-giuliani-to-juggle-staff.html","abstract":"  Mayor Rudolph W. Giuliani's budget director resigned yesterday, forcing the Mayor to juggle his senior fiscal staff as the city faces mounting financial problems this fiscal year and a looming $2 billion deficit next year.   The budget director, Abraham M. Lackman, who was a major architect of Mr. Giuliani's strategy to reduce spending and cut the size of the municipal work force, will return to his home in Albany to become the top fiscal aide to the Republican-controlled State Senate and a special adviser to Joseph L. Bruno, the Senate majority leader. Mr. Lackman had held a lower-level fiscal position in the Senate before coming to City Hall.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Officer in Choking Inquiry Was Under Scrutiny, Officials Say","web_url":"https://www.nytimes.com/1995/01/06/nyregion/officer-in-choking-inquiry-was-under-scrutiny-officials-say.html","abstract":"  The police officer who is the focus of an investigation into the death of a 29-year-old Florida man had been assigned to work with a sergeant because officials were concerned about his confrontational conduct, said two law-enforcement officials familiar with the case. Fellow officers, also wary of his behavior, asked not to be teamed with him, the officials said.   The officer, Francis X. Livoti, 35, has been stripped of his gun and his badge and put on desk duty following the death of Anthony Baez, who died when the police attempted to arrest him in the early morning of Dec. 22.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/06/nyregion/c-corrections-684995.html","abstract":"  A music review on Tuesday about a recital by the soprano Angelina Reaux at Merkin Concert Hall on Saturday night misstated the title of a song by Kurt Weill and Ira Gershwin. It is \"This Is New,\" not \"This Is Now.\"","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Cruising Along Through the Channel Tunnel:Mind the Fish","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-cruising-along-through-the-channel-tunnelmind-the-fish.html","abstract":"You're sure it won't be an ordinary three-hour run through the Channel Tunnel to London when at 8:29 Robin Hicks, chief driver of Eurostar 9011, shuts the blind on the front window and vaunts, \"We could carry on all day like this!\".The Britis","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"New House Rules","web_url":"https://www.nytimes.com/1995/01/06/us/the-104th-congress-for-the-record-new-house-rules.html","abstract":"  In its first session, on Wednesday and into early yesterday morning, the Republican-controlled House of Representatives adopted several changes in rules and procedures, all of which take effect immediately. COMMITTEES -- Three standing committees -- District of Columbia, Merchant Marine and Fisheries, and Post Office and Civil Service -- and 25 subcommittees were eliminated.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Educational Oasis on Rikers Island; School at Adolescent Center Is Striving to Raise Hopes","web_url":"https://www.nytimes.com/1995/01/06/nyregion/educational-oasis-rikers-island-school-adolescent-center-striving-raise-hopes.html","abstract":"  In the halls of the Adolescent Reception Detention Center on Rikers Island, there are rapists and muggers, murderers and thieves awaiting judgment. But when Sharon Jones looks at the teen-agers there, she sees mechanics and writers, printers and scientists.   \"Whatever they might be to other people, to me they're students,\" said Ms. Jones, principal of the Rikers Island Educational Facility, a surprising oasis of order, possibility and education for young men who mostly never before appreciated the value of school and who mostly never before bothered to attend.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Yanks Rehire 5 Coaches","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-people-baseball-yanks-rehire-5-coaches.html","abstract":"  The Yankees renewed the contracts of five coaches yesterday and removed one coaching position.   Rehired for 1995 were WILLIE RANDOLPH, the third-base coach; BRIAN BUTTERFIELD, first-base coach; BILLY CONNORS, pitching coach; RICK DOWN, batting coach, and TONY CLONINGER, bullpen coach. The team's bench coach, CLETE BOYER, was reassigned as a roving minor league instructor when his job was eliminated.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Report Says G.O.P. 'Contract' Will Be Costly for New York","web_url":"https://www.nytimes.com/1995/01/06/nyregion/report-says-gop-contract-will-be-costly-for-new-york.html","abstract":"  New Yorkers would pay more for subway tokens, school lunches and even water under the Republicans' \"Contract With America,\" according to a study released today by Representative Charles E. Schumer. He says the legislation would cost the city $1.9 billion in Federal aid next year.   Across the region, governors and mayors are only beginning to grapple with what the plan to simultaneously cut taxes and balance the budget might mean for their own spending plans. In Connecticut and New Jersey, officials said they had no way to assess the potential impact.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Rail Death: Mother, 93, Says 'Why?'","web_url":"https://www.nytimes.com/1995/01/06/nyregion/rail-death-mother-93-says-why.html","abstract":"  For more than 24 hours, La Chang Soon did not know of her daughter's fate. Her own health failing, the 93-year-old woman was told that her daughter had been hospitalized after falling ill.    But as time wore on, the truth could no longer be hidden. Yesterday the sobs of a grieving mother filled the family's small Brooklyn apartment as a steady stream of visitors offered condolences and prayers.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"A Deadly, Dying Fringe","web_url":"https://www.nytimes.com/1995/01/06/opinion/a-deadly-dying-fringe.html","abstract":"  The killings of two abortion clinic workers in Massachusetts may lead many citizens to believe that America's seemingly endless struggle over a woman's fundamental right to choose abortion is intensifying once again.   Wrong. Instead, what is now happening -- from the March 1993 killing of Dr. David Gunn in Pensacola, Fla., through the July 1994 Pensacola murders of Dr. John B. Britton and a volunteer, James H. Barrett, to the shootings of Shannon Lowney and Leanne Nichols in Brookline last week -- is the death throes of an anti-abortion movement in which almost every remaining participant realizes that the war to overturn Roe v. Wade has been irretrievably lost.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Last Chance","web_url":"https://www.nytimes.com/1995/01/06/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"A CHRISTMAS CAROL,\" Richard Rodgers Theater, 226 West 46th Street, Manhattan. A one-man performance featuring Patrick Stewart. Through Sunday. Performances: Today at 8 P.M.; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $20 to $50. Information: (212) 307-4100.","thumbnail":null,"section":"Theater"},{"date":"19950106","headline":"A Mother's Love Turning Into Smothering Love","web_url":"https://www.nytimes.com/1995/01/06/movies/film-review-a-mother-s-love-turning-into-smothering-love.html","abstract":"Estranged couple await news of marine son and terrorist bombing. Sometimes unconvincing, but pitch-perfect Sarandon.","thumbnail":null,"section":"Movies"},{"date":"19950106","headline":"Kotite Was Winning While He Was Losing","web_url":"https://www.nytimes.com/1995/01/06/sports/on-pro-football-kotite-was-winning-while-he-was-losing.html","abstract":"  He stood there with a big, fat, lit cigar in one hand and a game ball clutched in the other hand. Rich Kotite had just been awarded the ball for his sharp game plan executed beautifully by his players in the Eagles' 31-13 victory over the Giants in Philadelphia. The season was 1990. Kotite was the Eagles' offensive coordinator.   What a media darling. What a glow he had that afternoon and how patient he was answering each question from each inquisitor. You could tell he had the smarts, the personality and the makings of an National Football League head coach.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/06/sports/transactions-513395.html","abstract":"  Baseball  American League    NEW YORK YANKEES -- Renewed the contracts of Brian Butterfield, Tony Cloninger, Billy Connors, Rick Down and Willie Randolph, coaches; Glenn Sherlock, bullpen catcher; and Tim McCleary, assistant general manager. Re-assigned Clete Boyer to roving instructor.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Art in Review","web_url":"https://www.nytimes.com/1995/01/06/arts/art-in-review-782995.html","abstract":"  David Moreno   Feature Gallery  76 Greene Street  SoHo  Through Jan. 14    David Moreno's paintings are growing stranger, which means better, with each show. His monochromatic surfaces cluttered with toylike objects still seem intent on getting in touch with Minimalism's repressed Child Within. And in his new work he adds a take on that movement's spiritual pretensions through a few off-handed non-Western references.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1995/01/06/arts/diner-s-journal.html","abstract":"  The Critic's Cross    Being a restaurant critic is every bit as good as you might imagine it to be: I know I have the world's greatest job. But there is one drawback.   Restaurant critics don't return to the restaurants they have reviewed until it is time to review them again. And yet so many of the restaurants I reviewed in 1994 were so good that I find myself longing for the chance to revisit them in 1995.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Old-World Poland With an East River View","web_url":"https://www.nytimes.com/1995/01/06/arts/old-world-poland-with-an-east-river-view.html","abstract":"  IF there isn't a local law of urban proximity, there should be, and it would go like this: The closer an enclave is to Manhattan, the farther it seems to be from Manhattan. Leafy Whitestone, Queens, for example, or sleepy Edgewater, N.J. The prime case may be Greenpoint, Brooklyn, nestled into the northwest corner of the borough by the East River. Close as it is to Manhattan, Greenpoint is arguably even closer to Cracow, Poland.   A side street in old Cracow is where the tiny, always busy Rzeszowska Bakery seems to belong, for example, although it's at the corner of Manhattan Avenue and Java Street in Greenpoint. On a recent mild Sunday morning, the bakery's door was flung open, allowing bees to find their way to the cheese babkas dotted with dried cherries atop the counter. One wall is graced by a Madonna, the opposite wall by a Polish eagle. A dainty white curtain embroidered with roses, so typical of Polish shops, drapes the door to the kitchen.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"The First 100 Days","web_url":"https://www.nytimes.com/1995/01/06/us/the-104th-congress-the-first-100-days.html","abstract":"  Main developments in Congress yesterday: HOUSE -- The House took the day off after Wednesday's marathon opening session, but the Speaker, Newt Gingrich, testified before the Ways and Means Committee as it opened a discussion of the Republican \"Contract With America.\" He said the nation's tax code punished Americans more than it helped them, and he urged that people think creatively about alternatives, like giving tax credits for people who buy laptop computers.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Drexler Says Blazers Haven't Kept Promise","web_url":"https://www.nytimes.com/1995/01/06/sports/sports-people-pro-basketball-drexler-says-blazers-haven-t-kept-promise.html","abstract":"  CLYDE DREXLER says he has gone public with his request to leave the Portland Trail Blazers because management hasn't followed through on its promise to trade him.   \"I'm trying to force their hand,\" the 32-year-old guard said yesterday by telephone from Boston, where the Blazers play tonight. \"That's what this is all about, because I don't like being mistreated.\"","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Article 594095 -- No Title","web_url":"https://www.nytimes.com/1995/01/06/arts/article-594095-no-title.html","abstract":"  How hungry are Upper West Siders for new dining experiences right in their neighborhood? Don't ask the people at Monsoon, a Vietnamese restaurant that opened on the corner of Amsterdam and 81st Street just three weeks ago. They are too busy trying to keep up with the crowds that have been arriving ever since.   At 6 o'clock on a cold night, it's possible to walk right in and get a table. But by 6:30, the entry is filling up, and by 7:30 the line is out the door. Not that there aren't other restaurants in the area, including Chinese, Thai and Burmese, but a Vietnamese restaurant is new and different. In fact, a Vietnamese restaurant is new and different for just about any neighborhood in New York outside Chinatown.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"2 Young Inventions In Flight Together","web_url":"https://www.nytimes.com/1995/01/06/arts/photography-review-2-young-inventions-in-flight-together.html","abstract":"  The astonishing photographs taken by Jacques-Henri Lartigue at the turn of the century have an undeniable charm. Given a camera at the age of 7 by his father, a well-to-do businessman, the young Lartigue made candid images of people strolling along the beach or promenading on Parisian boulevards, unaware of the young photographer aiming his camera at them; free of artificial posing and stylistic overlays, these well-known images appear utterly transparent, slices of a world that disappeared long ago.   Lartigue (1894-1986) was also passionately devoted to the world of speed ushered in with the new century, and it is this side of his precocious vision that is presented in \"Flights of Fancy,\" the delightful exhibition at the French Cultural Services. Lartigue followed with intense interest the many attempts, some serious and some silly, to conquer flight in the wake of the Wright brothers' first successful efforts in 1903; between 1904 and 1922 he recorded many early fliers and their rickety machines, as well as experimental models that he and other members of his remarkable family produced.","thumbnail":null,"section":"Arts"},{"date":"19950106","headline":"Paying for Public TV","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-paying-for-public-tv-724195.html","abstract":"  To the Editor:   Re \"The 1% Solution\" (Op-Ed, Dec. 29): Alvin H. Perlmutter is right that some of the cost of the Corporation for Public Broadcasting should be borne by commercial broadcasters, because the Federal Communications Commission has given them their broadcasting frequencies free, although those frequencies are public property of almost incalculable value.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Mr. Smith Goes to Cyberspace","web_url":"https://www.nytimes.com/1995/01/06/us/the-104th-congress-the-internet-mr-smith-goes-to-cyberspace.html","abstract":"  Think of it as the political equivalent of 500 television channels devoted to old reruns: hundreds of pages of speech-making a day, dumped onto the Internet computer network, where they can be endlessly duplicated and relayed as electronic mail to millions of people at the click of a mouse button.   Having mastered the wonders of C-Span, the cable network that broadcasts Congressional speeches around the clock, the newly ascendant Republican House leaders will soon be flooding the global computer network with every bill they introduce and every pontification on the House floor.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Mason Is Showing the Knicks Flashes of His Old Form","web_url":"https://www.nytimes.com/1995/01/06/sports/basketball-mason-is-showing-the-knicks-flashes-of-his-old-form.html","abstract":"  All Pat Riley wants for the new year is the old Anthony Mason.   \"I've seen it in the last three or four games,\" said Riley, referring to Mason's improved play, which has helped the Knicks win a season-high four straight games. \"He's back on the boards, he's making things happen. He's running the floor, he's posting up strong and he's getting his opportunities.\"","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"Storm Damages Cup Yacht","web_url":"https://www.nytimes.com/1995/01/06/sports/storm-damages-cup-yacht.html","abstract":"  A violent windstorm in San Diego ripped through the America's Cup compound of the PACT 95 syndicate Wednesday night, causing as much as $400,000 in damage. The wind tore apart a 6,100-square-foot sail loft, severely damaged the team's new 60-foot yacht and sent mainsails worth $50,000 flying through the air like kites.   The sail loft, a makeshift building of vinyl tarp and steel tubing, was built to withstand winds up to 70 miles an hour, said Robert Hopkins Jr., vice president of PACT 95. But the wind lifted the entire building off the ground. Loft debris crashed into Young America, PACT's new cup yacht, which was sitting in an outdoor cradle.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"1920: Mammoth Plane : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-1920-mammoth-plane-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - M. Fokker has just completed his plans for a mammoth aeroplane capable of transporting sixty persons at a time. The machine, which will be built soon, will have six engines and will have a speed of 75 miles an hour. It is destined to make long tr","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Moscow, Bowing to I.M.F., Will Loosen Controls on Oil Prices","web_url":"https://www.nytimes.com/1995/01/06/world/moscow-bowing-to-imf-will-loosen-controls-on-oil-prices.html","abstract":"  In a decision that could hasten needed loans to Russia, the Government has bowed halfway to foreign pressure and agreed to start liberalizing the domestic oil market.   A decree, signed by Prime Minister Viktor S. Chernomyrdin but not yet published, eliminates the requirement that oil companies sell more than half their production at artificially depressed domestic prices, World Bank officials said. The International Monetary Fund, the World Bank and the United States all lobbied vigorously for such a step.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"If Pataki Really Rode With Teddy Roosevelt","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-if-pataki-really-rode-with-teddy-roosevelt-707195.html","abstract":"  To the Editor:   \"Teddy Roosevelt Along as Pataki Begins Ride\" (news article, Jan. 1), describing the admiration of Gov. George E. Pataki of New York for the Republican Roosevelt, raises questions about Mr. Pataki's grasp of American political history. He may have been exposed to some of the country's finest scholars as an undergraduate at Yale, but he does not seem to have retained much of what they sought to teach him.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Give Finns Credit For Molotov Cocktail","web_url":"https://www.nytimes.com/1995/01/06/opinion/l-give-finns-credit-for-molotov-cocktail-721795.html","abstract":"  To the Editor:   E. S. Linett (letter, Dec. 30) states that the Russians coined the term \"Molotov cocktail\" during the 1941 Nazi invasion of the Soviet Union. This is wrong. It was the Finns who first used this term for home-made incendiary devices during the 1939-40 Soviet invasion of Finland.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Clinton Asks For Delay on Harassment Suit","web_url":"https://www.nytimes.com/1995/01/06/us/clinton-asks-for-delay-on-harassment-suit.html","abstract":"  President Clinton's lawyers today asked a Federal court to put off efforts to force him to submit to pretrial questioning in connection with a sexual harassment lawsuit brought by a former Arkansas clerical worker.  The lawyers also told a Federal appeals court that they intended to appeal a court ruling last month denying the President immunity from such lawsuits.","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Simpson Lawyers Clash on Abuse Evidence and Witness Lists","web_url":"https://www.nytimes.com/1995/01/06/us/simpson-lawyers-clash-on-abuse-evidence-and-witness-lists.html","abstract":"  Judge Lance A. Ito predicted today that opening statements in the trial of O. J. Simpson could begin on Jan. 18 or 19. But then, pondering critical questions before him about whether and how often and in what fashion Mr. Simpson abused his late wife, and whether the jury should hear about any of it, he backed off.   \"I see two dozen discrete issues and incidents,\" Judge Ito said. Then, referring to the unfinished pretrial business, he added, \"We could be here for a while.\"","thumbnail":null,"section":"U.S."},{"date":"19950106","headline":"Where Is the Moral Leader of the West?","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-where-is-the-moral-leader-of-the-west.html","abstract":"What happens when the president of the United States abdicates his role as the single most important voice of moral authority in the Western World? That is what has happened as Russian forces, under order from President Boris Yeltsin, have proceeded to b","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Walken Conjures Up The King","web_url":"https://www.nytimes.com/1995/01/06/theater/theater-review-him-walken-conjures-up-the-king.html","abstract":"  THE place is limbo, the time an unspecified present. At the start of \"Him,\" Christopher Walken's woozily conceived, fantastical new play, Elvis Presley (Mr. Walken), identified as Him in the program, looks rather more trim than when he left us more than 17 years ago as a bloated wreck of a man, dependent on chemicals and disconnected from the reality of day.   He wears an understated Las Vegas jumpsuit and cape of what seems to be green velvet, cut full, though he no longer has a belly to hide. He's surprisingly healthy, and he's definitely fed up. He's furious with Bro (Rob Campbell), his runty twin brother, who was still-born all those years ago and whom he now accuses of feeding on his \"oceanic public memory.\" It's Bro, he says, who's responsible for the trashy stories of Elvis sightings that litter the supermarket tabloids. \"It's just fun,\" says Bro. \"They want you to come back.\"","thumbnail":null,"section":"Theater"},{"date":"19950106","headline":"Confusion Reigns As Mishaps Delay Brooklyn Subways","web_url":"https://www.nytimes.com/1995/01/06/nyregion/confusion-reigns-as-mishaps-delay-brooklyn-subways.html","abstract":"  A freakish series of minor mishaps in the Brooklyn subways caused long delays and jam-packed trains for a quarter-million riders during the morning rush hour yesterday, transit officials said.   The tie-ups started at 6:22 A.M., when the signal system on the IRT broke down between the Nevins Street and Atlantic Avenue stations. With the automatic switching system frozen, workers had to signal the 2, 3, 4, and 5 trains through the station with electric lanterns.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/06/style/chronicle-790095.html","abstract":"  FELIX DE WELDON, the sculptor, who has executed more than 2,000 public commissions, on every continent -- 33 of his monuments stand in Washington alone -- is going to Graceland in Memphis this weekend to unveil his latest creation: a bust of Elvis Presley.    \"I was there on a visit last year and noticed that there was no permanent bronze of him there,\" Mr. de Weldon said yesterday from his office in Los Angeles. \"I felt he should be permanently remembered, so I offered to do this as a present.\"","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Economy in New York Region Is Stagnant, Unlike the Nation's","web_url":"https://www.nytimes.com/1995/01/06/nyregion/economy-in-new-york-region-is-stagnant-unlike-the-nation-s.html","abstract":"  Economic expansion and job growth in the New York region have come to a virtual halt since July, and higher interest rates are further undermining the region's prospects, according to economists, executives and government officials.    Although the New York region shows few signs of sinking back into recession, the experts say the local economy remains one of the weakest in the nation, when business activity elsewhere is so robust that the Federal Reserve has raised interest rates six times since February to ward off inflation.","thumbnail":null,"section":"New York"},{"date":"19950106","headline":"Bombing of Rebel City Lets Up, But Not the Attacks on Yeltsin","web_url":"https://www.nytimes.com/1995/01/06/world/bombing-of-rebel-city-lets-up-but-not-the-attacks-on-yeltsin.html","abstract":"  There were reports today of a respite in the bombing of the embattled capital of Chechnya, as ordered by Boris N. Yeltsin. But it brought no reprieve to the Russian President, who remains under attack at home and abroad for his military offensive against the secessionist southern region.    Western press reports from Grozny, the rebel capital, supported Russia's claim that bombing was limited to the outskirts of town, but Russian reports contradicted it.","thumbnail":null,"section":"World"},{"date":"19950106","headline":"The G.O.P. Squeeze on New York","web_url":"https://www.nytimes.com/1995/01/06/opinion/the-gop-squeeze-on-new-york.html","abstract":"  In his first speech as House Speaker, Newt Gingrich smoothly portrayed the Republicans' \"Contract With America\" as an uplifting program for the nation. But tranquilizing rhetoric cannot mask the program's potential harm for a city that already exports more Federal tax dollars than it gets back. That powerful message emerges from a report, issued by Representative Charles Schumer of Brooklyn, that provides rough estimates of the impact of G.O.P. spending cuts on the residents of New York City. The chilling numbers document an obligation to protect their constituents that now falls on members of the city's Congressional delegation, especially Alfonse D'Amato, New York's influential Republican Senator.   Mr. Schumer makes a straightforward calculation. To fulfill the contract's pledge to balance the Federal budget and cut taxes, Congress would have to cut about $350 billion out of the budget in the year 2002. But the contract would exempt Social Security, defense and interest on the national debt, thus drastically narrowing the places to find the money. It means Congress would have to chop 30 percent out of all the non-exempt programs.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"European Lifestyles in the Skies","web_url":"https://www.nytimes.com/1995/01/06/style/IHT-european-lifestyles-in-the-skies.html","abstract":"CONSUMER research has many functions, such as finding the need for more research, to prove pretty well anything you want, or simply to rediscover the obvious. What I look for these days is an entertaining read with a few predictable insights..Such is th","thumbnail":null,"section":"Style"},{"date":"19950106","headline":"Challenges for Governor Rowland","web_url":"https://www.nytimes.com/1995/01/06/opinion/challenges-for-governor-rowland.html","abstract":"  There was good reason for the conciliatory tone in John Rowland's inaugural address as Governor of Connecticut. The first Republican governor in 20 years, he faces a split Legislature, with a solid Democratic majority in the House and a new but slim Republican majority in the Senate. Indeed, Democrats gained more House seats in Connecticut in the November elections than anywhere else in the country. If Mr. Rowland really means to repeal the state income tax -- his principal campaign promise -- he is going to need help.    Mr. Rowland heaped praise on his predecessor, the maverick independent Lowell Weicker, who defeated him in 1990. He promised compassion, \"to help our young and old, our ill and afflicted, when they need help and have no other resources.\" And, attentive to urban deterioration in Bridgeport, Hartford and New Haven as well as smaller cities, he implored \"each and every civic-minded resident\" of the state to help revive them.","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"Results Plus","web_url":"https://www.nytimes.com/1995/01/06/sports/results-plus-442095.html","abstract":"  N.B.A.  Spurs Win Squeaker  David Robinson scored 25 points and Sean Elliott added 20, including two free throws to decide the outcome with 4.6 seconds to play, as San Antonio defeated Utah, 104-103, last night in Salt Lake City for its 10th victory in 11 games. Utah's Karl Malone had 29 points and 11 rebounds.","thumbnail":null,"section":"Sports"},{"date":"19950106","headline":"A State Duty to Protect : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/06/opinion/IHT-a-state-duty-to-protect-letters-to-the-editor.html","abstract":"Regarding \"He Has a Contract Out on America\" (Opinion, Jan. 2). by Anthony Lewis:.Mr. Lewis, in a well-reasoned argument about the destructiveness of individualism, notes the tragedy of Georges Bank fishing and possible desertification of fed","thumbnail":null,"section":"Opinion"},{"date":"19950106","headline":"On My Mind; The Real Revolution","web_url":"https://www.nytimes.com/1995/01/06/opinion/on-my-mind-the-real-revolution.html","abstract":"  Special to the new Congress, here is a dispatch from the revolution.    In El Segundo, Calif., just before Christmas, Mattel Inc., the toy manufacturer, made some announcements.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19950106","headline":"A chemical fire in an apartment complex in Manila, Philippines, leads to the discovery of plans for Project Bojinka, a mass-terrorist attack.","pages":[{"title":"Manila","web_url":"https://en.wikipedia.org/wiki/Manila","description":"Capital city of the Philippines","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Downtown_Manila_Panorama_View%2C_Aug_2024.jpg/320px-Downtown_Manila_Panorama_View%2C_Aug_2024.jpg","thumbnail_width":320,"thumbnail_height":135},"abstract":"Manila, officially the City of Manila, is the capital and second-most populous city of the Philippines, after Quezon City. Located on the eastern shore of Manila Bay on the island of Luzon, it is classified as a highly urbanized city. Manila is the world's most densely populated city proper, with 43,611.5 inhabitants per square kilometer (112,953/sq mi) and a population of 1,846,513 people in 2020; it is also the historic core of a built-up area that extends well beyond its administrative limits and includes some 24 million people. Manila was the first chartered city in the country, designated by Philippine Commission Act No. 183 on July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Charter of the City of Manila\", on June 18, 1949. Manila is considered to be part of the world's original set of global cities because its commercial networks were the first to extend across the Pacific Ocean and connect Asia with the Spanish Americas through the galleon trade. This marked the first time an uninterrupted chain of trade routes circling the planet had been established."},{"title":"Bojinka plot","web_url":"https://en.wikipedia.org/wiki/Bojinka_plot","description":"Terrorist attack planned for January 1995","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Philippine_Airlines_Bombing_Aftermath.png/320px-Philippine_Airlines_Bombing_Aftermath.png","thumbnail_width":320,"thumbnail_height":224},"abstract":"The Bojinka plot was a large-scale, three-phase terrorist attack planned by Ramzi Yousef and Khalid Sheikh Mohammed for January 1995. They planned to assassinate Pope John Paul II; blow up 11 airliners in flight from Asia to the United States, with the goal of killing approximately 4,000 passengers and shutting down air travel around the world; and crash a plane into the headquarters of the United States Central Intelligence Agency (CIA) in Langley, Virginia."}]}],"weather":[{"date":"19950106","time":"1995-01-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":93,"wspd":5.4},{"date":"19950106","time":"1995-01-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":95,"wspd":11.2},{"date":"19950106","time":"1995-01-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":95,"wspd":5.4},{"date":"19950106","time":"1995-01-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":95,"wspd":7.6},{"date":"19950106","time":"1995-01-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":92,"wspd":9.4},{"date":"19950106","time":"1995-01-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":90,"wspd":9.4},{"date":"19950106","time":"1995-01-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":89,"wspd":11.2},{"date":"19950106","time":"1995-01-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":86,"wspd":7.6},{"date":"19950106","time":"1995-01-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":84,"wspd":7.6},{"date":"19950106","time":"1995-01-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":84,"wspd":13},{"date":"19950106","time":"1995-01-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":82,"wspd":9.4},{"date":"19950106","time":"1995-01-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":79,"wspd":16.6},{"date":"19950106","time":"1995-01-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":72,"wspd":18.4},{"date":"19950106","time":"1995-01-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":68,"wspd":16.6},{"date":"19950106","time":"1995-01-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":65,"wspd":20.5},{"date":"19950106","time":"1995-01-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":67,"wspd":25.9},{"date":"19950106","time":"1995-01-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":67,"wspd":20.5},{"date":"19950106","time":"1995-01-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":69,"wspd":18.4},{"date":"19950106","time":"1995-01-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":73,"wspd":11.2},{"date":"19950106","time":"1995-01-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":73,"wspd":16.6},{"date":"19950106","time":"1995-01-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":74,"wspd":18.4},{"date":"19950106","time":"1995-01-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":75,"wspd":14.8},{"date":"19950106","time":"1995-01-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":77,"wspd":13},{"date":"19950106","time":"1995-01-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":5.4},{"date":"19950106","time":"1995-01-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":34,"wspd":24.1},{"date":"19950106","time":"1995-01-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":38,"wspd":22.3},{"date":"19950106","time":"1995-01-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":38,"wspd":24.1},{"date":"19950106","time":"1995-01-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":37,"wspd":20.5},{"date":"19950106","time":"1995-01-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":41,"wspd":18.7},{"date":"19950106","time":"1995-01-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":22.3},{"date":"19950106","time":"1995-01-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":18.7},{"date":"19950106","time":"1995-01-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":39,"wspd":16.6},{"date":"19950106","time":"1995-01-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":43,"wspd":16.6},{"date":"19950106","time":"1995-01-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":41,"wspd":18.7},{"date":"19950106","time":"1995-01-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":43,"wspd":14.8},{"date":"19950106","time":"1995-01-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":45,"wspd":18.7},{"date":"19950106","time":"1995-01-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":49,"wspd":11.2},{"date":"19950106","time":"1995-01-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":45,"wspd":14.8},{"date":"19950106","time":"1995-01-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":43,"wspd":14.8},{"date":"19950106","time":"1995-01-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":14.8},{"date":"19950106","time":"1995-01-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":41,"wspd":18.7},{"date":"19950106","time":"1995-01-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":36,"wspd":20.5},{"date":"19950106","time":"1995-01-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":35,"wspd":24.1},{"date":"19950106","time":"1995-01-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":32,"wspd":22.3},{"date":"19950106","time":"1995-01-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":33,"wspd":16.6},{"date":"19950106","time":"1995-01-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":31,"wspd":13},{"date":"19950106","time":"1995-01-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":27,"wspd":24.1},{"date":"19950106","time":"1995-01-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":28,"wspd":16.6}]},"19950107":{"guardian_articles":[{"date":"19950107","headline":"Russian council vows fight to the end","web_url":"https://www.theguardian.com/world/1995/jan/07/chechnya","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19950107","headline":"Shore Towns Evict Poor On Welfare From Hotels","web_url":"https://www.nytimes.com/1995/01/07/nyregion/shore-towns-evict-poor-on-welfare-from-hotels.html","abstract":"  After summer sun and crowds recede from the Jersey Shore, many struggling hotels try to survive by taking in welfare recipients under contracts with county social service agencies.    While hotel owners welcome the extra money, the officials of the beachfront towns say the off-season population hurts their budgets, requiring added costs for schools, police and other services. The towns fought back with stricter housing codes, threatening to evict some of the families who pay for their rent with the help of welfare.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Pinkney to Turn Pro","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-people-football-pinkney-to-turn-pro.html","abstract":"  The Texas wide receiver LOVELL PINKNEY, a junior who holds the Longhorn record for career touchdown catches, is heading for the National Football League. At a news conference yesterday in his hometown of Washington, Pinkney confirmed that he would pass up his final year of eligibility to enter the April draft. \"Not to sound cocky or anything, I'm ready for the next level,\" Pinkney said. \"There's nothing left that I can prove on the collegiate level.\"","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Seattle in Mourning for Four Firefighters","web_url":"https://www.nytimes.com/1995/01/07/us/seattle-in-mourning-for-four-firefighters.html","abstract":"  Choking back tears, Mayor Norm Rice declared Seattle in mourning today, after the deadliest accident in the history of the Fire Department took the lives of four firefighters.    The firemen, two of whom were veterans with more than 20 years' experience each, were trapped inside an old warehouse in the city's Chinatown on Thursday night while trying to put out what appeared to be a routine fire. Then there was an explosion in the smoky building and the floor beneath them collapsed.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-933995.html","abstract":"  An article yesterday about the departure of Senator Daniel Patrick Moynihan from the Senate Foreign Relations Committee referred incorrectly in some copies to the party that asked him to step aside. It was his own party, the Democrats, not the Republicans.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Pataki Picks New Labor and Utility Chiefs","web_url":"https://www.nytimes.com/1995/01/07/nyregion/pataki-picks-new-labor-and-utility-chiefs.html","abstract":"  Gov. George E. Pataki is expected to name John E. Sweeney, the executive director and counsel to the Republican State Committee, to be State Labor Commissioner, aides to Mr. Pataki said today.    In addition, Mr. Pataki said today that he had named Harold A. Jerry Jr. as interim chairman of the state Public Service Commission, the state agency that regulates utilities. Mr. Jerry, a former Republican State Senator who has been a commissioner for 22 years, said he would remain in the top post only until Mr. Pataki finds a permanent chairman.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Benefit of International Funds Is Taxes, and, Well, Taxes","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-benefit-of-international-funds-is-taxes-and-well-taxes.html","abstract":"IN their quest for new and innovative investment products, adventurous investors in many countries are increasingly looking beyond locally based funds to the international funds market. But, aside from the substantive investment question of whether these","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"Regulation:Stifling, or Liberating?","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-regulationstifling-or-liberating.html","abstract":"THIS month, named for two-faced Janus, is a particularly good time to reflect on the ambivalent nature of financial markets. In trading currencies, stocks and bonds there is no such thing as objective truth. All news is either good (as it may well be for","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"Asuncion Journal; A Few Potholes on the Road to Democracy","web_url":"https://www.nytimes.com/1995/01/07/world/asuncion-journal-a-few-potholes-on-the-road-to-democracy.html","abstract":"  Paraguay's army commander clearly expected the political ground to tremble when he bellowed recently to a group of peasants, \"We don't know if the man has been born yet who can sew up the mouths of the military.\"   But the next day, a Senator suggested that the commander, Gen. Lino Cesar Oviedo, retire. Another member of Congress accused him of violating a new law banning military involvement in politics.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/07/arts/in-performance-classical-music-567895.html","abstract":"  Title Character Changes For Final 'Peter Grimes'  Metropolitan Opera","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Stringer Stepping Out","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-people-football-stringer-stepping-out.html","abstract":"  Ohio State offensive tackle KOREY STRINGER said yesterday he will skip his senior year and make himself available for the National Football League's April draft. Stringer, 20, a two-time all-American, said at a news conference that he made the decision after discussing it with his parents and coaches. Coach JOHN COOPER, however, said he disagreed with the 6-5, 230-pound junior's decision, but predicted he will be picked in the first round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Yeltsin on a Limb, Alone","web_url":"https://www.nytimes.com/1995/01/07/world/yeltsin-on-a-limb-alone.html","abstract":"  It is nearly a month since Boris N. Yeltsin ordered Russian troops to put down a secessionist movement in Chechnya. In that time, nothing has seemed to go as planned for the embattled Russian President. Not only has the military failed to crush the ragtag Chechen forces, but Mr. Yeltsin has found himself the subject of the most searing domestic criticism ever leveled against a Kremlin leader.   Mr. Yeltsin is in trouble, and the Chechnya fiasco has provided a good club with which to hammer him. Even his friends in the West have joined in the carping.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"1895: Paris Needs Metro : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/07/opinion/IHT-1895-paris-needs-metro-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] The universal exhibition of Paris will be held in five years. The means of communication, already insufficient for the normal population of the city, will be so for the enormous influx of foreigners who are expec","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Congressional Developments","web_url":"https://www.nytimes.com/1995/01/07/us/the-104th-congress-diary-congressional-developments.html","abstract":"  HOUSE Democrats went on the offensive, charging that a Republican balanced-budget proposal would force big cuts in Medicare and other popular benefit programs. Republicans rejected the charge but conceded that significant budget cuts would require these programs to undergo a \"systematic\"' review. SENATE The Senate continued to debate a measure to make work rules and other laws that Congress imposes on others apply to itself. The House passed the measure at the end of Wednesday's opening session.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Moscow Vows to Press Assault On Rebel City Despite Criticism","web_url":"https://www.nytimes.com/1995/01/07/world/moscow-vows-to-press-assault-on-rebel-city-despite-criticism.html","abstract":"  Making clear its intention to continue an offensive in Chechnya despite domestic and foreign criticism, Russia's National Security Council met here today as the army unleashed its most powerful artillery barrage yet on the capital of the secessionist southern region.   As Russian forces pummeled the rebel capital, Grozny, with shells from artillery positioned in several nearby villages, President Boris N. Yeltsin vowed yet again to rein in the furious attack.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"Remember Tortoise And Hare, Bears Say","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-football-remember-tortoise-and-hare-bears-say.html","abstract":"  The Chicago Bears are a stagecoach; the San Francisco 49ers are a Lear jet. There is a generation gap between their offenses, although it is nothing a Candlestick Park quagmire can't equalize.    The forecast for Saturday's playoff game here is mud, wind and a 75 percent chance of a 49ers rout. But, as the visiting team enthusiastically points out, there is also the Bear factor. Chicago is a team that gets its school clothes filthy, that draws up plays in the dirt, that arrives in a broken-down bus.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/07/style/chronicle-416795.html","abstract":"  With the 30th anniversary of the death of Lorraine Hansberry approaching, plans are under way for productions and panels around the country to commemorate the playwright and writer who was the first African-American woman to have a play on Broadway and became a powerful voice for black Americans.   Two neighboring theaters in New Brunswick, N.J., head the list with plays this month. Previews of \"A Raisin in the Sun,\" which opened on Broadway in 1959, begin at the George Street Playhouse tonight, with the opening scheduled for Friday. Next door, the Crossroads Theater Company is producing a 1969 play adapted from Ms. Hansberry's writings, \"To Be Young, Gifted and Black,\" which opens Jan. 21. That production moves to Ford's Theater in Washington on Feb. 10.","thumbnail":null,"section":"Style"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-935595.html","abstract":"  An article yesterday about the school at the Adolescent Reception Detention Center on Rikers Island misstated the given name of the teacher who runs the auto shop. He is Martin Torres, not Joe.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-934795.html","abstract":"  A chart on Tuesday in the special Outlook '95 section of Business Day about investment strategies by seven stock market analysts misstated a prediction by one analyst. David Holt, a portfolio strategist at Wedbush Morgan Securities, expects the Dow Jones industrial average to rise as high as 3,900 this year, not 3,700.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Their Heroes Are on Strike, And So Are Card Collectors","web_url":"https://www.nytimes.com/1995/01/07/sports/their-heroes-are-on-strike-and-so-are-card-collectors.html","abstract":"  Tony Doyon used to routinely spend $300 a month to indulge his passion for baseball and other sports cards. But not now.   Call it the revenge of the fans. Angered by baseball and hockey's labor disputes, and resenting the 1990's flood of heavily promoted, gimmicky cards, legions of children and adults are striking back.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Store That Helped Define an Era Is Closing at Yonkers Mall","web_url":"https://www.nytimes.com/1995/01/07/nyregion/store-that-helped-define-an-era-is-closing-at-yonkers-mall.html","abstract":"It was the department store with a first and last name, built when shopping malls were new and customers came first. So when it was announced this week that the John Wanamaker store at the Cross County Shopping Center here would close after 41 years of dignified retailing, many customers feared that civilization had dropped yet another notch.\n\n \"What is going on in this world?\" asked Rose Marie Somosky, 65, a retired secretary from Hastings-on-Hudson. \"Let's face it, when stores like Wanamaker's can't stay in business, something is wrong.\"","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Avent Changes Story","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-people-basketball-avent-changes-story.html","abstract":"  Orlando Magic forward ANTHONY AVENT yesterday recanted his statement to police about a New Year's Eve knife attack, saying he was stabbed by a friend at home and not by three men who confronted him on a downtown street.    Avent said he was trying to protect the friend, who he would not identify to reporters, from prosecution. He added that he didn't regret misleading the police.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"The Dole Challenge","web_url":"https://www.nytimes.com/1995/01/07/opinion/the-dole-challenge.html","abstract":"  Congressional Republicans may be talking truce with the White House on key domestic issues. But on foreign policy, Senator Bob Dole has already declared war, submitting one bill this week that would allow U.S. arms sales to Bosnia in defiance of the U.N. embargo and another that would restrict U.S. participation in U.N. peacekeeping. He also promised early hearings aimed at unraveling the Administration's nuclear deal with North Korea.   There is some merit in the Bosnia proposal, not much in the U.N. measure and a capacity for major mischief on Korea. Like it or not, Mr. Dole now leads the majority party in the Senate, and his policy challenges need to be taken more seriously by the White House than they have so far.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Ford Foundation Nurtures New Work in Arts","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-ford-foundation-nurtures-new-work-in-arts-971195.html","abstract":"  To the Editor:   Robert Brustein's \"Culture by Coercion\" (Op-Ed, Nov. 29) described the work of several foundations, including the Ford Foundation. We have a different perspective on the matters he discusses.   The foundation spends $7 million a year in the United States and overseas for the arts. This reflects our belief that artistic and cultural expression is part of human experience. It can give pleasure, express visions and hopes, and illuminate important questions. Our grants, a mixture of general and project funding, are intended to:","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Assistants Under Kotite Might Look Familiar","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-football-assistants-under-kotite-might-look-familiar.html","abstract":"  Rich Kotite said yesterday that he would bring some new people on the staff, but the Jets' new head coach will give all the current assistants the courtesy of interviewing them next week.    Kotite indicated that Zeke Bratkowski, his longtime associate dating to their days with the Jets, will be coming with him from the Philadelphia Eagles. Bratkowski had been the offensive coordinator and quarterback coach at Philadelphia.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Administration Sees No Choice but to Support Yeltsin","web_url":"https://www.nytimes.com/1995/01/07/world/administration-sees-no-choice-but-to-support-yeltsin.html","abstract":"  Despite evidence that President Boris N. Yeltsin is losing control of the Russian military, the Clinton Administration has decided that it has little choice but to support him.   \"This is a time for the United States to be steady and cautious,\" Secretary of State Warren Christopher said in an interview today. \"We need to not rush to judgment or rush to conclusions. It is worth remembering that he is the first elected President of Russia. He has been the exponent of reform, and we are in favor of reform.\"","thumbnail":null,"section":"World"},{"date":"19950107","headline":"Replacement Plan Near","web_url":"https://www.nytimes.com/1995/01/07/sports/replacement-plan-near.html","abstract":"  Major league clubs could have a plan for the recruitment of replacement players by the end of next week.    John Harrington of the Boston Red Sox, chairman of the committee charged with developing the plan, said yesterday the committee needed to have more conference calls to discuss replacement players and related matters, but hoped to have a plan to recommend to the executive council within a week.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"F.B.I. Chief Reprimands Officials on Their Role in a 1992 Idaho Raid","web_url":"https://www.nytimes.com/1995/01/07/us/fbi-chief-reprimands-officials-on-their-role-in-a-1992-idaho-raid.html","abstract":"  The Director of the Federal Bureau of Investigation, Louis J. Freeh, today reprimanded a dozen employees, including his acting deputy and several middle managers over a botched and bloody 1992 standoff with the white separatist Randall C. Weaver.   None of the officials was dismissed or given more than reassignment or a short suspension from duties, and Mr. Freeh said that the highest official to be recommended for a reprimand, Larry A. Potts, whom Mr. Freeh has temporarily promoted to the No. 2 job in the agency, remains his choice to permanently fill the position of deputy director.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"On the Electron River, Young Are Best Guides","web_url":"https://www.nytimes.com/1995/01/07/nyregion/about-new-york-on-the-electron-river-young-are-best-guides.html","abstract":"  HERE is what happened along a stretch of the great communication highway. Some drifters were hanging around near an entry ramp where a sign points the way to the Sony Wonder Technology Lab at 550 Madison Avenue, near 53d Street. Even though admission is free, the drifters shun this pathway to the future. They seem to have enough trouble coping with the here and now. Mostly, they sit at tables in the plaza, keeping warm and listening to the piano player in the Christmas exhibit.     The other day, as adult tourists and schoolchildren waited for elevators to the Wonder Lab, one of the unrooted approached the uniformed stewards manning the cord barriers to complain that a colleague had stolen his gloves.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"A Misfire By Childs Is Costly For the Nets","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-basketball-a-misfire-by-childs-is-costly-for-the-nets.html","abstract":"  Whether it was cocksureness or a rookie mistake, Chris Childs was not saying. He had the shot with the game in the balance, but he also had enough time on the shot clock to post up Derrick Coleman, to lob it inside to Benoit Benjamin, to. . . .     \"He got a good look; that's all you can ask for,\" Coach Butch Beard of New Jersey said after Childs missed and the Charlotte Hornets escaped with an 89-88 victory over the Nets tonight at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/07/arts/in-performance-classical-music-947995.html","abstract":"  A Russian Cio-Cio San Plays Down Vulnerability  Galina Gorchakova, Soprano Metropolitan Opera","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"A Case for Sweet and Simple","web_url":"https://www.nytimes.com/1995/01/07/arts/cabaret-review-a-case-for-sweet-and-simple.html","abstract":"  To call Nancy LaMott the leading ingenue of cabaret singing is not to imply that she exudes the simpering naivete often associated with blond leading ladies. It is to say that Ms. LaMott, who is appearing at the Oak Room at the Algonquin Hotel (59 West 44th Street, Manhattan) through Feb. 4, is a guileless interpreter who makes a compelling case for playing it sweet and simple. While her performances are scrupulously respectful of a songwriter's intentions, her fluid phrasing, throbbing timbre and air of utter naturalness elevate her interpretations far above the level of rote readings.    The songs in Ms. LaMott's new show, \"Girl Talk,\" explore a wide range of female personalities found in traditional pop songs. These include a world-conquering protofeminist (in Richard Whiting and Johnny Mercer's \"Have You Got Any Castles, Baby?\") and a murderess who would rather kill her husbands than divorce them (in Rodgers and Hart's \"To Keep My Love Alive)\" and a cheerfully self-deprecating loser (in Cy Coleman and David Zippel's \"You Can Always Count On Me\").","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Note to Readers","web_url":"https://www.nytimes.com/1995/01/07/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"DANCE","web_url":"https://www.nytimes.com/1995/01/07/arts/in-performance-dance-993095.html","abstract":"  Flamenco Is Flamenco When Passion Infuses It  La Conja Mimbre y Vareta Pace Downtown Theater","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Democrats Strongly Attack G.O.P. Budget Plan","web_url":"https://www.nytimes.com/1995/01/07/us/the-104th-congress-the-overview-democrats-strongly-attack-gop-budget-plan.html","abstract":"  Democrats abandoned their opening-week niceties today and took up the stoop labor of a true Congressional minority, charging that a Republican balanced-budget amendment to the Constitution might just be a ploy to gut Medicare and other popular benefit programs.   Republicans scoffed at that. But they also allowed, as Speaker Newt Gingrich of Georgia did on Thursday, that Medicare and other big programs may have to undergo \"systemic\" changes if the $4.7 trillion Federal debt is ever to stop growing, much less shrink.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/07/sports/results-plus-474495.html","abstract":"  MEN'S BASKETBALL  Penn Wins 30th Straight Ivy League Game  Eric Moore scored 20 points and No. 25 Penn tied an Ivy League record with its 30th consecutive conference victory last night, beating Harvard, 90-63, at Cambridge, Mass. The Quakers (7-1, 1-0) have not lost a conference game since March 6, 1992, matching the record set by the school from 1969-71.    Penn could break the record with a victory over Dartmouth tonight, but Coach Fran Dunphy said all he cares about is the victory. \"We never talk about the record,\" he said. \"Twenty years from now, it will be a good accomplishment. But right now, we're 1-0 in the league, and that's what we're focused on.\" (AP) Dartmouth 64, Princeton 56: Guards Kenny Mitchell and Seamus Lonergan scored 14 points each in leading Dartmouth over Princeton in Hanover, N.H. Dartmouth (4-7, 1-1 Ivy League) put the game out of reach in the second half during a 13-4 run that put the Big Green on top by 55-43 with 3 minutes 38 seconds remaining. Princeton fell to 5-7, 0-1. (AP) WOMEN'S BASKETBALL  No. 8 Penn State Is Upset by Minnesota  Three consecutive baskets by Lori Lawler sparked a 10-2 run early in the second half and host Minnesota went on to stun No. 8 Penn State, 71-56, last night. The spurt shortly after intermission gave the Gophers (7-5, 2-0 Big Ten) a 43-36 lead and Penn State (9-3, 1-2) was never able to recover against an aggressive Minnesota defense, falling for the second time in its last three games. Lawler finished with 19 points. (AP) Indiana 68, Ohio State 58: Shirley Bryant's 27 points and 13 rebounds sparked host Indiana to its Big Ten victory over No. 22 Ohio State (8-4, 2-1). The Hoosiers (11-1, 1-1) won despite playing without Lisa Furlin, their usual leading scorer. (AP) Tulane 74, Southern Mississippi 71: Kim Bryant scored a season-high 21 points to lead host Tulane over No. 23 Southern Mississippi in the Metro Conference opener for both teams. The Green Wave (7-5, 1-0) defeated a Top 25 team for the first time in its history. Southern Mississippi fell to 8-2. (AP) SKIING  Tomba Triumphs in World Cup Slalom  Alberto Tomba earned his sixth World Cup victory of the season in a giant slalom race yesterday at Kranjska Gora, Slovenia. The Italian skiing star won in 2 minutes 12.01 seconds, defeating Mitja Kunc of Slovenia and Harald Strand Nilsen of Norway, who tied for second place at 2:12.95. Tomba increased his overall World Cup point total to 650, 334 ahead of Michael Von Grunigen of Switzerland, who finished 12th yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/07/nyregion/metro-digest-821995.html","abstract":"  SUSPECT HAD BEEN CLASSIFIED VIOLENT A mentally ill man accused of pushing a woman to her death under a subway train on Wednesday was classified as violent or even homicidal by state psychiatrists less than a year ago and committed to a state hospital. But once there, he was given the freedom to walk the large campus despite four escapes, officials said. Page 1. New York State's top mental health official was dismissed. Page 26. NEW YORK CITY  FIREFIGHTER IS LAID TO REST IN QUEENS Five-year-old Joseph Wylie wore a firefighter's uniform cap on his way in and out of church. It had belonged to his father, Thomas A. Wylie. Classmates of his father's from the Fire Academy were there, too, among the 6,000 or so firefighters from throughout the region who lined the streets around St. Luke's Roman Catholic Church in Whitestone, Queens, for the funeral. Page 27. TAKING A TRIP ON THE ELECTRON RIVER Upstairs at the Sony Wonder Technology Lab, a recorded voice clearly directed visitors to log in by sliding plastic cards that they were issued through a sensor. As their photos were automatically taken, the visitors were asked to speak so their log-ins could be personalized with a voice print, as the voice explained. \"What would you do if you won a million dollars in the lottery?\" the machine said. About New York, page 27. REGION  SHORE TOWNS EVICT POOR After summer sun and crowds recede from the Jersey Shore, many hotels try to survive by taking in welfare recipients under contracts with county social service agencies. But town officials say the off-season population requires additional spending for schools, police and other services. In Seaside Park, officials succeeded in having six families evicted from a hotel across from the boardwalk. Page 28. STORE THAT HELPED DEFINE ERA IS CLOSING When it was announced this week that the John Wanamaker store at the Cross County Shopping Center in Yonkers would close after 41 years of dignified retailing, many customers feared that civilization had dropped yet another notch. Page 28. BUTTERFLIES AT DEBATE COMPETITION It does not matter that they are all great debaters in their own countries. The competition this week at the 15th World Universities Debating Championship at Princeton University featuring the best student speakers from 27 nations has them all a little nervous. Page 28. PATAKI PICKS LABOR AND UTILITY CHIEFS Governor Pataki is expected to name John E. Sweeney, the executive director and counsel to the Republican State Committee, as Labor Commissioner, aides to Mr. Pataki said. In addition, he has named Harold A. Jerry Jr., a former State Senator, as interim chairman of the Public Service Commission. Page 29. New York, Delaware and Massachusetts will share about $182 million with the other states to settle a dispute over unclaimed dividend and interest payments on securities. Page 26. Unemployment fell in New York and New Jersey, but experts said the gain did not signal a turnaround for the region's economy. Business Day, page 39. Neediest Cases....27","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Duva, King Duel Anew","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-people-boxing-duva-king-duel-anew.html","abstract":"  LIONEL BUTLER, who sparred with LENNOX LEWIS in 1991, says he will fight the former World Boxing Council heavyweight champion in March for the promoter DAN DUVA, not DON KING. \"Right now, I'm signed with Main Events and I'm fighting Lennox Lewis on March 18,\" Butler said in a conference call yesterday.    On Thursday, King had said he had a contract with Butler and wanted to put a Butler-Lewis fight underneath OLIVER MCCALL's W.B.C. title defense against LARRY HOLMES on April 8 at Caesars Palace in Las Vegas, Nev. \"I've got the fighter and possession is nine-tenths of the law,\" King said. Butler, 22-10-1 with 17 knockouts, has won 16 straight.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Made in the U.S.A.: Steelers vs. Browns","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-football-made-in-the-usa-steelers-vs-browns.html","abstract":"  There is something of a sibling rivalry between the cities of Cleveland and Pittsburgh, dating to their days as toddling industrial giants. The area's steel manufacturing may be gone now, but the real residue of those years -- competitiveness -- remains as strong as ever.     Now it's played out on a football field.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"An Agency's Volunteers Navigate Foster Care System","web_url":"https://www.nytimes.com/1995/01/07/nyregion/the-neediest-cases-an-agency-s-volunteers-navigate-foster-care-system.html","abstract":"  When she is not in Family Court, Naomi Karp is poring through documents, typing reports and spending hours on the phone with city welfare agencies. She does not earn a salary, and at 68, she is entitled to a less frenetic schedule. But with each passing year, her sense of obligation toward the city she calls home has grown.    Mrs. Karp belongs to a volunteer program run by the Community Service Society of New York, a charity supported by The New York Times Neediest Cases Fund. Since 1971, the society's Retired Senior Volunteer Program has supplied hundreds of public and private agencies with trained volunteers to do jobs as various as delivering food to the homeless and doing research at universities.    At a time when the city government is eliminating positions and programs at social-service agencies, Mrs. Karp's work is invaluable. She is a court-appointed advocate for children in the city's vast foster care system. Above all, she tries to insure that foster children are happy and secure.    \"Trying to make the system function well can be maddening,\" said Mrs. Karp, a former freelance journalist. \"But I'm a good nagger, so occasionally I succeed.\"    Mrs. Karp's organization, Court Appointed Special Advocates, depends largely on its 94 volunteers to monitor about 750 cases involving 1,200 children. Since Mrs. Karp started volunteering in 1988, the number of children in the city's foster care system has grown to 45,000, and the need for supervision is greater than ever. Often, Mrs. Karp and her colleagues find children who are neglected by a system that is supposed to protect them, usually because caseworkers are overworked and undertrained.    Mrs. Karp works with children whose parents placed them in foster care voluntarily. Often, the parents did so because they were homeless, drug addicted or incarcerated. Most of the children eventually return to their parents, but in a few cases, Mrs. Karp's efforts have led to foster families adopting children. Her most recent victory involved a troubled teen-aged girl who had been abandoned on the street as an infant. Her foster mother could not care for her any longer, so Mrs. Karp did some research and found the girl's baby sister, who was in another foster home.    The girl now lives with her sister, and their foster family is considering adopting them.    \"She was so taken with the idea of being a good role model for the baby that she got serious about her life,\" Mrs. Karp said. \"It's rare to see a situation turn out so well, so I felt especially good about it.\"    But the most common feeling is frustration. She goes to Family Court several times a month, and she often spends hours waiting for her case to be called. Letters to parents detailing their options frequently go unanswered. The most maddening aspect of the job, she said, is dealing with the city bureaucracy.    \"They don't always return my calls, and sometimes they don't even answer their phones,\" she said. \"They do things by rote, and it's very hard to push them in a new direction.\"    But Lee Pardee, the case and research coordinator for the advocate program, said volunteers are more likely than anyone to succeed in changing the system.    \"People like Naomi come in with fresh ideas and a can-do attitude that is crucial for this kind of work,\" Ms. Pardee said. \"They are here because they want to be, and they are more committed than anyone to helping these kids.\"    The experience has also helped Mrs. Karp cultivate self-confidence. She is finishing a novel about the foster-care system, based on her own experiences. And she plans to continue volunteering for as long as she is able.    \"I feel I have to use my time productively,\" she said. \"I have loved living in this city, and this is an excellent way to give something back.\"  Previously Recorded $2,963,874.95 Recorded Yesterday 103,132.20 Total$3,067,007.15","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Intimacy Turns Out To Be Very Hard Work","web_url":"https://www.nytimes.com/1995/01/07/arts/dance-review-intimacy-turns-out-to-be-very-hard-work.html","abstract":"  Whereas it's easy, and sometimes fun, to be nasty, showing affection can be difficult. Upon that sad fact of life, David Dorfman built the choreographically wry and poignant works that David Dorfman Dance offered on Wednesday night as part of the Altogether Different series at the Joyce Theater.    Whenever dancers neared one other in \"Approaching No Calm Counting Laughter,\" they appeared ready to flee. Each of this premiere's two parts had its own enigmatic title. Lisa Race and Mr. Dorfman moved as if burdened by invisible weights, in \"Approaching No Calm,\" to music by Amy Denio. An attempt at kissing became hard labor; intimacy proved intimidating.","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Firefighter Laid to Rest In Queens","web_url":"https://www.nytimes.com/1995/01/07/nyregion/firefighter-laid-to-rest-in-queens.html","abstract":"  Five-year-old Joseph Wylie wore a firefighter's uniform cap on his way in and out of church yesterday. It had belonged to his father, Thomas A. Wylie.    Classmates of his father's from the Fire Academy were there, too, dressed in windbreakers; still probationary firefighters, they do not yet have dress uniforms. They were among 6,000 or so firefighters from throughout the region who lined the streets around St. Luke's Roman Catholic Church in Whitestone, Queens, for the funeral.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"THE 104TH CONGRESS: ISSUES AND AGENDAS -- Liberal Anger, States' Hope And a Technology Debate; Liberals: Bitter Attacks On the President","web_url":"https://www.nytimes.com/1995/01/07/us/104th-congress-issues-agendas-liberal-anger-states-hope-technology-debate-943695.html","abstract":"  While the spotlight was focused on a bit of immediate fencing between Republican and Democratic Congressional leaders, there were also a number of gatherings in Washington yesterday that foreshadowed the shape of some of the policy making -- and policy battles -- to come during the next two years.    Dazed and angry, the remnants of the political left gathered here today to serve notice on President Clinton that they would not stand by silently while he sought accommodation with Speaker Newt Gingrich and other Republican Congressional leaders.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Airplane Crash Kills Iran Air Force Chief And 11 Top Officers","web_url":"https://www.nytimes.com/1995/01/07/world/airplane-crash-kills-iran-air-force-chief-and-11-top-officers.html","abstract":"  The commander of the Iranian Air Force, Brig. Gen. Mansour Satari, has died in a plane crash with 11 other officers, including four other generals, military officials said today.    The Teheran radio said a plane carrying General Satari, the architect of an intensive military buildup in the Iranian Air Force since 1988, crashed shortly after takeoff late Thursday night.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"Double-Trouble Killers","web_url":"https://www.nytimes.com/1995/01/07/opinion/in-america-double-trouble-killers.html","abstract":"  If you are a New Yorker the fear is there, somewhere, maybe buried deep beneath the surface of consciousness, or maybe right out there in the open, as loud and evident and nerve-racking as the screaming jackhammers, the endless emergency sirens and the careening, horn-blowing, red-light-running vehicles that are staples of New York's daily existence.   The fear is that from out of the chaos some maniac will emerge to pointlessly, stupidly, inexplicably hurl you, blast you, cast you into oblivion.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"1920: Annulment in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/07/opinion/IHT-1920-annulment-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The annulment of a marriage has been ordered by a tribunal at Milan on the grounds that it was childless. This decision is expected to cause numbers of annulments - for there is no divorce in Italy - on similar grounds. The action of the tribunal i","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/07/style/chronicle-949595.html","abstract":"  JOHN WALLACH, the foreign editor for the Hearst newspapers and an author, has been named the executive director of the Elie Wiesel Foundation for Humanity. Mr. Wiesel established the foundation to organize international forums on issues of ethics and understanding after he received the Nobel Peace Prize in 1986. The foundation also runs projects for children and is establishing youth centers for young Ethiopian Jews in Israel.    The match was made when Mr. Wiesel addressed a group of teen-agers who were in the United States last summer with Seeds of Peace, a program established by Mr. Wallach to bring young Israelis and Arabs together.","thumbnail":null,"section":"Style"},{"date":"19950107","headline":"As Deng's Health Flags, So Does Patience for Dissent","web_url":"https://www.nytimes.com/1995/01/07/world/as-deng-s-health-flags-so-does-patience-for-dissent.html","abstract":"  Communist Party leaders in recent weeks have been sending a stream of blunt messages to China's political dissidents telling them to keep a low profile or stay overseas as the country prepares for the political transition that will follow the death of an ailing Deng Xiaoping.   Western diplomats here say the campaign is intended to chasten anyone who threatens to wrinkle the brittle political fabric of the capital this winter. \"This regime fundamentally lacks legitimacy,\" a Western diplomat said, \"and so the security apparatus is all that stands between the leadership and those who want change, or revolution or just revenge after Deng dies.\"","thumbnail":null,"section":"World"},{"date":"19950107","headline":"Elevator Kills City Worker In the Bronx","web_url":"https://www.nytimes.com/1995/01/07/nyregion/elevator-kills-city-worker-in-the-bronx.html","abstract":"  An elevator that workers said had repeatedly malfunctioned in the last two months killed a man yesterday in a Bronx welfare center, on the same day that a mechanic came to repair the elevator, the police said.     The man, James Godfrey Chenault, was decapitated about 9 A.M. when the elevator in the Kingsbridge Center in the Bronx, at 261 East 161st Street, suddenly shot up while he was straddling its open doorway.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Governor Proposes Tax Cut in California","web_url":"https://www.nytimes.com/1995/01/07/us/governor-proposes-tax-cut-in-california.html","abstract":"  Gov. Pete Wilson said today that he would ask the State Legislature to cut personal and business income taxes by 15 percent over three years.    The Republican Governor, beginning his second four-year term, said he would seek the tax cuts recommended to him last month by a group of economic advisers.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Huston Has Fine Time As Stadler Is Late","web_url":"https://www.nytimes.com/1995/01/07/sports/golf-huston-has-fine-time-as-stadler-is-late.html","abstract":"  The course was soft and soggy, but John Huston's game was as crisp today as it was last March, when he won the tournament that got him into this exclusive winner's only field at La Costa.     Huston shot rounds of 67 and 66 today for a 133 in the rain-delayed, 36-hole opener of the Mercedes Championships, and he roared into a two-stroke lead over Lee Janzen, who shot 72-63, and a three-stroke lead over Craig Stadler.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-932095.html","abstract":"  Because of an editing error, a brief article by Reuters on Monday about the new membership of the United Nations Security Council misstated the date that five new members were elected. The five -- Germany, Italy, Botswana, Indonesia and Honduras -- took nonpermanent seats on Jan. 1. They were elected in October.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Courts Have to Weigh The Evidence Better","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-courts-have-to-weigh-the-evidence-better-986095.html","abstract":"  To the Editor:   \"Surely We Can Improve on Trial by Jury\" (letter, Dec. 31), about trial by judge versus trial by jury, ignores the issue of accuracy of evidence assessment that is crucial to judicial quality. As long as witness credibility is central to judicial decision, and is gauged by demeanor, as in almost all court proceedings today, it will make no difference if the evidence is weighed by judge or jury.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Helicopter Pilot Unlikely to Be Punished for Statement","web_url":"https://www.nytimes.com/1995/01/07/us/helicopter-pilot-unlikely-to-be-punished-for-statement.html","abstract":"  The Army pilot whose helicopter was shot down over North Korea last month did not violate the military's Code of Conduct when, before his release, he signed a statement saying he had committed an \"intolerable crime\" when his aircraft \"illegally intruded\" into North Korean territory, Pentagon officials said today.    Military officials say the statement by the pilot, Chief Warrant Officer Bobby Hall, merely recounted that he and his co-pilot, Chief Warrant Officer David Hilemon, became lost on a routine training flight and strayed into North Korea on Dec. 17. Mr. Hilemon was killed when the copter was shot down.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"To the Highest Bidder, From Nureyev's Life","web_url":"https://www.nytimes.com/1995/01/07/arts/to-the-highest-bidder-from-nureyev-s-life.html","abstract":"  When the doors to Christie's opened at 10 yesterday morning, the Park Avenue auction house was flooded with fans and friends, dancers and decorators and the just plain curious, who came to glimpse the contents of Rudolf Nureyev's Manhattan apartment, which were on view to the public for the first time. The contents will go on sale beginning Thursday evening, and Christie's estimates that the sale will bring $3 million to $4.5 million.   It was a day of voyeurism and for some a day of sadness. Yesterday was the second anniversary of the dancer's death at the age of 54. \"It's like being at a wake,\" said Marilyn L. Lavine, a fan who said she had watched Nureyev dance all over the world.","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Golf Course Cancels Goose Shoot","web_url":"https://www.nytimes.com/1995/01/07/us/golf-course-cancels-goose-shoot.html","abstract":"  Yielding to protests from animal rights groups and traditional hunters, a northern Alabama golf course overrun with Canada geese has called off a hunt that was set for next week.   Directors of the Goosepond Colony golf course in Scottsboro, Ala., canceled the hunt on Thursday evening. The hunt, which was to begin at dawn Monday, was supposed to chase away more than 500 geese that were eating the greens and fouling the fairways with their waste.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Irish to Keep Mayes","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-people-football-irish-to-keep-mayes.html","abstract":"  Receiver DERRICK MAYES, who holds the Notre Dame single-season record for touchdown receptions, said yesterday he would return for his senior season, a fitting present for Coach LOU HOLTZ, who turned 58 yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"BRIEFCASE : Life-Policy Market:A Guide for Users","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-briefcase-lifepolicy-marketa-guide-for-users.html","abstract":"There is a growing market secondary market in life insurance policies. This arises from the fact that maintaining these policies usually provides better returns than the early redemption value offered by the insurer. For a free guide to this complicated","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/07/nyregion/inside-230095.html","abstract":"  Censures in F.B.I. Standoff   The F.B.I. Director reprimanded 12 employees, including his acting deputy, over the botched 1992 stand-off with a white separatist. Page 10. Race an Issue in Conviction    A court has struck down the conviction of a black man by an all-white jury for the 1974 kidnapping of a Long Island executive. Page 25. Give That Man a Cigar    Atlanta Hawks Coach Lenny Wilkens won his 939th game, passing Red Auerbach of the Boston Celtics for most N.B.A. victories. Page 33. Long-Distance Price War    The price war widened in the long-distance telephone industry as Sprint offered flat rates. Page 39.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"BRIEFCASE : Nauticus Fund Ltd. Hangs Out Shingle","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-briefcase-nauticus-fund-ltd-hangs-out-shingle.html","abstract":"Investors resilient enough not to head for the nearest exit when the words \"hedge fund\" or \"managed derivatives vehicle\" are mentioned may be interested in another of these investments. Nauticus Fund Ltd. is a Bahamas-based collective","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"Mexican Workers Will Bear Brunt of Peso's Fall","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-mexican-workers-will-bear-brunt-of-peso-s-fall-969095.html","abstract":"  To the Editor:   Mexico's currency has fallen 30 percent in two weeks (front page, Jan. 4). Will this eliminate the trade deficit that caused the free fall? Conventional economics tells us it will. But in \"Mexican Trade Won't Gain From Devaluation\" (letter, Dec. 30) Jude Wanniski argues that except for short-term effects, it will not.   Conventional economics has been notoriously unable to explain the persistence of trade imbalances in the face of large movements in exchange rates. Yet Mr. Wanniski is wrong to go to the opposite extreme, for devaluations do occasionally improve trade balances.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Sports of The Times; A Wounded Warrior Hunts Bears","web_url":"https://www.nytimes.com/1995/01/07/sports/sports-of-the-times-a-wounded-warrior-hunts-bears.html","abstract":"  RICHARD DENT stood in front of his cubicle at the 49ers' training camp, half listening to William Floyd, the 23-year-old fullback, react to Floyd's being named to the \"all-Madden\" team. The team is a collection of rough and tumble players selected each year by John Madden, the former Raiders coach and popular sportscaster.    \"I'm a throwback,\" Floyd was saying. \"I have all the ingredients: part Larry Csonka, a little Earl Campbell, a little Franco Harris.\"","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Giving 'The Mikado' A Steve Allen Treatment","web_url":"https://www.nytimes.com/1995/01/07/arts/music-review-giving-the-mikado-a-steve-allen-treatment.html","abstract":"  Leonard Bernstein distancing himself from an interpretation by Glenn Gould onstage with the New York Philharmonic it is not. But an acknowledgment in the program for the New York Gilbert and Sullivan Players' revival of \"The Mikado\" at Symphony Space, with the comedian Steve Allen in the brief title role, begins to sound like a disclaimer.   \"We would like to acknowledge Mr. Allen for his rewriting of the scenes in which he appears,\" it reads. \"We hope our audience will agree that the opportunity to present a talent of Mr. Allen's magnitude more than justifies this liberty.\"","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"After Three Attempts, Wilkens Gets His Cigar","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-basketball-after-three-attempts-wilkens-gets-his-cigar.html","abstract":"  Hawks 112, Bullets 90     The chase finally ended for Lenny Wilkens.    Wilkens became the winningest coach in National Basketball Association history last night with No. 939 when his Atlanta Hawks beat the visiting Washington Bullets, 112-90, moving him past Red Auerbach on his fourth attempt.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/07/arts/in-performance-classical-music-948795.html","abstract":"  Ambiance of a Musicale, Though Not in a Drawing Room  Tana Bawden, pianist; Leigh Harrison, soprano, and Lorenz Maycher, organist St. Bartholomew's Church","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Defendant Pleads Not Guilty in Clinic Attacks","web_url":"https://www.nytimes.com/1995/01/07/us/defendant-pleads-not-guilty-in-clinic-attacks.html","abstract":"  Exactly a week after the authorities say he shot his way through two abortion clinics, John C. Salvi 3d appeared in Federal District Court here today and pleaded not guilty to two weapons charges stemming from the attacks in suburban Brookline.   Mr. Salvi was then turned over to the Massachusetts authorities, who have charged him with killing two clinic receptionists and wounding five other people in the Dec. 30 shootings. Mr. Salvi is scheduled to be arraigned on the state charges on Monday morning in Brookline District Court.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Defending Public Radio","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-defending-public-radio-987895.html","abstract":"  To the Editor:   The defense of public broadcasting against threats by the new Republican leadership in Congress to slash the broadcast budget has emphasized public television and ignored radio.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Roseanne Plans to Produce U.S. Version of British Sitcom","web_url":"https://www.nytimes.com/1995/01/07/arts/roseanne-plans-to-produce-us-version-of-british-sitcom.html","abstract":"  An American version of \"Absolutely Fabulous,\" the politically incorrect British television comedy that has won fans on both sides of the Atlantic, is to be produced by the actress and comedian Roseanne.   Format rights to the BBC series -- about a pair of narcissistic, substance-abusing middle-aged London women -- were bought from the show's creator and lead actress, Jennifer Saunders.","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/opinion/c-corrections-990895.html","abstract":"  An editorial yesterday misidentified the committee headed by Senator Alfonse D'Amato of New York. It is the Banking Committee.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Mexican Workers Will Bear Brunt of Peso's Fall; The Latin Markets","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-mexican-workers-will-bear-brunt-of-peso-s-fall-the-latin-markets-985195.html","abstract":"  To the Editor:   I could not help smiling when I read \"KFC Tries for a Turnaround in Chile\" (Business Day, Dec. 27) on the problems Pepsico has faced with its Kentucky Fried Chicken franchise operations in Chile.    Pepsico, having racked up huge losses when it entrusted its Chilean KFC franchises to a group of Peruvian investors, has now turned to new Chilean owners, who are former competitors and presumably know the local market better.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Starks's Second-Half Show a Winning Performance","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-basketball-starks-s-second-half-show-a-winning-performance.html","abstract":"  When John Starks became unstoppable tonight, so did the Knicks.    Sparked by Starks's 16-point barrage in the third quarter, the Knicks took off and outlasted the Cleveland Cavaliers, 103-93, before a sellout crowd of 20,562 at Gund Arena. The victory extended New York's season-high winning streak to five games.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"1945: Censored Press?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/07/opinion/IHT-1945-censored-press-in-our-pages100-75-and-50-years-ago.html","abstract":"BUENOS AIRES - The Argentine Press and Information Office suspended \"El Nacional,\" the pro-democratic daily newspaper here, for eight days for publishing a story saying that the Buenos Aires Chief of Police would replace the Minister of the Inte","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"States Reach Settlement Of a Dispute On Dividends","web_url":"https://www.nytimes.com/1995/01/07/nyregion/states-reach-settlement-of-a-dispute-on-dividends.html","abstract":"  New York, Delaware and Massachusetts have agreed to share about $182 million with the other states to settle a complicated and troublesome dispute over unclaimed dividend and interest payments on securities.    The settlement, announced yesterday, calls for the money to be paid over 10 years. New York will pay $100 million, Delaware $75 million and Massachusetts $7 million.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"THE 104TH CONGRESS: ISSUES AND AGENDAS -- Liberal Anger, States' Hope And a Technology Debate; Welfare: G.O.P. Governors Make Their Pitch","web_url":"https://www.nytimes.com/1995/01/07/us/104th-congress-issues-agendas-liberal-anger-states-hope-technology-debate-944495.html","abstract":"  While the spotlight was focused on a bit of immediate fencing between Republican and Democratic Congressional leaders, there were also a number of gatherings in Washington yesterday that foreshadowed the shape of some of the policy making -- and policy battles -- to come during the next two years.    Republican governors today asked Mr. Gingrich and the Senate majority leader, Bob Dole, for major changes in Federal welfare laws so that the states could reduce their costs.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"As Egon Schiele Observes Himself Observing Himself","web_url":"https://www.nytimes.com/1995/01/07/theater/theater-review-as-egon-schiele-observes-himself-observing-himself.html","abstract":"  In the opening sequences of \"Pass the Blutwurst, Bitte,\" John Kelly's captivating homage to the Viennese artist Egon Schiele, Mr. Kelly contemplates a blank canvas with the naive self-infatuation of Narcissus finding his reflection in a pool.   The scene, which is preceded by the sound of an infant's wail, translates the primal act of a child discovering his body into the tense, angular postures of Schiele's brooding expressionist self-portraits, with Mr. Kelly assuming the familiar skewed head, the sharply bent arms, the rigidly extended fingers. Though the performer has already been made up into an uncanny facsimile of images of the painter, it is this singular anatomy lesson that brings Schiele to full life, as the artist seems to sculpture himself into being.","thumbnail":null,"section":"Theater"},{"date":"19950107","headline":"French Talk to Iraqis, Angering Allies","web_url":"https://www.nytimes.com/1995/01/07/world/french-talk-to-iraqis-angering-allies.html","abstract":"  Drawing sharp criticism from the United States and Britain, France received a senior Iraqi official today for the first time since the Persian Gulf war of 1991 and agreed to open a diplomatic office in Baghdad soon.   In separate statements, the United States and Britain said that they had not been consulted about the French moves and that the moment was not ripe for easing international pressure on Iraq to comply fully with Security Council resolutions.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/07/nyregion/news-summary-205995.html","abstract":"  International 2-6  RUSSIANS BATTER REBEL CAPITAL    Russia's National Security Council made clear that it intended to continue its assault on Chechnya as the the army unleashed its most powerful barrage yet on the secessionist region's capital. 1","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Energy Department Abides by Its Own Rules","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-energy-department-abides-by-its-own-rules-968195.html","abstract":"  To the Editor:   It is true, as you state in your article on the Energy Department's decision to ask Congress to rewrite rules on the cleanup of nuclear-arms factories (Dec. 21), that changes may be needed to accommodate the budget reductions announced for the department's nuclear-weapons cleanup program.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Butterflies and Bravado At Debate Competition","web_url":"https://www.nytimes.com/1995/01/07/nyregion/butterflies-and-bravado-at-debate-competition.html","abstract":"  It does not matter that they are all great debaters in their own countries. The competition here this week at the 15th World Universities Debating Championship at Princeton University featuring the best student speakers from 27 nations has them all a little nervous.    \"In Canada, we get a lot of respect,\" said Paul Ciufo, 24, a creative writing student at York University in Canada. \"But it's hard to compete with teams like Oxford who have reputations on the international circuit.\" He complained that the judges were too quick to be impressed with any idea delivered with a British accent.    \"The Irish go more for style than facts,\" said Dermot Conway, a member of the University of Cork team, which will be the host of the 1996 championship. \"It's like sitting down and having a good argument with a friend.\"    Nick McGrath, a kilted debater from the University of Glasgow, fretted that Americans who judge the debates were having difficulty understanding his accent and his humor.    Enthusiasm ran high all week as 244 two-member teams from more than 100 schools paired off in a series of preliminary rounds to decide the 32 top teams that will square off this weekend to battle for the world championship. There will have been up to 1,130 separate debates by Sunday's championship finals.    In an age when television and other electronic devices have elevated sound and diminished conversation, it is consoling to some to know that a premium on the art of persuasion and logical discourse is still embraced by young people who can go for the jugular one moment and then go out for a drink together.    \"The quality of political speeches is so poor in the United States today that it is marvelous to see students who may eventually enter public service get up on their feet and construct complete sentences and sometimes do it with a degree of spontaneous wit,\" said Dr. John Fleming, a Princeton professor of English and comparative literature who is master of Wilson College on campus.    Ross Harper, 21, from the University of Glasgow, said, \"I think it's a safe bet to say that many of the debaters here are going to be in the top levels of power in their countries in 10 or 20 years.\"     Most of the 488 debaters will go on to careers in law and politics, said Chris Paolella, a Princeton junior who is serving as tournament director.    It was the fate of Mr. Ciufo and his partner, Lawrence Rabie, to meet the Oxford team in the one \"humorous\" debate of the tournament assigned to all of the 244 teams.    Representing Oxford was the star-quality team of Rufus Black, an Australian, and Rod Clayton. It was their duty, one they took up with alacrity, to defend the proposition \"American Culture Is an Oxymoron.\" The Canadians, by the draw announced only 20 minutes before the start, were on the attack.    Mr. Clayton ripped into American culture, tossing off several lines of verse in Latin in an exhibition of what he championed as real culture as compared to the \"low culture\" exported by Americans.    In rebuttal, Mr. Rabie spun out a bit of verse himself.    \"Bye, bye Miss American Pie.    \"Took my Chevy to the levee but the levee was dry.\"    Not to be outdone, Mr. Black, a finalist in last year's championship, relied on an old four-letter Anglo-Saxon word to characterize his sentiments about the quality of American culture, an angle of attack that likely cost him points with the judge, Steven Johnson, 26, a lecturer in rhetoric from Creighton College in Kansas.    \"Rufus is one of the best debaters in the world on a serious subject but to see him dancing around the room speaking profanities goes beyond the substance of argumentation,\" Mr. Johnson said.    Oxford was awarded the match but both teams, by the end of the preliminary rounds, were among the 32 teams chosen for the semifinals, as was the Glasgow team of Mr. Harper and Mr. McGrath.    Daily results and rankings are supposed to be a closely guarded secret but team members seemed to spend most of their time between debates trying to breach the security of the tabulation committee operated by Princeton's venerable American Whig-Cliosophic Society (charter members were James Madison and Aaron Burr), which as host for the tournament did not enter its own teams in the debates.    \"I wish there was a trophy for tab room leaks,\" said Mr. Rabie, the Canadian. \"I'd walk away with it. My secret is to tell a judge who scored my debate that I heard I had won it and watch his reaction before he runs away from me.\"    During a break in the competition, an Irish student got on the public address system and listed the charms that awaited them in Cork next year. \"The judging will be appalling but the tab room will leak like a sieve,\" he said to cheers.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"BRIEFCASE : Guinness Mahon Lifts Rates in Guernsey","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-briefcase-guinness-mahon-lifts-rates-in-guernsey.html","abstract":"Guinness Mahon Guernsey, the Channel Island banking subsidiary of the Guinness mahon group, has raised the interest rates on cash in British pounds cash held in its multicurrency Private Interest Check Account..The interest payable is now 4.5 percent f","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"U.S. Starts the Return of Haitians From Guantanamo","web_url":"https://www.nytimes.com/1995/01/07/world/us-starts-the-return-of-haitians-from-guantanamo.html","abstract":"  Rejecting appeals from human rights groups, the United States began the forced repatriation today of nearly 4,000 Haitian refugees who were granted \"safe haven\" last year at the Guantanamo Bay Naval Base in Cuba.   A Coast Guard vessel docked at the main port here this afternoon carrying 54 Haitians who had been seeking political asylum in the United States. Appearing somber and somewhat disoriented, they were each given $15 and a tote bag containing soap and toothpaste, then loaded into yellow school buses and driven to a nearby bus station.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"N.B.A. TV Limits Ruled Illegal","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-basketball-nba-tv-limits-ruled-illegal.html","abstract":"  A United States District Court judge in Chicago ruled an effective draw yesterday in the four-year legal battle between the Bulls and the National Basketball Association over nationwide telecasts of the team's games on the WGN-TV superstation.    The Bulls and WGN have fought the N.B.A.'s efforts to curtail WGN's broadcasts since October 1990 and disputed the league's argument that WGN's telecasts harmed the quality of the league's product in the national market.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Religion Journal; For Cardinal and Accuser, A Profound Reconciliation","web_url":"https://www.nytimes.com/1995/01/07/us/religion-journal-for-cardinal-and-accuser-a-profound-reconciliation.html","abstract":"  The idea of reconciliation is a recurrent theme in Scripture. In Matthew's Gospel, Jesus declares that an individual must \"first be reconciled to thy brother\" before making an offering to God.   When it is put into practice, it can be almost breathtaking, as when Pope John Paul II went to an Italian jail cell to meet with Mehmet Ali Agca, the man who had shot him and who was publicly forgiven by him.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Any Death Penalty Law Must Pass Fairness Test","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-any-death-penalty-law-must-pass-fairness-test-989495.html","abstract":"  To the Editor:   Your Dec. 31 article about the letter of New Yorkers for Fairness in Capital Punishment to Gov. George E. Pataki and legislative leaders missed the letter's true significance.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-936395.html","abstract":"  An article on Wednesday about the retirement of Bruce Wright, a New York State Supreme Court Justice, misstated the position of former Mayor Edward I. Koch on reappointing Judge Wright to the Criminal Court. Judge Wright left the Criminal Court bench after being elected to Civil Court in 1979; although Mayor Koch had criticized the judge's practice of setting low bail, he says he never decided against reappointing him to the Criminal Court bench.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Packers Focused To Stop The Run","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-football-packers-focused-to-stop-the-run.html","abstract":"  When you look back to their last games, you wonder whether the Dallas Cowboys will actually handle the Green Bay Packers, as almost everyone expects, or whether the winners of the last two Super Bowls are running into a buzz saw.    The Cowboys, who finished the National Football League's regular season 12-4 and won their division title, earned last weekend off. The Packers, who finished 9-7, had to play a wild-card playoff game. They played it with style, dispatching the Detroit Lions, 16-12, to earn a shot at the Cowboys here Sunday.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"State Called Patient Violent, Then Let Him Roam","web_url":"https://www.nytimes.com/1995/01/07/nyregion/state-called-patient-violent-then-let-him-roam.html","abstract":"  A mentally ill man accused of pushing a woman to her death under a subway train Wednesday had been classified as violent or even homicidal by state psychiatrists less than a year ago and committed to a state hospital. But once he was there, state doctors repeatedly gave him the freedom to walk the large campus despite four escapes, officials said.   Reuben Harris's case did not fall through the cracks of fragmented medical, social-service and criminal justice bureaucracies. To the contrary, he had been under the watchful eye of a state program specifically established to prevent dangerous mental patients from killing innocent people -- and placed in a state institution, Manhattan Psychiatric Center, that had full knowledge of his diagnosis.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Observer; And Only A Pittance, Too","web_url":"https://www.nytimes.com/1995/01/07/opinion/observer-and-only-a-pittance-too.html","abstract":"  After tolerating all those callers who phoned C-Span during Wednesday's Newtonian rites to say they were Americans and Republicans, I feel entitled to say I'm American and a crank.   For instance, I think Gingrich sold out democracy when he let the Nice Nellies make him give up his $4.5 million book advance. Given a chance to strike a blow for democracy's cranky glory, he let a bunch of moralizers talk him out of it.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/07/nyregion/bridge-757395.html","abstract":"  The best performer in Greater New York Bridge Association tournaments in 1994 was Glenn Milgrim of Forest Hills, Queens. He just nosed out his regular partner, Jared Lilienstein of Manhattan, for Player of the Year and Team Player of the Year, and they were far ahead of all rivals in both races. Although they did not win any major titles, they were admirably consistent, finishing second on five occasions.   On the diagramed deal from the Von Zedtwitz Knockout Teams, both North-Souths reached four hearts. Both West players, one of them Milgrim, led a top diamond and East signalled with the queen. Consider whether South can and should win if West cashes a second diamond.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Injured Graf Pulls Out Of Australian Open","web_url":"https://www.nytimes.com/1995/01/07/sports/golf-injured-graf-pulls-out-of-australian-open.html","abstract":"  Steffi Graf, with her No. 1 ranking in danger and her health a continuing question mark, announced yesterday that she would be unable to defend her 1994 Australian Open title in Melbourne later this month because of a pulled calf muscle.    The 25-year-old Graf, speaking from her home in Boca Raton, Fla., said she suffered her latest injury by making an overzealous sprint for a shot during a Florida practice session two weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"A Primer on Offshore Funds: Their Use, Abuse and Other Advantages","web_url":"https://www.nytimes.com/1995/01/07/your-money/IHT-a-primer-on-offshore-funds-their-use-abuse-and-other.html","abstract":"THE collapse of BCCI in 1991 and the massive fraud that was subsequently uncovered sent a severe shock through the offshore financial centers of the Caribbean. The rogue bank had offices in the Cayman Islands as well as in London, Luxembourg, and many oth","thumbnail":null,"section":"Your Money"},{"date":"19950107","headline":"Auerbach Mark Up in Smoke","web_url":"https://www.nytimes.com/1995/01/07/sports/pro-basketball-auerbach-mark-up-in-smoke.html","abstract":"  The flamboyant Red Auerbach, who retired in 1966 after coaching the Boston Celtics to 9 championships in 20 years, is impressed with Lenny Wilkens.    \"Records are made to be broken, but this one lasted 28 years, which is an indication that breaking it was not an easy thing to do,\" the 77-year-old Auerbach said recently. \"If anybody had to do it, I'm glad Lenny did it.\"","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"20 Years Later, a Loophole Is Found; Odd Set of Events Overturns Verdict in a Kidnapping Case","web_url":"https://www.nytimes.com/1995/01/07/nyregion/20-years-later-loophole-found-odd-set-events-overturns-verdict-kidnapping-case.html","abstract":"  It was a sensational kidnapping case with racial overtones 20 years ago -- a white business executive abducted from the driveway of his Long Island estate by black men who denounced him as an imperialist enemy of the poor and chained him in a dark closet for a week until his family paid a $750,000 ransom.    The victim, Jack J. Teich, was released unharmed after the kidnappers took the ransom from a locker at Pennsylvania Station and slipped a police dragnet. But a trail of currency serial numbers led investigators to California, and the only suspect ever found in the case was arrested two years after the crime.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Supreme Court Roundup; Supreme Court to Rule on Right of Homosexuals to March in St. Patrick's Day Parade","web_url":"https://www.nytimes.com/1995/01/07/us/supreme-court-roundup-supreme-court-rule-right-homosexuals-march-st-patrick-s.html","abstract":"  The Supreme Court agreed today to decide whether the organizers of Boston's venerable St. Patrick's Day parade have a constitutional right to exclude marchers who seek to identify themselves as gay, lesbian, and bisexual Irish-Americans.   The issue of openly gay participation in the most public of Irish-American street festivals has been a contentious one for the last several years in both New York and Boston, where courts have issued contradictory rulings.","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Bosnian Rivals Trade Charges Over Truce; New Diplomacy Planned","web_url":"https://www.nytimes.com/1995/01/07/world/bosnian-rivals-trade-charges-over-truce-new-diplomacy-planned.html","abstract":"  The United States and four other nations trying to broker a peace settlement in Bosnia will soon open a new round of shuttle diplomacy among the warring parties, a senior official of the group said today.   Officials of the five-nation \"contact group\" met here Thursday night and said they would convene again in Paris on Tuesday. One participant said they hoped to have agreed by then on a plan to turn the four-month cease-fire pact into a peace accord.","thumbnail":null,"section":"World"},{"date":"19950107","headline":"DANCE","web_url":"https://www.nytimes.com/1995/01/07/arts/in-performance-dance-993096.html","abstract":"  Flamenco Is Flamenco When Passion Infuses It  La Conja Mimbre y Vareta Pace Downtown Theater","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"The Great Western Fire Sale","web_url":"https://www.nytimes.com/1995/01/07/opinion/the-great-western-fire-sale.html","abstract":"  As snow deepens in the West, burying one of the most costly and dangerous wildfire seasons in history, it's time to reconsider a national fire policy increasingly at odds with itself.   On the one hand, most experts recognize fire as a crucial regenerative force in the nation's forests, and they endorse letting fires burn or controlling the way they burn. On the other, government agencies spent more than $6 billion during the last decade in an all-out war against fire.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"With Season at the Brink, Compromise Is Still Absent","web_url":"https://www.nytimes.com/1995/01/07/sports/hockey-with-season-at-the-brink-compromise-is-still-absent.html","abstract":"  Pat Quinn, a former player and coach in the National Hockey League, is the president and general manager of the Vancouver Canucks. He has a law degree and three decades of experience in professional hockey. But he has never experienced anything quite like this lockout, which is in its 99th day.    Quinn will attend the Board of Governors meeting today in New York in which the latest collective bargaining proposal from the Players Association is expected to be rejected.","thumbnail":null,"section":"Sports"},{"date":"19950107","headline":"Family Paints Tender Portrait of Man Who Died in Custody","web_url":"https://www.nytimes.com/1995/01/07/nyregion/family-paints-tender-portrait-of-man-who-died-in-custody.html","abstract":"  Elizabeth Baez knew that her barrel-chested brother Anthony could look intimidating. But she always thought of him as a big bear who drew his strength from his morality and not his muscles.    \"He wouldn't say you're wrong,\" she said. \"Just that you're unfair. He would listen to what you said, but then say, 'I think it's unfair.' He wouldn't use strict words.\"","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/07/nyregion/no-headline-206795.html","abstract":"  \"If the baseball strike continues, this business is over with.\" -- BOB DURVIN, a baseball card dealer.  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Public Ritual, Private Rebels","web_url":"https://www.nytimes.com/1995/01/07/arts/dance-review-public-ritual-private-rebels.html","abstract":"  George Balanchine's \"Bugaku\" is a reminder that whereas social codes can dictate public behavior, people can reinvent themselves in private. The score for this depiction of a wedding ceremony is by the Japanese composer Toshiro Mayuzumi and Karinska's costumes are based on Japanese court dress. Yet the choreographic contrasts between a formal marriage ritual and an erotic pas de deux for the newlyweds help make \"Bugaku\" relevant to the customs of many countries.    When the New York City Ballet presented it on Thursday night at the New York State Theater, the leading roles were danced by Heather Watts and Jock Soto. Their performance was a prelude to a farewell, for Ms. Watts will star in \"Bugaku\" on Jan. 15 when she makes her final appearance with the company, which she joined in 1970.","thumbnail":null,"section":"Arts"},{"date":"19950107","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/07/nyregion/c-corrections-931295.html","abstract":"  An article on Thursday about the security chief for President Boris N. Yeltsin of Russia referred incorrectly to the aide's military status, and because of an editing error the reference was repeated in some editions yesterday in an article about the Russian Government's lifting of price controls on oil. The official, Aleksandr V. Korzhakov, has the rank of major general and is not a retired major.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"Pataki's Politics; Everyone's Port Authority","web_url":"https://www.nytimes.com/1995/01/07/opinion/pataki-s-politics-everyone-s-port-authority.html","abstract":"  For seven decades, the Port Authority of New York and New Jersey has provided not only the building blocks but sometimes even the leadership that helped shape the economic destiny of two states and the nation's largest city. Its strength comes from a solid financial reputation, a willingness to plan for the long run, a capacity to build big projects -- and, not least, a tradition of nonpartisan professional competence. Today, that tradition is in serious jeopardy.   Stanley Brezenoff, the latest in a long line of accomplished administrators to serve as executive director of the Port Authority, is to resign on Feb. 2. This week, people close to Gov. George E. Pataki said the job would be offered to Borough President Guy V. Molinari of Staten Island -- who, as it happens, was the leading Republican politician from New York City to support Mr. Pataki in the fall campaign.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Fear Beneath the Calm Routine as a Brookline Clinic Prepares to Reopen","web_url":"https://www.nytimes.com/1995/01/07/us/fear-beneath-the-calm-routine-as-a-brookline-clinic-prepares-to-reopen.html","abstract":"  At Preterm Health Services, where a receptionist was killed last Friday and two other people were wounded in gunfire, a counselor was on the telephone today scheduling an abortion.   \"You'll need to bring in a sample of your morning's first urine,\" said the counselor, a 26-year-old woman with curly red hair. \"Drink clear liquids only. It's O.K. to have decaffeinated tea or coffee but no orange juice or heavy liquids.\"","thumbnail":null,"section":"U.S."},{"date":"19950107","headline":"Russia Commits War Crimes in Chechnya","web_url":"https://www.nytimes.com/1995/01/07/opinion/l-russia-commits-war-crimes-in-chechnya-988695.html","abstract":"  To the Editor:   In \"Miscalculation in Chechnya\" (editorial, Dec. 28), you compound the horror of Russia's deliberate killing of civilians in the breakaway republic by your choice of words.   \"The indiscriminate bombing of Grozny, Chechnya's capital\" was not merely a \"mistake.\" It was a violation of the most fundamental law of war, enshrined in numerous treaties and conventions, which prohibits deliberate attacks on civilian targets.","thumbnail":null,"section":"Opinion"},{"date":"19950107","headline":"Top Mental Health Official In State Dismissed by Pataki","web_url":"https://www.nytimes.com/1995/01/07/nyregion/top-mental-health-official-in-state-dismissed-by-pataki.html","abstract":"  New York State's top mental health official was dismissed yesterday, even as his agency struggled to seize control over lax procedures at Manhattan Psychiatric Center after the escape of a patient who the police say then killed a woman in a subway station.    The official, Dr. Bruce E. Feig, was dismissed by Gov. George E. Pataki for issuing a news release about changes at the psychiatric center on Wards Island without clearing it with his superiors in the administration, officials said. He was replaced by William Morris, who has worked for the Office of Mental Health since 1978, and who immediately called for a complete review of hospital procedures.","thumbnail":null,"section":"New York"},{"date":"19950107","headline":"High Court to Decide Gay Marchers' Case","web_url":"https://www.nytimes.com/1995/01/07/us/high-court-to-decide-gay-marchers-case.html","abstract":"  The Supreme Court agreed to decide whether the organizers of Boston's St. Patrick's Day parade have a constitutional right to exclude marchers who seek to identify themselves as gay, lesbian, or bisexual Irish-Americans.   The issue of openly gay participation in the most public of Irish-American street festivals has been a contentious one for the last several years in both New York and Boston, where courts have issued contradictory rulings.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19950107","time":"1995-01-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":85,"wspd":7.6},{"date":"19950107","time":"1995-01-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":86,"wspd":7.6},{"date":"19950107","time":"1995-01-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":84,"wspd":5.4},{"date":"19950107","time":"1995-01-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":87,"wspd":7.6},{"date":"19950107","time":"1995-01-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":84,"wspd":9.4},{"date":"19950107","time":"1995-01-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":84,"wspd":11.2},{"date":"19950107","time":"1995-01-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":94,"wspd":3.6},{"date":"19950107","time":"1995-01-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":82,"wspd":9.4},{"date":"19950107","time":"1995-01-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":87,"wspd":7.6},{"date":"19950107","time":"1995-01-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":84,"wspd":5.4},{"date":"19950107","time":"1995-01-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":82,"wspd":5.4},{"date":"19950107","time":"1995-01-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":82,"wspd":3.6},{"date":"19950107","time":"1995-01-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":80,"wspd":7.6},{"date":"19950107","time":"1995-01-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":77,"wspd":7.6},{"date":"19950107","time":"1995-01-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":73,"wspd":7.6},{"date":"19950107","time":"1995-01-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":73,"wspd":9.4},{"date":"19950107","time":"1995-01-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":79,"wspd":9.4},{"date":"19950107","time":"1995-01-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":88,"wspd":13},{"date":"19950107","time":"1995-01-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":95,"wspd":9.4},{"date":"19950107","time":"1995-01-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":91,"wspd":14.8},{"date":"19950107","time":"1995-01-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":88,"wspd":9.4},{"date":"19950107","time":"1995-01-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":88,"wspd":11.2},{"date":"19950107","time":"1995-01-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":90,"wspd":9.4},{"date":"19950107","time":"1995-01-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":93,"wspd":9.4},{"date":"19950107","time":"1995-01-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":37,"wspd":20.5},{"date":"19950107","time":"1995-01-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":16.6},{"date":"19950107","time":"1995-01-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":85,"wspd":11.2},{"date":"19950107","time":"1995-01-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":92,"wspd":5.4},{"date":"19950107","time":"1995-01-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":92,"wspd":5.4},{"date":"19950107","time":"1995-01-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":11.2},{"date":"19950107","time":"1995-01-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":7.6},{"date":"19950107","time":"1995-01-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":11.2},{"date":"19950107","time":"1995-01-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":13},{"date":"19950107","time":"1995-01-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":7.6},{"date":"19950107","time":"1995-01-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":7.6},{"date":"19950107","time":"1995-01-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":11.2},{"date":"19950107","time":"1995-01-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":93,"wspd":13},{"date":"19950107","time":"1995-01-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":96,"wspd":18.7},{"date":"19950107","time":"1995-01-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":24.1},{"date":"19950107","time":"1995-01-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":22.3},{"date":"19950107","time":"1995-01-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":89,"wspd":22.3},{"date":"19950107","time":"1995-01-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":24.1},{"date":"19950107","time":"1995-01-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":24.1},{"date":"19950107","time":"1995-01-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":82,"wspd":29.5},{"date":"19950107","time":"1995-01-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":33.5},{"date":"19950107","time":"1995-01-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":33.5},{"date":"19950107","time":"1995-01-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":35.3},{"date":"19950107","time":"1995-01-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":60,"wspd":25.9}]}}