{"19940328":{"guardian_articles":[],"nytimes_articles":[{"date":"19940328","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/28/arts/classical-music-in-review-602264.html","abstract":"  Kyung-Wha Chung, violinist, Peter Frankl, pianist  Carnegie Hall    In a delightful departure from the usual mixed-bag approach to recital programming, Kyung-Wha Chung and Peter Frankl devoted Thursday night to Brahms's complete music for violin and piano. If there were eccentric doubters in the audience who thought three Brahms sonatas in a row to be excessive, let them know at once that there's no such thing as too much Brahms.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/03/28/arts/dance-in-review-602400.html","abstract":"  'Fiesta Andaluza'  Carlota Santana Spanish Dance Company Dimson Theater The Vineyard    The Carlota Santana Spanish Dance Company knows how to put on a show. Its \"Fiesta Andaluza,\" presented on Saturday night, was a whirl of colorful skirts, outsize passions and chattering, thudding feet.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Winnipeg Knocks Rangers Down a Peg","web_url":"https://www.nytimes.com/1994/03/28/sports/hockey-winnipeg-knocks-rangers-down-a-peg.html","abstract":"  A little road-weary and frustrated by a hot goalie, the Rangers had their recent streak of modest successes ended this afternoon as they fell to the Winnipeg Jets by 3-1.   Hours later, the Devils, who had been chasing the Rangers for the top point total in the Atlantic Division and the National Hockey League, finally drew even with them at 99 points when they defeated the Quebec Nordiques.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"From Russia With Endorsements","web_url":"https://www.nytimes.com/1994/03/28/sports/hockey-from-russia-with-endorsements.html","abstract":"  To the sound of pulsing rock music, a shiny red Jeep Wrangler was driven into the rink that belongs to the legendary Central Red Army hockey team of the former Soviet Union.   A few minutes later, after a dizzying \"Let's Make a Deal\" style elimination contest on the ice -- as well as a photo session with the corporate sponsor that donated the jeep, Aviatika Motors -- one lucky Russian spectator drove away with the prize.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/28/nyregion/chronicle-605697.html","abstract":"  \"I'm furiously rereading 'Middlemarch,' \" PEGGY NOONAN, the former Bush and Reagan speechwriter, said the other day. \"Have you noticed that everyone rereads these days? No one ever says I'm reading Trollope. They're always rereading Trollope.\"   Ms. Noonan says she did read George Eliot's \"Middlemarch\" in college. She's reading it again as a favor, in part, to Harold M. Evans, the president of Random House, which has just published its new Modern Library edition of \"Middlemarch\" and will publish Ms. Noonan's new book, \"Life, Liberty and the Pursuit of Happiness,\" in May. Mr. Evans has invited Ms. Noonan -- along with BROOKE ASTOR, ERICA JONG, SUSAN CHEEVER, GAIL SHEEHY and SISTER SOULJAH -- to discuss \"Middlemarch\" and attend a screening of a BBC adaptation of the novel, at the Museum of Broadcasting, on April 4.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/28/nyregion/chronicle-748650.html","abstract":"  ROBERT F. KENNEDY JR.  and his wife, EMILY BLACK, divorced in the Dominican Republic, a newspaper there reported.   Mr. Kennedy, 40, the son of the slain Senator Robert F. Kennedy, flew in on Thursday for a 9 A.M. divorce hearing in Santo Domingo, then left on Friday, the daily El Listin said.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Port Hope Journal; Writer Turns Tables: It's U.S. That's Non Grata","web_url":"https://www.nytimes.com/1994/03/28/world/port-hope-journal-writer-turns-tables-it-s-us-that-s-non-grata.html","abstract":"  Wearing the faded red and blue parka with a jammed zipper that served him faithfully on many trips to the Arctic, Farley Mowat, Canada's most widely read author, was tramping along the frozen shores of Lake Ontario.   The creator of such classics as \"Never Cry Wolf\" and \"People of the Deer\" climbed one of the conelike ice extrusions on the lake and peered toward a land he could not quite make out some 35 miles to the south. It is the land that barred his entry as a subversive nine years ago because he had jokingly threatened in an interview to shoot at American military aircraft flying overhead.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Building History Is Focus Of Pipeline Investigation","web_url":"https://www.nytimes.com/1994/03/28/nyregion/building-history-is-focus-of-pipeline-investigation.html","abstract":"  Combing through decades of records, Federal investigators today began trying to pinpoint when there was construction activity around an asphalt plant here that may have caused a gas pipeline to burst last week in a thunderous explosion.   The investigators were seeking to capitalize on their discovery on Saturday that fragments of the pipeline found near the Durham Woods apartments had deep scratches that may have been made by construction equipment from the plant. Officials were still searching for representatives of the plant's owner, Quality Materials; the plant operates seasonally and had not yet opened for the year.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Ugandans Relish the First Chance at a National Vote in 14 Years","web_url":"https://www.nytimes.com/1994/03/28/world/ugandans-relish-the-first-chance-at-a-national-vote-in-14-years.html","abstract":"  The trees and lampposts along Uganda's highways are plastered with campaign posters, the stern looking faces faded by the rain. From the muddy villages to the capital's slums and middle class neighborhoods, candidates are beating the turf in a fevered final campaign pitch.    On Monday, March 28, Ugandans will vote in the first national election in 14 years. But diplomats and many Ugandans say it is the first opportunity for free and fair elections in three decades and a critical turning point for the country.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Fleeing the World Underneath","web_url":"https://www.nytimes.com/1994/03/28/nyregion/fleeing-the-world-underneath.html","abstract":"  Homeless, stoned and dirty, Bob Kalinski hit bottom in 1986. Then he went deeper, into the dark.   For eight years he lived underground in a train tunnel, safely away from the lights of Manhattan that bored straight through his closed eyelids. He came out only in the early morning when most of the city was asleep, to pick up aluminum cans to sell for food. Then he would scurry back into his hole.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Trooper Goes on Trial on Charge Of Faking Fingerprint Evidence","web_url":"https://www.nytimes.com/1994/03/28/nyregion/trooper-goes-on-trial-on-charge-of-faking-fingerprint-evidence.html","abstract":"  A New York state police investigator who was acquitted on evidence tampering charges last year is scheduled to go on trial today on charges that he faked fingerprint evidence in a separate investigation.   The trooper, David M. Beers, who was assigned to the criminal investigation unit of Troop C in Sidney, is accused of fabricating fingerprint evidence in a 1991 narcotics and weapons investigation. He had previously been charged with helping a colleague fake evidence in another 1991 criminal investigation, but was acquitted of those charges in September.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Snip, Snip, Snip, Unheralded Duke Is on the Road to Charlotte","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-southeast-snip-snip-snip-unheralded-duke-road-charlotte.html","abstract":"  Bobby Hurley and Christian Laettner left Duke for the National Basketball Association, and everyone thought that the Blue Devils were supposed to fold their Final Four road maps and be content to sit out the fun of the National Collegiate Athletic Association championship.   But there they were Saturday night, cutting down the nets at Thompson-Boling Arena in Knoxville, Tenn., as the champions of the Southeast Region headed for the Final Four in Charlotte, N.C., -- for the seventh time in the past nine years. With Durham up the road from Charlotte, Duke (27-5), which plays Florida (29-7) in the semifinals, will have what amounts to a home-court advantage for a national championship run.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Libya Blinks on Lockerbie","web_url":"https://www.nytimes.com/1994/03/28/opinion/libya-blinks-on-lockerbie.html","abstract":"  There finally seems a way to break the deadlock over Lockerbie. Libya has until now resisted a U.N. Security Council demand to surrender for trial two of its citizens charged with planting the bomb that in 1988 felled a Pan Am airliner over Lockerbie, Scotland, killing 270 people. Only a month ago, Col. Muammar el-Qaddafi again rejected a trial in Scotland or the U.S., insisting that the suspects could be prosecuted only by Islamic lawyers in an Islamic court before an Islamic jury.    But Libya's eccentric tyrant is urgently seeking a face-saving exit. He can no longer look to the Soviet bloc for support. Tough U.N. sanctions have increased domestic discontent. And so, reversing itself, Libya says for the first time that the much-wanted pair could be tried before Scottish judges at the International Court of Justice in The Hague.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Tax Cut Plans Prompt Fight In Albany","web_url":"https://www.nytimes.com/1994/03/28/nyregion/tax-cut-plans-prompt-fight-in-albany.html","abstract":"  After three months the debate over Gov. Mario M. Cuomo's proposed budget has finally swung full circle to where it was expected to conclude all along: an election-year scrap over how much to reduce taxes.   Late last week, the Republicans who control the State Senate threw the budget talks into disarray by calling for tax cuts, mostly for businesses, totaling $700 million in the fiscal year that begins on Friday.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/28/nyregion/inside-598364.html","abstract":"  Seeking Answers After Blast   Federal investigators sought to question the owners of an asphalt plant whose excavation work may have caused a gas pipeline to burst last week in Edison, N.J. Page B4. A Watershed in Italy    Italians began voting in a two-day national election widely depicted by politicians and commentators as a watershed. But many voters are not so sure a new era is at hand. Page A3. No Room for Jane Bond?    Women at the C.I.A. division where the spies work say they have been denied jobs as covert operatives because of their sex. Page A10.  A Big Day for Arkansas    With President Clinton watching, Arkansas beat Michigan to gain the N.C.A.A. basketball tournament Final Four. Florida advanced by topping Boston College. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"N.C.A.A. TOURNAMENT: WEST;\nArizona Is Now Taking Advantage Of Its Imagined or True Adversaries","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-west-arizona-is-now-taking-advantage-of-its-imagined.html","abstract":"Whether they are dealing from reality or fantasy, Arizona's basketball team has decided that much of the Western world is united against it, and the Wildcats are using that perception as a motivational ploy in the National Collegiate Athletic Association tournament.\n\nThe Wildcats qualified for next weekend's Final Four in Charlotte, N.C., by thoroughly dominating Missouri, 92-72, in the Western Regional final here on Saturday. That triumph put Arizona (29-5) only two victories from the end of a journey that began almost one year ago.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Islanders' Hopes Going Poof!","web_url":"https://www.nytimes.com/1994/03/28/sports/hockey-islanders-hopes-going-poof.html","abstract":"  No team can win games without scoring. Midway through today's game, Buffalo had 20 shots on goal compared with the Islanders' 9. When a team is that flat on offense, it should be no surprise that the Sabres defeated the Islanders, 4-1, at the Aud.   Any playoff hopes for the Islanders were diminished this weekend. After a 3-1 loss Saturday to Florida and the loss today, the Islanders now have to win a lot of road games and hope that Washington, Florida and Philadelphia lose.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"'Middlemarch' Braves an Atlantic Crossing","web_url":"https://www.nytimes.com/1994/03/28/arts/middlemarch-braves-an-atlantic-crossing.html","abstract":"  It salvaged the BBC's reputation for costume drama, converted unknown actors into stars and lofted George Eliot onto the best-seller list for the first time in more than a hundred years.    This winter, \"Middlemarch\" -- the mini-series -- mesmerized millions of viewers here, setting off a mini-craze for Victorian fiction. In its wake there were \"Middlemarch\" lectures, \"Middlemarch\" comics, even a wave of \"Middlemarch\" debates. Authors and columnists argued in the London papers over whether Dorothea would, in fact, live happily ever after, whether Casaubon, if left alone, would have finished his great work and finally whether Will Ladislaw entered his marriage bed a virgin.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/28/nyregion/c-corrections-598917.html","abstract":"  A picture caption on Saturday about a family services center set up after the pipeline explosion in Edison, N.J., referred incorrectly in some editions to the woman shown. She was Carol Birardi, a Red Cross volunteer, not Lillie Washington, a victim awaiting assistance.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Shooting for the Moon, Kenyans Win All but 1 Cross Country Gold","web_url":"https://www.nytimes.com/1994/03/28/sports/IHT-shooting-for-the-moon-kenyans-win-all-but-1-cross-country-gold.html","abstract":"The Kenyan team manager stepped forward from the crowd and, smiling, made an exaggerated turn with his shoulders toward the flag pole. The six teenage girls saw this and, layered shoulder behind shoulder on the victory stand, they turned as one to face t","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/28/nyregion/c-corrections-605727.html","abstract":"  A listing of the winning lottery numbers yesterday misstated the supplemental number for Saturday's New York Lotto drawing in some copies. The number was 39, not 59.  ","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"This Time, the Knicks Command Respect","web_url":"https://www.nytimes.com/1994/03/28/sports/pro-basketball-this-time-the-knicks-command-respect.html","abstract":"  At times, the Orlando Magic have not shown the Knicks much respect. So today, the Knicks showed no mercy.   Playing the most-inspired game of their 13-game winning streak, the Knicks dominated the Magic, 111-90, sending much of the capacity crowd at the Orlando Arena home early.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"The Central Asian Scenario Hasn't Turned Out Rosy","web_url":"https://www.nytimes.com/1994/03/28/opinion/IHT-the-central-asian-scenario-hasnt-turned-out-rosy.html","abstract":"Expectations attached to the sudden achievement of independence by the Central Asian republics have failed to materialize..When the Soviet Union collapsed in 1991, many analysts and politicians in Asia and the West believed that the new states could fo","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Aid for Russia, at Last","web_url":"https://www.nytimes.com/1994/03/28/opinion/aid-for-russia-at-last.html","abstract":"  Can the West provide more aid to help Russia with its crushing economic crisis? Officials at the International Monetary Fund have been agonizing about this for months. The fund has strict guidelines that demand concrete evidence of fiscal responsibility from any nation as a prerequisite for aid. Negotiations between Russia and the I.M.F. over a second large loan have been in deadlock, while the economy spirals dangerously downward. Now that deadlock may be broken.   The $1.5 billion the I.M.F. has promised -- after months of delay -- is much too little to turn the economy around. But the agreement is still crucial because it paves the way for Russia to receive other international help. Without I.M.F. approval, Russia would have little chance to attract foreign investors, loans from the World Bank, debt relief or the balance of the $43 billion aid package industrialized countries promised last year but refused to deliver. With I.M.F. approval, Russia has a chance.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Nuclear Waste, With Nowhere to Go","web_url":"https://www.nytimes.com/1994/03/28/us/nuclear-waste-with-nowhere-to-go.html","abstract":"  After three decades of looking for a place where waste from the nation's nuclear reactors could someday be disposed of, that someday has arrived.   The two reactors in Red Wing have run out of storage space and no place has been found to put the waste.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"A Rate Hike for Empire?","web_url":"https://www.nytimes.com/1994/03/28/opinion/a-rate-hike-for-empire.html","abstract":"  Salvatore Curiale, the New York State Insurance Superintendent, says he is unlikely to grant Empire Blue Cross and Blue Shield the full 8.8 percent rate hike it has requested. That may sound like good news to Empire's customers. But it would threaten the company's solvency just when a new management team is desperately struggling to put Empire's finances in order.   Empire's reputation has disintegrated over the past few years, with good reason. The company, under inept but lavishly paid management, ran up huge losses, provided poor service to key corporate clients and handed sweetheart contracts to directors. And as documented in a report released earlier this month by the State Insurance Department, Empire repeatedly misled state examiners.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"1944:Invasion Nears : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/28/opinion/IHT-1944invasion-nears-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Prime Minister Churchill, in a grim warning to Germany and a glowing promise of deliverance for the peoples of Nazi-dominated Europe, promised tonight [March 27] that when the signal is given the whole circle of aveng","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Brown Transforms Gators Into Victors Over Eagles","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-east-brown-transforms-gators-into-victors-over-eagles.html","abstract":"  This deep into March, the buzzers are more than final. The one that sounded this afternoon catapulted Florida into the Final Four for the first time. The Gators' 74-66 victory over Boston College in the East Regional final is the biggest achievement in the 75-year history of a program once known more for its rules violations. It began a celebration that was understandably imperfect for a school that had never before reached the final eight.   After the Gators had climbed a ladder and claimed a net for their own, Lon Kruger, the Florida coach and team architect, had pointed out to his players that there was another net left.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Ukrainians Vote in Their First Elections Since Independence","web_url":"https://www.nytimes.com/1994/03/28/world/ukrainians-vote-in-their-first-elections-since-independence.html","abstract":"  Millions of Ukrainians voted today in their first free parliamentary elections as an independent country.   Turnout was generally high, but in Crimea, where ethnic Russians are more than 70 percent of the population, the number of valid ballots could end up below the 50 percent of registered voters required.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Women, Citing Bias, May Sue the C.I.A.","web_url":"https://www.nytimes.com/1994/03/28/us/women-citing-bias-may-sue-the-cia.html","abstract":"  The Central Intelligence Agency's operations directorate -- where the spies work -- has long been one of Washington's classic \"old boy\" networks. But it may not be much longer.   Roughly 200 women in the directorate are saying that they have been deprived of promotions and power. They are considering filing a class-action suit, charging that they have been blocked from posts as covert operatives, case officers and station chiefs, said lawyers and women involved in the case.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Asians Should Help","web_url":"https://www.nytimes.com/1994/03/28/opinion/IHT-asians-should-help.html","abstract":"Another crisis in Korea, and yet again it is the United States and other Western powers who are in the lead, with China and most East Asian nations seeming to be dragged behind. Why are France and Britain more exercised about the prospect of North Korea","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Joy Ride on Astoria Boulevard: Greece Is Finally in the World Cup","web_url":"https://www.nytimes.com/1994/03/28/sports/joy-ride-on-astoria-boulevard-greece-is-finally-in-the-world-cup.html","abstract":"  The photograph of the soccer team, with the Greek flag over the heart of each player, graces the wall near the cash register of just about every diner, tavern, grocery store and butcher shop in Astoria, Queens, the heartland of Greek immigrants in North America.   Sitting in the front row, in the center of the picture, is the coach, Alketas (Alkis) Panagoulias. He started his coaching career in Astoria and led the New York Greek-Americans to three national championships by winning the United States Open Challenge Cup in 1967-69.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"1894:A Woman Mayor : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/28/opinion/IHT-1894a-woman-mayor-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Pleasanton Kansas is the only town in the United States now presided over by a woman mayor. She is Mrs. Annie S. Austin who was elected over Mr. J.W. Primer, a hardware merchant. Mrs. Austin was nominated on a citizen's ticket, and her opponent","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Bridge","web_url":"https://www.nytimes.com/1994/03/28/nyregion/bridge-601870.html","abstract":"  There are times when a defender has to put himself in declarer's shoes, understanding that he cannot afford a certain play. A good example is the diagramed deal from a New Jersey Grand National B qualifying contest eight days ago.   South was Joel Steinberg of East Brunswick, N.J., who landed in three no-trump after an odd-looking auction. West's one no-trump was the weak variety, and his partner's redouble was a conventional demand that West bid two clubs.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"DOZENS IN SOUTH DIE IN TORNADOES","web_url":"https://www.nytimes.com/1994/03/28/us/dozens-in-south-die-in-tornadoes.html","abstract":"  The children of the congregation were in the middle of a Palm Sunday play this morning when a tornado ripped into their small church in northeastern Alabama, wrenching the roof apart and toppling a wall onto the children. At least 18 worshipers, among them six children, were killed, and almost 100 others were injured.   \"It is the most horrible thing I've ever seen,\" said Leon Smith, one of more than 100 rescue workers who responded to the calls for help after the tornado hit the Goshen Methodist Church at about 11:30 A.M.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/03/28/arts/dance-in-review-605719.html","abstract":"  Dance Theater of Harlem  New York State Theater    Arthur Mitchell and Dance Theater of Harlem seem intent on convincing audiences, new and experienced alike, that ballet can be as much pleasurable entertainment as enlightenment. \"I usually don't like dance, but this was terrific,\" one audience member said leaving the theater on Thursday night after the fifth program of the company's just-ended 25th-anniversary season. And it was terrific.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Thanks to Come","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-thanks-to-come-605867.html","abstract":"  To the Editor:   Attacks on the First Lady do not surprise me. I am old enough to remember when Eleanor Roosevelt was ridiculed week after week. She lived by her principles and was undeterred. Indeed, the greater the attacks, the taller she stood. Today I say my thanks to her each month when I receive my little Social Security check. Not much, but it makes all the difference.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"We Can't Show Weakness to North Korea","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-we-can-t-show-weakness-to-north-korea-605859.html","abstract":"  To the Editor:   Re \"Beware the Hawks on Korea\" (editorial, March 22): Critics of the Clinton Administration's concession-laden response to North Korea's violation of the Nuclear Nonproliferation Treaty, among whom I number myself, have earned your contempt for our efforts. You chastise us for \"rashly calling for military action\" and for offering \"glib advice,\" which might, if the President should be so foolish as to heed it, cause the United States to \"stumble into war.\"   I am a retired naval officer and a veteran of America's longest war. What are today horribly compelling televised images for most Americans were once the whole of reality for me. The terrible human losses incurred in war were once for me an experience so intensely personal that I will remember them all my life.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/03/28/arts/dance-in-review-605700.html","abstract":"  'De Querer Amores'  Maria Elena Anaya Spanish Dance Company La Mama    There are theaters of many sizes at La Mama, that lively cultural center in the East Village. The Maria Elena Anaya Spanish Dance Company appeared in a large one on Thursday night. Even so, it seemed too small for Miss Anaya, who danced as if performing in a vast arena.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Books of The Times; A Policy Maker on the Subject He Knows Best","web_url":"https://www.nytimes.com/1994/03/28/books/books-of-the-times-a-policy-maker-on-the-subject-he-knows-best.html","abstract":"  Diplomacy  By Henry Kissinger  Illustrated. 912 pages. Simon & Schuster. $35.    With Henry Kissinger's \"Diplomacy,\" the reader actually gets two books in one. On one level, the volume is an elegantly written study of Western diplomacy, from Richelieu down through Metternich and Bismarck to modern times. This book tries to give the reader an understanding of four centuries of Western politics and history, as well as an appreciation of the highly divergent traditions in statesmanship found in Europe and the United States. Like Henry James, Mr. Kissinger contrasts European cold-bloodedness and sophistication with American innocence and naivete; like Tocqueville, he wants to examine the consequences that American optimism and democratic ideals have had on the country's practical conduct.","thumbnail":null,"section":"Books"},{"date":"19940328","headline":"Arkansas Bids Fab Four A Final Four Farewell","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-midwest-arkansas-bids-fab-four-a-final-four-farewell.html","abstract":"  Michigan's bid for a third consecutive Final Four appearance came to an end this afternoon, and the final chapter of the Fab Five may have also been written as the new kids on the block -- Arkansas's tough, young Razorbacks -- upended the Wolverines, 76-68, at Reunion Arena.   Arkansas (29-3) will face Arizona (29-5) in the National Collegiate Athletic Association semifinals Saturday in Charlotte, N.C.  The Final Four will have two Southeastern Conference teams for the first time, with Florida facing Duke in the other semifinal.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/03/28/style/IHT-what-theyre-reading.html","abstract":"David Tabatsky, American actor and juggler living in Berlin, is reading \"Give War a Chance\" by P.J. O'Rourke. ..\"O'Rourke has a brilliant eye for political satire and the descriptions of right-wing anarchists are spot- on. I'm also rere","thumbnail":null,"section":"Style"},{"date":"19940328","headline":"Doing a 'High-Wire Act' On Minority Contracts","web_url":"https://www.nytimes.com/1994/03/28/nyregion/doing-a-high-wire-act-on-minority-contracts.html","abstract":"  Rudy Washington, New York City's new Commissioner of Business Services, sat in his spacious downtown office recently and mused -- sometimes bitterly -- about the three months since he left the world of entrepreneurship and joined ranks with the administration of Mayor Rudolph W. Giuliani, describing it as a period both confounding and arduous.   The owner of a bridge, road and tunnel construction company based in Queens, Mr. Washington placed his interest in the company in a trust and joined the administration of the man he has come to consider among his closest friends. Since then, he said, he has been misunderstood, abused by the news media and eyed suspiciously by many of the black politicians in whose ranks he once fit comfortably.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Mulholland Looks Fine","web_url":"https://www.nytimes.com/1994/03/28/sports/baseball-mulholland-looks-fine.html","abstract":"  On a day when Terry Mulholland and Sterling Hitchock were supposed to be scrutinized for their pitching in the final spring game between the Mets and Yankees, the Yankee offense commanded considerable attention by pummeling Eric Hillman and Dave Telgheder in a 9-2 victory at Thomas J. White Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Boston University and Harvard Coast Into National Semifinals","web_url":"https://www.nytimes.com/1994/03/28/sports/hockey-boston-university-and-harvard-coast-into-national-semifinals.html","abstract":"  Boston University and Harvard, the East's two best hockey teams all season, exceeded expectations at the National Collegiate Athletic Association regional tournament in Albany.    The Terriers, ranked the nation's No. 1 team in various polls, displayed smothering defensive teamwork in defeating a feisty Wisconsin squad, 4-1, on Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Italy Votes in What May, or May Not, Be a New Era","web_url":"https://www.nytimes.com/1994/03/28/world/italy-votes-in-what-may-or-may-not-be-a-new-era.html","abstract":"  Italians began voting today in a two-day national election widely depicted by politicians and commentators as a watershed between the old and the new -- indeed, as the dawning of a new republic. As she voted in Rome this morning, Luciana Vagnetti was not so sure.   \"There is a saying that in Italy, everything should change so that nothing will change,\" the historical researcher said, citing the most-quoted aphorism from \"The Leopard,\" a 1958 novel by Giuseppe Tomasi di Lampedusa.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/28/sports/results-plus-602426.html","abstract":"  GOLF  Andrews Stays Steady  Donna Andrews sank a 6-foot birdie putt on the final hole yesterday to win the Dinah Shore, her second victory this month and her first in a major. Playing on the Mission Hills course in Rancho Mirage, Calif., Andrews overtook Laura Davies, who was one shot ahead going into No. 18 but bogeyed to finish one shot behind. Andrews herself had bogeyed No. 17 to fall a shot back of Davies. Andrews finished with a 70 that put her at 12-under-par for the tournament. Davies also shot a closing 70. (AP) Wargo Gets a Break: Taking advantage of the disqualification of the second-round leader, Tom Wargo shot a par-72 to win the Senior PGA Doug Sanders Classic yesterday in Kingwood, Tex., by one stroke over charging Bob Murphy. (AP) TENNIS  U.S. Gains in Davis  Jim Courier and Todd Martin put the finishing touches on India in first-round Davis Cup play yesterday. Completing the 5-0 sweep, Courier lost a first-set tie breaker but came back to defeat Leander Paes, 6-7 (5-7), 6-1, 6-4, on a grass court in New Delhi. Martin later beat Zeeshan Ali, 6-2, 7-5. The United States will travel to the Netherlands, a 5-0 winner over Belgium, for the second round in July. At Graz, Austria, the German team, tied 2-2 after its inspirational team leader, Michael Stich, lost a five-and-a-half-hour duel with Thomas Muster, advanced when Marc-Kevin Goellner came from behind to beat Horst Skoff. Muster, No. 11 in the world rankings, outlasted the No. 2-ranked Stich, 6-4, 6-7 (8-10), 4-6, 6-3, 12-10, on the indoor clay court. It was then up to Goellner, who lost to Muster on Friday, to pull off a 3-6, 6-4, 7-5, 6-1 victory. (AP) Hack Rides a Breeze: Seventh-seeded Sabine Hack, needing some time to get her game going in the strong winds, beat Mary Pierce, 7-5, 6-4, to win the Virginia Slims of Houston. (AP) N.H.L.  Detroit Moves to First  In Chicago, Bob Essensa made 24 saves and won his first game for Detroit as the Red Wings beat the Chicago Blackhawks, 3-1, yesterday and moved into a first-place tie in the Central Division. Sergei Fedorov scored his 52d goal for the Red Wings, who tied idle Toronto for first place in the division and first over all in the Western Conference (92 points). (AP) Sharks 4, Blues 3: Sergei Makarov's power-play goal with 11:35 left in the game gave San Jose its first-ever victory over St. Louis. (AP) N.B.A.  Celtics Hold On  Dino Radja scored 36 points and grabbed 11 rebounds as the Boston Celtics held off Philadelphia, 124-122, in overtime yesterday in Hartford. The loss extended the Sixers' losing streak to seven games. (AP) Cavaliers 111, Pistons 99: In Richfield, Ohio, Gerald Wilkins scored 28 points and Tyrone Hill came off the bench to get 18 points and 13 rebounds to lead Cleveland. (AP) HARNESS RACING  A Milestone for Manzi  Catello Manzi became the seventh harness racing driver to record 6,000 career victories when he guided the pacing filly L Dees Cathy T to victory in the eighth race yesterday at the Meadowlands. (AP) SOCCER  Title to Aston Villa  Aston Villa ended Manchester United's dream of a unique clean sweep of English soccer's major trophies yesterday to beat the Reds, 3-1, in the League Cup final. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Wrestling Private Demons; Driver in Crash That Killed Priests Kept Problems to Herself","web_url":"https://www.nytimes.com/1994/03/28/nyregion/wrestling-private-demons-driver-crash-that-killed-priests-kept-problems-herself.html","abstract":"  In the photograph her mother and father cling to now, Lisa Bongiorno is wearing a black, sleeveless, floor-length dress, holding a bouquet of flowers and half-turning with a little girl's impish smile. She is pretty, in a shy way, with dark hair and a slender neck, and she seems to be gliding away from the camera, off the edge of the picture.    This was last November at her sister's wedding. There were little sparks of excitement dancing in the centers of Lisa Bongiorno's eyes. Now her shattered parents, eager to recall their daughter's joyfulness, cannot stare at the picture hard enough. It is a lonely keepsake. What was behind those eyes? What inscrutable sadness did the parents miss? What more could they have done?","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/28/nyregion/chronicle-599883.html","abstract":"  ROBERT C. WOOLLEY, Sotheby's senior auctioneer, conducts three or four dozen charity auctions a year. \"I almost do as many for charity as I do for business,\" he said as he prepared the exhibition for tonight's fund-raising auction at Sotheby's, on York Avenue, for the Gay Men's Health Crisis.   So what could possibly make tonight's sale distinctive?","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Time to Get Out of Your Car and Walk Around; Inadequate Belts","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-time-to-get-out-of-your-car-and-walk-around-inadequate-belts-605816.html","abstract":"  To the Editor:   Re \"New Injury Pattern Linked to Air Bags\" (Health page, March 16): The severe injuries being sustained by car crash occupants wearing so-called automatic shoulder belts with no lap belts are the consequence of poor design and marketing choices by automobile manufacturers.   For optimal occupant safety, every car should be equipped with air bags and three-point manual lap-shoulder belts. This is by far the best combination of restraint systems. It has been technologically feasible for more than 20 years, but only recently made available on new cars as a result of Federal safety regulations. As the marketplace is now proving, it is immensely popular.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Making AIDS Worse","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-making-aids-worse-605883.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani's stated intention to privatize New York City's Division of AIDS Services is a shortsighted attack on some of the city's most vulnerable residents. Without the division, thousands of AIDS sufferers who cannot maintain steady employment or get health insurance would be left without housing, health care and other essentials.    Everyone decries the homeless crisis; however, the effect of gutting AIDS services will be to create a new class of homeless people. Homeless people carrying a deadly, contagious virus who, despite Mr. Giuliani's denial, will require social services.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Essay; Reading Hillary's Mind","web_url":"https://www.nytimes.com/1994/03/28/opinion/essay-reading-hillary-s-mind.html","abstract":"  They were dead wrong, all of them, when they talked Bill into appointing special counsel. I knew it; I told him, when we were off in Moscow, that starting a criminal investigation would come back to haunt us.   But they all thought it was so smart to raise the standard of judgment to a criminal level. That would be a way of hiding under a subpoena all the documentation that made me look like a greedy, unethical lawyer, keeping it from Congress and the press.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Review/Music; Virtuoso Singers Tackle A Complicated Program","web_url":"https://www.nytimes.com/1994/03/28/arts/review-music-virtuoso-singers-tackle-a-complicated-program.html","abstract":"  The mainstream of choral singing still flows toward amateurs with semiprofessional skills. Church choirs with paid soloists on every part and choral societies whose members themselves often pay for the privilege of performing are the current bulwark for the literature. The handful of fully professional groups, operating mainly in a few major cities, are a decided anomaly.   The larger mass deeply influences how composers write for vocal ensembles. At Alice Tully Hall on Wednesday night, for example, the New York Virtuoso Singers attacked with some relish Louis Andriessen's \"Flora Tristan,\" a many-layered tribute to the early French feminist. In it, different time schemes, different ideas of speed and different languages operate concurrently. Harold Rosenbaum's 24-person group is hardly amateurish, but even these first-rate pros seemed tense in the face of so much complication.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/28/arts/classical-music-in-review-605735.html","abstract":"  Sonia Rubinsky  Pianist Weill Recital Hall   Some of the qualities of Sonia Rubinsky's playing that have found praise in the past were evident on Thursday evening in a mostly satisfying recital. In particular, Ms. Rubinsky's affinity, as a Brazilian, with the music of Heitor Villa-Lobos served her well in his \"Prole do Bebe\" No. 1. She rendered these delightful doll portraits with warmth and clarity. She also gave nice, robust treatment to Mendelssohn's \"Variations Serieuses.\"","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"A Tide of Violence Swells In Zulu Area as Vote Nears","web_url":"https://www.nytimes.com/1994/03/28/world/a-tide-of-violence-swells-in-zulu-area-as-vote-nears.html","abstract":"  The unusual thing about the ambush, Adrian Pole said as he watched the men assembling on the bluff, was that it was so brazen.   Not long ago, the men clustered behind bushes overlooking the route to KwaMashu township would have been deterred by Mr. Pole's car, with its conspicuous turquoise \"Peace Monitor\" flag, parked across the road.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Far North in Russia, the Mines' Fatal Blight","web_url":"https://www.nytimes.com/1994/03/28/world/far-north-in-russia-the-mines-fatal-blight.html","abstract":"  The snow falls black in this city 200 miles above the Arctic Circle, big flakes of freezing ash covering the ground, the rivers and what little is left alive.   Once a place of unparalleled beauty, in just 30 years this stark region, the Kola peninsula, has become one of the most poisoned spots on earth -- relentlessly transformed by Russian industry into a laboratory of ecological destruction.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Should Only Blacks Make Movies About Blacks?","web_url":"https://www.nytimes.com/1994/03/28/movies/should-only-blacks-make-movies-about-blacks.html","abstract":"  Martin Scorsese once had the rights to make \"Schindler's List.\" But as an Italian-American Roman Catholic, did he have the right? That question, and the premise behind it, loomed large in a panel discussion, \"Whose Black Cinema Is It, Anyway?,\" held on Friday night at New York University as part of a weeklong program on black film at the Tisch School of the Arts.   The discussion was moderated by Kinshasha Holman Conwill, the director of the Studio Museum in Harlem, and the panelists were the film makers Spike Lee, Jonathan Demme, Bill Duke and Michael Roemer, the writer Ishmael Reed, the film critic Joel Siegel and the screenwriter Anna Hamilton Phelan.","thumbnail":null,"section":"Movies"},{"date":"19940328","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/28/nyregion/no-headline-598844.html","abstract":"  On the Norwegian side of the border they have a sight-seeing post. It says, 'Come see the dirtiest place on the globe.' They could be right. - ALEKSEI V. YABLOKOV, environmental official, on Nikel, Russia.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Political Memo; Silence Within Party Forces Clintons' Hand","web_url":"https://www.nytimes.com/1994/03/28/us/political-memo-silence-within-party-forces-clintons-hand.html","abstract":"  Speaker Thomas S. Foley's energetic defense on television this morning of President Clinton's involvement in the Whitewater case was notable not for what he said but that he said it.   Though Democrats have not been reticent about condemning Mr. Clinton's Republican accusers, few party members outside the White House have been willing to speak out strongly on behalf of the President and his wife, Hillary. For all the White House efforts to paint Whitewater as a partisan battle, the oratory has been much more spirited from the Republican side of the aisle.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Lawyers Have a Right to Protect Interests of Corporate Clients","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-lawyers-have-a-right-to-protect-interests-of-corporate-clients-605875.html","abstract":"  To the Editor:   Contrary to the impression given in your March 21 report on a brief filed in the appeal of the fraud conviction of Armand P. D'Amato, brother of Senator Alfonse M. D'Amato, the New York State Bar Association does not support the right of lawyers to submit false billing statements to clients.   However, we vigorously support the right and obligation of any attorney to protect a corporate client in sensitive business and personnel areas (such as employee investigations, trade secrets and potential takeovers) by allowing the clients to provide the lawyer with billing instructions on legitimate fees for services rendered, thereby not divulging the client's proper secrets.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"The Single-Payer Trap","web_url":"https://www.nytimes.com/1994/03/28/opinion/the-singlepayer-trap.html","abstract":"Universal health care is in trouble in Congress, partly because of division among the very people who ought to be its friends -- liberal Democrats.\n\nThere is good reason to be disenchanted with the complexity and bureaucracy of President Clinton's health care proposal. But many liberals in Congress go further, rejecting any market-based approach to health reform and insisting that only a Canadian-style single-payer system, in which the Government pays nearly all medical bills, would preserve consumer choice while taking on special interests like the insurance industry.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Siena Battling Injuries, Plus Rigors of Big Time","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-nit-siena-battling-injuries-plus-rigors-of-big-time.html","abstract":"  Siena Coach Mike Deane has a major problem.   \"I've got half a team and I've got to play Villanova,\" Deane said as his starting forward hobbled past, with a wad of tape holding his ankle together.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Patients' Lawyers Lead Insurers To Pay for Unproven Treatments","web_url":"https://www.nytimes.com/1994/03/28/us/patients-lawyers-lead-insurers-to-pay-for-unproven-treatments.html","abstract":"  Pamela Schmale, a 39-year-old bookkeeper, says she felt that her only hope of surviving advanced breast cancer was to have a bone marrow transplant. But her insurance company said it would not pay for the expensive and risky procedure, which is still undergoing clinical testing.   In desperation, Mrs. Schmale and her husband, Arthur, mortgaged their house in Boring, Ore., to raise the $100,000 or more they would need for the transplant. And her doctors recommended lawyers who might fight their insurance company for them. Cost of Legal Advice    The Schmales hired Sheldon Weinhaus, a lawyer in St. Louis who persuaded Mrs. Schmale's insurance company to pay the full cost of the transplant, which Mrs. Schmale had in January. Although Mrs. Schmale said her doctors told her it was too soon to know whether she would be helped, she was confident she had done the right thing. \"I think it saved my life,\" she said.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Review/Rock; Celebrating Bass Guitar And Those Who Play It","web_url":"https://www.nytimes.com/1994/03/28/arts/review-rock-celebrating-bass-guitar-and-those-who-play-it.html","abstract":"  A sardonic Lou Reed, growling iconoclastic versions of \"The Tracks of My Tears\" and \"One for My Baby,\" was the high point of a nearly three-hour benefit concert at the Beacon Theater on Saturday evening. Intoning these classic songs, along with originals like \"Dirty Blvd.,\" in an impassioned monotone, Mr. Reed demolished and reconstituted them in his own image. Lovelorn ballads became minimalist rock anthems whose tearful emotions were transmuted into a more generalized, barely suppressed rage.    The concert, organized by Rob Wasserman, a West Coast bass player who recently released \"Trios\" (MCA), a collection of collaborations with rock and jazz luminaries, benefited the Rex Foundation, an organization serving the homeless. Mr. Reed was the evening's final guest in a lineup of more than a dozen musicians, including Bob Weir of the Grateful Dead, Bruce Hornsby, Little Jimmy Scott, Chris Whitley, Victoria Williams, David Sanborn and the evening's master of ceremonies, David Johansen.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Oakley Now Living on the Edge","web_url":"https://www.nytimes.com/1994/03/28/sports/pro-basketball-oakley-now-living-on-the-edge.html","abstract":"  The Knicks' Charles Oakley committed his fifth flagrant foul of the season today, bringing him perilously close to a suspension.   Under new rules being enforced this season, Oakley will receive a one-game suspension for each basic, flagrant foul he commits the rest of the season. For each flagrant foul II -- the league's term for a more unnecessary and excessive foul -- Oakley will serve a two-game suspension.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"The Nets Can Triumph, Even Without Anderson","web_url":"https://www.nytimes.com/1994/03/28/sports/pro-basketball-the-nets-can-triumph-even-without-anderson.html","abstract":"  Night after night, Kenny Anderson comes in and leads the Nets in minutes played and assists and often in scoring. So it was a nice change for the third-year pro and first-time All-Star to see New Jersey win a game without his doing a lot of the heavy lifting.    Anderson got into foul trouble against the Washington Bullets in Landover, Md., Saturday night and finished with only 14 points and 3 assists and committed a team-high 4 turnovers in his 30 minutes of play. Still, the Nets rallied from a 17-point deficit in the third quarter to win, 103-100.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"How to End Impasse On RU-486 Patent","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-how-to-end-impasse-on-ru-486-patent-605840.html","abstract":"  To the Editor:   In \"RU-486, Made in America\" (Op-Ed, March 17), Lawrence Lader, president of Abortion Rights Mobilization, suggests turning to legislation to break the stalemate that has kept RU-486, the \"abortion pill,\" unavailable to American women for years, although it has long been available to women in Europe.    Specifically, Mr. Lader writes of the leeriness by the current patent holder, France's Roussel-Uclaf, to introduce the product into the United States market for fear of a consumer boycott of its other products by anti-choice groups. In that light, Mr. Lader suggests legislation to make it possible to strip the patent holder of the patent, so that any pharmaceutical company would be free to manufacture and sell RU-486.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Minister Who Sought Peace Dies in a Botched Drug Raid","web_url":"https://www.nytimes.com/1994/03/28/us/minister-who-sought-peace-dies-in-a-botched-drug-raid.html","abstract":"  The Rev. Accelynne Williams, who for decades had comforted and counseled people throughout the Caribbean, retired to Boston six years ago to be near his daughter and to study the Scriptures. On Friday a police SWAT team searching for drugs broke down his apartment door without warning and handcuffed him. Minutes later, the 75-year-old minister was dead of heart failure.   The police, it turned out, had misread a floor plan provided by an informer; they had intended to raid an apartment on the floor above Mr. Williams.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Review/Music; A Pianist's Performance Moves Beyond the Keyboard","web_url":"https://www.nytimes.com/1994/03/28/arts/review-music-a-pianist-s-performance-moves-beyond-the-keyboard.html","abstract":"  The pianist Cecil Taylor likes the grand gesture. He comes out on stage chanting poetry in darkness. He'll wear long robes and play in socks. And he rolls around on stage before getting to the piano: it's his version of modern dance. At 65, Mr. Taylor is an extraordinarily vital performer.   The grand gesture comes out in his music as well, and on Saturday night at Alice Tully Hall, which was only little more than half full, he threw himself at the piano with romantic violence. Mr. Taylor presents himself as the artist lost in passion, taken by some higher power, the god of improvisation. He pummeled the keyboard, unleashing great waves of sound. He moved quickly from deep introspection to fury. And it all seemed trancelike. Moderation was the enemy.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/28/sports/transactions-602914.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Traded David Segui, first baseman, to the New York Mets for Kevin Baez, shortstop, and Tom Wegmann, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Teen-Ager in Shooting Case Arrested in Carjacking Spree","web_url":"https://www.nytimes.com/1994/03/28/nyregion/teen-ager-in-shooting-case-arrested-in-carjacking-spree.html","abstract":"  Howard Caesar, the teen-ager whose shooting by the police nearly two years ago after a car theft caused an uproar, was arrested Saturday night in Newark and charged with involvement in a string of crimes, including a carjacking, two shootings, multiple robberies and the ramming of a police car.   Mr. Caesar, 19, one of five youths arrested, was charged with aggravated assault on a police officer, possession of a weapon -- the car he was driving -- and several counts of robbery, and he is to be arraigned today, said Detective Derek Glenn of the Newark police. He was not charged in either of the shootings.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Britons Try All Contraptions To Halt Rampant Car Theft","web_url":"https://www.nytimes.com/1994/03/28/world/britons-try-all-contraptions-to-halt-rampant-car-theft.html","abstract":"  When Sinclair Seymour bought a new Ford Mondeo station wagon two months ago, he took no chances. Not only did he make sure his car had a factory-equipped antitheft system, including deadbolts inside the doors, an alarm and a high-tech device that electronically locks the engine, but he also asked the dealer to install a backup alarm and mount a thick steel padlock over the gearshift.   Then, for extra peace of mind, he spent $225 more for a yellow wheel clamp, similar to the heavy metal boots some American police departments use to immobilize parking scofflaws. Now, whenever Mr. Seymour leaves his new car in a public parking lot he takes the clamp out of his trunk and locks it over his front wheel.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Whirlwind of a Manager Runs A Village's Daily Operations","web_url":"https://www.nytimes.com/1994/03/28/nyregion/whirlwind-of-a-manager-runs-a-village-s-daily-operations.html","abstract":"  Christopher Russo likes to say that he learned how to run a village government during an after-school job as a delivery boy at a produce market in Scarsdale.   \"They wanted the best quality,\" he said of his customers. \"They wanted efficiency. They wanted the best price. Who does that sound like?\"","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Under a Big Tent in Dallas, Roger Clinton Marries","web_url":"https://www.nytimes.com/1994/03/28/us/under-a-big-tent-in-dallas-roger-clinton-marries.html","abstract":"  The groom was nervous, bouncing around, breathing heavily, stammering and missing his cues.   The bride was serene, wearing a long white maternity wedding dress as she followed four small flower girls in white straw hats, her nieces, down the aisle.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"Massacre and Redemption","web_url":"https://www.nytimes.com/1994/03/28/opinion/massacre-and-redemption.html","abstract":"There is an old Arab saying that the Jews celebrate their feasts around gardens, the Christians inside kitchens and the Muslims around graveyards. This year, at the end of the Islamic holy month of Ramadan, the Arab residents of the West Bank town of Hebron had a tragic new reason to keep this old tradition. \n\nThe lifting of a round-the-clock curfew for a few hours on March 11 was barely enough time for the Arab residents of Hebron to visit the new graves of beloved ones, victims of the massacre at the shrine of Abraham in Hebron on Feb. 25. Since that date, the land has been cloaked with sorrow and shame. The sorrow of the bereaved families is blended with the shame of all those who refused to anticipate the possibility of such a crime.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Mets Land First Baseman in Trade for Orioles' Segui","web_url":"https://www.nytimes.com/1994/03/28/sports/baseball-mets-land-first-baseman-in-trade-for-orioles-segui.html","abstract":"  Two days after failing to obtain California's J. T. Snow to fill their hole at first base, the Mets managed to complete a trade that brings them David Segui from Baltimore and does not cost them a player currently in their major league camp.   The Mets obtained Segui, a switch-hitting first baseman, for two Class AAA players -- right-hander Tom Wegmann and shortstop Kevin Baez. In addition, the Mets released Glenn Davis, who had come to camp as a non-roster invitee and had been competing for the first-base job.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Critic's Notebook; When Even Victimizers Say They Are Victims","web_url":"https://www.nytimes.com/1994/03/28/arts/critic-s-notebook-when-even-victimizers-say-they-are-victims.html","abstract":"  Surprised at the juries' failure to convict Eric and Lyle Menendez of the murder of their parents, I sought enlightenment in the afternoon talk show, the nation's picture window onto domestic dysfunction. No week passes that Oprah or Phil or Sally Jessy or Geraldo or Montel or one of the lesser practitioners does not conduct a public examination of private abominations like wife beating, husband slashing and, most relevant to the Menendez case, child abusing.   I was particularly interested in what Oprah Winfrey and Sally Jessy Raphael had been doing on the subject of child abuse for the last year or two. These performers bring a somewhat maternal persona to their jobs -- Ms. Raphael being the softer and more solicitous -- and their programs balance exhibitionism with edification. On many days, it's like taking a Psych 1 field trip to Tobacco Road.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Stanley Is Playing the Game for Two People: Himself and His Dad","web_url":"https://www.nytimes.com/1994/03/28/sports/baseball-stanley-is-playing-the-game-for-two-people-himself-and-his-dad.html","abstract":"  Mike Stanley knows the sofa in the family room will be empty, he knows the satellite dish will not be used too often, he knows his friends will not be calling three or four times a day to talk baseball with the old man that he misses and he knows this year will be different, very different. Charles Stanley will not be watching his youngest son play for the Yankees.   How do you react when your 4-year-old son stops playing Nintendo and starts discussing his grandfather's death with his 5-year-old friend? You listen, you listen closely, and you hope he understands. What do you do with the videotapes your father dutifully made, the ones that featured only your finest moments because he erased any forgettable ones? You cherish them, but you realize future tapes will not be the same. They will not be edited by your father.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Rutgers Orders Measles Shots After Outbreak","web_url":"https://www.nytimes.com/1994/03/28/nyregion/rutgers-orders-measles-shots-after-outbreak.html","abstract":"  Rutgers University faces the first outbreak of measles at a United States college in three years, and everyone on campus will be required to get measles shots or leave, university officials said this weekend.   Beginning on Monday, free immunization is to be available at three student centers for the 35,000 to 40,000 students, teachers and staff members on the New Brunswick and Piscataway campuses. Students have until April 8 to get their shots, either on campus or from an outside physician, said Dr. Robert H. Bierman, director of student health services. After that, he said, they will be barred from classes and dining halls and will be asked to leave campus.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/28/nyregion/metro-digest-599379.html","abstract":"  PRISONS OVERFLOW INTO WORK RELEASE   Work release, a program allowing some inmates a large measure of freedom before parole, is increasingly being used in New York State to relieve prison overcrowding, officials acknowledge. As a result, prisoners who would not have been eligible five years ago are enrolled, including some who have repeatedly been denied parole. A1. NEW YORK CITY  TUNNEL DWELLER SEEKS THE LIGHT   Homeless, stoned and dirty, Bob Kalinski hit bottom in 1986. Then he went deeper, into the dark. For eight years he lived underground in a train tunnel. He came out only in the early morning when most of the city was asleep, to pick up aluminum cans to sell for food. Now, after more than 2,000 nights under a concrete sky, he realizes that the only thing he found down deep in the Amtrak tunnel at 95th Street and Riverside Drive on the Upper West Side was a place to hide. B3. A BITTER BUSINESS COMMISSIONER   Rudy Washington, New York City's new Commissioner of Business Services, sat in his spacious downtown office in the Battery Maritime Building recently and mused -- sometimes bitterly -- about the three months since he left the world of entrepreneurship and joined ranks with the administration of Mayor Rudolph W. Giuliani, describing it as a period both confounding and arduous. B3. MAYOR SAYS CITY IS NOT MORE DANGEROUS   After visiting a hospitalized British man who was wounded at his midtown hotel on Saturday in the second shooting of tourists in four days, Mayor Giuliani tried to allay fears by saying he did not believe New York City was getting more dangerous for tourists. In Saturday afternoon's shooting, Peter Cooper, 46, of Bournemouth, Dorset, was shot in the left shoulder when he encountered a burglar. B3. REGION  FILES CHECKED IN BLAST INQUIRY  Combing through decades of records, Federal investigators began trying to pinpoint when there was construction activity around an asphalt plant in Edison, N.J., that may have caused a gas pipeline to burst last week, in a thunderous explosion and fireball. The investigators were seeking to capitalize on their discovery on Saturday that fragments of the pipeline found near the Durham Woods apartments had deep scratches that may have been made by construction equipment. B4. MINORITY DISTRICTS PART OF NASSAU PLAN   The creation of two minority-dominated districts is at the heart of a plan for a new 19-member Nassau County Legislature that is meant to assure fair representation for Long Island's growing number of minority residents. A preliminary map outlining the 19 districts is expected to be adopted in East Meadow by a county commission. B4. TEEN IN SHOOTING CASE ARRESTED   Howard Caesar, a Newark teen-ager whose shooting by a police officer after a carjacking led to an investigation of police handling of the incident, was arrested with four other Newark residents after a carjacking and spree of robberies and shootings, the police said. Mr. Caesar, 19, was being held on charges of carjacking, aggravated assault of a police officer, and several counts of aggravated assault, possession of a handgun, possession of a handgun for unlawful purposes and other charges. B4. NEW TRIAL FOR TROOPER IN TAMPERING CASE   A New York State police investigator who was acquitted on evidence tampering charges last year is scheduled to go on trial on charges that he faked fingerprint evidence in a separate case. The trooper, David M. Beers, who was assigned to the criminal investigation unit of Troop C in Sidney, is accused of fabricating fingerprint evidence in a 1991 narcotics and weapons case. B5. MEASLES SHOTS REQUIRED AT RUTGERS   Students and faculty at Rutgers University, which faces the first outbreak of measles at a United States college in three years, will be required to get measles shots or leave campus, school officials said this weekend. B6.   Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"New York Widens Work Release To Reduce Prison Overcrowding","web_url":"https://www.nytimes.com/1994/03/28/nyregion/new-york-widens-work-release-to-reduce-prison-overcrowding.html","abstract":"  Work release, a program allowing some inmates a large measure of freedom before parole, is increasingly being used in New York State to relieve prison overcrowding, officials acknowledge. As a result, prisoners who would not have been eligible five years ago are enrolled, including some who have repeatedly been denied parole.    As the state's Correction Commissioner makes room for newcomers in a prison system 29 percent over capacity, he says he is being forced to take too many chances with work-release participants. \"We've expanded the work-release program to greater numbers than I feel comfortable with,\" said the Commissioner, Thomas A. Coughlin 3d. \"We used to err on the side of conservatism. We now are forced to err on the side of liberalism.\"","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Time to Get Out of Your Car and Walk Around","web_url":"https://www.nytimes.com/1994/03/28/opinion/l-time-to-get-out-of-your-car-and-walk-around-605808.html","abstract":"  To the Editor:   Russell Baker's assessment of the very serious plight of the disenfranchised nondriver in the United States in \"Get a Horse, Maybe?\" (column, March 19) is right on target. But his assumption that it's too late to do anything about the situation is not.   Today, Americans are waking up to the automobile's dark side: its time and energy costs, environmental damage and harm to community life. With recent Federal legislation (the Clean Air Act, the Intermodal Surface Transportation Efficiency Act) supporting reduced driving, we can begin right now to reverse the favor-the-auto trend.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Review/Pop; Reflective Young Singer With a Maturing Style","web_url":"https://www.nytimes.com/1994/03/28/arts/review-pop-reflective-young-singer-with-a-maturing-style.html","abstract":"  Halfway into her concert at Town Hall on Friday evening, the Canadian singer and songwriter Sarah McLachlan introduced a recent song called \"Ice\" and explained that it was inspired by a trip to Thailand and Cambodia. The spectacle of widespread poverty, prostitution and AIDS, she said, saddened her and at the same time left her feeling blessed about her own comfortable circumstances, which until then she had taken for granted.    \"Ice,\" the most striking song on Ms. McLachlan's new album \"Fumbling Towards Ecstasy\" (Arista) is a sober folk-rock ballad that evokes the numbness of sexual slavery in language that is mostly indirect. \"The only comfort is the moving of the river,\" sings the narrator, who describes her soul as anchored in pain.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Vina Appears to Be Mets' Ace in the Hole","web_url":"https://www.nytimes.com/1994/03/28/sports/baseball-vina-appears-to-be-mets-ace-in-the-hole.html","abstract":"  Fifteen months ago, Fernando Vina was so expendable that the Mets left him unprotected in the Rule 5 draft and lost him to the Seattle Mariners.   This spring, the Mets are turning him into their starting shortstop.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Mexican Old Guard Fights Salinas on a New Candidate","web_url":"https://www.nytimes.com/1994/03/28/world/mexican-old-guard-fights-salinas-on-a-new-candidate.html","abstract":"  As President Carlos Salinas de Gortari works to build consensus on choosing a replacement for the slain candidate who was to succeed him, he has come up against an unusually open challenge from members of the old guard of his governing party.   After reports that Mr. Salinas might select Ernesto Zedillo, 42, the economist and former minister who was managing the campaign of Luis Donaldo Colosio, the governing-party candidate slain on Wednesday, party members began lobbying intensely on Saturday for favorites of their own.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"On the Hebron Frontier, Hate vs. Hate","web_url":"https://www.nytimes.com/1994/03/28/world/on-the-hebron-frontier-hate-vs-hate.html","abstract":"  Shani Horowitz, a mother of six who grew up in the Bronx, does not think much of her neighbors.   \"Do you know what Arabs do when they kill Jews?\" she asked, looking out her door to an Arab home across the street. \"They scream, 'God is Great!' This is their religion, to kill. You don't see Jews screaming 'God is Great!' and killing people. We are not murderers.\"","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Top Clinton Aide Gains Defender in Odd Quarter","web_url":"https://www.nytimes.com/1994/03/28/us/top-clinton-aide-gains-defender-in-odd-quarter.html","abstract":"  A leading Republican critic of the Administration's handling of the Whitewater matter today offered an unexpected defense of a senior White House aide who complained to Treasury officials about the appointment of a political foe to oversee part of the case.    The critic, Representative Jim Leach of Iowa, has been among the most vocal Republicans asserting that President Clinton and his wife, Hillary, behaved unethically in the investments they made in the Whitewater real estate venture. But today, Mr. Leach said he considered it \"pretty natural\" for the aide, George Stephanopoulos, to display anger over the hiring of a former Republican prosecutor, Jay B. Stephens. Mr. Stephens is looking into Madison Guaranty, a failed Arkansas savings and loan whose owner was a partner with the Clintons in Whitewater.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"1919:Troops Decorated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/28/opinion/IHT-1919troops-decorated-in-our-pages100-75-and-50-years-ago.html","abstract":"SEMUR (Cte d'Or) - The 78th Division was reviewed this afternoon [March 25] by General Pershing, who decorated five officers and twenty-six soldiers for gallantry in action during the fighting at the Saint-Mihiel salient, in the Argonne forest, at t","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Plan to Revamp Nassau Legislature to Create 2 Minority Districts","web_url":"https://www.nytimes.com/1994/03/28/nyregion/plan-to-revamp-nassau-legislature-to-create-2-minority-districts.html","abstract":"  The creation of two minority-dominated districts is at the heart of a plan for a new 19-member Nassau County Legislature that is meant to assure fair representation for Long Island's growing number of minority residents.   A preliminary map outlining the 19 districts is expected to be adopted on Tuesday by a county commission, which then is required to submit the plan to a Federal court judge by Friday.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"PULSE: Courts","web_url":"https://www.nytimes.com/1994/03/28/nyregion/pulse-courts.html","abstract":"  According to the American Bar Association, civil cases should be settled or decided within 24 months, and felony cases should end withing one year. Around the country, these standards are not being met. Of the 181,526 civil cases pending in New Jersey last year, 15 percent were more than two years old.In Connecticut, almost half of the criminal cases pending last year were more than two years old. In Connecticut, almost half of the criminal cases pending last year were considered backlogged, and the median age of these cases was 6.8 months. Efforts are periodically made to chop away at the problem. The Brooklyn District Attorney has been enforcing strict time lines for felony cases since the beginning of last year. In 1990, New Jersey's Chief Justice ordered 17 judges transferred from civil to criminal courts. That speeded up criminal cases but worsened the civil court backlog.","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Mexican Suspect Is Portrayed By Authorities as Obsessed","web_url":"https://www.nytimes.com/1994/03/28/world/mexican-suspect-is-portrayed-by-authorities-as-obsessed.html","abstract":"  The mystery over the motive behind the assassination of the leading presidential candidate is deepening as the Government releases information that depicts the suspect as an obsessed zealot who once set his sights on President Carlos Salinas de Gortari.   Only part of the transcript of the police interrogation of the suspect has been released. That information focuses on signs of instability in the man charged in the shooting death of the governing party candidate, Luis Donaldo Colosio Murrieta.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"Review/Dance; A Wanderer Among the Crowd, Alone but Not Lonely","web_url":"https://www.nytimes.com/1994/03/28/arts/review-dance-a-wanderer-among-the-crowd-alone-but-not-lonely.html","abstract":"  By offering the world premiere of Garth Fagan's \"Never No Lament\" on Saturday night at the Joyce Theater, the Limon Dance Company brought a work of quiet joy into its repertory.    \"Never No Lament\" abounds with the knotted and gnarled phrases for which Mr. Fagan's choreography is known. But the knots are gently untied to the recorded accompaniment of an excerpt from Dvorak's Serenade for String Orchestra in E, Op. 22, and the Kronos Quartet's interpretations of pieces by the African composers Foday Musa Suso, Dumisani Maraire and Hamza El Din.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Norman Leaves the Players About 9 Holes Behind","web_url":"https://www.nytimes.com/1994/03/28/sports/golf-norman-leaves-the-players-about-9-holes-behind.html","abstract":"  Under all the spectator mounds, lakes, humps and hollows of the minefield that is the Stadium Course, Greg Norman buried the last skeleton today. Finally and with authority, he laid to rest the one remaining censure that had haunted him like Marley's ghost -- the one that held he could not win with the lead.   With a singular performance in the final round of the Players Championship, Norman turned the proceedings into the Player Championship. He was alone in this one. With his third straight round of 67, he obliterated the tournament scoring record and the best field of the year, cruising to a mind-boggling total of 24 under par and a four-stroke victory over Fuzzy Zoeller, who also shot 67.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"PRO BASKETBALL;\nJohnson's Victorious Lakers Bring Life Back to Forum","web_url":"https://www.nytimes.com/1994/03/28/sports/pro-basketball-johnsons-victorious-lakers-bring-life-back-to-forum.html","abstract":"The Forum had become a lonely place since Magic Johnson retired as a player, and the Los Angeles Lakers slowly receded to the lower depths of the National Basketball Association's Pacific Division. The Lakers, the hottest ticket in town during the 1980's, when they won five championships, had become an afterthought, with rows of the Forum's yellow and orange seats blooming like flowers in the desert.\n\n But the place was alive with excitement tonight, when Johnson made his debut as coach of the Lakers, a position to which he was named on Tuesday evening. The result of the game, the Lakers' 110-101 conquest of the Milwaukee Bucks, seemed almost secondary. If the Lakers were looking to generate interest in a team that now owns a 29-38 record, they knew they needed the most popular sports figure in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Room at Top: Devils Catch the Rangers","web_url":"https://www.nytimes.com/1994/03/28/sports/hockey-room-at-top-devils-catch-the-rangers.html","abstract":"  The Devils' intense pursuit of the Rangers reached a fruitful conclusion last night when their 5-2 victory over Quebec tied them with the Rangers for the most points in the National Hockey League.   With the Rangers' 3-1 loss at Winnipeg yesterday, the two Eastern Conference rivals are now tied at 99 points with 8 games left for each in the regular season. One of their remaining games is against each other Saturday night at the Meadowlands, which might determine the winner of the President's Trophy, awarded to the N.H.L. team with the most points in the regular season.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"KEY TRIAL TO BEGIN ON HOUSE DISTRICTS","web_url":"https://www.nytimes.com/1994/03/28/us/key-trial-to-begin-on-house-districts.html","abstract":"  A lawsuit that could affect the shape of Congressional districts nationwide goes to trial here on Monday, when white voters will argue that North Carolina's Congressional districts are the result of illegal racial gerrymandering.   The trial is the result of a much-debated Supreme Court ruling last June in the case, Shaw v. Reno. The Court, ruling that designing \"bizarre\" districts to increase black representation might violate the constitutional rights of white voters, sent the case back to a three-judge Federal panel. The state's task now is to defend two new majority black districts, especially the 12th District, which snakes across 160 miles of the state. In 1992, Mel Watt, a Democrat, was elected from that district; he and Eva Clayton, who was elected in the First District, became the first black members of North Carolina's Congressional delegation since the turn of the century.","thumbnail":null,"section":"U.S."},{"date":"19940328","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/28/nyregion/news-summary-598267.html","abstract":"  International 2-9 AUTO THEFT PLAGUES BRITAIN  With drivers in England and Wales almost twice as likely as those in the United States to become victims of car theft, antitheft technology has become a kind of national obsession in Britain as people try to stay one step ahead of the thieves.  A1  RUSSIA'S POLLUTED NORTH  Once a place of unparalleled beauty, the Kola peninsula, has become one of the most poisoned spots on earth -- relentlessly transformed by Russian industry into a laboratory of ecological destruction.  A1  A NEW ERA FOR ITALY?  Italians began voting in a two-day national election widely depicted by commentators as a watershed between the old and the new.  A3  CHALLENGING MEXICO'S PRESIDENT  As President Carlos Salinas de Gortari of Mexico works to build consensus on choosing a replacement for the slain candidate who was to succeed him, he is being challenged by members of his own party.  A2  The mystery over the motive behind the assassination is deepening.  A2  SOUTH AFRICA'S RISING VIOLENCE  Outbreaks of killing have erupted in KwaZulu over the last two weeks since the Zulu nationalists of the Inkatha Freedom Party called on their followers to defy the country's first nonracial vote in April.  A6  UGANDA'S CRUCIAL ELECTION  On Monday, Ugandans will vote in the first national election in 14 years after decades of civil war. Many see the vote as a critical turning point for the country.  A7  HATRED BOILS IN HEBRON  Prime Minister Yitzhak Rabin, criticized both by militant settlers and by Palestinians, has found himself between groups that define their existence in conflict.  A6  TURKS VOTE AS FAITH IN CHIEF SAGS  Turks cast their ballots in countrywide local elections that took on national significance because of sagging confidence in the Government of Prime Minister Tansu Ciller.  A3  FIRST FREE ELECTIONS IN UKRAINE  Turnout was high as Ukrainians voted in their first free parliamentary elections as an independent country. But the secessionist President of the Crimea called for a boycott.  A8  Port Hope Journal: A naturalist author shuns the United States.  A4  Violence flares in Somalia two days after American forces left.  A7 National A10-13 DEBT COULD HURT RECOVERY  Middle-class families remain stuck with high debt payments as a proportion of their income, and economists worry that the families could cut their spending, hindering the economic recovery.  A1  DOZENS KILLED BY TORNADOES  Tornadoes struck the Southeast, killing dozens, including 18 worshipers attending services at a church that collapsed.  A1  GETTING THE TREATMENT  Patients are threatening lawsuits to pressure insurance companies to pay for risky or experiment procedures that are not covered. Critics say the practice is unfair because the rewards go to those with the means to hire a lawyer.  A1  DEADLY MISTAKE IN BOSTON  A retired minister died of a heart attack after the Boston police mistakenly raided his apartment, raising questions about the department's procedure in drug raids.  A1  BIAS AT C.I.A.?  Women at the C.I.A.'s Directorate of Operations, the clandestine service that conducts espionage abroad, say they have been blocked from top jobs because of their sex.  A10  THREAT TO NUCLEAR PLANTS  A nuclear plant in Minnesota may have to close next year because it has no place to store nuclear waste. If the plant closes, opponents of nuclear power will try the same tactic elsewhere, and experts say more closings could result.  A10  THE LONELY WHITE HOUSE  Few Democrats outside the White House have been willing to speak out strongly on President Clinton's behalf in the Whitewater matter, forcing the White House to to retreat to the garrison mentality of the 1992 Presidential campaign.  A12  A NEW MRS. CLINTON  At a wedding in Dallas on Saturday, the bride wore white, the groom looked nervous -- and the best man was the President.  A12  Republicans offer an unexpected defense of White House aides.  A12  REDISTRICTING ON TRIAL  A lawsuit that could affect the shape of Congressional districts nationwide is going to trial in North Carolina. A group of white voters there say that an oddly shaped district is unconstitutional because it was drawn to guarantee the election of a black representative.  A11 Metro Digest B1 PRISON RELEASES QUESTIONED  New York State is increasingly using work-release programs to relieve prison overcrowding. The state Corrections Commissioner says he is taking too many chances with prisoners, and the escape rate is up.  A1  Arts/Entertainment C11-16  \"Middlemarch\" on PBS.  C11  Conference on black cinema.  C11  Music: Critic's Notebook C11  Cecil Taylor, pianist.  C12  Sarah McLachlan.  C13  A showcase for bass guitar.  C14  New York Virutoso Singers.  C14  Dance: The Limon company.C14  Books: \"Diplomacy,\" by Henry Kissinger.  C16  Television: Talk shows on abuse.  C14  Sports C1-9  Baseball: Yanks' Stanley remembers father.  C4  Mets get Orioles' Segui.  C4  Basketball: Arkansas turns back Michigan.  C1  Florida beats Boston College.  C1  Knicks pound Magic.  C1  Oakley on edge of suspension.  C3  Columns: Vecsey on Florida's victory.  C7  Golf: Norman wins Players Championship.  C5  Hockey: Red Army team gets Western pizazz.  C8  Rangers lose in Winnipeg.  C8  Devils win and tie for lead.  C8  Soccer: Greece's debut excites Astoria.  C2  Business Digest D1  Obituaries B8  Domenick L. Gabrielli, veteran New York jurist.   Ed Zern, outdoorsman and humorist.   Editorials/Op-Ed A14-15  Editorials  Aid for Russia, at last.  A rate hike for Empire?  Red tape and green hydrants.  Libya blinks on Lockerbie.  Letters  Anthony Lewis: No turning back.  William Safire: Reading Hillary's mind.  Emile Habibi: Massacre and redemption.  Robert A. Berenson: The single-payer trap. Bridge C13 Chronicle B6 Crossword C16","thumbnail":null,"section":"New York"},{"date":"19940328","headline":"Critic's Notebook; Questions of Scale in Grand, Yet Intimate, Opera","web_url":"https://www.nytimes.com/1994/03/28/arts/critic-s-notebook-questions-of-scale-in-grand-yet-intimate-opera.html","abstract":"  Buried under the weight of last week's main operatic event, a faint, fragile voice (in Swedish) can still be heard. The Metropolitan Opera's mammoth new \"Otello\" made a performance last Sunday of \"Don Carlos,\" one of a series by the Swedish Folkopera at the Majestic Theater of the Brooklyn Academy of Music, seem small indeed.   What an odd reversal of values the two Verdis made: Otello's matrimonial agonies set against the hugeness of the Met's resources; the panoramic Paris-Opera ambitiousness of \"Don Carlos\" shrunk to the size of a parlor.","thumbnail":null,"section":"Arts"},{"date":"19940328","headline":"Red Tape and Green Hydrants","web_url":"https://www.nytimes.com/1994/03/28/opinion/red-tape-and-green-hydrants.html","abstract":"  There are some 3,500 obsolete, unused fire hydrants blocking off precious space for parking in New York City. They have been obsolete for years, but only now are city bureaucrats starting to do something about them, thanks to needling by a member of the City Council.   Hydrant removal is the responsibility of the Department of Environmental Protection, which manages the water supply. There are 2,400 dead hydrants in lower Manhattan and 1,100 in downtown Brooklyn, decommissioned when the high-pressure system in those sectors was converted to the low pressure used elsewhere. But the folks who write parking tickets did not convert. A hydrant is a hydrant, dead or alive, and parking closer than 15 feet is illegal.","thumbnail":null,"section":"Opinion"},{"date":"19940328","headline":"Local Elections in Turkey May Set Fate of Sagging National Cabinet","web_url":"https://www.nytimes.com/1994/03/28/world/local-elections-in-turkey-may-set-fate-of-sagging-national-cabinet.html","abstract":"  About 32 million Turks cast their ballots today in local elections that took on the significance of a national vote because of rapidly sagging confidence in the Government of Prime Minister Tansu Ciller.   The Government is in trouble with the electorate because of a drastic decline in Turkey's economy and a wave of political corruption scandals. President Suleyman Demirel, in an interview in the newspaper Hurriyet today, said the governing coalition could not survive if its total share of the vote dropped below 40 percent in today's election, in which voting is compulsory. Final results are not expected for several days.","thumbnail":null,"section":"World"},{"date":"19940328","headline":"N.C.A.A. TOURNAMENT: Sports of The Times; The Long Shoits Take Brown Close to Home","web_url":"https://www.nytimes.com/1994/03/28/sports/ncaa-tournament-sports-of-the-times-the-long-shoits-take-brown-close-to-home.html","abstract":"  THE confidence to take over a game did not come from nowhere. The confidence Craig Brown felt yesterday on a basketball court stemmed from the confidence he felt in choosing the University of Florida four years ago. He called his own shot then; he called his own shot now.   Florida was a long-range shot for the high school player from Steelton, Pa. How fitting that Craig Brown would take his college to the Final Four with three consecutive long-range shots, all delivered while he was falling backwards from the physical effort of hoisting up the long ball.","thumbnail":null,"section":"Sports"},{"date":"19940328","headline":"Giuliani Tries to Allay Visitor Fear","web_url":"https://www.nytimes.com/1994/03/28/nyregion/giuliani-tries-to-allay-visitor-fear.html","abstract":"  After visiting a hospitalized British man who was wounded on Saturday in the second shooting of tourists in four days, Mayor Rudolph W. Giuliani tried to allay fears by saying he did not believe New York City was getting more dangerous for visitors.   In Saturday afternoon's shooting, Peter Cooper, 46, of Bournemouth, Dorset, was shot in the left shoulder when he encountered a burglar on entering his room in the New York Hilton in midtown Manhattan, the police said yesterday.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19940328","headline":"In South Africa, African National Congress security guards kill dozens of Inkatha Freedom Party protesters.","pages":[{"title":"African National Congress","web_url":"https://en.wikipedia.org/wiki/African_National_Congress","description":"Political party in South Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/African_National_Congress_logo.svg/320px-African_National_Congress_logo.svg.png","thumbnail_width":320,"thumbnail_height":447},"abstract":"The African National Congress (ANC) is a political party in South Africa. It originated as a liberation movement known for its opposition to apartheid and has governed the country since 1994, when the first post-apartheid election resulted in Nelson Mandela being elected as President of South Africa. Cyril Ramaphosa, the incumbent national President, has served as President of the ANC since 18 December 2017."},{"title":"Shell House massacre","web_url":"https://en.wikipedia.org/wiki/Shell_House_massacre","description":"1994 mass shooting at the African National Congress in Johannesburg, South Africa","thumbnail":null,"abstract":"The Shell House massacre was a 1994 shooting incident that took place at Shell House, the headquarters of the African National Congress (ANC), in central Johannesburg, South Africa in the lead up to the 1994 elections."},{"title":"Inkatha Freedom Party","web_url":"https://en.wikipedia.org/wiki/Inkatha_Freedom_Party","description":"Right-wing political party in South Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/6/6e/Inkatha_Freedom_Party_logo.svg/320px-Inkatha_Freedom_Party_logo.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Inkatha Freedom Party is a right-wing political party in South Africa. Although registered as a national party, it has had only minor electoral success outside its home province of KwaZulu-Natal. Mangosuthu Buthelezi, who served as chief minister of KwaZulu during the Apartheid period, founded the party in 1975 and led it until 2019. He was succeeded as party president in 2019 by Velenkosini Hlabisa."}]}],"weather":[{"date":"19940328","time":"1994-03-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":63,"wspd":14.8},{"date":"19940328","time":"1994-03-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":82,"wspd":14.8},{"date":"19940328","time":"1994-03-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":16.6},{"date":"19940328","time":"1994-03-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":86,"wspd":18.4},{"date":"19940328","time":"1994-03-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":90,"wspd":16.6},{"date":"19940328","time":"1994-03-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":90,"wspd":14.8},{"date":"19940328","time":"1994-03-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":91,"wspd":11.2},{"date":"19940328","time":"1994-03-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":88,"wspd":13},{"date":"19940328","time":"1994-03-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":18.4},{"date":"19940328","time":"1994-03-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":22.3},{"date":"19940328","time":"1994-03-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":80,"wspd":22.3},{"date":"19940328","time":"1994-03-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":24.1},{"date":"19940328","time":"1994-03-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":81,"wspd":22.3},{"date":"19940328","time":"1994-03-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":81,"wspd":22.3},{"date":"19940328","time":"1994-03-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":27.7},{"date":"19940328","time":"1994-03-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":83,"wspd":29.5},{"date":"19940328","time":"1994-03-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":85,"wspd":22.3},{"date":"19940328","time":"1994-03-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":82,"wspd":18.4},{"date":"19940328","time":"1994-03-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":82,"wspd":24.1},{"date":"19940328","time":"1994-03-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":22.3},{"date":"19940328","time":"1994-03-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":24.1},{"date":"19940328","time":"1994-03-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":85,"wspd":14.8},{"date":"19940328","time":"1994-03-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":84,"wspd":24.1},{"date":"19940328","time":"1994-03-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":82,"wspd":25.9},{"date":"19940328","time":"1994-03-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":5.4},{"date":"19940328","time":"1994-03-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":5.4},{"date":"19940328","time":"1994-03-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":7.6},{"date":"19940328","time":"1994-03-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":9.4},{"date":"19940328","time":"1994-03-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":13},{"date":"19940328","time":"1994-03-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":11.2},{"date":"19940328","time":"1994-03-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":9.4},{"date":"19940328","time":"1994-03-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":9.4},{"date":"19940328","time":"1994-03-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":7.6},{"date":"19940328","time":"1994-03-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":5.4},{"date":"19940328","time":"1994-03-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":5.4},{"date":"19940328","time":"1994-03-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":5.4},{"date":"19940328","time":"1994-03-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":5.4},{"date":"19940328","time":"1994-03-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":11.2},{"date":"19940328","time":"1994-03-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":14.8},{"date":"19940328","time":"1994-03-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":14.8},{"date":"19940328","time":"1994-03-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":18.7},{"date":"19940328","time":"1994-03-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":13},{"date":"19940328","time":"1994-03-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":16.6},{"date":"19940328","time":"1994-03-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":5.4},{"date":"19940328","time":"1994-03-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":14.8},{"date":"19940328","time":"1994-03-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":16.6},{"date":"19940328","time":"1994-03-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":18.7},{"date":"19940328","time":"1994-03-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":90,"wspd":16.6}]},"19940329":{"guardian_articles":[],"nytimes_articles":[{"date":"19940329","headline":"On My Mind; Always Believe Dictators","web_url":"https://www.nytimes.com/1994/03/29/opinion/on-my-mind-always-believe-dictators.html","abstract":"  In his opening statement at the prime-time news conference last week, President Clinton spoke about the nuclear crisis with North Korea. He spoke 10 words, adding up to nothing.    At that, he did better than the American press. Until toward the end of the conference, nobody brought up a question about anything but Whitewater.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"In Antarctica, More Perilous Expeditions and Difficult Rescues","web_url":"https://www.nytimes.com/1994/03/29/science/in-antarctica-more-perilous-expeditions-and-difficult-rescues.html","abstract":"  THE icy plains of Antarctica, for the last half century the purview of scientists, have lately become popular with a new kind of adventurer, often backed by private sponsors.   As the expeditions become bolder, they also become more perilous. And as American scientific support teams are increasingly called on to conduct search and rescue missions, the National Science Foundation says, scientific research may soon begin to suffer.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Colombia's President to Seek Hemisphere Free-Trade Area","web_url":"https://www.nytimes.com/1994/03/29/world/colombia-s-president-to-seek-hemisphere-free-trade-area.html","abstract":"  The Colombian President said today that his main objective as the new leader of the Organization of American States would be to create a single free-trade zone for countries in the Western Hemisphere.   President Cesar Gaviria Trujillo, who was elected Secretary General of the organization on Sunday, said in an interview today: \"We want the different trade agreements in the continent to converge into one single process, under equal conditions. We want to create a single, larger free trade zone.\"","thumbnail":null,"section":"World"},{"date":"19940329","headline":"Alvarado Is Grounded","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-people-racing-alvarado-is-grounded.html","abstract":"  Aqueduct stewards yesterday suspended jockey FRANK ALVARADO from March 31 through April 6 for careless riding. The stewards cited his stretch run aboard All My Tricks during the ninth race last Saturday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"1986 Test Did Not Find Pipeline Scar","web_url":"https://www.nytimes.com/1994/03/29/nyregion/1986-test-did-not-find-pipeline-scar.html","abstract":"  The tiny gouge that officials believe weakened a 36-inch natural gas pipeline, causing it to explode in a thunderous fireball here last week, was most likely inflicted some time after an inspection in 1986, an official of the company that owns the pipeline said today.    The pipeline was examined in 1986 by a motorized device that moves through the pipe and uses magnetic instruments to detect any change in the pipe's thickness. Any gouges, scrapes, corrosion or signs of weakness would be recorded electronically by the instrument, called a \"smart pig,\" said James W. Hart, vice president of public affairs for Panhandle Eastern Corporation, parent company of the Texas Eastern Transmission Corporation, the operator of the pipeline.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Ouster Sought Of Lead Doctor In Cancer Study","web_url":"https://www.nytimes.com/1994/03/29/us/ouster-sought-of-lead-doctor-in-cancer-study.html","abstract":"  Citing a new discrepancy in a breast cancer study, Federal health officials asked the University of Pittsburgh last night to replace the principal investigator of an influential series of studies to which a researcher from a Montreal hospital had earlier submitted falsified data.   The study in which the first falsifications were found said that lumpectomy was as effective as radical mastectomy, a more disfiguring operation, for certain small breast cancers. The new discrepancy involves data from another hospital in Montreal apparently submitted to a different breast cancer study. Health officials declined to describe the specifics of the case.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Lamenting Lost Lives, Lost Dreams","web_url":"https://www.nytimes.com/1994/03/29/us/lamenting-lost-lives-lost-dreams.html","abstract":"  Takuma Ito and Go Matsuura were enticed here from Japan by a promise that has lured countless others to Southern California: the prospect of making movies. Now both are going home, victims at age 19 of what increasing numbers of Japanese have come to believe is as American as Hollywood: senseless, deadly violence dispensed with ubiquitous handguns.   Bouquets piled up in the supermarket parking lot in San Pedro, 15 miles south of here, where the two film students at nearby Marymount College were shot in the head late Friday by a gunman who then stole Mr. Ito's white 1994 Honda Civic.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"South African Democracy, And Its Price","web_url":"https://www.nytimes.com/1994/03/29/opinion/south-african-democracy-and-its-price.html","abstract":"The violence that visited downtown Johannes burg yesterday when at least 31 people died in fighting between Zulu protesters and security guards for the African National Congress -- is a bloodstained reminder that the birth of democracy in South Africa will not be easy. The opinion polls here all show that the A.N.C., led by Nelson Mandela, will handily win South Africa's first nonracial elections next month. But the elections will be marked by violence and possibly fraud, tainting the A.N.C.'s victory and fueling racial strife. \n\nThe political fighting that spilled over into Johannesburg yesterday has long ravaged the nation's black communities. Most white South Africans, unfortunately, choose to believe the fallacy that it stems solely from ethnic animosity between Xhosa-speaking and Zulu-speaking blacks. Yes, some Zulus believe it is their ethnic duty to destroy the Xhosa-led A.N.C., and vice versa. But more potent threats to democracy lie elsewhere.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Study Says Taxpayers Subsidize the Cost of Driving Private Cars","web_url":"https://www.nytimes.com/1994/03/29/nyregion/study-says-taxpayers-subsidize-the-cost-of-driving-private-cars.html","abstract":"  Of every dollar spent in New York State on road and bridge maintenance, traffic patrols and related expenses, only 65 cents is paid by motorists, with the rest drawn from general tax revenues, according to a new analysis.   The report, released yesterday by the Tri-State Transportation Campaign, a coalition of environmental, planning and transportation groups, said that the difference, $2.4 billion, represents an unfair subsidy to drivers by general taxpayers, since 30 percent of New York State households do not own cars.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Slatkin New Director Of National Symphony","web_url":"https://www.nytimes.com/1994/03/29/arts/slatkin-new-director-of-national-symphony.html","abstract":"  The other shoe finally dropped yesterday in Washington when the National Symphony Orchestra announced that the American conductor Leonard Slatkin would become its music director in September 1996. The appointment had been widely expected even before the St. Louis Symphony Orchestra disclosed last month that Mr. Slatkin, 49, would give up his current post as music director at that time.   \"It was actually a shorter process than most people think,\" Mr. Slatkin said of his talks with the National Symphony, after the announcement yesterday. He did not begin serious discussions in Washington, he explained, until after he had decided to leave St. Louis, in January. He is to remain as the director of the Blossom Music Festival of the Cleveland Orchestra.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"Q&A","web_url":"https://www.nytimes.com/1994/03/29/science/q-a-609820.html","abstract":"  Pacific Depths   Q.  Why is the Pacific Ocean deeper at its deepest point than the Atlantic?","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/29/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"Suffolk Panel Assails County on Child Abuse","web_url":"https://www.nytimes.com/1994/03/29/nyregion/suffolk-panel-assails-county-on-child-abuse.html","abstract":"  A Suffolk County legislative committee said today that it has found glaring deficiencies in the county's handling of physical and sexual abuse allegations involving children.   The committee said the problems resulted in part from a statewide system that moved too slowly and often let cases drop. In a report released today, the officials said that the Suffolk findings suggested a large amount of child abuse is unchecked throughout the state, and they called for a State Senate investigation.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"An Eyesore on the Border With a Changing Mexico","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-an-eyesore-on-the-border-with-a-changing-mexico.html","abstract":"People in the United States used to say that nothing short of building a 1,950-mile iron curtain with Latin America could stem the flow of illegal Mexican immigrants..Well, the wall is going up, even if it has taken three years to erect the first 14 mi","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/29/nyregion/c-corrections-612081.html","abstract":"  An article on March 14 about the number of holdover trustees of the City University of New York referred incorrectly to the status of a suit against the university by the John D. Calandra Italian-American Institute over the institute's location and financing. A settlement was reached out of court early in January; the university is not appealing.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/29/nyregion/c-corrections-612065.html","abstract":"  A picture caption on Sunday on the Evening Hours pages of Styles of The Times, about an opening at the American Crafts Museum, confused the identities of four people. The picture showed, from left, Shimoda; Dubaka Leigh; and Kate Carmel. Marcella Welch was not pictured.    A correction in this space, also on Sunday, referred incorrectly to Dubaka Leigh. He is a man.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Sports of The Times; Rangers Feel The Devils' Pitchfork","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-of-the-times-rangers-feel-the-devils-pitchfork.html","abstract":"  WHEN the Islanders won those four consecutive Stanley Cups, it was bad enough. But in the early 1980's, the Rangers weren't a serious contender. All those frustrated Ranger fans got away with pretending that those Islanders didn't really exist.   But it's different this time. It's different because the New Jersey Devils have put a pitchfork into what the Rangers thought they had all but wrapped up: first place over all in the National Hockey League going into the Stanley Cup playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/29/style/chronicle-612090.html","abstract":"  GIANNI VERSACE came to town yesterday, not to parade his fashion designs but to promote a book he has put together about them. The coffee-table book, which features photographs of his glittering creations interspersed with essays, is called \"Designs.\" It is being published by Abbeville Press at a haute-couture price -- $67.50. Tomorrow, Mr. Versace will autograph copies at Bergdorf Goodman before going to Barocco in SoHo for a dinner in his honor.    There was not even a touch of nervousness in Mr. Versace's voice yesterday, a few hours before his scheduled appearance on \"Charlie Rose\" on PBS. \"I am always very cool and relaxed, and I love to speak about my work,\" he said.","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"A Scandal That Doesn't Exist Fills the News; Commodities Roulette","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-a-scandal-that-doesn-t-exist-fills-the-news-commodities-roulette-612677.html","abstract":"  To the Editor:   The March 18 front-page article about Mrs. Clinton's making $100,000 in commodities on the advice of a lawyer is confusing. I am an expert in commodities, and I know that this is hardly possible.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"A Scandal That Doesn't Exist Fills the News; Let Counsel Investigate","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-a-scandal-that-doesn-t-exist-fills-the-news-let-counsel-investigate-612650.html","abstract":"  To the Editor:   Senators William S. Cohen, Alfonse M. D'Amato, Bob Dole, Phil Gramm, Representative Newt Gingrich and other Republicans in Congress should honor the request of Robert B. Fiske Jr., special counsel in the Whitewater investigation, to delay any Congressional hearings on the matter.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Review/Music; The Russian Iago Takes A Busman's Holiday","web_url":"https://www.nytimes.com/1994/03/29/arts/review-music-the-russian-iago-takes-a-busman-s-holiday.html","abstract":"  Ensconced as Iago in the Metropolitan Opera's current production of \"Otello,\" the greatly gifted Russian baritone Sergei Leiferkus took time off for a solo recital at Tully Hall on Sunday afternoon. The program was Schumann's Eichendorff Lieder (Op. 39) and Mussorgsky's \"Rayok\" and \"Songs and Dances of Death,\" none of which range too far from the dark world of Shakespeare's master villain. These are songs Iago might have liked.   Schumann's Opus 39 cycle, his second \"Liederkreis,\" expands on the bleak world of Schubert's \"Winterreise.\" The poems by Josef von Eichendorff draw on conventional idyllic images of German Romanticism, but a layer of dread hovers over them. Even the glacial serenity of \"Mondnacht,\" married to one of Schumann's greatest melodic inspirations, is marked by an \"as if\" locution that gives its contentment an unreal sheen. \"Zwielicht,\" close to the end of the cycle, is a harrowing cry of paranoid pain; Schumann's tonally disconnected harmonies deepen the horror. Only in the final song, \"Fruhlingsnacht,\" does the spirit of love abruptly triumph.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"Patterns","web_url":"https://www.nytimes.com/1994/03/29/style/patterns-609897.html","abstract":"  The New Playboy Bunny   Plenty of collections may appear to be under its influence, but now Playboy Enterprises is investing in its first designer line. Laura Whitcomb, the designer who made asexual Adidas track suits into steamy dresses for her company, Label, is licensed to work with the bunny logo.","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"Police Seek Suspect in Queens Sex Assaults","web_url":"https://www.nytimes.com/1994/03/29/nyregion/police-seek-suspect-in-queens-sex-assaults.html","abstract":"  One man is believed responsible for a string of sex crimes in Jackson Heights, Queens, dating back to 1991, in which most of the victims were teen-age girls, the police said yesterday.   The nine incidents linked to the same man include the rape of a 15-year-old girl on Feb. 28 and sodomy of a 17-year-old girl on March 26.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"India Watches in Vain for Migrating Siberian Crane Flock","web_url":"https://www.nytimes.com/1994/03/29/science/india-watches-in-vain-for-migrating-siberian-crane-flock.html","abstract":"  EVERY day, Arvinder Singh Brar raises his binoculars to scan the sky above the wetlands here, India's best-known bird sanctuary, and swings them across the ponds, marshes and acacia tree groves where tens of thousands of birds feed, flutter, rest, fly and call to each other.   A few moments later, Mr. Brar, the deputy chief wildlife warden at the Keoladeo National Park at Bharatpur, lowers his binoculars in disappointment: the majestic Siberian crane, for decades the star of the park's winged visitors from abroad, has not been sighted this season for the first time in more than 30 years, and ornithologists fear for its future.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Man, Shot in 1992 Car Theft, Is Charged in Crime Spree","web_url":"https://www.nytimes.com/1994/03/29/nyregion/man-shot-in-1992-car-theft-is-charged-in-crime-spree.html","abstract":"  Howard Caesar, the teen-ager who was seriously wounded two years ago, ostensibly by the police, as he emerged from a stolen car, was arraigned today in connection with a carjacking, two shootings, multiple robberies and the ramming of a police cruiser, all in the course of two hours on Saturday.   Four others were also charged. Mr. Caesar alone was charged with resisting arrest after a stolen car the five suspects were in was trapped by the police.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Islamic Party in Turkey Does Well in Local Voting","web_url":"https://www.nytimes.com/1994/03/29/world/islamic-party-in-turkey-does-well-in-local-voting.html","abstract":"  Prime Minister Tansu Ciller was reported by her staff to be confident today about staying in power after countrywide local elections on Sunday. But she is unlikely to be pleased by the unexpectedly strong showing of the Welfare Party, an Islamic group.   The Prime Minister's True Path Party did not fare well at the polls, but her principal opponents, the conservative Motherland Party, also lost ground.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"For Tartabull, a Special Time Off the Field","web_url":"https://www.nytimes.com/1994/03/29/sports/baseball-for-tartabull-a-special-time-off-the-field.html","abstract":"  Danny Tartabull is excited about something that will transpire off the field on Tuesday, excited in a manner he cannot really explain. It is a feeling that he expects will evolve into tears, hugs, countless stories, more tears and more hugs. It is when he will meet his 72-year-old grandfather for the first time.   His name is Mr. Mora and he is scheduled to arrive here from Cienfuegos, Cuba, on Tuesday night to see his 50-year-old daughter, Maria, for the first time since she left the country as a 19-year-old bride and to finally meet his grandson, who is a famous baseball player. Tartabull would not reveal Mora's full name, partly because he wants to remain private and partly because he said the rest of it is too complicated. Besides, Tartabull simply has to call him grandpa.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Review/Film Festival: Everything I Like; A Wistful Slovakian Slant on the Perplexities of the Ordinary","web_url":"https://www.nytimes.com/1994/03/29/movies/review-film-festival-everything-like-wistful-slovakian-slant-perplexities.html","abstract":"  Martin Sulik's \"Everything I Like\" begins and ends at the same spot, a serene waterfront setting where Tomas (Juraj Nvota) pauses to collect his thoughts. Using these scenes as visual bookends, Mr. Sulik's rueful, quixotic film spends the rest of its time identifying the major landmarks in Tomas's life. This appealing Slovakian film is more wistful than dramatic, but Mr. Sulik's direction recalls the poetic delicacy of Czechoslovak cinema at its best. \"Don't play what I sing, I haven't got a good ear,\" Tomas tells his son, summing up the film's intuitive spirit. \"Play what's in my head.\"   Tomas's head is filled with a lifelike array of unmade choices and unresolved family problems. The very ordinariness of the issues he contemplates gives them a certain inviting familiarity, which Mr. Sulik explores with quiet precision. \"Everything I Like\" offers a drily witty amalgam of minor crises, tied together by the director's eccentric overview and by Tomas's bemused outlook on his own troubles. When he decides to stop eating during the period spanned by this story, Tomas is tackling the situation about as actively as he knows how.","thumbnail":null,"section":"Movies"},{"date":"19940329","headline":"Smilovitz Addresses His Silent Majority","web_url":"https://www.nytimes.com/1994/03/29/sports/tv-sports-smilovitz-addresses-his-silent-majority.html","abstract":"  Bernie Smilovitz is on the phone. Shouting. Screaming. What a meshuga. Who knows if he's angry or just releasing his inner child? All I know is that the WCBS-Channel 2 sports broadcaster talks too loudly. I know. I've got highlights.   He is defending himself against charges that after nearly three months on the air in New York, he's not funny, he offends sports purists and he sometimes doesn't let too many facts interfere with his pursuit of goofy clips.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Squeeze China -- by Degrees","web_url":"https://www.nytimes.com/1994/03/29/opinion/squeeze-china-by-degrees.html","abstract":"For months, the Administration has been split over its trade and human rights policy toward China. While the State Department has generally pushed hard on human rights, the Treasury and Commerce Departments have undercut that position by trumpeting the virtues, and profits, of unimpeded trade.\n\nAdministration critics of Secretary of State Warren Christopher bayed for his blood after his trip to Beijing. Later, with China still outraged and the White House deafeningly silent, he promised that specific human rights demands could be dropped in favor of vague \"generic\" improvements. More ominously, there's a move on to drop the annual review of human rights in China and most-favored-nation -- reduced tariff -- treatment.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Ojeda Seems Set For Role As Starter","web_url":"https://www.nytimes.com/1994/03/29/sports/baseball-ojeda-seems-set-for-role-as-starter.html","abstract":"  A parade of pitchers drifted in and out of Manager Buck Showalter's office today, opening the door and closing it behind them. Seven days from the first game, Bob Ojeda, Melido Perez, Scott Kamieniecki and Sterling Hitchcock obviously were being told about their fate with the Yankees. The clock on the clubhouse wall ticked.   Although Showalter first told reporters that nothing unusual had occurred in the meetings, he then revealed what was an unusually abundant amount of information for the Yankees. Showalter indicated that Bob Ojeda would begin the season at Class AAA Columbus and is likely to be the fifth starter two weeks later, that Perez would be the fourth starter if his right shoulder is sound, that Kamieniecki would pitch relief and that Hitchcock was also on target to relieve.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Economic Protest Seen in Ukrainian Election","web_url":"https://www.nytimes.com/1994/03/29/world/economic-protest-seen-in-ukrainian-election.html","abstract":"  Parliamentary elections in Ukraine on Sunday, which have yielded only patchy results so far, have demonstrated a sharp desire for change among Ukrainian voters angry about the economic morass that has followed independence under President Leonid M. Kravchuk.   That anger expressed itself first in the turnout of nearly 75 percent nationwide after predictions of apathy, and second in the support in eastern Ukraine and Crimea, which are dominated by ethnic Russians, for closer economic and political relations with Russia, as well as for neo-Communist candidates who promise an increase in production in association with Moscow.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"PRO BASKETBALL;\nJohnson Brings Out The Best In Debut","web_url":"https://www.nytimes.com/1994/03/29/sports/pro-basketball-johnson-brings-out-the-best-in-debut.html","abstract":"During the national anthem before the game Sunday night, Magic Johnson looked toward the south end of the Forum and saw the six Los Angeles Lakers championship banners, five of which were earned while he was a player with the team.\n\nHe also saw an oversized version of his jersey (No. 32) hanging alongside those of Kareem Abdul-Jabbar, Jerry West, Wilt Chamberlain and Elgin Baylor, other Lakers who have had their numbers retired.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Review/Television; With Freedom, Hard Times","web_url":"https://www.nytimes.com/1994/03/29/movies/review-television-with-freedom-hard-times.html","abstract":"  In Czechoslovakia, as elsewhere in Europe, the intoxicating reappearance of freedom in 1989 has been followed by a severe hangover. \"After the Velvet Revolution,\" Tom Weidlinger's probing hourlong documentary, focuses on several families and individuals whose stories, affecting in their own right, illuminate much about the economic challenges and political perplexities of today's wishful democratic societies.   A farm family fights to regain the land taken from them by their Communist rulers. People who fought for freedom now have trouble finding a place to live and raise a family. A politically active rock-and-roll star becomes a millionaire entrepreneur. The anti-Communist daughter of a man who prospered under Communism tries to come to terms with her own compromises. A political leader in Slovakia loses the battle against Slovak separatism. A former Communist official finds a place in the new system.","thumbnail":null,"section":"Movies"},{"date":"19940329","headline":"Suit Filer's Word Processor Loses Out in Court","web_url":"https://www.nytimes.com/1994/03/29/nyregion/suit-filer-s-word-processor-loses-out-in-court.html","abstract":"  The Dannon yogurt, the plaintiff claimed, had glass in it that cut his mouth, paralyzing his lip. Revlon's Flex protein conditioner, he contended, burned his head. A can of Rise shaving cream exploded in his face, he said, a Magnavox television set caught fire and burned his clothes, and a Nuprin tablet caused him \"severe kidney damage\" and left him in a coma.   All of which, as Ronald T. Williams put it in his repeated and various product-liability lawsuits, has caused him \"irreparable injuries\" -- an assertion the court found unbelievable.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"2d Man Held in Mexican Assassination","web_url":"https://www.nytimes.com/1994/03/29/world/2d-man-held-in-mexican-assassination.html","abstract":"  Heightening speculation that the man charged with assassinating the governing party's presidential candidate last week may not have acted alone, Government officials said today that they had arrested a security guard who was next to the candidate when he was shot.   Officials said tonight that the guard, Tranquilino Sanchez Venegas, was detained by federal agents before dawn on Sunday in Tijuana and would soon be charged in connection with the shooting there of the candidate, Luis Donaldo Colosio. However, they said it was uncertain whether he would be accused of direct involvement in the killing.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/29/nyregion/c-corrections-612073.html","abstract":"  A review of \"Black Holes and Time Warps: Einstein's Outrageous Legacy\" in the Times Book Review on March 20 misattributed the illustrations. They are by Matthew Zim et, not by the author, Kip S. Thorne.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Fireman Dies In Battling Blaze in SoHo","web_url":"https://www.nytimes.com/1994/03/29/nyregion/fireman-dies-in-battling-blaze-in-soho.html","abstract":"  A wall of flame engulfed three firefighters as they searched for residents feared trapped in a SoHo apartment building last night, killing one fireman and critically burning the other two, Fire Department officials said.   The blaze in a three-story brick apartment house at 62 Watts Street, just off Canal Street, was the first in two years to claim the life of a New York City firefighter.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Lofty Standing Provides Special High for Devils","web_url":"https://www.nytimes.com/1994/03/29/sports/hockey-lofty-standing-provides-special-high-for-devils.html","abstract":"  The music in the dressing room was blaring louder than usual today as the Devils prepared for a team picture at center ice before practice at Byrne Meadowlands Arena.   The jokes before and after practice were also more frequent, but no one laughed louder than when Bernie Nicholls asked John MacLean in the hallway outside the dressing room whether he had listened to a radio station that people call in with remarks and questions about sports.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"N.C.A.A. TOURNAMENT;\nDuke's Offbeat Big Man Is Finally in Sync","web_url":"https://www.nytimes.com/1994/03/29/sports/ncaa-tournament-dukes-offbeat-big-man-is-finally-in-sync.html","abstract":"The banter was vintage Cherokee Parks. \n\nLike the rest of his Duke teammates, Parks was playing tenacious defense against Purdue in the Southeast Regional final last Saturday. The 6-foot-11-inch center, who set a school record with 10 blocked shots in a game earlier this month, had immediately established a commanding presence in the lane, blocking the first shot attempt by Glenn Robinson, Purdue's all-America forward.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"No One's Rattling the Cage But the Bars Are Still There","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-no-ones-rattling-the-cage-but-the-bars-are-still-there.html","abstract":"\"This is a good safari for you.\" .I hadn't noticed her and barely heard her. She was standing, watching as we set up our camera in the park behind the Bosnian presidency. I looked at her now..\"This is a good safari for you to take pict","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"A 25-Year Trail to 5 Murder Charges; Sudden Deaths of Her 5 Children Were Slayings, Police Say","web_url":"https://www.nytimes.com/1994/03/29/nyregion/25-year-trail-5-murder-charges-sudden-deaths-her-5-children-were-slayings-police.html","abstract":"  For a quarter century, Waneta E. Hoyt lived here with the tragedy of her five children's deaths and basked in the comfort of her friends' sympathy.   \"She'd see a little girl on the street, so pretty and beautiful, and she'd begin to cry,\" recalls her neighbor, Martha Nestle, who considers her as close as any sister.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Across the Tornado Belt, the Rubble Is Real but the Losses Are So Hard to Grasp","web_url":"https://www.nytimes.com/1994/03/29/us/across-the-tornado-belt-the-rubble-is-real-but-the-losses-are-so-hard-to-grasp.html","abstract":"  There was Earl Abbott, who owned the convenience store down the street. There was Michael Mode, a young Marine visiting a new church with his wife and son. There were Cicero and Ruth Peek, brother and sister, who had come from their nursing home for Sunday services. There was Hannah Clem, the pastor's 4-year-old daughter.   All came to worship on Palm Sunday at the Goshen United Methodist Church here, where 20 people were killed when a tornado reduced the church to rubble. They were among at least 41 killed and 250 injured on Sunday as tornados battered five Southern states, leaving the numb survivors today to try to make sense of what often seems to be nature's most arbitrary fury.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/03/29/arts/classical-music-in-review-611158.html","abstract":"  Lindsay String Quartet Weill Recital Hall    The Lindsay String Quartet set the Tippett Quartet No. 5 next to Beethoven's C-sharp minor (Op. 131) on Friday night. The latter discovers a world beyond accepted ideas of formal beauty, with music that is sudden and fragmented, alternately brutal and innocent. Beethoven, with his enormous grasp of composition, points to inevitabilities no one knew existed.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"6 Palestinians Are Shot to Death By Israeli Soldiers in Gaza Strip","web_url":"https://www.nytimes.com/1994/03/29/world/6-palestinians-are-shot-to-death-by-israeli-soldiers-in-gaza-strip.html","abstract":"  Six Palestinians were shot to death by Israeli soldiers in the Gaza Strip today in the most severe violence in the occupied territories since the Hebron massacre a month ago.   The slain Palestinians wore uniforms identifying them as belonging to an armed wing of Al Fatah, the mainstream faction of the Palestine Liberation Organization led by Yasir Arafat.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"American Playhouse Is Moving Into Film","web_url":"https://www.nytimes.com/1994/03/29/movies/american-playhouse-is-moving-into-film.html","abstract":"  American Playhouse, which over the last 14 years has produced nearly 200 original dramas for public television -- among them \"Stand and Deliver,\" \"The Thin Blue Line\" and \"Longtime Companion\" -- will form an independent film company in partnership with the Samuel Goldwyn Company. The new venture, to be called Playhouse Pictures, will make 15 commercial films over the next three years, at a projected cost of $70 million in financing from Goldwyn and other investors.    The decision is in part a response to a decline in Public Broadcasting Service funds for American Playhouse productions. Once as high as $10 million a year, the figure is currently $6.6 million, and is projected to fall to less than a million in 1997.","thumbnail":null,"section":"Movies"},{"date":"19940329","headline":"A Scandal That Doesn't Exist Fills the News; The People's President","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-a-scandal-that-doesn-t-exist-fills-the-news-the-people-s-president-612642.html","abstract":"  To the Editor:   \"The Circus That Is Whitewater,\" Bob Herbert's March 20 column, suggests that unless the Clintons can convince the electorate that they represent them, not the big money interests, there will be a crisis of confidence that will make it impossible to enact President Clinton's programs.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Plan to Carve Up Ocean Floor Riches Nears Fruition","web_url":"https://www.nytimes.com/1994/03/29/science/plan-to-carve-up-ocean-floor-riches-nears-fruition.html","abstract":"  HALF the Earth is up for grabs in the culmination of a long-running dispute between rich nations and poor ones. At issue is how the high seas will be developed in the decades and centuries to come, most especially their depths.   These areas of primal cold and darkness make up some 50 percent of the planet's surface, or nearly seven times that of the Moon's. The vast majority are unexplored. Valuable ores and exotic microbes have recently been discovered on volcanic rifts in the ocean and are being harvested to aid the biotechnology revolution. Some experts believe the deep may eventually yield oil and gas.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Dare Will Turn Pro","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-people-college-basketball-dare-will-turn-pro.html","abstract":"  YINKA DARE, the 7-foot-1-inch center who led George Washington to the National Collegiate Athletic Association tournament during the past two years, is leaving to pursue an National Basketball Association career. The Washington-based university said yesterday that the sophomore withdrew from classes and left campus after informing Coach MIKE JARVIS of his intention. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Medicare Claim May Be Rejected, It's Found, Depending on the State","web_url":"https://www.nytimes.com/1994/03/29/us/medicare-claim-may-be-rejected-it-s-found-depending-on-the-state.html","abstract":"  Federal investigators said today that they had found huge variations in the approval and denial of Medicare claims for the same services in different states. And they said there were no obvious reasons for the disparities.   Auditors from the General Accounting Office, an investigative arm of Congress, examined claims that Medicare rejected on the ground that the services were unnecessary.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Olson Is Likely to Go as the Mets Prepare for Cutdown","web_url":"https://www.nytimes.com/1994/03/29/sports/baseball-olson-is-likely-to-go-as-the-mets-prepare-for-cutdown.html","abstract":"  With Tuesday set as Dallas Green's target date for roster cuts, Mets management met tonight to discuss player moves, and several are expected to be made by Tuesday afternoon.   One player likely to be released Tuesday is catcher Greg Olson, who signed with the Mets as a free agent out of Atlanta during the off season. Considered the backup catcher heading into camp, Olson has hit .083 and fallen to the No. 3-catcher spot behind Kelly Stinnett, who is expected to be the surprise starter, and Todd Hundley. Green has made it clear that he wants to carry just two catchers out of camp and his wishes are likely to be followed.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Predicting Twisters So Often Turns on Luck","web_url":"https://www.nytimes.com/1994/03/29/us/predicting-twisters-so-often-turns-on-luck.html","abstract":"  Meteorologists concede that when it comes to predicting the random violence of severe storms and tornadoes, the most important forecasting tool is luck itself.   And in northern Alabama and Georgia, where several storm systems generated between 20 and 30 tornadoes on Sunday, \"there was a lot of bad luck,\" said Joe Wheeler, a meteorologist in the Birmingham office of the National Weather Service.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Review/Dance; Experimental Works Of Oblique Expression","web_url":"https://www.nytimes.com/1994/03/29/arts/review-dance-experimental-works-of-oblique-expression.html","abstract":"  Nancy Meehan's experimental choreography is defined, unusually, more by its sensibility than by an idiom or a doctrinaire formula for composing dances. The three works, including a premiere, presented on Friday night by the Nancy Meehan Dance Company at St. Mark's Church in the East Village, were fine examples of the choreographer's originality.   The subjects of her works are open to interpretation, although Miss Meehan's fondness for nature imagery can offer a clue. Like Erick Hawkins, in whose company she danced before 1970, Miss Meehan is drawn to the devices of haiku poetry, which often makes a point by using remote association rather than direct images.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"Colts Release Banks","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-people-pro-football-colts-release-banks.html","abstract":"  The Indianapolis Colts released linebacker CHIP BANKS yesterday. Banks, who was on injured reserve for the entire last season because of a shoulder injury suffered during training camp, has been with the Colts since 1989. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Mandalay Journal; Burmese Cry Intrusion (They Lack a Great Wall)","web_url":"https://www.nytimes.com/1994/03/29/world/mandalay-journal-burmese-cry-intrusion-they-lack-a-great-wall.html","abstract":"  U Aung Than is putting the finishing touches on the Great Wall of China. The six-foot-high outdoor mural he is painting smack in the middle of this most Burmese of cities will greet guests to Mandalay's newest high-rise hotel, the Great Wall Inn.   Unlike many of his neighbors, the 41-year-old painter has no thoughts -- or at least none he cares to share with a stranger -- about what they are calling here the \"Chinese invasion\" of Myanmar, the nation still better known to the outside world by its former name, Burma.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"1944: Holland Flooded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-1944-holland-flooded-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Germans have started flooding Holland in anticipation of an Allied invasion, and if they carry out their present plans the homes and livelihood of nearly four million Dutch will be destroyed. Mass destruction of v","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Johnson, Jones Talk But No Answers Yet","web_url":"https://www.nytimes.com/1994/03/29/sports/pro-football-johnson-jones-talk-but-no-answers-yet.html","abstract":"  Jerry Jones, the owner of the Dallas Cowboys, and Jimmy Johnson met for more than two hours this afternoon, both refusing to say whether Johnson was still the team's coach but adding that they would meet again Tuesday morning.    The two spoke at the team's offices here amid speculation that their five-year union, which revived the Cowboys and led them to the last two Super Bowl championships, might be over.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Long Neglected, Colombia's Blacks Win Changes","web_url":"https://www.nytimes.com/1994/03/29/world/long-neglected-colombia-s-blacks-win-changes.html","abstract":"  In this slow-moving river port, signs of abandonment are everywhere. Unemployed men while away hours on front stoops, taxis jolt gingerly down pitted and muddy streets, and broken windows scar Government buildings that are dilapidated mementos of token national interest in a state where 95 percent of the population is black.   \"The Government doesn't even send schoolbooks here,\" said Maria Luisa Restrepo Perea, a high-school teacher. \"Sometimes we have to help the children get pens, uniforms, notebooks.\"","thumbnail":null,"section":"World"},{"date":"19940329","headline":"Vandy and Villanova: The 'V' Is for Victory","web_url":"https://www.nytimes.com/1994/03/29/sports/national-invitation-tournament-vandy-and-villanova-the-v-is-for-victory.html","abstract":"  Siena College had made a wonderful journey through the National Invitation Tournament, shocking Georgia Tech in the opening round, then beating Tulane and Bradley to make it to the semifinal against Villanova. The ride came to an end last night at Madison Square Garden. Villanova proved too big and too fast.   The Wildcats (19-12) defeated Siena, 66-58, to reach the championship game Wednesday night against Vanderbilt, which beat Kansas State, 82-76, in the other semifinal.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Clintons Start Week of Play at California Estate","web_url":"https://www.nytimes.com/1994/03/29/us/clintons-start-week-of-play-at-california-estate.html","abstract":"  President Clinton and his family began a spring vacation in Southern California today at the ocean-front home of M. Larry Lawrence, the Ambassador to Switzerland and the owner of a landmark hotel here.   After a busy month made burdensome by new scrutiny of the Whitewater affair, aides said Mr. Clinton and his wife, Hillary, hoped to spend much of the week at play. Jeffrey Eller, the senior aide traveling with the President, said the Clintons wanted to \"take advantage of the sunshine in Southern California\" with golf, jogging and other \"fun, wholesome things.\"","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"A Promising Debut for a Dress House","web_url":"https://www.nytimes.com/1994/03/29/style/a-promising-debut-for-a-dress-house.html","abstract":"  New designers slip in and out of fashion's charmed inner circle with alarming frequency. Some make an impact with their first collection but soon fade away because they lack talent or business acumen. For some, the problem is undercapitalization; for others, inexperience.   Among the promising new dress houses to spring up for the fall season (formal fashion showings begin next week) is Sully Bonnelly. Mr. Bonnelly, 35, prepared carefully for the day his name would be on a label. He has designed a collection of styles he hopes will be wearable, contemporary and sensibly priced. He has served his apprenticeship on Seventh Avenue and attracted a knowledgeable business partner. They are starting with little fanfare -- no big fashion show, just invitations to stores to view the collection in their showroom.","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"Women's Coalition Rallies to Defend Mrs. Clinton","web_url":"https://www.nytimes.com/1994/03/29/us/women-s-coalition-rallies-to-defend-mrs-clinton.html","abstract":"  A group of Democratic women, tied by politics to the White House but purposefully steering clear of direct Administration influence, has begun a campaign to defend Hillary Rodham Clinton against attacks arising from her participation in the Whitewater land deal.    Dozens of women, some of whom have expressed frustration among themselves about Mrs. Clinton's choice not to speak out vigorously on her own behalf, have been meeting for a month here to plot ways to strike back at what they consider unfair press coverage and partisan assault.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"A Scandal That Doesn't Exist Fills the News; Pattern of Misconduct","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-a-scandal-that-doesn-t-exist-fills-the-news-pattern-of-misconduct-612669.html","abstract":"  To the Editor:   Anna Quindlen's attack on Whitewater cheerleaders (column, March 12) may be an accurate statement of the political gamesmanship involved, but I'm surprised that she displays such blind indifference to the seriousness of the alleged wrongdoing.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Challenger to Cuomo Has a Dismal Abortion-Rights Record","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-challenger-to-cuomo-has-a-dismal-abortion-rights-record-612448.html","abstract":"  To the Editor:   As leaders of New York State pro-choice organizations, we must comment on your March 15 report that State Senator George E. Pataki has declared his candidacy for the Republican nomination to oppose Gov. Mario M. Cuomo next November. You describe Mr. Pataki as \" 'pro-choice' even though he supports certain restrictions on abortion rights.\"","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Researchers Closing In on a Single-Dose Vaccine for Children","web_url":"https://www.nytimes.com/1994/03/29/science/researchers-closing-in-on-a-single-dose-vaccine-for-children.html","abstract":"  RESEARCHERS say they are rapidly moving within reach of one of the long-standing goals of vaccine research: a single-dose inoculation that would protect infants against all major childhood diseases.   Spurred by advances in molecular biology and new methods of stimulating the body's defensive immune system, scientists say that finding childhood immunology's \"Holy Grail\" of a supervaccine could be possible within as little as five years.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Judge Resigns Job, Signaling Interest In Run for State Post","web_url":"https://www.nytimes.com/1994/03/29/nyregion/judge-resigns-job-signaling-interest-in-run-for-state-post.html","abstract":"  Karen S. Burstein, a Family Court judge in Brooklyn, submitted a letter of resignation to state and city officials today, signaling that she is virtually certain to run this year for Attorney General.   Ms. Burstein, 51, who has held a number of elected and appointed posts in state and city government during her 20-year political career, said in an interview that the odds of her running are \"favorable, if I were a betting person.\"","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"24 Terms Are Enough, Harrison Mayor Decides","web_url":"https://www.nytimes.com/1994/03/29/nyregion/our-towns-24-terms-are-enough-harrison-mayor-decides.html","abstract":"  MAYOR Frank Rodgers made the announcement more than a week ago and Town Hall still hasn't calmed down.   The phone rings all day, every day, as if it were stuck. People drop by, sometimes in waves, and always in a small, steady stream. Others send cards and letters. \"Everything's been busy,\" said Marion Borek, the Mayor's secretary. \"Everything.\"","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/03/29/sports/soccer.html","abstract":"  FIFA and the Presidency   The president of the world governing body of soccer, Dr. Joao Havelange of Brazil, will meet with the heads of the five confederations next Tuesday to discuss Havelange's re-election as president of FIFA.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Knicks' Version of 'March Madness'","web_url":"https://www.nytimes.com/1994/03/29/sports/pro-basketball-knicks-version-of-march-madness.html","abstract":"  Pat Riley walked into his office here this morning, closed the door behind him and tried to enjoy a few peaceful moments before putting the Knicks through another long practice.   Riley knew that soon enough reporters would surround him, asking about the Knicks' 13-game winning streak, their possibility of equaling the franchise mark of 18 consecutive victories set in the 1969-70 season, or their chances of finishing ahead of the Atlanta Hawks for the top spot in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Saturn, G.M.'s Big Hope, Is Taking Its First Lumps","web_url":"https://www.nytimes.com/1994/03/29/us/saturn-gm-s-big-hope-is-taking-its-first-lumps.html","abstract":"  The Saturn Corporation, the upstart auto maker created to revive its parent, the General Motors Corporation, is having a tough time growing up.   After a dazzling start, Saturn is grappling with too many unsold cars, a three-year-old design and some new, attractive competitors entering the small-car market. At the same time, it must solve a related and even more difficult puzzle: how to fit in with the often fractious, often cash-short G.M. family of automobile divisions ranging from Cadillac to GMC Truck.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"A Scandal That Doesn't Exist Fills the News","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-a-scandal-that-doesn-t-exist-fills-the-news-612332.html","abstract":"  To the Editor:   Re \"Top Arkansas Lawyer Helped Hillary Clinton Turn Big Profit\" (front page, March 18):","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"France Yields to Student Protests, Abandoning Cut in Youth Wages","web_url":"https://www.nytimes.com/1994/03/29/world/france-yields-to-student-protests-abandoning-cut-in-youth-wages.html","abstract":"  Bowing to student protesters who have disrupted more than a dozen French cities during the last three weeks, Prime Minister Edouard Balladur today abandoned a Government decree that allowed young people to be paid less than the minimum wage.   After a hurriedly arranged meeting between Mr. Balladur and student leaders this morning, a spokesman for the conservative coalition Government said the decree had been suspended for one week to give time for a new policy to be developed and \"to put an end\" to the so-called youth wage.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/29/nyregion/no-headline-606626.html","abstract":"  \"Isn't there something we can all do so that this doesn't happen again?\" -- SHUKI MATSUURA, whose son was killed by a car thief near Los Angeles.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Books of The Times; Of an Erudite Sleuth Tracking a Madman","web_url":"https://www.nytimes.com/1994/03/29/books/books-of-the-times-of-an-erudite-sleuth-tracking-a-madman.html","abstract":"  Books of The Times  The Alienist  By Caleb Carr  496 pages. Random House. $22.   You can practically hear the clip-clop of horses' hooves echoing down old Broadway in Caleb Carr's richly atmospheric new crime thriller, \"The Alienist,\" set in 19th-century New York City. You can taste the good food at Delmonico's. You can smell the fear in the air.","thumbnail":null,"section":"Books"},{"date":"19940329","headline":"1894:Europe Disarmed?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-1894europe-disarmed-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Revelations that the members of the Triple Alliance favor disarmament, quoting the King of Denmark as having vouched for the pacific intentions of the Emperor of Russia, the King of Italy and the Emperor of Austria, and of himself, have caused muc","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/29/style/chronicle-609862.html","abstract":"  They may be out of the limelight, but former presidents and their families still slip into the news.   GEORGE and BARBARA BUSH, for example, spend most of their time in retirement being, as Mr. Bush puts it, \"little points of light,\" doing civic work in Houston. But last week, they barnstormed in Florida for three days for their son JEB BUSH, who is seeking the Republican nomination for governor.","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"Wrong Candidate for the Archives","web_url":"https://www.nytimes.com/1994/03/29/opinion/wrong-candidate-for-the-archives.html","abstract":"  Finally the Clinton Administration seems poised to nominate the keeper of a billion official documents and manager of the Presidential library system. But scholars and archivists are justifiably alarmed by the reported candidacy of Robert Hardesty, a Texan with no relevant professional experience. If his name goes forward, and he is confirmed by the Senate, he would follow in the flawed tradition of the previous National Archivist, Don Wilson. The minimally qualified Mr. Wilson turned over tons of disputed records to George Bush -- and then became director of the Bush Center for Presidential Studies in Texas, at $129,000 a year.    The National Archives and Records Administration deserves better. In 1985 Congress gave this precious memory bank independent status, ending its long captivity to the General Services Administration. It was hoped that the post of National Archivist would assume a weight and status comparable to the Librarian of Congress and Secretary of the Smithsonian Institution. That would give the Archivist necessary clout against the official and partisan tendency to limit access to public records.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/29/nyregion/inside-606596.html","abstract":"  More Cancer Study Errors    Finding irregularities in another breast cancer study, Federal officials demanded replacement of the chief researcher in the studies, to which false data were submitted. Page A18. Japan Offers Trade Plan    To break a trade stalemate with the U.S., Japan announced a package of market-opening measures wide in scope but lacking some commitments sought by Washington. Page D1. Grumman Sets Auction Rules    The Long Island military contractor established guidelines governing the sale of the company to avoid a protracted bidding war between Martin Marietta and Northrop. Page D1. How to Remember the Alamo    A new generation of writers and politicians is portraying the leaders of the Alamo as cowards, drug-crazed nuts and Anglo land-grabbers, prompting a feud in Texas. Page A18. Giuliani and His Critics    Mayor Giuliani has adopted a style of responding swiftly and sharply to criticism or dissent, even when it comes from officials whose support he may need. Page B1. Firefighter Dies in SoHo    A wall of flame engulfed three firefighters in a SoHo apartment building, killing one and critically burning the other two, Fire Department officials said. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Daunting, Driven and (Yes) Dapper","web_url":"https://www.nytimes.com/1994/03/29/sports/on-pro-basketball-daunting-driven-and-yes-dapper.html","abstract":"  Outside the Knicks' practice gym, in a warm but steady drizzle, Charles Oakley was providing a live medical update yesterday when the friendly neighborhood Doc rushed by with a dose of mock sympathy.   \"Poor baby hurt, you O.K., Oak, poor baby?\" Doc Rivers said.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Trenton Acts on a Wide Range of Bills","web_url":"https://www.nytimes.com/1994/03/29/nyregion/trenton-acts-on-a-wide-range-of-bills.html","abstract":"  In a rush to clear the legislative decks for the budget debate, the Assembly today dealt in swift order with potholes and llamas, unauthorized nude photos and presidential primaries, and a bill that would require public schools to teach about the Holocaust and other forms of genocide.   With scant debate and wide bipartisan support, the legislators gave their approval to a range of bills with potential national impact, such as legislation to move forward the state's presidential primary to the local and politically popular issue of pothole repairs. After today, legislative attention will be focused on budget matters, including more than a dozen public hearings.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"What You Expect Is What You Get","web_url":"https://www.nytimes.com/1994/03/29/science/personal-computers-what-you-expect-is-what-you-get.html","abstract":"  IN its nearly 20-year history, the personal computer has radically changed what humans expect of one another. We now ask most office workers to prepare their own documents, and mere typing is barely acceptable. Readers expect clever letterheads, snappy text fonts and graphs or clip art for visual relief. To keep their minds from wandering at business presentations, audiences expect computer-generated pie charts, drop-shadowed lettering, drop-dead video clips; they do not always help.    Instead of a busy signal, callers expect voice mail. Urgent correspondents expect electronic mailboxes. Employees are expected to lug laptop machines home and abroad, turning airplane seats and breakfast nooks into virtual offices.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Man Is Held In Swindles Of Elderly","web_url":"https://www.nytimes.com/1994/03/29/nyregion/man-is-held-in-swindles-of-elderly.html","abstract":"  He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills.   But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he made $900 a week.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Olajuwon Suspended","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-people-nba-olajuwon-suspended.html","abstract":"  HAKEEM OLAJUWON of the Houston Rockets, the league's third-leading scorer and rebounder, was suspended by the National Basketball Association yesterday for one game for hitting Referee BILL SPOONER in the stomach during Sunday night's game in Phoenix. Olajuwon will miss Houston's game tonight in Sacramento.  The center was gesturing at Spooner over what he thought should have been a foul on the Suns' A. C. GREEN when he struck the official. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/29/nyregion/news-summary-606324.html","abstract":"  International A3-16  RIGHTISTS LEAD ITALY VOTE  A media magnate who is a newcomer to politics and his right-wing allies appeared to be winning national elections in Italy that had been seen as a vehicle for renewal after years of corruption.  A1","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Mexico Won at the Alamo, But It Is Hardly Gloating","web_url":"https://www.nytimes.com/1994/03/29/us/mexico-won-at-the-alamo-but-it-is-hardly-gloating.html","abstract":"  Telling the story of what really happened at the Alamo flusters Mexicans. While they resent the version told in the United States, they are embarrassed by the dark side of their own account.   Mexicans won the battle, defending their own territory from rebels, but they cannot very well honor President Antonio Lopez de Santa Anna, who led the attack on the Alamo: he is one of most reviled characters in Mexico's long history of despots and exploiters.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/29/nyregion/metro-digest-608149.html","abstract":"  NEW YORK CITY  BOGUS WATER BILLS INVOLVED IN SWINDLE   He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills. But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he made $900 a week. B3.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"ITALY'S RIGHT WING HEADS FOR VICTORY IN LANDMARK VOTE","web_url":"https://www.nytimes.com/1994/03/29/world/italy-s-right-wing-heads-for-victory-in-landmark-vote.html","abstract":"  Italy's right wing, led by the media magnate Silvio Berlusconi, headed for victory early today in national elections that are being depicted as the harbinger of renewal after years of corruption.   If computer projections are borne out in final returns, the right-wing alliance will have a majority in the lower house of Parliament and at least a plurality in the Senate.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"Killing of 2 Students in California Fans Japanese Fears of America","web_url":"https://www.nytimes.com/1994/03/29/us/killing-of-2-students-in-california-fans-japanese-fears-of-america.html","abstract":"  Walter F. Mondale, the American Ambassador here, today took the unusual step of going on national television to apologize for the killing over the weekend of two Japanese students in Los Angeles and to counter Japan's growing certainty that the United States is a nation of gun-wielding maniacs, unfit for tourism or study.   Yet to millions of Japanese, the scene from a Los Angeles suburb -- a late-night carjacking, two 19-year-olds shot in the head -- seemed so horrifyingly familiar that no one bothered to describe America with the usual Japanese term: a \"gun society.\" This time, it was just assumed to be the case. No Arrests    The police in San Pedro, a section of Los Angeles near Long Beach, said they had no suspects and few leads in the case. The two students at Marymount College in nearby Palos Verdes had pulled into a shopping center at 11 P.M. on Friday and were apparently shot as they got out of their car. The car was later found a few miles away.  ","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Review/Film Festival; Frustrations of Two Artists in China","web_url":"https://www.nytimes.com/1994/03/29/movies/review-film-festival-frustrations-of-two-artists-in-china.html","abstract":"  Who knew there were slackers in China? \"The Days\" examines the personal boredom and professional frustration of two painters in their 20's, an unmarried couple who have been together since art school. Now teachers, they still live in a tiny apartment in Beijing more suited to students than adults, and are stymied about the future. Xiaodong is an intense-looking man, with large glasses and a roomful of paints and canvases. But as the narrator says, \"He dreamed of nothing but being rich,\" and the fantasy paralyzed him. \"He couldn't even paint.\" Xiaochun is so ready to leave the relationship and the country that she writes to relatives in New York and hopes to join them.   The film is most intruiging when it becomes a window on aspects of Chinese culture rarely depicted on screen. Some early-morning sex between Xiaodong and Xiaochun is discreet by American standards, but the scene is long and emphatic enough to be unusual in a Chinese film. And at times \"The Days\" effectively suggests the tension between an awful past that the characters want to forget and a present that seems cut off from all meaning. Xiaochun's parents had been persecuted by her entire school when she was 16. There is no need for the film to belabor the point that when she finally goes to New York, she writes to Xiaodong without reference to their life together. In the words of the narrator, she acts \"as if the past had evaporated.\"","thumbnail":null,"section":"Movies"},{"date":"19940329","headline":"For Insects, the Buzz Is Chemical","web_url":"https://www.nytimes.com/1994/03/29/science/for-insects-the-buzz-is-chemical.html","abstract":"  HUMAN beings are audio-visual chauvinists. Much of what people learn in life is conveyed through the eyes and ears. As a result, people have long been blind to the currency of communication that rules the rest of the natural world: chemicals.  Whether seeking a mate, detecting a predator, deceiving a rival or tending to duties in the nest, most species rely on chemical signals to tell them where to go and how to behave.    Now a growing band of scientists working in a young field called chemical ecology is focusing on the extraordinary diversity of chemical languages found in the animal and plant kingdoms. They are studying chemicals that alarm, chemicals that seduce, chemicals that repel, chemicals that persuade. They are learning that for any single species, the vocabulary of chemicals can be extremely rich, capable of telling an individual not just where a potential partner may be found, for example, but whether that partner is a virgin or a vamp, an industrious provider with food to share, or a loser whose cupboards are bare.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/29/sports/transactions-611123.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Purchased the contract of Lonnie Smith, outfielder, from Rochester of the International League and assigned him to the 40-man roster. Optioned Mike Cook, pitcher, to Rochester.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Florida Makes No Plans to Put 'Extra' With 'Ordinary'","web_url":"https://www.nytimes.com/1994/03/29/sports/ncaa-tournament-florida-makes-no-plans-to-put-extra-with-ordinary.html","abstract":"  Do not expect the University of Florida team that plays Duke on Saturday in the National Collegiate Athletic Association semifinals to make a habit of physically spectacular play, Florida Coach Lon Kruger said today.   \"Relative to Final Four teams, this group is fairly ordinary with their basketball skills,\" Kruger said.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/03/29/style/IHT-what-theyre-reading.html","abstract":"Brother Emile, a member of the interfaith monastic community at Taiz in France, is reading the memoirs of Cardinal Lon-Joseph Suenens, \"Souvenirs et Esprances.\".\"The part I like the most is where he writes about Pope Joh","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/29/nyregion/c-corrections-606839.html","abstract":"  An article yesterday about elections in Uganda misspelled the name of the President and referred incorrectly to one party in some editions. The President is Yoweri Museveni; the party is the Uganda People's Congress.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Tillman May Join Traffic On the Road to Foxboro","web_url":"https://www.nytimes.com/1994/03/29/sports/pro-football-tillman-may-join-traffic-on-the-road-to-foxboro.html","abstract":"  It is beginning to look more and more as if running back Lewis Tillman -- a vital part of the Giants' offense last season and a big reason the team made it to the second round of the playoffs -- may not be back next season.   According to several people in the league familiar with the negotiations, Tillman, an unrestricted free agent who made $438,000 last season, received a multiyear offer worth about $2.5 million from the Patriots yesterday. The Patriots also have apparently offered Jets running back Blair Thomas a one-year deal worth between $350,000 and $500,000.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"By Design; Vinyl's New Shine","web_url":"https://www.nytimes.com/1994/03/29/style/by-design-vinyl-s-new-shine.html","abstract":"  A vinyl minidress? Yes, that was one of the surprises Gianni Versace unleashed on the Milan runways during the recent fall shows. And it pointed fashion in a new direction.   Actually, not all of the dresses were made of vinyl. Sometimes, they were made of glazed silk or leather, but the effect was the same: super shiny.","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"L.I. Woman Disappears During a Trip to a Shopping Center","web_url":"https://www.nytimes.com/1994/03/29/nyregion/li-woman-disappears-during-a-trip-to-a-shopping-center.html","abstract":"  With her wedding set for June, Michelina Abbatiello's friends had planned a surprise shower for her on Sunday. Instead, they spent the day worrying about what may have happened to her.   Miss Abbatiello, 23, of Westbury, has not been seen since Friday night, when she went to the Roosevelt Field Shopping Center here to buy cosmetics.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"Chess","web_url":"https://www.nytimes.com/1994/03/29/arts/chess-609382.html","abstract":"  Gary Kasparov played a sprinkling of bright games in the Linares International Tournament in Spain, which ended on March 14, but that was nowhere enough to equal Anatoly Karpov's high-level grinding down of almost everybody.   In fact, Kasparov was lucky to gain a draw against Karpov. And in other games, he had trouble getting up a full head of steam. But it was not just the unaccustomed drabness that knocked Kasparov out of contention but also two damaging losses, to his own Russian protege, 18-year-old Vladimir Kramnik, in Round 10, and to the 20-year-old Frenchman Joel Lautier, in Round 13.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"A River Ran Through Us","web_url":"https://www.nytimes.com/1994/03/29/opinion/a-river-ran-through-us.html","abstract":"In the flood plain along the Iowa River, last summer's high-water mark is above my head. Deep in the woods I found an entire dock with part of a boat attached. There are also several picnic tables from the city park, two propane tanks and parts of buildings. The ground cover is gone, swept away. Willows are the only thriving trees.\n\nIn town, the evidence of flood is equally visible. Many businesses still have sandbags lining their perimeters to guard against a seasonal repeat. Water stood in City Park so long that playing fields became beaches of sand. For years there were carnival rides in the park, small ones for kids. Now their rusted gantries stand like skeletons in a park with no grass.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"GAPS IN COVERAGE FOR HEALTH CARE","web_url":"https://www.nytimes.com/1994/03/29/us/gaps-in-coverage-for-health-care.html","abstract":"  Twenty-five percent of all Americans were without health insurance some time from February 1990 to September 1992, the Census Bureau said today.   The statistic helps explain the political appeal of President Clinton's proposal to guarantee \"health care that can never be taken away.\" Even people who have health insurance through their employers may lose coverage when they lose or change jobs, the bureau observed.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"A School Board's Chokehold","web_url":"https://www.nytimes.com/1994/03/29/opinion/a-school-board-s-chokehold.html","abstract":"  A New York State Supreme Court justice has ruled that Schools Chancellor Ramon Cortines exceeded his authority when he tried to force a Bronx school board to retain its reformist superintendent. The ruling highlights the need for legislative changes in Albany so that the chancellor can protect students from the machinations of local boards.    District 9 in the Bronx has been riddled with shortcomings. At least nine board members have been arrested over the past five years, and its students have repeatedly scored lower than any other district on citywide tests.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Sexes Equal on South Sea Isle","web_url":"https://www.nytimes.com/1994/03/29/science/sexes-equal-on-south-sea-isle.html","abstract":"  ANTHROPOLOGISTS have long been attracted to South Pacific islands for more than the warm breezes and sparkling lagoons. They go to such places seeking in the simpler societies the rudiments of human community, sometimes glimpsing a rough-hewn harmony beyond the experience of more complex societies.   So it was for Dr. Maria Lepowsky, who in 1978 became the first and only anthropologist to live with the people of Sudest Island -- or to use the local name, Vanatinai, meaning motherland. This is a sparsely populated island in the Louisiade Archipelago of Papua New Guinea, which extends southeast of New Guinea and separates the Solomon and the Coral seas. The people there are an anthropologist's dream because they have had only minimal contact with Western colonialism and missionaries.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Disarming the Subcontinent","web_url":"https://www.nytimes.com/1994/03/29/opinion/disarming-the-subcontinent.html","abstract":"  U.S. intelligence predicts that if a nuclear war is going to happen, it will be a war between India and Pakistan. Both countries have all the nuclear material and parts they need to assemble a considerable stock of warheads. And each is developing missiles capable of striking the other's cities. Washington wants India and Pakistan to stop their arms race -- and then reverse it.    But how? The Clinton Administration argues that the U.S. should resume aid to Pakistan and deliver the F-16 fighters Pakistan paid for but never received -- if it first agrees to a verifiable ban on the production of nuclear material and halts its missile programs. Opponents in Congress say that such inducements have not worked. The Administration is right to try again. But it needs to persuade India to go along; India insists it will not accept any deal that does not impose restraints on China as well as Pakistan.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"At Least 31 Killed in Gun Battles in Johannesburg","web_url":"https://www.nytimes.com/1994/03/29/world/at-least-31-killed-in-gun-battles-in-johannesburg.html","abstract":"  Gun battles rattled incongruously through the high-rise canyons of downtown Johannesburg today as a protest by Zulu nationalists opposed to elections degenerated into the deadliest melee the city could remember.   Armed marchers, police officers and snipers hidden in the surrounding buildings blazed away at each other along several blocks of banks and offices, leaving at least 31 people dead and scores wounded.","thumbnail":null,"section":"World"},{"date":"19940329","headline":"Observer; Down And Whiskery","web_url":"https://www.nytimes.com/1994/03/29/opinion/observer-down-and-whiskery.html","abstract":"  If you watched the Academy Awards show last week -- and if you didn't you're a poor excuse for an American -- you probably noticed a lot of the men looked like criminals.   Not high-class criminals, either, like the spiffily tailored politicians and corporate semi-giants who get sentenced to Florida to grow tomatoes and play tennis at that Federal prison for socially presentable felons.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Arkansas Gets a Cue From Guys It Defeats","web_url":"https://www.nytimes.com/1994/03/29/sports/ncaa-tournament-arkansas-gets-a-cue-from-guys-it-defeats.html","abstract":"  The significance of Arkansas's victory over Michigan Sunday was established a day earlier when the Razorbacks, mostly freshmen and sophomores, spoke admiringly of Michigan's Fab Four.   They were high school seniors and juniors when Michigan's five freshmen -- Jalen Rose, Chris Webber, Juwan Howard, Jimmy King and Ray Jackson -- reached the national championship game before losing to Duke in 1992. Last year they watched as the Fab Five reached the championship game for a second time, losing to North Carolina.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Give Gay Rights a Chance","web_url":"https://www.nytimes.com/1994/03/29/opinion/give-gay-rights-a-chance.html","abstract":"  For the second year in a row, New York State's Democratic-led Assembly has approved a gay rights bill. Like similar measures already on the books in New Jersey, Connecticut and six other states, the overdue law would bar discrimination on the basis of sexual orientation in employment, housing, public accommodations, education and credit.    Since the vast majority of Senate Democrats support the bill, there is a good chance it will also pass the Senate. The big question is whether the Republicans who run that chamber will summon the courage to allow the measure to reach the floor for an open public debate and a recorded vote.","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Giuliani Seeks Delay on Recycling Law","web_url":"https://www.nytimes.com/1994/03/29/nyregion/giuliani-seeks-delay-on-recycling-law.html","abstract":"  The Giuliani administration, in a move to reduce its fiscal headaches, is seeking to delay the deadline for meeting the requirements of the city's recycling statute, possibly for at least four years, arguing that complying with the law would cost $100 million.   Under a 1989 statute, the city was to have collected 4,250 tons of recyclable material a day, about 25 percent of the city's total waste stream, by next month. Last month the state's highest court ruled that, by collecting less than 15 percent, the city had violated the law. The city was ordered to devise a new timetable.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"The Targets Have Changed, but the Bite Is the Same","web_url":"https://www.nytimes.com/1994/03/29/theater/the-targets-have-changed-but-the-bite-is-the-same.html","abstract":"  The morning news has thrown out a bizarre little factoid, and Mort Sahl, parked in front of a cup of coffee in a midtown restaurant, is trying to get his mind around it. Howard Stern, morning radio's lord of misrule, has just declared that he is a candidate for Governor of New York.   Mr. Sahl considers the proposition, his brow furrowed. \"The question is,\" he says, \"is Albany far enough?\"","thumbnail":null,"section":"Theater"},{"date":"19940329","headline":"Picky Eaters in Monterey Bay Who Dabble in Petty Theft","web_url":"https://www.nytimes.com/1994/03/29/science/picky-eaters-in-monterey-bay-who-dabble-in-petty-theft.html","abstract":"  SUCKERFACE the sea otter prefers octopus and purple sea urchins for dinner. Another otter, Flathead, likes to chew on crabs and suck the gonads of sea stars, while Nosebuster munches exclusively on turban snails.    Marine biologists at the Monterey Bay Aquarium in California have discovered that sea otters are picky eaters, generally preferring only 2 or 3 kinds of prey out of 30, and the preference is largely influenced by their mothers. They also found that male sea otters are prodigious thieves that pilfer a third of their food from the females; the females seem to tolerate this peccadillo.","thumbnail":null,"section":"Science"},{"date":"19940329","headline":"Invite Germany : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-invite-germany-letters-to-the-editor.html","abstract":"The Normandy D-Day commemoration will underline the historic depth of the trans-Atlantic relationship. This relationship has been the basis for the postwar American contribution to Western Europe's prosperity and Europe's security, and has given the Unit","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Sabres Paid Fee","web_url":"https://www.nytimes.com/1994/03/29/sports/sports-people-hockey-sabres-paid-fee.html","abstract":"  The Buffalo Sabres paid an \"agent's fee\" to the man accused of trying to extort $150,000 from ALEXANDER MOGILNY after he helped the Sabres wing defect in 1989, the team said yesterday. Executive vice president GERRY MEEHAN said the Sabres paid SERGEI FOMITOV, also known as SERGEI PAVLOSKY, to be Mogilny's interpreter and personal representative. \"After the first season, though, we didn't see him ever,\" Meehan said.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Long Hellenistic Memory : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-long-hellenistic-memory-letters-to-the-editor.html","abstract":"Regarding \"Help Macedonia and Pressure Greece if Necessary\" (Opinion, March 18) by George Soros:.Mr. Soros suggests that the United States apply \"heavy pressure\" on Greece over Slavic Macedonia and its name. He seems to think that m","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Supreme Court Roundup; Justices to Rule On 2d Appeals Of State Inmates","web_url":"https://www.nytimes.com/1994/03/29/us/supreme-court-roundup-justices-to-rule-on-2d-appeals-of-state-inmates.html","abstract":"  Revisiting the question of when Federal courts must open their doors to state prison inmates with delayed claims of innocence, the Supreme Court agreed today to hear the appeal of a Missouri prisoner who has strong evidence that he did not commit the murder for which he has been sentenced to die.   The inmate, Lloyd E. Schlup Jr., had come within nine hours of execution in November when Missouri's Governor, Mel Carnahan, granted a stay of execution and ordered a special panel to investigate evidence of Mr. Schlup's innocence. The inmate's original lawyers failed to put that evidence before either the jury that convicted him or the Federal judges who rejected his earlier petition for review.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Devils Tie, Rangers Rest, Worried Islanders Practice","web_url":"https://www.nytimes.com/1994/03/29/sports/hockey-devils-tie-rangers-rest-worried-islanders-practice.html","abstract":"  Approaching the end of a long road trip, the Rangers, who have seen the Devils catch them for the Eastern Conference and National Hockey League lead in total points, got a break yesterday.   Coach Mike Keenan gave the team the day off in Philadelphia after it was forced to take part in a Saturday night practice in Winnipeg before a Sunday afternoon loss to the Jets. The 3-1 loss allowed the Devils, who beat Quebec that night, to match the Rangers' 99 points.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Review/Television; For British Detectives, Crime Pays","web_url":"https://www.nytimes.com/1994/03/29/arts/review-television-for-british-detectives-crime-pays.html","abstract":"  For decades American television had a stranglehold on riveting crime dramas. In terms of production energy and narrative drive, the commercial networks left much of the international competition looking lifeless.   Times have been steadily changing. These days, it's the British sleuths who are likely to be high-powered and provocative, in mini-series like \"Prime Suspect,\" starring Helen Mirren (\"Prime Suspect 3\" is coming up next month on public television's \"Mystery\"), and in series like \"Cracker,\" beginning a three-episode run tonight at 9 on the Arts & Entertainment Network. Meanwhile, with the notable exceptions of \"N.Y.P.D. Blue\" on ABC and the periodically struggling \"Homicide\" on NBC, it's the American product that seems increasingly anemic. Witness, Thursday night at 10 on CBS, the new series \"Traps,\" starring George C. Scott.","thumbnail":null,"section":"Arts"},{"date":"19940329","headline":"Credit Where It's Due : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-credit-where-its-due-letters-to-the-editor.html","abstract":"Regarding \"Foreign Affairs Are Getting Attention\" (Opinion, March 14):.Samuel R. Berger, deputy national security adviser at the White House, gives President Bill Clinton credit for passing the North American Free Trade Agreement. But Mr. Cli","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"Giuliani's Executive Style: Fast Retorts Reminiscent of Koch","web_url":"https://www.nytimes.com/1994/03/29/nyregion/giuliani-s-executive-style-fast-retorts-reminiscent-of-koch.html","abstract":"  Three months into his term, Mayor Rudolph W. Giuliani has adopted a style reminiscent of the Koch mayoralty, responding swiftly and sharply to criticism or dissent, even when it comes from officials whose support is crucial to the Mayor's plans to scale back government.   In the last few weeks, the Mayor accused the City Council Speaker, Peter F. Vallone, of acting \"irresponsibly\" when the lawmaker questioned whether a recent jail closing and transfer of prisoners had contributed to a melee at Rikers Island. Mr. Giuliani belittled as \"idiotic\" a proposal by the Public Advocate, Mark Green, to save $11 million by hiring private contractors for custodial work and auto repairs in the Police Department.","thumbnail":null,"section":"New York"},{"date":"19940329","headline":"A Different Dimension : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-a-different-dimension-letters-to-the-editor.html","abstract":"It seems completely misplaced to lump Watergate, Irangate and Iraqgate, which involved the active subversion of the public interest by sitting presidents, together with the Whitewater case, which at most concerns a possible conflict of interest by a gove","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"For Alamo's Defenders, New Assault to Repel","web_url":"https://www.nytimes.com/1994/03/29/us/for-alamo-s-defenders-new-assault-to-repel.html","abstract":"  Before there were oil wells, before Neiman Marcus, Texans built their fierce pride on tales of revolutionary valor at the Alamo. But in recent years, a new generation of writers and politicians has taken another look at the Texas Revolution and called its leaders nuts, scoundrels and Anglo land-grabbers.   Davy Crockett, they say, did not wear a coonskin cap, and he tried to surrender at the Alamo rather than fighting to the death. William Barret Travis, the Alamo's commander, crazed from drinking mercury to treat venereal disease, never issued his legendary challenge for the brave to join him across his sword-drawn line in the dirt. Gen. Sam Houston, who was at least wise enough not to send reinforcements to the besieged fort, was a girdle-wearing opium addict.","thumbnail":null,"section":"U.S."},{"date":"19940329","headline":"Brown's Board Game Is Helping Nets Gain in Standing","web_url":"https://www.nytimes.com/1994/03/29/sports/pro-basketball-brown-s-board-game-is-helping-nets-gain-in-standing.html","abstract":"  Sometimes P. J. Brown of the Nets comes down with a rebound and looks around nervously for someone to pass the ball to rather than shoot it. And that is how the 6-foot-10-inch rookie out of Louisiana Tech picked up the nickname Cage from his teammate, Derrick Coleman.   It seems Coleman saw Michael Cage of the Seattle SuperSonics do the very same thing after coming down with a rebound this season. Coleman turned to someone and said, \"Who does that remind you of?\" The answer was Brown, and thus was born the sobriquet.","thumbnail":null,"section":"Sports"},{"date":"19940329","headline":"Ukraine Looks to Sea for Oil Independence","web_url":"https://www.nytimes.com/1994/03/29/opinion/l-ukraine-looks-to-sea-for-oil-independence-612421.html","abstract":"  To the Editor:   \"In Russia, Turning Oil Into Money Is Actually Hard\" (The Week in Review, March 20) states: \"Other landlocked states, like Ukraine and Belarus, depend on Russian oil the way an intensive care patient might depend on oxygen.\"","thumbnail":null,"section":"Opinion"},{"date":"19940329","headline":"BOOKS: THE RISE, CORRUPTION AND COMING FALL OF THE HOUSE OF SAUD","web_url":"https://www.nytimes.com/1994/03/29/style/IHT-books-the-rise-corruption-and-coming-fall-of-the-house-of-saud.html","abstract":"THE RISE, CORRUPTION AND COMING FALL OF THE HOUSE OF SAUD","thumbnail":null,"section":"Style"},{"date":"19940329","headline":"1919: Lenin vs. Trotzky : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/29/opinion/IHT-1919-lenin-vs-trotzky-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - Lenin and Trotzky, heads of the Russian Government, have come to a definite break. Lenin, allied with the \"intellectuals,\" probably is not so strong as Trotzky, who has continued his appeals to the proletariat. While Lenin, who embodies","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940329","time":"1994-03-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":80,"wspd":24.1},{"date":"19940329","time":"1994-03-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":79,"wspd":29.5},{"date":"19940329","time":"1994-03-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":78,"wspd":22.3},{"date":"19940329","time":"1994-03-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":77,"wspd":25.9},{"date":"19940329","time":"1994-03-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":74,"wspd":16.6},{"date":"19940329","time":"1994-03-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":22.3},{"date":"19940329","time":"1994-03-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":65,"wspd":18.4},{"date":"19940329","time":"1994-03-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":71,"wspd":31.3},{"date":"19940329","time":"1994-03-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":62,"wspd":29.5},{"date":"19940329","time":"1994-03-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":56,"wspd":25.9},{"date":"19940329","time":"1994-03-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":52,"wspd":27.7},{"date":"19940329","time":"1994-03-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":48,"wspd":25.9},{"date":"19940329","time":"1994-03-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":45,"wspd":20.5},{"date":"19940329","time":"1994-03-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":42,"wspd":27.7},{"date":"19940329","time":"1994-03-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":38,"wspd":29.5},{"date":"19940329","time":"1994-03-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":42,"wspd":27.7},{"date":"19940329","time":"1994-03-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":53,"wspd":22.3},{"date":"19940329","time":"1994-03-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":55,"wspd":22.3},{"date":"19940329","time":"1994-03-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":62,"wspd":20.5},{"date":"19940329","time":"1994-03-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":65,"wspd":14.8},{"date":"19940329","time":"1994-03-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":69,"wspd":13},{"date":"19940329","time":"1994-03-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":72,"wspd":13},{"date":"19940329","time":"1994-03-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":74,"wspd":11.2},{"date":"19940329","time":"1994-03-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":72,"wspd":13},{"date":"19940329","time":"1994-03-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":24.1},{"date":"19940329","time":"1994-03-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":90,"wspd":14.8},{"date":"19940329","time":"1994-03-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":83,"wspd":16.6},{"date":"19940329","time":"1994-03-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":83,"wspd":13},{"date":"19940329","time":"1994-03-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":9.4},{"date":"19940329","time":"1994-03-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":9.4},{"date":"19940329","time":"1994-03-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":9.4},{"date":"19940329","time":"1994-03-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":14.8},{"date":"19940329","time":"1994-03-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":22.3},{"date":"19940329","time":"1994-03-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":93,"wspd":18.7},{"date":"19940329","time":"1994-03-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":20.5},{"date":"19940329","time":"1994-03-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":18.7},{"date":"19940329","time":"1994-03-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":18.7},{"date":"19940329","time":"1994-03-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":14.8},{"date":"19940329","time":"1994-03-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":16.6},{"date":"19940329","time":"1994-03-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":22.3},{"date":"19940329","time":"1994-03-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":93,"wspd":18.7},{"date":"19940329","time":"1994-03-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":20.5},{"date":"19940329","time":"1994-03-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":93,"wspd":14.8},{"date":"19940329","time":"1994-03-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":16.6},{"date":"19940329","time":"1994-03-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":18.7},{"date":"19940329","time":"1994-03-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":85,"wspd":14.8},{"date":"19940329","time":"1994-03-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":16.6},{"date":"19940329","time":"1994-03-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":22.3}]},"19940330":{"guardian_articles":[],"nytimes_articles":[{"date":"19940330","headline":"How Many Schools? Define 'School.'; In New York, the Answer Involves Philosophy and Politics","web_url":"https://www.nytimes.com/1994/03/30/nyregion/many-schools-define-school-new-york-answer-involves-philosophy-politics.html","abstract":"  New York City Schools Chancellor Ramon C. Cortines caused a stir when he recently discovered that the Board of Education's central bureaucracy has about 7,000 employees, 3,000 more than anyone had thought.    But there's a more fundamental problem: No one knows how many schools there are in New York City.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Aide Says U.S. May Scrap an Across-the-Board Penalty for China","web_url":"https://www.nytimes.com/1994/03/30/world/aide-says-us-may-scrap-an-across-the-board-penalty-for-china.html","abstract":"  A senior State Department official said today that the Administration might consider a selective withdrawal of current trade privileges from China's state-owned enterprises instead of an across-the-board penalty if Beijing failed to make sufficient progress on human rights.   Responding to a question after a speech to the United States Chamber of Commerce, Winston Lord, Assistant Secretary of State for East Asian Affairs, said such selective sanctions \"should be looked at\" because they would help preserve private enterprise in China and protect United States investments there.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Ron Silver Leaves Cast Of New Play by Miller","web_url":"https://www.nytimes.com/1994/03/30/theater/ron-silver-leaves-cast-of-new-play-by-miller.html","abstract":"  Ron Silver has withdrawn from the cast of \"Broken Glass,\" Arthur Miller's Broadway-bound play now completing its world-premiere run at the Long Wharf Theater in New Haven, the producers of the play announced yesterday. No reason was given.   In a prepared statement, one of the producers, Robert Whitehead, said, \"No actor could have been more cooperative and professional in his efforts to serve the play.\" Mr. Silver, who is the president of Actors' Equity Association, the labor union, did not return a telephone call to his office yesterday.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"DIALOGUE: Dr. Giuliani's Hospital Cure; A Bad Deal For the City","web_url":"https://www.nytimes.com/1994/03/30/opinion/dialogue-dr-giuliani-s-hospital-cure-a-bad-deal-for-the-city.html","abstract":"  As Mayor Rudolph Giuliani takes on the deficits in New York City's budget, he has put pieces of the Health and Hospitals Corporation at the top of his list to sell, give away or turn over to private management. Privatization and competition between government and the private sector may be desirable tools for reforming some agencies and services, but surrendering control of public hospitals would be little more than a fiscal shell game.   Dismantling the system rather than overhauling it is feel-good politics: it gives the appearance of dramatic action but (as even the Mayor has now acknowledged) will not reduce the deficit. What it will do is jeopardize critical health services for millions of New Yorkers -- especially the poor and uninsured, for whom city hospitals are often the only source of health care.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"China Shields North Koreans On Atom Issue","web_url":"https://www.nytimes.com/1994/03/30/world/china-shields-north-koreans-on-atom-issue.html","abstract":"  China again shielded North Korea today from the consequences of its decision to block a United Nations investigation into whether it is secretly developing nuclear weapons.    In the Security Council, China, which has a veto, objected to a proposed United States resolution urging North Korea to readmit the nuclear inspectors but also threatening \"to consider further Security Council action\" if it has not done so within a month -- a thinly veiled warning of a trade embargo.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"1944: Praise for Tito : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1944-praise-for-tito-in-our-pages100-75-and-50-years-ago.html","abstract":"BARI, Italy - [From our New York edition:] A veteran of the World War who heads an American outfit whose Dalmatian operations are coordinated under a senior British officer said: \"Having seen for ourselves, we have the highest admiration for the acco","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Third World Care : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-third-world-care-letters-to-the-editor.html","abstract":"Regarding \"Cure Is Clear, but Europeans Dislike the Medicine\" (March 11):.Articles such as this are, of course, written by people who do not have to worry about their own \"social benefits\" and \"safety nets.\" Would they tak","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"MEXICAN LEADER PICKS SUCCESSOR TO SLAIN NOMINEE","web_url":"https://www.nytimes.com/1994/03/30/world/mexican-leader-picks-successor-to-slain-nominee.html","abstract":"  One week after the assassination of its presidential candidate, Mexico's long-governing party today announced that its new standard-bearer would be Ernesto Zedillo Ponce de Leon, a former Cabinet minister who had been managing the slain nominee's campaign.    The choice of the new candidate was made by the departing Mexican President, Carlos Salinas de Gortari. In selecting Mr. Zedillo to replace Luis Donaldo Colosio, who was shot to death in Tijuana last week, Mr. Salinas turned to one of the American-trained economists most closely associated with his own effort to modernize Mexico's institutions and strengthen its ties to the United States.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"A Bronx Cheer : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-a-bronx-cheer-letters-to-the-editor.html","abstract":"Regarding \"An Unpleasant Echo From a U.S. Name\" (March 21) by Clyde Haberman:.Flatbush, mentioned in your article on Brooklynites in Israel, is in Brooklyn, not Queens, and has been since the Dutch settled the southern tip of Long Island in t","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Late Score By Kovalev Makes the Difference","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-late-score-by-kovalev-makes-the-difference.html","abstract":"  At the end of a draining month, a fatiguing five-game road trip and a furious third period in which the shots came in flurries and the goals came in bunches, the weary Rangers, their legs rubbery and exhausted, were stripped down to the resourcefulness of experience and determination tonight.   The score was 3-3, the Philadelphia Flyers were making one final desperate surge toward a fading playoff spot and the expended Rangers were frantically searching for a way to keep pace with the Devils atop the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Television; Manipulating the Genes: A New Medical Frontier","web_url":"https://www.nytimes.com/1994/03/30/movies/review-television-manipulating-the-genes-a-new-medical-frontier.html","abstract":"  The developing world of genetic medicine is glimpsed on \"48 Hours\" tonight through lives that have already been changed by it. \"Marked for Life\" begins with the successful effort to produce a healthy child for a couple who had lost a baby to the always fatal Tay-Sachs disease. The story is moving, the process fascinating: embryos produced by in vitro fertilization were screened for the gene that causes the disease. The embryos that contained the mutant gene were allowed to die; one of the normal embryos was implanted into the mother's womb, and she gave birth to a healthy baby.   In another case, a so-far-healthy member of a family with a history of Huntington's chorea, which cripples and kills its victims in middle age, volunteers to have doctors search his body for the culprit gene. The brief wait for the results is excrutiating. Some people in families at risk say they prefer not to know whether they carry the gene because nothing can be done to stop the disease's progress.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"In America; Jury Room Injustice","web_url":"https://www.nytimes.com/1994/03/30/opinion/in-america-jury-room-injustice.html","abstract":"  The state of Georgia plans to go ahead with tomorrow's execution of William Henry Hance even though there is now clear evidence of gross misconduct by the jury that sentenced him to death.   A second juror has come forward with a sworn affidavit acknowledging the shenanigans that went on during the sentencing deliberations. The juror, a white woman, also says that the process was tainted by racial prejudice.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"John Paul II to Visit The City for Address At United Nations","web_url":"https://www.nytimes.com/1994/03/30/nyregion/john-paul-ii-to-visit-the-city-for-address-at-united-nations.html","abstract":"  Pope John Paul II will visit New York City in October, in his fourth major trip to the United States as Pope, and will address the United Nations General Assembly for the first time since 1979, the Vatican representative to the U.N. said yesterday.   John Cardinal O'Connor said the Pope might also visit St. Joseph's seminary in Yonkers. The U.N. ambassador, Archbishop Renato Martino, said the only certain element of the Pope's agenda was the visit to the U.N.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Wrecker's Ball Puts Gaps in Historic Philadelphia","web_url":"https://www.nytimes.com/1994/03/30/us/wrecker-s-ball-puts-gaps-in-historic-philadelphia.html","abstract":"  Philadelphia's past is its best hope for future economic development, Mayor Edward G. Rendell said this month in announcing a new promotion to lure tourists here.   That same day, a contractor with a city permit knocked down two early 19th-century commercial buildings in the Old City section of Philadelphia. A similar brick factory building nearby has been pulled down since then, another is expected to be demolished this week, and the dust in historic Philadelphia has not settled yet.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Environmental Lobby Beats Tactical Retreat","web_url":"https://www.nytimes.com/1994/03/30/us/environmental-lobby-beats-tactical-retreat.html","abstract":"  Disappointed by an Administration and Congress that they had hoped would be better allies, lobbyists for major environmental organizations have reluctantly agreed to narrow their sights and choose their battles more carefully.   The groups had high expectations last year for tougher laws in many areas, including toxic wastes, mining, water, pesticides, wilderness preservation and endangered species.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Council Leaders Propose Selling 3 Sewage Plants","web_url":"https://www.nytimes.com/1994/03/30/nyregion/council-leaders-propose-selling-3-sewage-plants.html","abstract":"  The leadership of the City Council yesterday proposed selling three of New York City's sewage treatment plants to private companies as a way to help close the city's $2.3 billion budget gap and avert some of the deepest service cuts proposed by Mayor Rudolph W. Giuliani.   The proposal came as the Mayor's office negotiated with municipal unions all day yesterday to try to reach an agreement on severance packages Mr. Giuliani hopes to offer to cut 7,600 jobs by the end of April. By last night, negotiators on both sides reported progress. The talks ended for the day with subcommittees continuing to work out details. The full teams resume at 9 A.M. today.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"New Education Legislation Defines Federal Role in Nation's Classrooms","web_url":"https://www.nytimes.com/1994/03/30/us/new-education-legislation-defines-federal-role-in-nation-s-classrooms.html","abstract":"  When President Clinton signs a sweeping school measure this week, the nation will for the first time have a Federal blueprint to educate its children.   The legislation, called the Goals 2000: Educate America Act, recommends academic standards for students in the 4th, 8th and 11th grades. It encourages states to design new ways to measure student achievement and exhorts states to lower the dropout rate, improve preschool programs and reduce crime in schools. The legislation also addresses job training and promotes literacy for adults.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Taylor Starts Over","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-soccer-taylor-starts-over.html","abstract":"  GRAHAM TAYLOR, who resigned in November as coach of England's national team, was hired yesterday as coach of Wolverhampton and given a three-year contract.   Taylor, 49, was coach of Watford and Aston Villa, guiding both to promotion before taking over England after the 1990 World Cup. He resigned when England failed to qualify for this summer's World Cup.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"The Mayor and the Fish Market -- Again","web_url":"https://www.nytimes.com/1994/03/30/opinion/the-mayor-and-the-fish-market-again.html","abstract":"  The Fulton Fish Market has been a fixture on the lower Manhattan landscape since 1833. But decades of abdication by New York City's government have turned this bustling wholesale fish and seafood distribution center into a haven for organized crime, where extortion and physical intimidation are a routine part of doing business.   Eight years ago Rudolph Giuliani, then a U.S. Attorney, began a worthy assault against the Mafia, leading to the appointment of a special Federal administrator, Frank Wohl. Mr. Wohl was given the temporary job of investigating corruption at the market and imposing fines and other sanctions.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Italian Kennedy Roots","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-italian-kennedy-roots-622702.html","abstract":"  To the Editor:   Jim McManus (letter, March 17) states that the \"Fitzgerald in John F. Kennedy is a famous Norman name.\"","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Farrakhan Softens Tone But Sticks To Message","web_url":"https://www.nytimes.com/1994/03/30/nyregion/farrakhan-softens-tone-but-sticks-to-message.html","abstract":"  By the time Louis Farrakhan released his oratorical grip on a Kean College audience early today and the students filed outside a campus theater well past midnight, a fine raw rain that greeted them did not lessen the new enthusiasm many professed for the Nation of Islam leader.   It was a performance that swelled with defiance at perceived enemies in the news media, at Hollywood image-makers he insinuated were dominated by Jews, and at a mass culture he accused of robbing black Americans of the chance to succeed. Perhaps less predictably, for nearly three and a half hours he kept up a drumbeat of criticism, gentle at first and then volcanic, aimed at young blacks who he said were more concerned with sex, rap music and drugs than with working to elevate themselves and the condition of all black society.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Of Preference and Equality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-of-preference-and-equality-letters-to-the-editor.html","abstract":"Regarding \"No Racial Reform on. a Racist Basis\" (Opinions, March 16). by Shelby Steele:.Mr. Steele's article fortifies an opinion I have held since the great idea of affirmative action (seek out the disadvantaged, train, hire and promote with","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Review/Pop; Turning a Solo Concert Into a One-Woman Show","web_url":"https://www.nytimes.com/1994/03/30/arts/review-pop-turning-a-solo-concert-into-a-one-woman-show.html","abstract":"  There's a moment in a baseball game when, if the pitcher has the right stuff, a no-hitter begins to look possible. That sense of impending perfection was prevalent during Rickie Lee Jones's show on Monday night at Town Hall. She was tossing the vocal equivalent of meticulously placed, audacious pitches.   With the stage lights draping her in a dull gold against a stark black background, Ms. Jones was performing in the barest of circumstances: alone. Every move she made, accompanying herself on guitar and piano, fell into place without a blemish. It all worked, in part because her voice, moving from a girl's talk to a blues-drenched moan, was unerringly on pitch, with a phrasing that made everything seem natural. It also worked because her ability to make her songs, and their bohemian narratives, avoid the traps of street romanticism that mar her recordings.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"About Real Estate;\nBank Mergers Change A City's Office Market","web_url":"https://www.nytimes.com/1994/03/30/us/about-real-estate-bank-mergers-change-a-citys-office-market.html","abstract":"Bank mergers are changing office space arrangements here, guaranteeing the success of the city's newest office tower but raising questions about the future of older buildings. \n\nBank acquisitions began accelerating two years ago when the Society Corporation, a commercial bank that had about $15 billion in assets, acquired a rival, the Ameritrust Corporation, an old-line local bank that fell on hard times when its commercial real estate and other loans started to go bad. The combined company had about $25 billion in assets.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Personal Health; Saving a life with CPR can be as easy as A B C.","web_url":"https://www.nytimes.com/1994/03/30/us/personal-health-saving-a-life-with-cpr-can-be-as-easy-as-a-b-c.html","abstract":"  CARDIOPULMONARY resuscitation, or CPR, is a potentially lifesaving first-aid technique that combines mouth-to-mouth breathing with compressions to the chest to maintain circulation in a person whose heart has stopped. I took a comprehensive CPR course more than 15 years ago.   I figured that if I ever needed to use it, chances are it would be for a family member, friend or colleague. And I simply could not imagine myself standing by helplessly while someone I loved, or even a stranger, died before my eyes when I might have been able to do something to help.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"1894: The Nice Regatta : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1894-the-nice-regatta-in-our-pages100-75-and-50-years-ago.html","abstract":"NICE - A livelier sight than that presented by Nice harbor this morning [March 29] it would be impossible to imagine. At six the basin was so crowded that you could scarcely have found space for a one-rater. From that time until half-past nine it was one","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"DIALOGUE: Dr. Giuliani's Hospital Cure;\nA Dose of Competition","web_url":"https://www.nytimes.com/1994/03/30/opinion/dialogue-dr-giulianis-hospital-cure-a-dose-of-competition.html","abstract":"New York City's Health and Hospitals Corporation operates the largest public health system in the United States, and for too long its public hospitals have been acting as a safety net for the uninsured. Yet since its inception in the late 1960's, the corporation has been plagued by inefficiency and poor quality control, problems that stem largely from a top-heavy, centralized government bureaucracy.\n\nMayor Rudolph Giuliani's proposal for privatizing some of New York's 11 municipal hospitals is the right answer: it will save money and should improve the quality of care.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/30/style/chronicle-618454.html","abstract":"  It has been a long journey out of hiding for ROSEMARY LEARY, the fourth of Timothy Leary's five wives, who has been a fugitive from the law and living under a false identity for 23 years. Last week, a judge of the Superior Court in Orange County, Calif., agreed to dismiss the six-month sentence imposed on Ms. Leary in 1970, after her prosecution, with her husband, for possession of marijuana.    \"Tim was in prison in Berkeley, and I was released on appeal,\" Ms. Leary, 58, said yesterday from her home, whose exact location in Northern California she would not reveal. \"He escaped, and in September 1970 we went to Algeria to join Eldridge Cleaver. In 1972, he was brought back to the United States from Afghanistan in chains and served four years -- and I was a fugitive.\"","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Pitt Will Turn It Up","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-college-basketball-pitt-will-turn-it-up.html","abstract":"  RALPH WILLARD didn't promise Final Fours, blue-chip recruits or Big East Conference championships. He did promise to bring change to the University of Pittsburgh's basketball program -- and soon.   \"There won't be many dull moments,\" Willard said. \"Basketball at Pitt is going to be fun.\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Sometimes, Winners Are Quitters","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-sometimes-winners-are-quitters.html","abstract":"  When Jimmy Johnson parted from the Dallas Cowboys yesterday, he was hardly the first coach or manager to leave while on top.   Vince Lombardi and Bill Walsh did it in the National Football League. So did Joe Gibbs and Bill Parcells in the N.F.L., Ralph Houk and Johnny Keane in baseball, Pat Riley in the National Basketball Association and Scotty Bowman in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Packers Sign Mersereau","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-pro-football-packers-sign-mersereau.html","abstract":"  SCOTT MERSEREAU, a starter at defensive tackle for the last six seasons for the Jets, has agreed to a one-year contract with the Green Bay Packers. Mersereau, who was cut by the Jets two weeks ago, agreed to a deal reported to be worth $375,000, along with a $100,000 signing bonus.    He would have made $675,000 with the Jets, but they cut him to make room under the salary cap for Steelers' defensive tackle DONALD EVANS, whom they signed to a three-year, $3.45 million deal.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"No Headline","web_url":"https://www.nytimes.com/1994/03/30/nyregion/no-headline-616664.html","abstract":"  \"They are literally as close to us as any member of your family can be. So we have to deal with it like we had lost a son or a brother or a father.\" MARCEL CLAES, a firefighter from Engine Company 24.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Nassau County Panel Votes to Create a New Government","web_url":"https://www.nytimes.com/1994/03/30/nyregion/nassau-county-panel-votes-to-create-a-new-government.html","abstract":"  Over the objections of some Democrats, a Nassau County commission today adopted a plan to create a new government for the county, with a 19-member legislature as its centerpiece.   The proposal, drafted by the Commission on Government Revision and adopted today by the commission 15-2, will now go to Judge Arthur D. Spatt of Federal District Court for approval. Last year Judge Spatt ruled the current government unconstitutional, saying that the six-member Board of Supervisors violates the one-person, one-vote principle.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 Titles but Now No Coach for Cowboys","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-2-titles-but-now-no-coach-for-cowboys.html","abstract":"  It wasn't about winning, and it wasn't about money. Instead, the high-profile owner-coach relationship that helped build the Dallas Cowboys into a two-time Super Bowl champion ended today in a Texas-sized clash of personalities and egos.   Jerry Jones and Jimmy Johnson, friends since their days as football teammates and roommates at the University of Arkansas in the 1960's but feuding rivals in recent weeks, parted ways when Johnson announced he was stepping down as the Cowboys' head coach.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Film; Baseball's Wild Bunch Takes the Field Again","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-baseball-s-wild-bunch-takes-the-field-again.html","abstract":"Baseball's wild bunch from Cleveland take the field again. But this time they're boring.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Lausanne Journal; The Swiss Debunk William Tell and All That","web_url":"https://www.nytimes.com/1994/03/30/world/lausanne-journal-the-swiss-debunk-william-tell-and-all-that.html","abstract":"  The Alps will not crumble; the watches will continue to tell time. There will be numbered bank accounts, and cows will still graze on mountain slopes and donate milk for cheese and chocolate.   But an exhibition in the Historical Museum of this city on Lake Geneva casts scorn on many other fundamentals, shared by most Swiss, that give this prosperous nation a sense of righteous self-assurance.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Clinton Wages a Quiet War Against Poverty","web_url":"https://www.nytimes.com/1994/03/30/us/clinton-wages-a-quiet-war-against-poverty.html","abstract":"  The Clinton Administration has embarked on the most energetic antipoverty effort in a generation, but it has deliberately done much of it so quietly that few people have noticed.   In an era of painfully tight budgets, the Administration has added tens of billions of dollars to existing programs, a major example being the $21 billion expansion of tax credits for low-wage workers.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/03/30/us/inside-616958.html","abstract":"  From Gaza Strip Shootings, New Divisions and Strains   While killings by Israeli soldiers in a Gaza Strip refugee camp were seen as executions by Palestinians, the Israeli Army defended the shootings. The episode created new tensions for negotiators on both sides. Page A3. A Correction, or Worse?    Yesterday's slide in stocks was the worst of the year so far, with the Dow falling 63.33 points. Many analysts say the market's overall drop, now in its eighth week, could go far beyond an expected correction. Page D1. U.S. Edges Back on China    The United States, in a box over its warnings that China must improve its human rights policies or face trade penalties, is considering less comprehensive sanctions. Page A10. Reform for Cancer Studies    Taking further action against a major cancer research center at the University of Pittsburgh, Federal officials have halted enrollment in its study of whether tamoxifen prevents breast cancer. Page B8. It Still Isn't Easy Being Green    Disappointed by an Administration and Congress they hoped would be their allies, lobbyists for environmental groups have reluctantly agreed to narrow their agenda. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Salvadoran Election Wasn't Fraudulent","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-salvadoran-election-wasn-t-fraudulent-622680.html","abstract":"  To the Editor:   As a veteran of three United States official election observer missions to El Salvador, and as a member of President Clinton's observer delegation in the March 20 election, I take strong exception to your March 23 editorial, which alleges \"significant instances of fraud.\"","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Agency to End Deal With Hydro-Quebec","web_url":"https://www.nytimes.com/1994/03/30/nyregion/agency-to-end-deal-with-hydro-quebec.html","abstract":"  The New York Power Authority said yesterday that its trustees voted to cancel a 20-year, $5 billion contract to buy electricity from Hydro-Quebec.   \"We don't need the power, the price is too high and there are unresolved environmental questions in Quebec,\" said David Freeman, president and chief executive of the authority.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Marathon Sets TV Coverage","web_url":"https://www.nytimes.com/1994/03/30/sports/marathon-sets-tv-coverage.html","abstract":"  The 25th annual New York City Marathon, scheduled for Nov. 6, will be televised locally by WPIX-TV Channel 11, it was announced yesterday at a news conference in midtown Manhattan.   ABC, which had broadcast the race for the last 13 years, decided to drop it last November reportedly because of high expenses and logistical problems. The New York Road Runners Club, organizer of the race; Trans World International, the broadcasting division of the International Management Group, and Tribune Broadcasting's WPIX all agreed on a deal whereby TWI and WPIX will produce the full-length broadcast and the station will handle broadcast advertising sales.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Perskie Resigns Casino Post","web_url":"https://www.nytimes.com/1994/03/30/nyregion/perskie-resigns-casino-post.html","abstract":"  Steven P. Perskie, who played a major role in bringing casinos to Atlantic City 16 years ago, announced today that he would step down in May as chairman of the New Jersey Casino Control Commission to join a company that specializes in riverboat gambling.   Mr. Perskie said he had told former Gov. Jim Florio last year of his plans to leave the commission and said he only stayed to allow Gov. Christine Todd Whitman time to find a replacement to permit a smooth transition. \"If Florio had won re-election I would have left already,\" Mr. Perskie said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Networks To Rotate Emmy Show","web_url":"https://www.nytimes.com/1994/03/30/arts/networks-to-rotate-emmy-show.html","abstract":"  Executives in charge of the Emmy Awards, which had become the battleground in a bitter dispute among the television networks, will break a long-term contract with ABC and return to a system of rotating the broadcast among the four networks, the Academy of Television Arts and Sciences announced yesterday.   The academy revised the deal under pressure from CBS, NBC and Fox. Last year, those three networks pulled out of any official participation in the ceremony after ABC signed a four-year contract to broadcast the September awards show.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"Officer Arrested in Inquiry of 73d Precinct","web_url":"https://www.nytimes.com/1994/03/30/nyregion/officer-arrested-in-inquiry-of-73d-precinct.html","abstract":"  In the latest move against a suspected ring of corrupt New York City police officers, Federal agents yesterday arrested an officer they said was part of the ring on charges that he falsely told a grand jury he knew nothing about the group's purported crimes.   The arrest of the officer, Christopher Banke, 25, a member of Brooklyn's 73d Precinct -- where the officers reportedly stole cash, drugs and guns from drug dealers -- is the fourth in the case. About a dozen officers in the Brownsville precinct are suspected of having been part of the rogue band.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Change, Italian Style","web_url":"https://www.nytimes.com/1994/03/30/opinion/change-italian-style.html","abstract":"  Political upheavals tend to be messy, and Italy's ballot box purge of its postwar political class is no exception. The leaders of the victorious right-wing coalition are already headed off in contradictory directions, leading disappointed losers of the left and center to predict a rupture before a new government can be formed next month.    Whatever their hopes, this fact remains: A new, often demagogic populist right has won a decisive triumph that cannot be conjured away. The center has been utterly discredited by scandal. The post-Communist left, despite the end of the cold war, has been unable to broaden its appeal. The rout of the main postwar parties is close to complete.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Asphalt Company Denies Digging at Explosion Site","web_url":"https://www.nytimes.com/1994/03/30/nyregion/asphalt-company-denies-digging-at-explosion-site.html","abstract":"  The lawyer for an asphalt plant situated next to a natural gas pipeline that ruptured and exploded here last Wednesday said today that the plant's current operators had not done any digging on the property in the 10 years they owned it.   The lawyer, Vincent Gentile, said the asphalt company, Quality Materials, has no idea how or when the 36-inch pipeline was damaged. The fact that it ruptured beneath Quality's eight-acre plot here was coincidental, Mr. Gentile said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Review/Film: Jimmy Hollywood; In a Tinseltown Nightmare, Angling for the Dream","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-jimmy-hollywood-in-a-tinseltown-nightmare-angling-for-the-dream.html","abstract":"Semi-satire of seamy losers on Hollywood Boulevard. Quirkily appealing tone, ditto the three leads.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Pull Over Urban Cowboys","web_url":"https://www.nytimes.com/1994/03/30/opinion/pull-over-urban-cowboys.html","abstract":"There's been a lot of pressure lately on the Big Three car makers to develop a practical electric car, a futuristic vehicle that could reduce pollution while preserving our driving-obsessed culture. That's a swell idea. But here's a much better way to get the green revolution on the road: pry more than a million upscale posers out of hulking sport-utility vehicles they don't need.\n\nOver the last 10 years, sales of these rugged, high-riding brutes -- known as four-by-fours, for their four-wheel-drive capability -- have exploded, more than doubling between 1985 and 1993 and increasing 50 percent in the last two years alone. Last year, nearly 1.4 million Americans -- almost 10 percent of all buyers of new cars and trucks -- bought one. Visitors to the 1994 New York International Auto Show, which begins Saturday, can see dozens of models on display.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Aristide Cool To U.S. Shift In Haiti Policy","web_url":"https://www.nytimes.com/1994/03/30/world/aristide-cool-to-us-shift-in-haiti-policy.html","abstract":"  Haiti's exiled President, the Rev. Jean-Bertrand Aristide, has reacted coolly to changes in the Clinton Administration's Haiti policy, in which Washington has vowed to step up pressure on Haiti's military to cede power.   Father Aristide's main objection, his advisers say, is that the new policy requires only the army commander, Lieut. Gen. Raoul Cedras, to resign, and not the military high command and Port-au-Prince's powerful police chief, Lieut. Col. Michel Francois.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Miramax Turns Over Film On Outspoken Comedian","web_url":"https://www.nytimes.com/1994/03/30/movies/miramax-turns-over-film-on-outspoken-comedian.html","abstract":"  A little more than a year ago, Miramax Films, the prime independent distributor of art-house classics, was bought by the Walt Disney Company. Executives of both companies insisted that Miramax would retain complete control of its often provocative movies and remain independent from Disney, which produces family and low-budget movies.   Today, the cultures of Disney and Miramax unwittingly clashed over a new movie, \"You So Crazy,\" in which the comedian Martin Lawrence performs on a concert stage using raw language. The outcome was that another company, Samuel Goldwyn Pictures, took over the movie's release from Miramax. The movie will be released around the nation on April 27.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Perhaps a Start in Italy","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-perhaps-a-start-in-italy.html","abstract":"The rebuilding of Italy was bound to take more than one election. After the explosion of scandal that destroyed the old order, the material for a new order consisted of the fragments of the discredited old parties, some more or less scandal-free politici","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/03/30/sports/transactions-621846.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Greg Litton, infielder, to a minor-league contract. Waived Carlos Quintana, first baseman. Sent Cory Bailey, pitcher, to Pawtucket of the International League. Promoted Bob Schaefer, major league special assignment scout, to director of field operations, and Ed Kenney, director of minor league operations, to director of player development and administration. Reassigned Eddie Kasko, vice president of baseball development, to vice president-baseball.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Addressing Nannygate","web_url":"https://www.nytimes.com/1994/03/30/opinion/addressing-nannygate.html","abstract":"  The failure of nominees for high government jobs to pay Social Security taxes for domestic workers, a failure known colloquially as Nannygate, has caused President Clinton trouble he never bargained for.   The tax problem felled Zoe Baird on her way to becoming Attorney General. It added to the woes of others, including Bobby Ray Inman, Mr. Clinton's nominee for Secretary of Defense, and led to the demotion of William Kennedy 3d, the White House Associate Counsel. It has also embarrassed people safely in their jobs, including Commerce Secretary Ron Brown.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Islanders Pull Out a Tie After Barely Taking Aim","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-islanders-pull-out-a-tie-after-barely-taking-aim.html","abstract":"  With less than three minutes left in regulation, the Islanders had just 13 shots on goal, equaling a club-record low for a game. They couldn't control the puck in their own zone, and they didn't look as if they would catch with Washington, which had a 2-1 lead.   Just when it seemed the Islanders could kiss their slim playoff hopes goodbye, Marty McInnis took his team's 14th shot and got lucky.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"In School","web_url":"https://www.nytimes.com/1994/03/30/us/in-school.html","abstract":"  There are at least two versions of how Vinnie Galindez, age 13, from Bayside, Queens, wound up at the School of American Ballet.   Vinnie said: \"See, my mother saw the 'Nutcracker' and she saw some boys in it and I was 10 and she said, 'Vinnie, I'm putting you in ballet.' I said, 'No way.' And she made me and now I'm 13 and I'm still doing it.\"","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Review/Theater: The Night of the Iguana; Lost Souls Communing On a Turbulent Night","web_url":"https://www.nytimes.com/1994/03/30/theater/review-theater-the-night-of-the-iguana-lost-souls-communing-on-a-turbulent-night.html","abstract":"  Competent revivals tell us what we already know about a play. Exceptional revivals force a play to go beyond itself and yield up some of its secrets. The production of \"The Night of the Iguana\" currently at the Goodman Theater here belongs to the latter category. From this point on, Tennessee Williams's 1961 drama about the lost denizens of a ramshackle resort on the west coast of Mexico will never seem quite the same.   Up to now, the mood has usually been set by the moist, enervating heat that hugs the Costa Verde Hotel, a tumble of tin-roofed shacks, like a dank shroud. Spent to begin with, Williams's characters found it hard to breathe, and the thunderstorm gathering on the horizon promised no relief. Their only option was to succumb to the sultry landscape sapping their will, or so it seemed.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"Clinton's Ex-Partner Is House Candidate","web_url":"https://www.nytimes.com/1994/03/30/us/clinton-s-ex-partner-is-house-candidate.html","abstract":"  James B. McDougal, the Clintons' partner in the Whitewater real estate venture now under investigation, became a Democratic candidate for Congress today.   Mr. McDougal, 53, continued to maintain that Bill and Hillary Clinton did nothing illegal when they invested with him and his wife in the Whitewater resort development in the Ozark Mountains in 1978. Federal authorities are investigating Whitewater and its connection with Madison Guaranty Savings, which Mr. McDougal owned until it failed, costing taxpayers about $60 million.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/03/30/theater/theater-in-review-621641.html","abstract":"  Written and Sealed  Puerto Rican Traveling Theater 304 West 47th Street Clinton Through April 17 By Isaac Chocron, translated by Susan J. Jones, revised and edited by Carmen L. Marin; directed by Pablo Cabrera; sets and costumes by Randy Barcelo; lighting by Spencer Brown; production stage manager, Roger Franklin; producer, Miriam Colon Valle. Presented by Puerto Rican Traveling Theater. WITH: Ramon Albino, Rafael DeMussa, Isabel Keating, Irma-Estel LaGuerre and Jaime Sanchez.","thumbnail":null,"section":"Theater"},{"date":"19940330","headline":"Novel Idea in Welfare Plan: Helping Children by Helping Their Fathers","web_url":"https://www.nytimes.com/1994/03/30/us/novel-idea-in-welfare-plan-helping-children-by-helping-their-fathers.html","abstract":"  The plan to overhaul welfare that was presented to President Clinton last week grapples for the first time with the needs of a group usually pushed to the periphery of the welfare system: unwed low-income fathers.    Staking a claim to welfare reform and family values, the Administration wants to train these men for jobs while giving them a sense of responsibility as fathers. The goal is to involve them in their children's lives and increase what the fathers can earn in order to help them lift their children out of poverty.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622419.html","abstract":"  A caption in Science Times on March 22 with a photomicrograph of H.I.V., the virus that causes AIDS, described it incompletely. The virus was shown emerging from a much larger infected human immune cell.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Fox Is Interested in Johnson","web_url":"https://www.nytimes.com/1994/03/30/sports/fox-is-interested-in-johnson.html","abstract":"  If Jimmy Johnson wants Fox Sports, Fox Sports wants him. Badly.   \"We think he's absolutely fabulous,\" said David Hill, president of Fox Sports. \"How can you be anything but interested in someone with the skills, charisma and tactical abilities of a Jimmy Johnson?\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/03/30/arts/the-pop-life-621412.html","abstract":"  Marvin Gaye Reissues   Marvin Gaye was shot dead by his father 10 years ago this Friday. To mark the anniversary and honor Gaye's 26-year career, which critics have said left an indelible mark on popular music, Motown Records is kicking off a yearlong celebration featuring the reissue on compact disk of many of his works.   Gaye, an internationally popular singer, songwriter and musician who died on April 1, 1984, a day before his 45th birthday, is remembered by many as a handsome, sultry soul balladeer. But he was also recognized as a recording-session drummer, a gifted instrumentalist, the first artist associated with the Motown label to begin producing his own albums and a performer concerned with spiritual matters. Rock singers like Mick Jagger and Rod Stewart were influenced by his singing and several of his songs, including \"Sexual Healing\" in 1983, were perhaps the most overtly sensual popular music recordings of their time.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"For Pat Metheny, Silence Is Awful : The Sound Under The Sound","web_url":"https://www.nytimes.com/1994/03/30/style/IHT-for-pat-metheny-silence-is-awful-the-sound-under-the-sound.html","abstract":"Pat Metheny's \"Zero Tolerance for Silence,\" released this week by Geffen, is a well titled album. My bones are rattling. I am shivering. The horror!.The first impression is of two flat-out stoned Jimi Hendrix tracks at the same time. But it's","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Catholic and Evangelical: Seeking a Middle Ground","web_url":"https://www.nytimes.com/1994/03/30/us/catholic-and-evangelical-seeking-a-middle-ground.html","abstract":"  In a statement with both strong religious and political overtones, a group of prominent Roman Catholic and evangelical Protestant scholars and leaders pledged yesterday to reduce frequent conflicts between their different Christian traditions. They also promised to cooperate on questions of common concern like abortion, parental choice in schools and strengthening the traditional family.    The 39 scholars and church leaders who endorsed the statement emphasized that it was not an official document speaking for their denominations or committing them to any specific actions. Many points in the statement were developed between Catholics and evangelicals during the 1970's and 1980's in dialogues that were sponsored by the Vatican, the Baptist World Alliance, agencies of the Southern Baptist Convention and other groups.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Knicks March Through Month of March Unbeaten","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-basketball-knicks-march-through-month-of-march-unbeaten.html","abstract":"  Winning has become a habit that the Knicks refuse to break.   Extending their winning streak to 14 games and reaching the 50-victory mark for the third consecutive season, the Knicks (50-19) overcame a 13-0 deficit and a determined opponent to beat the Charlotte Hornets, 106-95, last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"2d Hospital in Research Inquiry","web_url":"https://www.nytimes.com/1994/03/30/us/2d-hospital-in-research-inquiry.html","abstract":"  St. Mary's Hospital, a community hospital in Montreal associated with McGill University, said today that a \"discrepancy\" had been found in one patient file it submitted as part of a major North American breast cancer study.   Representatives of the National Cancer Institute in Washington and a Canadian-American research group known as the National Surgical Adjuvant Breast and Bowel Project are auditing the files of all 200 patients in the study.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/03/30/sports/results-plus-620378.html","abstract":"  N.B.A.  Coach Johnson Is Unbeaten    Magic Johnson is 2-0 as coach of the Lakers, but it was close and not particularly pretty as Los Angeles beat the Minnesota Timberwolves, 91-89, last night at Inglewood, Calif.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"South African Vote Official Optimistic Despite Killings","web_url":"https://www.nytimes.com/1994/03/30/world/south-african-vote-official-optimistic-despite-killings.html","abstract":"  Downtown Johannesburg was in a state of nervous aftershock today from a rampage Monday through its hallowed commercial precincts. The Zulu homeland was writhing from the worst factional violence in many years.   Callers to radio talk shows were talking, again, of fleeing the country. The Zulu King was spurning a proposed peace summit meeting this week, and his cousin, the Zulu nationalist leader, was declaring, again, that civil war is imminent.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Sleeping With Parents May Benefit Infants","web_url":"https://www.nytimes.com/1994/03/30/us/sleeping-with-parents-may-benefit-infants.html","abstract":"  ALTHOUGH most parents are strongly advised to get their babies to sleep in their own cribs as soon as possible, a new study suggests that it may be healthier for the infants to sleep with their parents.   The continuing study, directed by Dr. James J. McKenna and Dr. Sarah Mosko of the University of California at Irvine, monitors the sleep patterns of mothers with their 3-month-old babies in a sleep laboratory over three consecutive nights.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"King Asserts Racial Taunt Is on Videotape","web_url":"https://www.nytimes.com/1994/03/30/us/king-asserts-racial-taunt-is-on-videotape.html","abstract":"  Rodney G. King, who has flip-flopped on whether the policemen who beat him in 1991 taunted him with racial epithets, offered a new assertion today: Not only did at least one of them shout a slur at him, but it can be heard on the much-scrutinized videotape of the beating.   A defense lawyer for the City of Los Angeles, however, disputed Mr. King's assertion, as did one of the lawyers who prosecuted the four police officers on assault charges two years ago.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Loft Grows To House 2 Dreams","web_url":"https://www.nytimes.com/1994/03/30/nyregion/about-new-york-loft-grows-to-house-2-dreams.html","abstract":"  BREAKFAST is over in the second-floor loft space at 151A North Third Street in Williamsburg and it is time for Olga Hiiva and her husband, Andy Teirstein, to go to work. Ms. Hiiva, who is 33 years old, kisses Mr. Teirstein and heads toward the southern part of the loft to work on her large oil paintings. Mr. Teirstein withdraws to an alcove in the northern corner, picks up a pencil and begins composing music.   Ms. Hiiva, who spent the first 15 years of her life in what was then Leningrad, is finishing a series of three paintings, each about 10 feet square, that strongly evoke contemporary strains on nature. The upper half of one shows a stand of birches of a northern forest, while below there is a herd of elk in close-up. On a band between the two a nude male figure, somewhat emaciated and bent in embryonic posture is repeated in a chain.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"For the Map-Challenged, Technology to the Rescue","web_url":"https://www.nytimes.com/1994/03/30/nyregion/for-the-map-challenged-technology-to-the-rescue.html","abstract":"  Knitting together cellular phone technology and the Pentagon's navigation satellites, Nynex is testing a variety of high-technology services that would allow motorists to find out precisely where they are and how to get to their destination, even if they are completely lost and do not want to roll down a window to ask directions.   Starting on Friday, 30 Avis customers at LaGuardia Airport will be offered cars equipped with cellular telephones and satellite receiving equipment that can tell drivers where the cars are to within a few feet.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Kresse Staying Put","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-college-basketball-kresse-staying-put.html","abstract":"  JOHN KRESSE, who led the College of Charleston to a 24-3 mark and its first appearance in the National Collegiate Athletic Association tournament this season, agreed to a 10-year contract worth more than $900,000.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/03/30/style/chronicle-623180.html","abstract":"  LYNN REDGRAVE has been elected president of the Players, the 106-year-old club for actors and patrons of the arts, on Gramercy Park. Chosen for the post by the 22-member board of directors, she will be the Players' first female president. The first woman to be a member, Helen Hayes, was not admitted until 1988.   \"I love the place and I am delighted,\" Ms. Redgrave said yesterday from Houston, where she was planning a stop for her show \"Shakespeare for My Father.\"","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Gianfranco Fini; National Alliance","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-gianfranco-fini-national-alliance.html","abstract":"  In recent months Gianfranco Fini has been trying to shake off the past, distancing his neo-Fascist party from the blackshirts who led Italy to disaster in World War II.   First, the party he took over in 1991, the Italian Social Movement, founded by Mussolini loyalists after the war, was renamed the National Alliance. Then there were the gestures: The Holocaust, he stated, was \"an error that led to a horror.\" This year he made a pilgrimage to the Ardeatine Caves outside Rome, where a monument honors more than 300 Italians, nearly one-fourth of them Jews, who were killed in 1944 by the Germans.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/03/30/style/eating-well.html","abstract":"ASK any parent to pick the most healthful beverage for a child, after milk, and the choice is most likely to be apple juice. It is seen as a clean, natural, fat-free beverage that is a healthy addition to a young child's diet. But a study published this month in the journal Pediatrics warns against too much of a good thing.\n\nIn the study, Dr. Fima Lifshitz, the chairman of the department of pediatrics at Maimonides Medical Center in Brooklyn, identified eight children between 14 and 27 months old who had failed to grow and develop normally. After interviews with the parents and detailed analyses of the children's diets, Dr. Lifshitz determined that an excessive intake of fruit juice, mostly apple juice, was the cause.","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Ruling Allows DNA Testing As Evidence","web_url":"https://www.nytimes.com/1994/03/30/nyregion/ruling-allows-dna-testing-as-evidence.html","abstract":"  The state's highest court ruled today that DNA testing, which can distill complex genetic codes from a spatter of blood or strands of hair, is reliable for identifying criminal suspects and can be admitted in court as evidence.   State law-enforcement officials praised the ruling, saying the Court of Appeals had definitively given its approval to a process in wide use here and around the nation that had nonetheless been clouded by debate about the risks of misidentification. They predicted that the techniques, called DNA fingerprinting or DNA typing, will now be used more in criminal trials and may prod development of a statewide genetic database similar to automated fingerprint databases.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 Fire Companies Silently Mourn Two Who Fell in the Line of Duty","web_url":"https://www.nytimes.com/1994/03/30/us/2-fire-companies-silently-mourn-two-who-fell-in-the-line-of-duty.html","abstract":"  Engine Company 24 and Ladder Company 5 were out of service yesterday.   Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast the night before. Two other comrades had been critically injured, and last night more bad news came: a second man, Firefighter Christopher J. Siedenburg, had died of his burns.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Met Roster Is Now 27; Olson Leads List of Cuts","web_url":"https://www.nytimes.com/1994/03/30/sports/baseball-met-roster-is-now-27-olson-leads-list-of-cuts.html","abstract":"  After inheriting a disaster last summer, Dallas Green wanted nothing more than the opportunity to pick his own ball club. Today, Green got his chance.   Green and the Mets' executives sat down for more than an hour Monday night to discuss roster decisions and this morning Green trimmed his team to 27 players, two over the final limit, when he either demoted or released seven players.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Giuliani Promises Firefighters New Gear","web_url":"https://www.nytimes.com/1994/03/30/nyregion/giuliani-promises-firefighters-new-gear.html","abstract":"  A day after a firefighter was killed when a wall of flame trapped him in a SoHo apartment building, and hours before a second firefighter died from burns suffered in the same blaze, Mayor Rudolph W. Giuliani said he would outfit the department in the kind of protective gear fire experts maintain could have prevented the deaths.    Firefighters have long argued that they need \"bunker gear,\" clothing to shield them against extreme flames and heat they rarely face -- the 1,500-degree temperatures encountered in Monday night's fire. Firefighters last night were still determining the cause of the blaze.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"'Sesame Street' Starts by Celebrating Children","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-sesame-street-starts-by-celebrating-children-622699.html","abstract":"  To the Editor:   Your March 21 front-page report on the announcement of Viacom/Nickelodeon's plans for preschool programming focuses heavily on the PBS preschool schedule.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622435.html","abstract":"  A picture caption on the Evening Hours page of Styles of The Times on Sunday, about an opening at the American Crafts Museum, misidentified a woman shown. She was Janet Kardon, the museum director, not Kate Carmel.   Corrections in this space yesterday and on Sunday, dealing with other misidentifications in the caption, repeated the error involving Ms. Kardon. The original confusion resulted from a picture substitution in the production process.  ","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"2 STATES TO JOIN IN SYSTEM TO STOP FRAUD IN WELFARE","web_url":"https://www.nytimes.com/1994/03/30/nyregion/2-states-to-join-in-system-to-stop-fraud-in-welfare.html","abstract":"  Responding to reports of welfare recipients illegally collecting benefits in more than one state, New York and New Jersey have agreed to develop a system to compare their welfare rolls in an effort to weed out millions of dollars in fraud.   Until now, localities in the two states have rarely compared welfare rolls because workers usually had to do so by poring over paper lists, a costly and painstaking process.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Brodeur Sets a Record For Victories by Goalie","web_url":"https://www.nytimes.com/1994/03/30/sports/hockey-brodeur-sets-a-record-for-victories-by-goalie.html","abstract":"  From Martin Brodeur in goal to the last player on the fourth line, the Devils played one of their best games of the season tonight. They had to in order to achieve a 5-2 victory over the Montreal Canadiens, last season's Stanley Cup champions, and to keep pace with the Rangers, who are intent on becoming this season's Stanley Cup champions.   Brodeur, the rookie sensation, set a franchise record for victories by a goaltender with 25, which he accomplished with 29 saves, several in key situations when the game was on the line.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Daly Out With Flu and Nets Are Out of Steam at Atlanta","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-basketball-daly-out-with-flu-and-nets-are-out-of-steam-at-atlanta.html","abstract":"  Because the Atlanta Hawks and Nets came into their game tonight in second and seventh place, respectively, in the Eastern Conference playoff standing, the match up was hyped as a playoff preview.   Maybe it was. If so, the Nets know they can hang with the high-flying Hawks. They did so here tonight, despite the fact that Brendan Suhr was coaching instead of a flu-bitten Chuck Daly. The Hawks escaped with the 101-98 victory before a crowd of 13,942 in the Omni, but it came down to the final buzzer.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Maas Sees a Silver Lining in His Release","web_url":"https://www.nytimes.com/1994/03/30/sports/baseball-maas-sees-a-silver-lining-in-his-release.html","abstract":"  Kevin Maas shook hands, collected some bats, stared at the pinstriped uniform hanging in his locker one final time, smiled at his wife and smiled at the world. His eight-year association with the Yankees came to its expected demise today when he was released. Maas was excited. Reality will probably hit later.   Once trumpeted as the next great power hitter who would exploit the right-field porch at Yankee Stadium, once featured on the team's media guide cover and always considered a favorite of the club owner, George Steinbrenner, Maas's four-year career in New York ended with a phone call from General Manager Gene Michael this afternoon. It came 15 minutes before the 2 P.M. deadline for teams to release a player and be responsible for only one-fourth of his salary.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Review/Film Festival; Growing Up Ever at War","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-festival-growing-up-ever-at-war.html","abstract":"  \"Little Dreams,\" an earnest but inept Egyptian film rounding out the geographical range of this year's New Directors/New Films series, observes the 1967 war between Egypt and Israel through the eyes of a young Egyptian boy. Ghareeb (Tamer Ashraf), who is only 13 at the time of the film's climactic events, has already seen his short life greatly influenced by war. His father died in the Suez war of 1956. The boy's destiny is shaped by memories of a man he barely knew.    During \"Little Dreams,\" which will be shown tonight at 9 and tomorrow at 6 P.M., Ghareeb is taken under the wing of Mahmoud (Salah al-Saadany), a comrade of his father's. \"Your father was a hero and you will complete his task,\" Mahmoud tells the boy, who lives in Suez with his mother. Mahmoud gladly steps into the role of father figure and leads Ghareeb toward a political awakening, during which the boy learns to share his mentor's admiration for Gamal Abdel Nasser, Egypt's President. Mahmoud's devotion to his country's leader runs so deep that he is moved to tears by Nasser's wartime resignation. \"Why, Gamal?\" Mahmoud asks, hugging Nasser's framed portrait.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"Jury Finds Mercer Is Not Guilty In Ferguson Bout Bribery Case","web_url":"https://www.nytimes.com/1994/03/30/sports/boxing-jury-finds-mercer-is-not-guilty-in-ferguson-bout-bribery-case.html","abstract":"  Winning the most important unanimous decision of his heavyweight career, Ray Mercer was found not guilty of sports bribery yesterday.   \"I'm not surprised, but I'm relieved and I'm grateful,\" Mercer said after a jury of six men and six women issued the verdict after five hours of deliberations in New York State Supreme Court in Manhattan.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Man Dies in Custody","web_url":"https://www.nytimes.com/1994/03/30/nyregion/man-dies-in-custody.html","abstract":"  A man who struggled with a police officer and two others lost consciousness and died about 6:30 P.M. yesterday, the police said. The man, who was not immediately identified, had been seen \"dragging\" his 2-year-old son down a street in Flatbush, Brooklyn, the police said. Two men intervened and called the authorities, and they and a police officer took the child away from the man. He struggled to take the child back, then collapsed and was taken to Kings County Hospital, where he died, the police said.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"U.S. Halts Recruitment of Cancer Patients For Studies, Pointing to Flaws in Oversight","web_url":"https://www.nytimes.com/1994/03/30/us/us-halts-recruitment-cancer-patients-for-studies-pointing-flaws-oversight.html","abstract":"  Federal officials at the National Cancer Institute yesterday took sweeping action intended to correct serious deficiencies of oversight in several large studies being carried out at the University of Pittsburgh to determine new standards of care for cancer patients.   The action included a temporary halt in recruiting women into an experimental study of the drug tamoxifen to determine whether it can prevent breast cancer among women at higher risk of the disease.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Man In the News: Ernesto Zedillo Ponce de Leon; A Tragedy's Stand-In","web_url":"https://www.nytimes.com/1994/03/30/world/man-in-the-news-ernesto-zedillo-ponce-de-leon-a-tragedy-s-stand-in.html","abstract":"  Two years ago, when he was Secretary of Education, Ernesto Zedillo Ponce de Leon tried to set Mexican history straight by ordering new public-school textbooks that for the first time mentioned student demonstrations in 1968 and seemed to blame the Mexican Army for shooting protesters.    Mr. Zedillo's approach proved to be too direct for many Mexicans. He ran afoul of the politically powerful army and other conservative groups, and the history texts were rewritten the next year.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"A Cultural Capital Tries to Live Up to Its Label","web_url":"https://www.nytimes.com/1994/03/30/arts/a-cultural-capital-tries-to-live-up-to-its-label.html","abstract":"  Every year since Melina Mercouri, as the Greek Minister of Culture, thought up the idea more than a decade ago, a city has been outfitted with the trappings of Cultural Capital of Europe. But as earnest aficionados trekked about Europe from one such capital to the next, they began to wonder how much of this program was truly cultural and how much half-baked touristic promotion.   The answer, of course, is a little of both, although touristic promotion, too, can be more or less sophisticated. Each city seems first to fall victim to political infighting, a squabble for money and control. Then someone comes up with a more or less plausible, more or less gaseous theme. The cultural budget is nudged up a bit, often not enough to make much difference; there is some refurbishment of the city itself, and with drums and trumpets the program is proudly inaugurated.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"For the Good of Soccer, Stop the Folly","web_url":"https://www.nytimes.com/1994/03/30/sports/IHT-for-the-good-of-soccer-stop-the-folly.html","abstract":"Open letter to the soccer authorities in Germany and England:.Gentlemen, the time has come to acknowledge that sports cannot be played in a vacuum. Surely you sense the depth of feelings aroused by the forthcoming anniversary of aworld war ended 50 y","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Safety Gear for Firefighters","web_url":"https://www.nytimes.com/1994/03/30/us/safety-gear-for-firefighters.html","abstract":"  Mayor Giuliani said he would outfit firefighters in new gear that experts said might have saved the lives of two firefighters. Page B2.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Dream Team II Is Set","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-people-pro-basketball-dream-team-ii-is-set.html","abstract":"  SHAQUILLE O'NEAL of the Orlando Magic and REGGIE MILLER of the Indiana Pacers will be the final two players on Dream Team II, which will represent the United States in the world basketball championships this summer in Toronto.   Miller was a surprising choice, picked over LATRELL SPREWELL of Golden State since the team will be coached by DON NELSON, Sprewell's coach with the Warriors.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Sports of The Times; Cowboys' Cozy Couple Splits","web_url":"https://www.nytimes.com/1994/03/30/sports/sports-of-the-times-cowboys-cozy-couple-splits.html","abstract":"  YOU probably know a couple just like them. As soon as their divorce was final, as soon as the financial settlement had been agreed upon, they couldn't say enough nice things about each other. And yesterday the latest cozy couple to fit that description sat side by side in front of a blue-and-silver Cowboys banner.   \"I feel better,\" Jimmy Johnson was saying, \"about Jerry Jones as a friend understanding me than I ever have in our entire relationship.\"","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/03/30/sports/college-hockey-report.html","abstract":"  East Meets West    Boston University and Harvard come to the semifinals of the National Collegiate Athletic Association tournament tomorrow at St. Paul having played splendid hockey over the last six weeks.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Hillary Clinton Turned $1,000 Into $99,540, White House Says","web_url":"https://www.nytimes.com/1994/03/30/us/hillary-clinton-turned-1000-into-99540-white-house-says.html","abstract":"  The White House said today that in 1978 Hillary Rodham Clinton invested $1,000 in commodities futures and that the investment grew in 10 months of trading in the notoriously volatile market into a gain of nearly $100,000.   Seeking to dispel suggestions that the trades were risk-free and improperly arranged by an Arkansas lawyer who represents one of the state's most powerful companies, the White House issued a statement this afternoon that said the First Lady had put up her own money and that she bore all of the financial risks in a marketplace where three out of four investors lose money.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/03/30/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940330","headline":"Bronx Couple Charged With Murder in the Death of Their Daughter, 4","web_url":"https://www.nytimes.com/1994/03/30/nyregion/bronx-couple-charged-with-murder-in-the-death-of-their-daughter-4.html","abstract":"  To friends and neighbors, Orlando and Sherain Bryant appeared to be attentive, well-meaning parents who frequently walked their five children to school and to church every Sunday. But the police say the Bryants were regularly beating and abusing their children, finally killing 4-year-old Shayne Bryant on Monday.   The police said Shayne, whose death authorities have attributed to \"child abuse syndrome,\" had been burned with cigarettes and beaten. Police officers, responding to a call about an \"asthmatic girl,\" discovered her body, dressed in shorts and a T-shirt, sprawled face up on a dining room table in the family's apartment in the Twin Parks West Consolidated public housing project at 760 East 183d Street in East Tremont.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Silvio Berlusconi; Forza Italia","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-silvio-berlusconi-forza-italia.html","abstract":"  Last fall the media magnate Silvio Berlusconi set up 1,200 political clubs across Italy to improve the chances of centrist parties against the powerful former Communists. Linked by computer, the groups were modeled after fan clubs of the soccer team he owns in Milan.    But in January, judging the center's chances of winning March elections to be weak, he decided to harness the clubs for his own political movement and founded Forza Italia.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Japan Makes It Tough to Do Business There","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-japan-makes-it-tough-to-do-business-there-622648.html","abstract":"  To the Editor:   \"Let's Learn How to Negotiate With Japan\" (letter, March 15) by Ann Barcher, on the cultural insensitivity of the Clinton Administration in its trade negotiations with Japan, is typical of misconceptions in trade disputes between Japan and the rest of the industrialized world. It is also naive in the lessons Ms. Barcher relays from her uncle's experiences with the Japanese as a representative for the Boeing Corporation.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/03/30/books/book-notes-620440.html","abstract":"The mention made Mr. Epstein cringe, he recalled last week: Here was another aspiring writer with some egregious novel. But when he read the beginnings of the novel in translation, he said, he found it riveting. \"Absolution\" has just been published by Pantheon, a division of Random House, with a first printing of 10,000, a respectable number for a literary novel from abroad. The book is about an embittered Icelandic expatriate who has been harboring a guilty secret for decades. It hasn't been widely reviewed, but The New York Times Book Review said it was \"unexpectedly enjoyable,\" and Entertainment Weekly gave it an A.   Mr. Olafsson, in a telephone interview on Monday, sounded disconcertingly normal, not like the humorless overachiever you might expect. He made it clear that the mean-spirited protagonist of \"Absolution\" was not an autobiographical creation. \"He can be a very unpleasant human being and my goal was to make him so untrustworthy that you couldn't believe anything he said,\" Mr. Olafsson said. \"But I also wanted to make him complex enough that you would sympathize with him, despite his shortcomings.\"   Mr. Olafsson has also finished a play called \"Four of Hearts,\" which he said was about \"four old guys playing bridge\" and which is to be produced in Iceland soon. He plans to finish a short novel by the fall. And then he intends to embark on his next long novel, set in the years after World War II. It's no wonder his wife likes to joke that his favorite Friday night consists of a good meal, a bottle of wine and the chance to fall asleep 10 minutes into a rented movie.","thumbnail":null,"section":"Books"},{"date":"19940330","headline":"Review/Film; The Great, Big Worries of Such a Tiny Girl","web_url":"https://www.nytimes.com/1994/03/30/movies/review-film-the-great-big-worries-of-such-a-tiny-girl.html","abstract":"  If there is an underlying message in Don Bluth's animated musical, \"Hans Christian Andersen's 'Thumbelina,' \" it is that nice little girls with big dreams should stay as far away from show business as possible. The parade of characters who try to manipulate and possess Thumbelina (Jodi Benson), a tiny 16-year-old girl who springs magically from the center of a flower, are a rogue's gallery of unwholesome show-business types. When not ogling and pawing the thumb-size girl, they promise her a grubby, compromised notoriety on the lower rungs of the show-business ladder.    In Mr. Bluth's freewheeling cinematic adaptation of the popular 19th-century story, Thumbelina is plunged into a nightclub netherworld the night after she meets and falls in love with the fairy prince of her dreams. The scenes of their courtship, in which her dream lover, Cornelius (Gary Imhoff), flies them around on a bumblebee and the dancing couple glide and dip like an Olympic figure-skating team, are among the movie's most captivating.","thumbnail":null,"section":"Movies"},{"date":"19940330","headline":"The Spin on China Trade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-the-spin-on-china-trade-letters-to-the-editor.html","abstract":"The machine in action: The Clinton administration has privately decided, it appears, to drop its contrived links between human rights issues and preferred trade status. Conveniently, headlines carry news of past secretaries of state expressing support fo","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"McCaffrey a Player With a Mission","web_url":"https://www.nytimes.com/1994/03/30/sports/nit-mccaffrey-a-player-with-a-mission.html","abstract":"  Billy McCaffrey has a world of things to smile about. He has back-to-back seasons of averaging 20 points a game -- 20.9 this season -- making him the first Vanderbilt basketball player to do that since 1966.    McCaffrey has a chance to become the first player since the seven players on the 1981 Indiana team to win championships in both the N.I.T. and the National Collegiate Athletic Association tournament when Vanderbilt plays Villanova in the National Invitation Tournament championship game at Madison Square Garden tonight. He was a member of the Duke University team that won the N.C.A.A. championship in 1991, before transferring to Vanderbilt.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/03/30/nyregion/metro-digest-618683.html","abstract":"  FIREFIGHTERS MOURN A FALLEN COMRADE   Engine Company 24 and Ladder Company 5 were out of service yesterday. Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast. Instead of responding to alarms, they pressed their faces into the long horizontal line of windows in the garage door and stared out at a cold rain. Above them, three semicircles of purple and black bunting flapped in the wind. A1.    Mayor Giuliani said he would spend $10 million to outfit the department in protective gear. B2. STATES JOIN TO FIGHT WELFARE FRAUD   New York State and New Jersey have agreed to compare their welfare rolls in an effort to weed out millions of dollars in fraud by people illegally collecting benefits in two states. A1. NEW YORK CITY  LEADERS PROPOSE SELLING SEWER PLANTS   The leadership of the City Council proposed selling three of New York City's sewage treatment plants to private companies as a way to help close the city's $2.3 billion budget gap and avert some of the deepest service cuts proposed by Mayor Giuliani. B3. OFFICER ARRESTED IN CORRUPTION INQUIRY   In the latest move against a suspected ring of corrupt New York City police officers, Federal agents arrested an officer they said was part of the ring on charges that he falsely told a grand jury he knew nothing about the group's purported crimes. B3. A LOFT, AND A DREAM, GROWS IN BROOKLYN   Breakfast is over in the second-floor loft at 151A North Third Street in Williamsburg and it is time for Olga Hiiva and her husband, Andy Teirstein, to go to work. Ms. Hiiva, who is 33 years old, kisses Mr. Teirstein and heads toward the southern part of the loft to work on her large oil paintings. Mr. Teirstein withdraws to an alcove in the northern corner, picks up a pencil and begins composing music. About New York. B3. REGION  SOFTER TONE, SAME MESSAGE   By the time Louis Farrakhan released his oratorical grip on an audience at Kean College in Union, N.J., early today and the students filed outside a campus theater well past midnight, a fine raw rain that greeted them did not lessen the new enthusiasm many professed for the Nation of Islam leader. B4. CASINO COMMISSION CHAIRMAN TO QUIT   Steven P. Perskie, who played a major role in bringing casinos to Atlantic City 16 years ago, announced that he would step down in May as chairman of the New Jersey Casino Control Commission to join a company that specializes in riverboat gambling. B4. COMPANY DENIES DIGGING AT BLAST SITE   The lawyer for an asphalt plant situated next to a natural gas pipeline that ruptured and exploded in Edison, N.J., last Wednesday said that the company, Quality Materials, has no idea how the 36-inch main was damaged or when. B5. NASSAU ADOPTS PLAN FOR LEGISLATURE   Over the objections of some Democrats, a Nassau County commission adopted a plan to create a new government for the county, with a 19-member legislature as its centerpiece. B5.   Chronicle B10","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Rightist Victors in Italian Vote Continue Battle for Real Power","web_url":"https://www.nytimes.com/1994/03/30/world/rightist-victors-in-italian-vote-continue-battle-for-real-power.html","abstract":"  Less than a day after surging to an election victory, the right-wing alliance led by the media magnate Silvio Berlusconi became enmeshed in a power struggle today that threatened its ability to form a strong government.   Some commentators also warned that the strong showing of the neo-Fascist party, one of the partners in Mr. Berlusconi's coalition, could signal a resurgence of extremism and anti-democratic fervor 51 years after the ouster of Mussolini. A Troubling Echo    When the leader of the neo-Fascist National Alliance party, Gianfranco Fini, hailed some 2,000 supporters early today in Piazza del Popolo in Rome, hundreds of youths in the crowd gave straight-arm fascist salutes and chanted \"Duce! Duce!\" -- the rallying cry for Mussolini.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Commercial Fisheries Evade Conservation","web_url":"https://www.nytimes.com/1994/03/30/opinion/l-commercial-fisheries-evade-conservation-622672.html","abstract":"  To the Editor:   Senator George J. Mitchell, in announcing he would not seek re-election, expressed pride in having been able to persuade Commerce Secretary Ron Brown to scrap a proposed limit on the number of days fishing boats could be at sea. In short, to gut a conservation program that is too little and too late, having been tortuously and tardily developed by commercial fishermen under a court order.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"Where Cambodians Traveled to Study and Stayed to Cook","web_url":"https://www.nytimes.com/1994/03/30/style/where-cambodians-traveled-to-study-and-stayed-to-cook.html","abstract":"AS one drives along Anaheim Street in this dowdy port 25 miles south of downtown Los Angeles, past liquor stores, auto body shops and shopping centers, signs suddenly sprout wiggly Khmer script. This area is \"Little Phnom Penh,\" a mile-long corridor that is the center of the world's largest Cambodian expatriate community, with temples and video stores, markets and restaurants.\n\nThe enclave dates from 1960, when the American Government brought Cambodian students to Long Beach State College here to receive training to start a vocational program in their country. A nucleus of a few who stayed, as well as the warm weather and cheap housing, helped draw more than 40,000 Cambodians fleeing the Khmer Rouge holocaust, Vietnamese domination and brutal refugee camps in the late 1970's and early 1980's.","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Why So Many Die Needlessly: Broken Cardiac Rescue Chain","web_url":"https://www.nytimes.com/1994/03/30/us/why-so-many-die-needlessly-broken-cardiac-rescue-chain.html","abstract":"  THROUGHOUT the United States, and especially in big cities and rural areas, tens of thousands of people with hearts that should be good enough to keep them alive die each year for lack of adequate first aid. In New York City, for example, a new study has shown that only one person in 100 outside of hospitals survives after the heart suddenly stops pumping. In contrast, in Seattle the survival rate after such cardiac arrests is 1 in 5.   The difference can be traced to the effectiveness of what the American Heart Association calls the \"chain of survival.\" Dr. Joseph P. Ornato of the Medical College of Virginia, who heads the association's committee on emergency cardiac care, said \"each link in the chain must be strong\" for many lives to be saved.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Rediscovered Masterpiece Of Victorian Sex Warfare","web_url":"https://www.nytimes.com/1994/03/30/style/IHT-rediscovered-masterpiece-of-victorian-sex-warfare.html","abstract":"It's a curious reality of the current London theater that whereas the major subsidized companies all have so-called literary departments, the great rediscoveries are nearly always made on the minimal resources of the fringe. Henry Arthur Jones's \"Th","thumbnail":null,"section":"Style"},{"date":"19940330","headline":"Breakup of Cowboys' Team Leaves a League in Wonder","web_url":"https://www.nytimes.com/1994/03/30/sports/pro-football-breakup-of-cowboys-team-leaves-a-league-in-wonder.html","abstract":"  Pro football's coaches, players, broadcasters and agents expressed shock and surprise at the resignation of Coach Jimmy Johnson yesterday. They saw potential problems for the Dallas Cowboys next season.   \"After what had transpired over the last week,\" said Coach Dan Reeves of the Giants, \"I didn't think Jimmy Johnson and Jerry Jones could coach or work together. I thought something was going to happen. Too many things had been said by both parties. So that part didn't surprise me. What surprised me is that Jimmy is going to be able to coach when he wants.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Gaza Killings Leave Peace Caught in a Crossfire","web_url":"https://www.nytimes.com/1994/03/30/world/gaza-killings-leave-peace-caught-in-a-crossfire.html","abstract":"  To Salah Abu Eida, who saw the shooting, it was an execution.   Six Palestinians, he said, never had a chance when they were gunned down by Israeli soldiers without warning outside his gas station here on Monday night.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Books of The Times; Disturbing Childhoods And Their Aftereffects","web_url":"https://www.nytimes.com/1994/03/30/books/books-of-the-times-disturbing-childhoods-and-their-aftereffects.html","abstract":"  The Favourite   By Meredith Daneman   163 pages. Alfred A. Knopf. $19.    Now You See Her   By Whitney Otto   303 pages. Villard. $20.","thumbnail":null,"section":"Books"},{"date":"19940330","headline":"Britain Yields on Europe Union Dispute, Drawing Fire at Home","web_url":"https://www.nytimes.com/1994/03/30/world/britain-yields-on-europe-union-dispute-drawing-fire-at-home.html","abstract":"  Britain gave ground today in a bitter dispute with the rest of Europe, paving the way for the European Union to grow from 12 countries to 16 by admitting three Scandinavian countries and Austria next January.   Although it said it had won a \"compromise\" from the other countries in settling the row over voting procedures, the Conservative Government was attacked by the opposition in the House of Commons and by its own back-bench party members for picking a needless fight with its European partners and then being forced into a humiliating \"climbdown.\"","thumbnail":null,"section":"World"},{"date":"19940330","headline":"1919: Spartacists Riot : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/03/30/opinion/IHT-1919-spartacists-riot-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The whole of the Ruhr valley is again in a state of unrest, brought about by the Spartacist agitators. The movement was caused by a conservative paper, which published a violent article concerning a workmen's demonstration that took place a day o","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"The Italian Right: 3 Men to Watch; Umberto Bossi; Northern League","web_url":"https://www.nytimes.com/1994/03/30/world/the-italian-right-3-men-to-watch-umberto-bossi-northern-league.html","abstract":"  A blunt 52-year-old politician from the economically vibrant Lombardy region, Umberto Bossi is the leader of a movement that caught the wind of taxpayer revolt when the first signs of recession appeared in the 1980's. Resentment was most acute among prosperous northern Italians, who felt that their pockets were being picked by the Government in Rome for pork-barrel projects in the depressed south.   In 1982, Mr. Bossi founded a newspaper in Varese, his hometown north of Milan, called Lombardia Autonomista, which became the mouthpiece of his movement.  Known initially as the Lombard League, it promised northern Italians autonomy from the south.  Changing its name in 1991 to the Northern League, it marched from victory to victory in local elections. Mr. Bossi entered Parliament in Rome in 1992.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Corrections","web_url":"https://www.nytimes.com/1994/03/30/nyregion/c-corrections-622400.html","abstract":"  A picture caption yesterday with the continuation of an article about violence in Johannesburg referred incorrectly in some editions to the police officers shown taking cover from gunfire. They were uniformed officers, not plainclothes.","thumbnail":null,"section":"New York"},{"date":"19940330","headline":"Settler Tells of Call by Hebron Killer's Wife","web_url":"https://www.nytimes.com/1994/03/30/world/settler-tells-of-call-by-hebron-killer-s-wife.html","abstract":"  A Jewish settler said today that minutes before the Hebron massacre, the wife of the killer had contacted him looking for her husband and saying he had not gone to the Cave of the Patriarchs shrine to pray.    The settler, Shlomo Edelstein, testified before an Israeli commission of inquiry into the Feb. 25 massacre that he had not interpreted Mrs. Goldstein's words as a warning and had not reported them to his commander.","thumbnail":null,"section":"World"},{"date":"19940330","headline":"Florida Is Back, Doing It Right","web_url":"https://www.nytimes.com/1994/03/30/sports/ncaa-tournament-florida-is-back-doing-it-right.html","abstract":"  The black letters posted above the front doors of the Florida Bookstore practically shouted down University Avenue with news the people had been clamoring for since that instant on Sunday afternoon when the street was flooded with Gators, automobiles, bicycles and joy.   FINAL FOUR SHIRTS COMING TODAY.","thumbnail":null,"section":"Sports"},{"date":"19940330","headline":"Court Confronting Results of Limiting Death Row Appeals","web_url":"https://www.nytimes.com/1994/03/30/us/court-confronting-results-of-limiting-death-row-appeals.html","abstract":"  In a death penalty argument marked by tense exchanges and an unusual display of anger from the bench, the Supreme Court came face to face today with the implications of its recent rulings sharply limiting the access of state death-row inmates to Federal court.    The question was whether Federal judges have the power to grant stays of execution to inmates who have exhausted their state appeals but have not found lawyers to help them file an initial petition for Federal court review. A majority of the Justices were visibly disturbed when the lawyer for the State of Texas argued that Federal judges did not have such power. Shortages and Difficulties    The Court was hearing the appeal of a convicted murderer, Frank B. McFarland, who came within hours of execution by Texas in November after two lower Federal courts refused his request for a stay. The courts held that they had no jurisdiction over any aspect of the case until the inmate filed a petition for a writ of habeas corpus, the document that initiates Federal court review of a state conviction.","thumbnail":null,"section":"U.S."},{"date":"19940330","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/03/30/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940330","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/03/30/nyregion/news-summary-616567.html","abstract":"  International A3-11  NEW NOMINEE IN MEXICO  Mexico's governing party selected a 42-year-old former Cabinet minister and economist as its new presidential nominee, a week after the assassination of the heavily favored candidate of the party.  A1  For the new candidate, a delicate balancing act.  A6","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940330","time":"1994-03-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":72,"wspd":9.4},{"date":"19940330","time":"1994-03-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":79,"wspd":13},{"date":"19940330","time":"1994-03-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":87,"wspd":9.4},{"date":"19940330","time":"1994-03-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":87,"wspd":7.6},{"date":"19940330","time":"1994-03-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":89,"wspd":5.4},{"date":"19940330","time":"1994-03-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":89,"wspd":18.4},{"date":"19940330","time":"1994-03-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":82,"wspd":11.2},{"date":"19940330","time":"1994-03-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":76,"wspd":18.4},{"date":"19940330","time":"1994-03-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":78,"wspd":14.8},{"date":"19940330","time":"1994-03-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":77,"wspd":14.8},{"date":"19940330","time":"1994-03-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":69,"wspd":22.3},{"date":"19940330","time":"1994-03-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":71,"wspd":18.4},{"date":"19940330","time":"1994-03-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":71,"wspd":20.5},{"date":"19940330","time":"1994-03-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":62,"wspd":25.9},{"date":"19940330","time":"1994-03-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":62,"wspd":24.1},{"date":"19940330","time":"1994-03-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":61,"wspd":22.3},{"date":"19940330","time":"1994-03-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":62,"wspd":27.7},{"date":"19940330","time":"1994-03-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":75,"wspd":31.3},{"date":"19940330","time":"1994-03-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":75,"wspd":27.7},{"date":"19940330","time":"1994-03-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":75,"wspd":37.1},{"date":"19940330","time":"1994-03-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":80,"wspd":40.7},{"date":"19940330","time":"1994-03-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":87,"wspd":38.9},{"date":"19940330","time":"1994-03-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":76,"wspd":14.8},{"date":"19940330","time":"1994-03-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":11.2},{"date":"19940330","time":"1994-03-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":13},{"date":"19940330","time":"1994-03-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":5.4},{"date":"19940330","time":"1994-03-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":0},{"date":"19940330","time":"1994-03-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":0},{"date":"19940330","time":"1994-03-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":89,"wspd":0},{"date":"19940330","time":"1994-03-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":89,"wspd":13},{"date":"19940330","time":"1994-03-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":92,"wspd":13},{"date":"19940330","time":"1994-03-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":82,"wspd":18.7},{"date":"19940330","time":"1994-03-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":76,"wspd":18.7},{"date":"19940330","time":"1994-03-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":18.7},{"date":"19940330","time":"1994-03-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":67,"wspd":20.5},{"date":"19940330","time":"1994-03-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":20.5},{"date":"19940330","time":"1994-03-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":25.9},{"date":"19940330","time":"1994-03-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":24.1},{"date":"19940330","time":"1994-03-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":24.1},{"date":"19940330","time":"1994-03-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":46,"wspd":25.9},{"date":"19940330","time":"1994-03-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":24.1},{"date":"19940330","time":"1994-03-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":38,"wspd":27.7},{"date":"19940330","time":"1994-03-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":25.9},{"date":"19940330","time":"1994-03-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":37.1},{"date":"19940330","time":"1994-03-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":27.7},{"date":"19940330","time":"1994-03-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":67,"wspd":16.6}]}}