{"19930322":{"guardian_articles":[],"nytimes_articles":[{"date":"19930322","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/22/nyregion/news-summary-728093.html","abstract":"  International A2-9 RUSSIAN CONGRESS STRIKES BACK   A shaken Russian Parliament resolved to take Boris N. Yeltsin to the Constitutional Court, but the angry legislators stopped short of directly moving against him or trying to block the emergency powers he claimed against them.  A1","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Let This Home Port Die","web_url":"https://www.nytimes.com/1993/03/22/opinion/let-this-home-port-die.html","abstract":"  Every community affected by the Clinton Administration's plan for military base closings is in an uproar, and New York is no exception. The Staten Island home port means jobs and economic activity in a recession-strapped city. But its champions no longer have a convincing argument.   The Navy's elaborate and costly system of dispersing the fleet to every Congressional district with a port never had a strong military rationale and was always a classic example of \"port barrel\" politics. But the Government claimed that the country needed a network of naval bases for national security and established 21 of them.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"The Price Of Tobacco: The Basics","web_url":"https://www.nytimes.com/1993/03/22/us/the-price-of-tobacco-the-basics.html","abstract":"  Ever since the Depression, the Government has lent tobacco farmers a hand by bolstering the prices paid to them on the market. But the farmers like to point out that unlike the growers of other crops whose prices are supported by the Government, they receive help that entails no net cost to the taxpayers -- that is, no \"subsidies\" in the usual sense.   The tobacco growers' boast, although accurate today, has been strictly true only in the last 11 of the 60 years since the Federal price-support program for tobacco was adopted. And even during this latter period, the Government has had to step in to bail the growers out once, in 1986. The cost was $1.1 billion.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/22/arts/dance-in-review-573893.html","abstract":"  'A Tin Soldier on the Seashore of Jerusalem' Arie Bursztyn  The Kitchen","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-550993.html","abstract":"  An entry in the People listing on the Media Business page on Tuesday about the appointment of James Putnam as chief of staff of Media Inc. misstated his previous title. He was a vice president at Corinthian Media.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-553393.html","abstract":"  A report in the Book Notes column on Wednesday about the cancellation of a book signing referred incorrectly to the Florida newspaper that had cast doubt on part of the book. It is The Fort Lauderdale Sun-Sentinel.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/22/nyregion/metro-digest-948793.html","abstract":"  FAR FROM TRADE CENTER, FEW RECALL SHEIK Sheik Omar Abdel Rahman has become an object of great interest to American officials since three men who worshiped at a mosque where he preached in Jersey City have been arrested in connection with the bombing of the World Trade Center. According to Egyptian and Western security officials, the sheik commands a limited following of about 10,000 to 15,000 young supporters in his native Egypt. But in the dusty streets surrounding the Hadqa area in the lush oasis town of Fayoum, where Sheik Abdel Rahman's family members live, neighbors and merchants claim they have never heard of the sheik. B4. SUSPECTS SEEN TOGETHER ON EVE OF BLAST Witnesses have told Federal investigators that they spotted two of the suspects in the World Trade Center bombing together on the night before the blast, Federal officials said. That account, if true, could add another important piece to the puzzle as it helps investigators into the bombing fill in the critical hours and events between the afternoon of Feb. 25, when they believe a van, rented by one of the suspects, Mohammed A. Salameh, was seen near a Jersey City storage building where the authorities say the bomb was mixed, and on Feb. 26, when the bomb, inside the van, exploded inside the trade center garage in Manhattan. B4.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Giants Pick Up Bailey From Bills","web_url":"https://www.nytimes.com/1993/03/22/sports/football-giants-pick-up-bailey-from-bills.html","abstract":"  After hesitating to get their feet wet, the Giants have jumped into the new free-agency pool with a big splash, signing Buffalo Bills linebacker Carlton Bailey to a three-year contract for about $5.2 million.   Despite his relegation to a backup role with Buffalo last season, Bailey becomes the Giants' highest-paid linebacker, above the likes of Lawrence Taylor and Carl Banks.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Erika A. White and Gary Glass","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-erika-a-white-and-gary-glass.html","abstract":"  Erika Alexandra White, the daughter of Barry and Marcia White of Newburgh, N.Y., was married yesterday to Gary Glass, a son of Richard and Jane Weisglass of New York. Rabbi Hirschel Jaffe officiated at Tappan Hill in Tarrytown, N.Y.   The bride, 23, graduated from Emory University. She is a law student at Fordham University. Her father is the senior vice president of Lightron of Cornwall Inc., a lighting company in New Windsor, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"Essay; Obey The Law Of S.& D.","web_url":"https://www.nytimes.com/1993/03/22/opinion/essay-obey-the-law-of-s-d.html","abstract":"  In the long-ago days when I was a hotshot flack, I hired a young woman to place our clients on radio and television shows. She was terrific in ways it is no longer correct to use as criteria -- quick mind, great legs, go-get-'em attitude -- and after six months at $65 a week, she asked for a $10 raise.   Look, kid, I said with insufferable avuncularity, you deserve the 10 bucks. But there's this economic thing that restrains me called the Law of Supply and Demand.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"College Falters in Its Mission Amid Charges of Neglect","web_url":"https://www.nytimes.com/1993/03/22/nyregion/college-falters-in-its-mission-amid-charges-of-neglect.html","abstract":"  Drive through the gates of the state college here, and the woods and hills of the old Ambrose F. Clark estate recall a New England prep school. It seems an ideal home for a college with a special mission: to be the flagship of racial diversity for the SUNY system.   But this is a troubled campus, where the buildings are deteriorating, the president is embattled and the college's commitment to minority students is being questioned.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Ann Seligman, Michael Starr","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-ann-seligman-michael-starr.html","abstract":"  Ann Claire Seligman, the daughter of Naomi O. Seligman of New York and Paul Seligman of Florham Park, N.J., was married yesterday to Michael Omar Starr, a son of Mr. and Mrs. Albert D. Starr of Natchez, Miss. Justice A. Frederick Meyerson of State Supreme Court of Brooklyn officiated at the home of the bride's mother.   Ms. Seligman, 32, is keeping her name. She is studying for an M.B.A. at the Massachusetts Institute of Technology. She graduated from Cornell University.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"Circle in Square Cancels 2 by Moliere","web_url":"https://www.nytimes.com/1993/03/22/theater/circle-in-square-cancels-2-by-moliere.html","abstract":"  The financially troubled Circle in the Square Theater has canceled the long-delayed first production of its season, a pair of Moliere comedies, \"The Imaginary Cuckold\" and \"School for Husbands.\" Instead, the theater will take over \"Wilder, Wilder, Wilder: Three by Thornton,\" a trio of one-act plays by Thornton Wilder that was originally staged by an Off Off Broadway group, the Willow Cabin Theater Company.    Previews of the three plays -- \"The Long Christmas Dinner,\" \"The Happy Journey to Trenton and Camden\" and \"Pullman Car Hiawatha\" now running at the McGinn/Cazale Theater in Manhattan -- will begin at the Circle in the Square April 9, with the opening scheduled for April 21.","thumbnail":null,"section":"Theater"},{"date":"19930322","headline":"Muscovites Answer Yeltsin, And Their Verdict Is Mixed","web_url":"https://www.nytimes.com/1993/03/22/world/crisis-in-moscow-muscovites-answer-yeltsin-and-their-verdict-is-mixed.html","abstract":"  As demonstrators gathered by the Russian Parliament building today on the banks of the Moscow River, President Boris N. Yeltsin got his first set of early returns from the Russian people, who will be asked in a month to break the country's political stalemate.   By midafternoon, two opposing crowds had formed, facing off across barricades reinforced by rows of parked jeeps and buses. One was rallying under a forest of red Soviet flags, symbol of the Communist-nationalist opposition to Mr. Yeltsin's Government; the other, across the street, was waving the white, red and blue of the Russian tricolor, which has become Mr. Yeltsin's emblem.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Base-Closing Panel Plans To Widen Pentagon's List","web_url":"https://www.nytimes.com/1993/03/22/us/base-closing-panel-plans-to-widen-pentagon-s-list.html","abstract":"  The Presidential commission deciding the fate of scores of military bases nationwide will consider closing or shrinking several more installations than the Pentagon has recommended, including two in California spared by the Defense Secretary, commission members say.    The two installations that were taken off the list of final recommendations by Defense Secretary Les Aspin, McClellan Air Force Base and the Monterey Presidio, are at the top of the list of bases the commission will analyze in the next several months, said Jim Courter, the panel's chairman.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Baritone Relents","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"U.N. Aide Seeks Deal on Stranded Serbs; Yugoslav Role in Bosnia","web_url":"https://www.nytimes.com/1993/03/22/world/un-aide-seeks-deal-on-stranded-serbs-yugoslav-role-in-bosnia.html","abstract":"  In an operation that demonstrates the extent of their logistical coordination, the Yugoslav Army and Serbian nationalist forces have in effect cordoned off Bosnian territory around besieged Srebrenica.   Throughout the war in Bosnia, the Serbian-dominated Yugoslav Army and the Serbian militia in Bosnia have said there is no link, logistical or otherwise, between them. The current operation against Muslims living in and around Srebrenica buttresses the contention of Bosnia's Muslim-led Government that the Serbs rely heavily on Yugoslav military might and supplies.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Executive Brief: THE JUSTICE DEPARTMENT; Reno's in Office; Is She in Charge?","web_url":"https://www.nytimes.com/1993/03/22/us/executive-brief-the-justice-department-reno-s-in-office-is-she-in-charge.html","abstract":"  Janet Reno has hung a portrait of Robert F. Kennedy on the wall above her office fireplace, a hint perhaps of the kind of Attorney General she wants to be. But beneath the symbolism lies the question of whether she has enough control to chart her own course.   Who's really in charge at the Justice Department? Ms. Reno insists she can veto anyone chosen by the Clinton Administration, but she has accepted a slate of White House candidates for senior jobs, some of whom were picked weeks before Ms. Reno was even considered for her job.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/03/22/nyregion/traffic-alert-055893.html","abstract":"  Alternate-side-of-the-street parking remains suspended through Saturday in all New York City boroughs, according to the Department of Transportation.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Perot Calls For Politics Of Renewal","web_url":"https://www.nytimes.com/1993/03/22/us/perot-calls-for-politics-of-renewal.html","abstract":"  Ross Perot bought himself another $500,000 of network television time tonight and served notice on American voters in general, and the Washington establishment in particular, that he intended to keep playing the political game, all-out.   \"It's time to pick up a shovel and clean out the barn,\" he said as he concluded a 30-minute program on NBC in which he roundly lambasted Congress as greedy, wasteful and unethical and called on President Clinton to lead an unrelenting fight for deficit cuts and government change.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Tobacco Country Is Quaking Over Cigarette Tax Proposal","web_url":"https://www.nytimes.com/1993/03/22/us/tobacco-country-is-quaking-over-cigarette-tax-proposal.html","abstract":"  The farmers of tobacco country wear worried expressions these days.   Their concern is not their harvest prospects or even the campaigns of anti-smoking groups, whose efforts they have weathered for years. Instead, this time the adversary perceived by the farmers, as well as the tobacco industry's manufacturers and brokers, is a far more potent one: the Clinton Administration.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/22/us/inside-724793.html","abstract":"  7 Leave Cult's Compound   One man and six women left the Branch Davidian compound in Waco, Tex., raising hopes that the standoff could be drawing to a close. Page A12. Bombing Brings Scrutiny    In his old town in Egypt, few know Sheik Omar Abdel Rahman. That's far from the attention he has received here since the Towers blast. Page B4. Drivers' Licenses to Go?    New York State's Department of Motor Vehicles plans to make the agency much more user-friendly. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Man and 6 Women Leave Texas Cult's Compound","web_url":"https://www.nytimes.com/1993/03/22/us/man-and-6-women-leave-texas-cult-s-compound.html","abstract":"  Two women walked out of the Branch Davidian compound about 1:30 this morning. Nine hours later, another two came out. Then this afternoon, a man and two women left. But nearly 100 people are still believed to be inside.   Three weeks after deadly gunfire erupted between members of the religious sect and Federal agents serving a warrant on the cult's leader, the emergence of the seven cult members today raised hopes that the standoff could be drawing to a close, but the authorities cautioned that they had no way of knowing whether a large-scale surrender was at hand.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Far From Trade Center, Few but Family in Oasis Town Remember a Sheik","web_url":"https://www.nytimes.com/1993/03/22/nyregion/far-from-trade-center-few-but-family-in-oasis-town-remember-a-sheik.html","abstract":"  Abdallah, the 17-year-old son of Sheik Omar Abdel Rahman, gave the only palpable sign that someone in this little oasis town was aware that the blind sheik, a fiery cleric who the Egyptian authorities have accused of commanding a network of Islamic fundamentalist terrorists, once lived here with his two wives and eight children.   \"He called Friday night,\" Abdallah said.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Russia and Realpolitik","web_url":"https://www.nytimes.com/1993/03/22/world/russia-and-realpolitik.html","abstract":"  As events unfold in Moscow with dizzying speed and unpredictability, the Administration is struggling to temper its strong support for President Boris N. Yeltsin with a dose of Realpolitik.    Ultimately, the Administration knows that what is most important in Russia -- the continuation of democratic and economic reform -- transcends the personal fortunes of one man.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"HARD-LINERS PLAN A COURT CHALLENGE TO YELTSIN'S MOVE","web_url":"https://www.nytimes.com/1993/03/22/world/crisis-in-moscow-hard-liners-plan-a-court-challenge-to-yeltsin-s-move.html","abstract":"  A shaken Russian Parliament resolved today to take President Boris N. Yeltsin to the Constitutional Court, but the angry legislators stopped short of directly moving against the President or trying to block the emergency powers he claimed against them on Saturday.   Mr. Yeltsin did not attend the session. The evening television news program said that his mother had died at 84 and that he had gone home to Yekaterinburg.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Shakespeare Festival's Boss: Idealistic, Romantic and Busy","web_url":"https://www.nytimes.com/1993/03/22/theater/shakespeare-festival-s-boss-idealistic-romantic-and-busy.html","abstract":"  It was about a month ago, George C. Wolfe recalled, that he was asked by the executive committee of the New York Shakespeare Festival's board if he'd be interested in taking over the reins of the institution from JoAnne Akalaitis. He was. Then they asked him what he'd do with it.   \"I told them what I'm passionate about,\" he said in an interview. \"I said you can't create an oasis for writers but you can create a home for them. You can say to someone, 'I like your play; I'm going to produce it.' And then when the play is falling apart in previews, you can say, 'I'm going to produce your next play.' In New York, everyone wants a new virgin they can put on display, but careers happen over time, by feeding and nurturing. That's where you get brilliant work.\"","thumbnail":null,"section":"Theater"},{"date":"19930322","headline":"Duke Coach Is Choked Up, but Not Sad","web_url":"https://www.nytimes.com/1993/03/22/sports/college-basketball-duke-coach-is-choked-up-but-not-sad.html","abstract":"  Once the end was inevitable, Duke Coach Mike Krzyzewski stood in front of his bench and clapped.   \"I was thanking my players,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"The Iceman Warms to the Hot Hand","web_url":"https://www.nytimes.com/1993/03/22/sports/on-pro-basketball-the-iceman-warms-to-the-hot-hand.html","abstract":"  What George Gervin would have given for a shot at Patrick Ewing yesterday. Actually, many shots, because when the Iceman got going, he was not about to settle for just a few.   \"I tried to tell our guys, 'Ayy, this is New York, this is the place to market yourselves,' \" said Gervin after the Knicks' 115-96 demolition of the Spurs yesterday. \"But it wasn't me out there.\"","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Lisa Mandel, Robert Golden","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-lisa-mandel-robert-golden.html","abstract":"  Lisa Mandel, a daughter of Frederick and Patricia Mandel of New York, was married yesterday to Robert Golden, a son of Jerri Golden of San Francisco and the late Daniel Golden. Rabbi Robert Alper officiated at the Manhattan Penthouse in New York.   Ms. Mandel, who is keeping her name, is a producer of educational features for the Prodigy Services Company, the on-line computer information services company, in White Plains. She graduated from the State University at Buffalo. Her parents are partners in the New York law firm of Mandel & Mandel.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"State Without Acid Rain Is Dealt Another Problem","web_url":"https://www.nytimes.com/1993/03/22/us/state-without-acid-rain-is-dealt-another-problem.html","abstract":"  When Congress established strict rules in 1990 to control acid rain by ordering coal-burning power plants to reduce emissions of sulfur dioxide, the managers of the South Carolina Electric and Gas Company estimated they would have to spend up to $300 million over five years to comply.    To say they were angry understates their reaction. The reason: There is no acid rain in South Carolina because the state has no problem with sulfur dioxide. Winds generally blow anything in South Carolina's air out to sea, not to nearby states.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/03/22/sports/results-plus-162793.html","abstract":"  GOLF  Sheehan Wins Event, Hall of Fame Spot  Patty Sheehan, shooting a three-under-par 70 in the final round of the Standard Register Ping in Phoenix, won her 30th tournament yesterday and qualified for the Ladies Profressional Golf Association Hall of Fame. Sheehan, 36, played steadily while Dawn Coe-Jones, the third-round co-leader, faltered. Sheehan, who earned $105,000, sank a 3-foot putt on No. 18 for the fifth birdie of her round and finished at 17-under 275. Coe-Jones had a 75 and tied for second with Kris Teschetter, who shot a 69 and finished at 280. Annika Sorenstam of Sweden, the 1991 N.C.A.A. champion from the University of Arizona, finished alone in fourth at 281 in her second professional event. Sheehan, who joined the tour in 1980, won her first tournament in 1981, the Japan Classic, and has won at least one every season since. Last year, she won at Rochester, in Toledo, Ohio, and the United States Women's Open in Oakmont, Pa. (AP)   Floyd, 22 Under for 3 Rounds, Wins: Raymond Floyd, sinking difficult birdie putts early on the back nine, shot an eight-under-par 64 yesterday to beat George Archer by five strokes and win the $550,000 Gulfstream Aerospace Invitational tournament in Indian Wells, Calif. Floyd, who started the day tied with Archer for the lead, had rounds of 65 on Friday and Saturday, giving him a 54-hole score of 194 -- 22-under on the Indian Wells Golf Resort course. He earned $82,500. Archer slipped to a 69 and a three-day total of 199. Isao Aoki finished with a 66-200 for third.(AP) N.B.A.  Pistons Complete Coast Sweep  Reggie Lewis's season-high 37 points led Boston, but it took Sherman Douglas' driving layup in the final seconds to give the Celtics their victory in Portland Sunday night. It completed a West Coast sweep of four games for the Celtics, who now have won five straight road games and six of their last seven. Douglas's drive to the basket and layup with 9.2 seconds left gave Boston a 106-104 lead after Terry Porter's layup at the other end was blocked by Robert Parish. Portland had a last shot as Mario Elie drove down the right lane with 3.2 seconds left. But he slipped and lost the ball out of bounds. (AP) SuperSonics 100, Rockets 89: Gary Payton scored 27 points and Seattle held off a late Houston charge for its sixth straight victory over the Rockets. It was Houston's second straight loss after Portland snapped its 15-game winning streak Friday night. Seattle has won 16 of 19. Hakeem Olajuwon's 32 points and 14 rebounds led Houston. (AP)   Pacers 109, Suns 108: Reggie Miller scored 26 points, including Indiana's last nine of the game, as the visiting Pacers defeated Phoenix to snap their nine-game road losing streak. Phoenix, 28-4 at home, has lost only to Eastern Conference foes Chicago, Cleveland, New Jersey and Indiana in the new America West Arena. Charles Barkley scored 38 points for the Suns and Kevin Johnson added 21. (AP)   Hornets 99, Timberwolves 95: Alonzo Mourning had 24 points and 14 rebounds yesterday as Charlotte beat the Timberwolves, 99-95, for their first franchise victory in Minneapolis. Tyrone Bogues scored 5 points in the final 1 minute 7 seconds to help secure the Hornets' victory. Larry Johnson had 20 points and 13 rebounds, and Dell Curry scored 21 points for Charlotte. (AP) Pistons 106, Lakers 101: Joe Dumars scored 11 of his 17 points in the fourth quarter as Detroit held off Los Angeles in Inglewood, Cal. Reserve guards Gerald Glass and Danny Young added 16 and 15 points, respectively, as the Pistons came back from a recent home-court loss to the Lakers. (AP)   HIGH SCHOOL BASKETBALL  Hempstead Wins Title at Buzzer  Norris Bell's tap-in at the buzzer lifted Hempstead (23-1) to its third state public high school Class A championship yesterday, a 55-54 victory over Mount Vernon in Glen Falls, N.Y. Bell followed up Larry Ford's missed 3-pointer after Ron Kemp's basket had given Mount Vernon (22-3) its first lead of the game, 54-53, with five seconds remaining. On the final play, Glenn Grafton hit Ford with a half-court pass, and the sophomore's 21-foot bomb glanced off the rim and into the hands of Bell, another sophomore. All three of Mount Vernon's three losses this season were decided at the buzzer. (AP) SOCCER  AC Milan Streak Ends at 58 Games  Parma scored a shocking 1-0 victory over AC Milan yesterday, ending the longest undefeated streak in Italian league history at 58 games. The defeat at home for AC Milan ended the string that began with a 0-0 tie against Parma in May 1991. Milan's last loss in the Italian league was against Bari, also in May 1991. AC Milan recently lost in the Italian Cup to AS Roma. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"COLLEGE BASKETBALL: East; Massacre At the Cincinnati Corral","web_url":"https://www.nytimes.com/1993/03/22/sports/college-basketball-east-massacre-at-the-cincinnati-corral.html","abstract":"  When asked for his thoughts on this afternoon's National Collegiate Athletic Association second-round tournament game between his New Mexico State team and the University of Cincinnati, Coach Neil McCarthy had a one-sound response.   \"Daaah.\"","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Sea-Dumping Ban: Good Politics, But Not Necessarily Good Policy","web_url":"https://www.nytimes.com/1993/03/22/us/sea-dumping-ban-good-politics-but-not-necessarily-good-policy.html","abstract":"  For millions of people from Montauk to Maryland, the broiling summer of 1988 will be hard to forget. It was the hottest year ever recorded. Repulsive trash slicks covered the Eastern shoreline. And borne upon a tide of public outrage, garbage emerged as a potent political issue.   In New York and New Jersey, where most of the waste appeared, health officials closed beaches by the score depriving sweltering people of relief. Pictures of used syringes, dead dolphins and human excrement scattered across the sand became a staple of the news.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Emily's List Showed What Democracy Can Do; Threatened?","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-emily-s-list-showed-what-democracy-can-do-threatened-565793.html","abstract":"  To the Editor:   Emily's List was so successful last year in electing pro-choice Democratic women to the House and Senate that it re-energized the efforts of other groups such as the Women's Campaign Fund and the National Women's Political Caucus (both bipartisan) and the newer WISH List (Republican pro-choice) to support a record number of female candidates.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Albany Officials Battle Over Cutting Home Care","web_url":"https://www.nytimes.com/1993/03/22/nyregion/albany-officials-battle-over-cutting-home-care.html","abstract":"  Over the last two decades, New York State has created the nation's largest, most comprehensive program to keep ailing elderly and disabled people in their homes by paying attendants to help them with their basic daily activities, from eating to dressing to going to the bathroom.   Now the future of the state's personal care program -- seen by some as a model for caring for an aging population but by others as another example of the state's penchant for exorbitant generosity for social services -- is becoming the subject of one of the most intense skirmishes in this year's budget battle.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/22/arts/dance-in-review-574693.html","abstract":"  Merce Cunningham Dance Company City Center","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Seeking New Ties and Clout, Korean Grocers Join Voices","web_url":"https://www.nytimes.com/1993/03/22/nyregion/seeking-new-ties-and-clout-korean-grocers-join-voices.html","abstract":"  The Korean-American Grocers Association of New York had a surprising guest give the invocation at its annual awards meeting last month: the Rev. Al Sharpton.   The grocers, for whom memories of a black-led boycott in Brooklyn are still fresh, have also sponsored spots on black radio stations honoring heroes like Thurgood Marshall. The Korean Produce Association ran a scholarship program for minority students in conjunction with The Amsterdam News.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Review/Music; A Cast That Competes With Zeffirelli","web_url":"https://www.nytimes.com/1993/03/22/arts/review-music-a-cast-that-competes-with-zeffirelli.html","abstract":"  Even when the casts are uninteresting, the Metropolitan Opera's three-year-old production of \"La Traviata\" has the Franco Zeffirelli decor and stage machinery to keep the casual operagoer entertained. This House-and-Garden-meets-Thomas-Edison contraption leads a life of its own, narcissistic and almost nonstop in its efficiency. Indeed, as backdrops and props swoop, plunge, rise and revolve, a fatal tale of respiratory illness (to which Verdi attaches his tirelessly beautiful score) resembles increasingly the subsidiary and largely unread magazine copy with which editors surround their photo layouts.   Yet Thursday's revival at the Met offered a cast of players likely to give Mr. Zeffirelli some competition. True, Franco Farina's barely serviceable tenor tended to disappear behind the unbiquitous drapery; but if Alfredo was a wan presence, his Violetta on Thursday, Tiziana Fabbricini, is liable to kick up some controversy. Then there was Placido Domingo in the pit giving a report on his (considerable) progress as a conductor.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Crenshaw Hits a Homer In the Bay Hill Gloamin'","web_url":"https://www.nytimes.com/1993/03/22/sports/golf-crenshaw-hits-a-homer-in-the-bay-hill-gloamin.html","abstract":"  Rolling his putts with a virtuoso's touch, Ben Crenshaw overcame a shaky start and later encroaching darkness to win the Nestle Invitational today.    After play was delayed earlier in the day for an hour because of wet conditions, Crenshaw finished in darkness on the difficult 72d hole of the Bay Hill Club. But with a well-earned three-stroke cushion, he had the luxury of an easy bogey to win by two strokes.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/22/arts/dance-in-review-572093.html","abstract":"  'The Gag' Annie-B Parson and Big Dance Theater Company Bessie Schonberg Theater","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Review/Music; A New Opera Plays With Absurdism","web_url":"https://www.nytimes.com/1993/03/22/arts/review-music-a-new-opera-plays-with-absurdism.html","abstract":"  The varied sensibilities brought to bear in Marshall Coid's new opera, \"The Bundle Man,\" could have filled a sack as large as the one trundled about by the title character in Tom O'Horgan's production at the Theater for the New City.   Ilsa Gilbert's libretto is intended, the program says, as \"a loving parody of the Theater of the Absurd genre,\" and Mr. O'Horgan and the set designer, Perry Arthur Kroeger, supplied an appropriately 60's-ish look. But the absurdism, which is toothless and indulgent to begin with, is further undercut by plodding, pious exhortations seemingly left behind by some recent election campaign, occasionally in feeble rhyme.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Review/Pop; Song Cycle Unites Musical Opposites","web_url":"https://www.nytimes.com/1993/03/22/arts/review-pop-song-cycle-unites-musical-opposites.html","abstract":"  When Elvis Costello made his recording debut 16 years ago, no one could have predicted that one day he would record, with a classical string quartet, an album of original songs conceived as letters written by assorted eccentric characters. But two months ago Mr. Costello released \"The Juliet Letters,\" a collaboration with the Brodsky Quartet, a respected English ensemble whose many recordings include the Shostakovich String Quartets. And on Thursday evening, Mr. Costello and the group concluded a 10-country concert tour with a sold-out appearance at Town Hall.    The music of \"The Juliet Letters\" could not be described as \"crossover\" in the manner of Barbra Streisand's \"Classical Barbra\" or Kiri Te Kanawa's recent album of Michel Legrand songs. Its 20 compositions are collaborations by Mr. Costello and the quartet in which they explore a juxtaposition of musical genres that many assume to be antithetical. One of the goals seems to be the expansion of expressive possibilities by creative friction. And Thursday's concert, in which Mr. Costello and the quartet exhibited an impressive coordination and musical precision, was an exhilarating success.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Europe Cautiously Supports Yeltsin","web_url":"https://www.nytimes.com/1993/03/22/world/crisis-in-moscow-europe-cautiously-supports-yeltsin.html","abstract":"  Germany, France and other European countries sided cautiously today with President Boris N. Yeltsin as the elected leader of Russia in his showdown with the Russian Parliament, a holdover from the Communist era.   In statements that reflected a consensus that Mr. Yeltsin was the best hope for continued democratic and economic change, European leaders expressed hope that the confrontation would be short-lived and peaceful.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Islamic Group Backers Seek to Leave Egypt","web_url":"https://www.nytimes.com/1993/03/22/nyregion/islamic-group-backers-seek-to-leave-egypt.html","abstract":"  Several prominent supporters of the Islamic Group, a militant fundamentalist organization that has taken responsibility for a series of violent attacks on tourists and Egyptian officials, along with relatives of the cleric, Sheik Omar Abdel Rahman, have either left or tried to leave Egypt in recent days, Egyptian security officials said.   The departure of militant leaders and the attempted departure by the family members comes as the Government moves to reopen a trial against Mr. Abdel Rahman for his involvement in a 1989 attack on police. It also comes amid increased security by Egyptian officials to prevent disturbances by militant groups that might coincide with the end of the Muslim holy month of Ramadan on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-549593.html","abstract":"  A front-page article on Saturday about the East Coast storm's disruption of automated teller machines described the Electronic Data Systems Corporation's emergency plan incorrectly. The company, which processes bank machine transactions from a computer center in Clifton, N.J., contracts with another company, Comdisco Inc., for backup computer service. But that agreement did not require that the nearest data recovery site, in North Bergen, N.J., be made available for backup service. And Electronic Data Systems says that even if the North Bergen center had been available, the computer network would not have been restored to service in one day.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Nicaraguan Hostages Set Free in Costa Rica","web_url":"https://www.nytimes.com/1993/03/22/world/nicaraguan-hostages-set-free-in-costa-rica.html","abstract":"  Five armed Nicaraguan men who seized their country's Embassy here on March 8 released the last of their hostages early today in exchange for a $250,000 ransom and passage out of the country, said Interior Minister Alfredo Mendieta of Nicaragua.   Around 12:45 A.M. the 10 remaining hostages were escorted from the Embassy by Cardinal Miguel Obando y Bravo of Nicaragua, who was one of the mediators, and others.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Clinton as Statesman","web_url":"https://www.nytimes.com/1993/03/22/world/clinton-as-statesman.html","abstract":"  Tumultuous world events are forcing President Clinton to be more involved with foreign policy, and the President is now indeed ready to get involved. But aides still describe his management style as one of setting broad guidelines and paying spasmodic attention to different issues.   Article, page A3.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90595322816.html","abstract":"1943: A Plan for Peace","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Lid on Malpractice Gets It Wrong","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-lid-on-malpractice-gets-it-wrong-566593.html","abstract":"  To the Editor:   Contrary to the unnamed Clinton Administration officials you cite in \"Clinton May Seek Lid on Doctor Fees and Liability Suits\" (front page, March 9), medical malpractice restrictions will not reduce our country's health care expenditures. Malpractice insurance premiums constitute less than 1 percent of this country's health care expenditures.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Review/Theater; Psychological Warfare Claims Two","web_url":"https://www.nytimes.com/1993/03/22/theater/review-theater-psychological-warfare-claims-two.html","abstract":"  Obsessional behavior is at the root of \"The Arrangement,\" an unsettling, erratic new play by Susan Kim. As Jordan Lage finds himself increasingly unable to differentiate between the real and the delusory, he is like a Michael Douglas movie character: outwardly normal, inwardly aberrant and soon over the edge. What begins as a private fantasy turns into a nightmare.   Fixated on a woman he sees in a window in a building across the way, he telephones her and makes suggestive and then threatening remarks. While pursuing this nonexistent relationship, he falls in with another woman (Claudia Silver), who quickly becomes his compliant victim. Her apparent masochism is a match for his sadism. The voyeur eventually turns violent, as Mr. Lage puts aside his high-powered telescope and picks up a knife.","thumbnail":null,"section":"Theater"},{"date":"19930322","headline":"DOCTORS PLANNING CAPITAL PROTESTS","web_url":"https://www.nytimes.com/1993/03/22/us/doctors-planning-capital-protests.html","abstract":"  A thousand doctors are expected to pour into the nation's capital this week in an upscale version of a protest march, giving doctors a chance to express their views on overhauling the health-care system.   Since the march is organized by the influential American Medical Association, the doctors will get an audience on Wednesday with Donna E. Shalala, the Secretary of Health and Human Services, and a number of other officials of the Clinton Administration, as well as leaders from both houses of Congress.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"College Seedings Favor Maine, Lake Superior","web_url":"https://www.nytimes.com/1993/03/22/sports/hockey-college-seedings-favor-maine-lake-superior.html","abstract":"  Maine, the Hockey East champion with the best overall record in the nation, was seeded first in the East for the National Collegiate Athletic Association's Division I tournament. The event begins on Friday at two sites, the Centrum at Worcester, Mass., and Joe Louis Arena in Detroit.   The Black Bears (38-1-2) defeated Boston University, 5-2, for the Hockey East crown on Saturday night and thus received an automatic bid, as did the three other conference champions: Clarkson of the ECAC, Lake Superior State of the Central Association and Minnesota of the Western Association.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Witnesses Report Seeing Suspects on Eve of Blast","web_url":"https://www.nytimes.com/1993/03/22/nyregion/witnesses-report-seeing-suspects-on-eve-of-blast.html","abstract":"  Witnesses have told Federal investigators that two of the suspects in the World Trade Center bombing were together the night before the blast, according to Federal officials.   The witnesses say they saw Mohammed A. Salameh and Mahmud Abouhalima at a New York City-area gas station and that Mr. Salameh was driving a van, according to a report in Newsweek's March 29 issue.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Review/Pop; A Party Based on the Grit of Rap","web_url":"https://www.nytimes.com/1993/03/22/arts/review-pop-a-party-based-on-the-grit-of-rap.html","abstract":"  In the factionalized world of hip-hop, Naughty by Nature has pulled off a nearly impossible maneuver: garnering pop hits while holding on to street-level credibility.    Most rappers have to choose one or the other, and hardcore rappers regularly vilify their pop colleagues. But with \"O.P.P.,\" based on a pop hook from the Jackson Five, and with the new \"Hip Hop Hooray,\" Naughty by Nature has made itself heard on pop radio stations, while its concert on Tuesday night at Radio City Music Hall flaunted the raw language and ghetto-centrism of hardcore hip-hop. As one song title from the band's new album \"19 Naughty III\" (Tommy Boy) puts it, \"The Hood Comes First.\"","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Circling the Globe, and Then the Bases","web_url":"https://www.nytimes.com/1993/03/22/sports/baseball-circling-the-globe-and-then-the-bases.html","abstract":"  It used to be the last outpost for former major league baseball players on the way to retirement, never to be confused with a horn of plenty. But major league teams are starting to look anew at expatriates who have found rejuvenation, not retirement, in Japan.   That fresh look produced Cecil Fielder, and a host of home runs have rained on American League pitchers ever since. Then a reclamation project by the name of Bill Gullickson returned and became a 20-game winner, no mean feat for a pitcher toiling of late for the Detroit Tigers.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"To the Barricades With Mr. Yeltsin","web_url":"https://www.nytimes.com/1993/03/22/opinion/to-the-barricades-with-mr-yeltsin.html","abstract":"  In a grim stab at arresting Russia's slide into chaos, President Boris Yeltsin is appealing to the people to shore up his flagging authority. By backing him, President Clinton has put the United States firmly behind efforts to build a new Russia that rests on the consent of the governed.    That is the right role for this country. America has no interest in taking sides in Russia's internal struggle over the proper relationship of the president and the Parliament. Nor can it prescribe the exact economic path for Russia to take. But it has an enormous stake in Russia's peaceful transition to democracy and prosperity.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Sports of The Times; Big Freeze Brings Down a Key Ranger","web_url":"https://www.nytimes.com/1993/03/22/sports/sports-of-the-times-big-freeze-brings-down-a-key-ranger.html","abstract":"  ALL week long in Murmansk-on-the-Hudson, the glacier refused to yield. The stricken city could not provide enough laborers or implements to hack away at the encrusted mounds. Little old ladies staggered with their shopping bags. Children clawed their way over the ice banks.   Somebody was going to get hurt. You just knew it. Roger Neilson had been right all along. While he was coaching the Rangers, Neilson had tried to get all the Rangers to move out of this dangerous place, this Manhattan. He knew that the big city is not safe for hockey players.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"AIDS Numbers Increase Under New Federal Rules","web_url":"https://www.nytimes.com/1993/03/22/nyregion/aids-numbers-increase-under-new-federal-rules.html","abstract":"  The number of new AIDS cases reported in New York City rose 58 percent in the first two months of 1993 compared with the same period last year, reflecting the new, expanded Federal definition of the disease.   The higher numbers were expected under a change that Federal officials say will nearly double the new AIDS cases reported this year. Nationwide, new cases rose 63 percent in January and February compared with the same period last year.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Susan Levine, Barry Kahane","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-susan-levine-barry-kahane.html","abstract":"  Dr. Susan Melanie Levine and Dr. Barry Andrew Kahane, dentists in Forest Hills, Queens, were married yesterday. Rabbi Eliezer Teitz performed the ceremony at Congregation Kneseth Israel in West Lawrence, L.I.   The bride graduated magna cum laude from Fairleigh Dickinson University. She and her husband received dental degrees from Boston University. She is the daughter of Mr. and Mrs. Bernard J. Levine of Wyckoff, N.J. Her father, a pharmacist, owns the Plaza Pharmacy in Closter, N.J.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"In His Mind's Eye and to Others, Justice Cuomo?","web_url":"https://www.nytimes.com/1993/03/22/nyregion/metro-matters-in-his-mind-s-eye-and-to-others-justice-cuomo.html","abstract":"  IT was the summer of 1956 and Judge Adrian P. Burke's law clerks, both graduates of St. John's University, were about to begin rooming together at the Wellington Hotel in Albany around the corner from the Court of Appeals.    They were struggling young men of different temperaments who shared a love of the law. Shortly after the junior clerk arrived, though, Judge Burke expressed a reservation. \"I think you're going to have to take him in hand,\" the judge told his senior clerk, who had already grasped the younger man's obsession.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"The Knick Steamroller Goes on a Sunday Drive","web_url":"https://www.nytimes.com/1993/03/22/sports/pro-basketball-the-knick-steamroller-goes-on-a-sunday-drive.html","abstract":"  No matter who they play, the Knicks are having their way.   During an unbeaten March, the Knicks have played their finest basketball of the season. They have been consistent enough to win nine consecutive games, a season-high winning streak. They have been dominant enough to embarrass strong teams like Cleveland and San Antonio. They have been focused enough to maintain the best record (45-18) in the Eastern Conference. And they have been good enough to make the entire National Basketball Association take notice.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Yeltsin's Dangerous Game","web_url":"https://www.nytimes.com/1993/03/22/opinion/yeltsins-dangerous-game.html","abstract":"Russia has been on the brink of a second Bolshevik revolution orchestrated by Communist apparatchiks in Parliament who were elected in 1990 by a system rigged in their favor and led by its unscrupulous Speaker, Ruslan Khasbulatov. The coup would scuttle free-market reforms, install a dictatorship and revive the cold war. Faced by this threat, Boris Yeltsin had no choice but to assume nearly unlimited emergency powers.\n\nThis is President Yeltsin's justification for taking over the Government. It is essentially humbug. His illegal seizure of power may well plunge Russia into the abyss he says he wants to avoid.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Lisa Weinstein, Mark S. Menell","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-lisa-weinstein-mark-s-menell.html","abstract":"  Lisa Beth Weinstein, a daughter of Dr. and Mrs. Gilbert E. Weinstein of Woodmere, L.I., was married yesterday to Mark Steven Menell, a son of Dr. and Mrs. Howard B. Menell of Scarsdale, N.Y. Rabbi Richard Jacobs performed the ceremony at Temple Israel in Lawrence, L.I.   Mrs. Menell, 27, was until recently an account executive at Jack Abroms & Associates in New York, the United States licensee for B.U.M. Equipment. She graduated from Syracuse University. Her father is the chief of nuclear medicine at the Peninsula Hospital Center in Far Rockaway, Queens. Her mother, Carol Weinstein, is a teacher at the Franklin Early Childhood Center in Hewlett, L.I.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"Review/Pop; Along with the Soul, There's a Heart of Glitter","web_url":"https://www.nytimes.com/1993/03/22/arts/review-pop-along-with-the-soul-there-s-a-heart-of-glitter.html","abstract":"  James Brown may be known as the godfather of soul, but the 64-year-old singer is also an all-American entertainer in the gaudy, Las Vegas tradition of Elvis Presley, Liberace and Wayne Newton. The show that he put on at Radio City Music Hall on Friday was part old-time soul revue, part modern showroom extravaganza, complete with glittering costumes and sexy dancers and the singer presiding over the festivities like a former heavyweight champion at his own tribute.    If vocally and acrobatically Mr. Brown is but a shadow of his former self, what surprises is his continued agility considering his age. He didn't attempt any of his famous leaps and splits. The best he could manage was a couple of well-timed whirls and a few moments of fancy footwork and knee gyrations.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Emily's List Showed What Democracy Can Do; To Change America","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-emily-s-list-showed-what-democracy-can-do-to-change-america-563093.html","abstract":"  To the Editor:   The nasty tone of your March 10 editorial attack on Emily's List, was unnecessary. Even more so was the hypocrisy of criticizing the choice by Ellen Malcolm, the group's president, of Patton, Boggs & Blow, the American Newspaper Publishers Association's lobbying firm, as counsel.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Why the Fundamentalists Are Winning","web_url":"https://www.nytimes.com/1993/03/22/opinion/why-the-fundamentalists-are-winning.html","abstract":"It is tempting to dismiss the Islamic fundamentalists accused of bombing the World Trade Center as fanatics like the Waco cultists. Yet to do so would be to ignore the fact that Islamic radicals in America and the Middle East are successfully pursuing an ambitious political agenda. Energized by new trends in the Middle East, fundamentalist forces are seeking to undermine America's position in the region and will bring terrorism to our shores.\n\nA crisis of authority is evident in the widening gap between discredited, though tenacious, regimes and restive civil societies. Charismatic rulers can no longer bewitch the masses with secular ideological incantations. Even raw power may not suppress the growth of Islamic radicalism, the only ideology enjoying widespread legitimacy.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Just Follow the Leader to Louisville. But Where's the Leader?","web_url":"https://www.nytimes.com/1993/03/22/sports/horse-racing-just-follow-the-leader-to-louisville-but-where-s-the-leader.html","abstract":"  On the day after the 29-to-1 long shot Bull Inthe Heather won the Florida Derby, the confusion grew even heavier on the trail to the Kentucky Derby today. There was still no clear leader in the 3-year-old class, and most of the candidates still had no fixed agenda for getting to Louisville.   The situation grew even more complicated when the Gotham Mile, one of New York's traditional steppingstones to the Kentucky Derby, was postponed for six days because the main track at Aqueduct was still being cleared of ice from the recent siege of severe weather in New York. The main track will not open next Friday, as planned, but will open instead the following Wednesday, March 31. And the Gotham will not be run next Saturday, as planned, but will be put off for six days until Friday, April 2.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Press in Moscow Is Choosing Sides","web_url":"https://www.nytimes.com/1993/03/22/world/crisis-in-moscow-press-in-moscow-is-choosing-sides.html","abstract":"  \"Hang in there, Boris Nikolayevich,\" a television announcer, Svetlana Sorokina, said encouragingly in the middle of the Channel 2 nightly news, one of the more obvious statements of support for the President broadcast today.   At an emergency session of Parliament today, legislators accused the press of taking a \"pro-presidential position.\" After months of pleading for more objective reporting, some legislators have urged that parliament control television stations.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Kampala Journal; Cast Out Once, Asians Return: Uganda Is Home","web_url":"https://www.nytimes.com/1993/03/22/world/kampala-journal-cast-out-once-asians-return-uganda-is-home.html","abstract":"  When he fled Uganda with his family in 1972, Safdar Walji, like many other Asians, was allowed only one suitcase and $100. He left behind the family coffee and tea plantation, two factories and more than 6,000 head of cattle.   Ugandan Asians, once the backbone of commerce and trade here, were forced out of the country and their properties were confiscated in 1972 by Idi Amin Dada, who was then President. Now they are streaming back.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Israel Tightens Security as Violence Grows Worse","web_url":"https://www.nytimes.com/1993/03/22/world/israel-tightens-security-as-violence-grows-worse.html","abstract":"  With death tolls rising and many Israelis worried that violence is spinning out of control, the Government decided today to expand the national police force and to tighten security checks on Palestinians leaving the occupied territories for work in Israel.   But Cabinet members acknowledge that these measures alone will not end the spurt of attacks that have resulted in the killing of 10 Israelis this month at the hands of Arabs, one of the highest monthly death counts for Israelis since the start of the Palestinian uprising in December 1987.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Motor Vehicles Moves to Shed Its Poor Image","web_url":"https://www.nytimes.com/1993/03/22/nyregion/motor-vehicles-moves-to-shed-its-poor-image.html","abstract":"  Aware that they run New York State's most hated bureaucracy, officials in the Department of Motor Vehicles are planning a broad overhaul of services that promises to make the agency trimmer, more efficient and much more user-friendly within 18 months.    The officials, who have requested $6 million from the Legislature for the changes, say that their primary aim is to improve customer service and that they hope to eventually shed the unpleasant image that has long been associated with their agency.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"North Korea Has to Be Stopped, or Nonproliferation Is Dead","web_url":"https://www.nytimes.com/1993/03/22/opinion/IHT-north-korea-has-to-be-stopped-or-nonproliferation-is-dead.html","abstract":"If anything should send a shiver down the spine, in this March of many cold winds, it is what is happening in North Korea. The horrors go on in Bosnia; Russia may be about to break up, politically or even physically; the democracies of the West seem no ne","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/03/22/arts/dance-in-review-575493.html","abstract":"  'Circles of Lust' Liat Dror and Nir Ben-Gal Company The Kitchen","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Natalie Gittelson, Morton Lachman","web_url":"https://www.nytimes.com/1993/03/22/style/weddings-natalie-gittelson-morton-lachman.html","abstract":"  Natalie Gittelson, an author, was married yesterday to Morton B. Lachman, a television producer, director and writer. Judge Jack Tenner, who is retired from State Superior Court in Los Angeles, performed the ceremony at the bridegroom's home in Malibu, Calif.   Mrs. Lachman is an author of two books: \"Dominus: A Woman Looks at Men's Lives\" and \"The Erotic Life of the American Wife.\" She graduated from New York University. She is the daughter of the late Celia and Abraham H. Leavy. Her father was the owner of Congress Textiles, a textile printing company in Hawthorne, N.J.","thumbnail":null,"section":"Style"},{"date":"19930322","headline":"Hockey Hopscotch: The Devils Jump to 3d","web_url":"https://www.nytimes.com/1993/03/22/sports/hockey-hockey-hopscotch-the-devils-jump-to-3d.html","abstract":"  If the Devils are to edge anyone for a playoff spot in the Patrick Division, they will have to get the kind of goaltending and come up with the kind of defense that they did tonight against the Flyers.   Inspired by Chris Terreri's brilliant performance in net, including 20 saves in the last period, the Devils withstood a fierce attack by the Flyers and preserved a 3-2 triumph at the Spectrum.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Emily's List Showed What Democracy Can Do","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-emily-s-list-showed-what-democracy-can-do-562293.html","abstract":"  To the Editor:   \"Emily's Loophole\" (editorial, March 10) is another of what seems an almost daily diatribe for greater governmental control of political campaign financing. You chastise Emily's List, which magnified the voices of 63,000 people who contributed an average of less than $100 each to support women Congressional candidates last year, for seeking an exemption from new restrictions that pending legislation would impose on political campaign committees.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Schizophrenia Doesn't Fit the Job Description","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-schizophrenia-doesn-t-fit-the-job-description-127093.html","abstract":"  To the Editor:   The misuse of the word \"schizophrenic\" in \"Will Janet Reno Run Justice?\" (editorial, March 12), on the new Attorney General, illustrates again your unawareness of the great differences as illnesses between schizophrenia and multiple personality disorder.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Mets Say 'Be Happy'; Pitchers Can't Quite","web_url":"https://www.nytimes.com/1993/03/22/sports/baseball-mets-say-be-happy-pitchers-can-t-quite.html","abstract":"  Bret Saberhagen has been without his best fastball. Sid Fernandez today was under wraps, a return of tendinitis flaring in his left shoulder. Dwight Gooden, his earned run average stuck at 10.50, has had one start scratched because of injury, another put off because of rain. Frank Tanana, who warned everyone there would be days he would be hit hard, hasn't been hit softly yet.   So far, though, the Mets have derided suggestions of alarm about their starting pitching, barely acknowledging that concern of any kind could be raised. The numbers don't mean much, the manager says. The setbacks are frustrations, not obstacles, the pitching coach maintains.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"A Welcome Signal on College Aid","web_url":"https://www.nytimes.com/1993/03/22/opinion/a-welcome-signal-on-college-aid.html","abstract":"  Back in 1990, the Bush Administration ruled that colleges receiving Federal funds could not award scholarships based on race. That set off a firestorm of criticism and confusion. Now Education Secretary Richard Riley suggests he's prepared to ease the ban. A final policy is still evolving, but the signal is encouraging.    For two decades, colleges have set aside special scholarship money to attract qualified minority students. These special funds are enormously helpful to recruiters in attracting such students.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/22/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90443100642.html","abstract":"1918: Gas Attack Fails","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Shuttle Program's Cost Fuels Effort to Streamline","web_url":"https://www.nytimes.com/1993/03/22/us/shuttle-program-s-cost-fuels-effort-to-streamline.html","abstract":"  The nation's fleet of winged spaceships appears increasingly adrift without a real job, even as one of the ships is being prepared for launching Monday morning on a nine-day mission.   The enormous cost of the shuttles, now estimated at up to $1.7 billion a flight, with a total expenditure to date of more than $80 billion, is driving the Clinton Administration away from the fleet amid a rush to streamline the nation's space program.","thumbnail":null,"section":"U.S."},{"date":"19930322","headline":"Conservative Vote Overwhelms Mitterrand and French Socialists","web_url":"https://www.nytimes.com/1993/03/22/world/conservative-vote-overwhelms-mitterrand-and-french-socialists.html","abstract":"  The governing Socialists suffered a crushing defeat today in the first round of parliamentary elections, with partial results pointing to an overwhelming conservative majority in the National Assembly.   The Socialists' defeat had been widely expected because of rising unemployment and embarrassing corruption scandals involving prominent Socialists. The results, though, appear to be an even greater setback than expected.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-551793.html","abstract":"  An article and a headline on Tuesday about the arrest of a New York City Human Resources Administration employee on embezzlement charges described her job incorrectly. The employee, Cynthia Greene, was initially a welfare caseworker, then a supervisor of caseworkers.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Review/Jazz; A Classicist at Play Adds a Note of Restraint","web_url":"https://www.nytimes.com/1993/03/22/arts/review-jazz-a-classicist-at-play-adds-a-note-of-restraint.html","abstract":"  The first tune of the set, Sonny Rollins's blues \"Sonnymoon for Two,\" quickly became a shell game of accents. The band, led by the bassist Chris McBride, and featuring the pianist Carlos McKinney and the drummer Clarence Penn, was at Bradley's on Monday night to enjoy itself, and Mr. McBride, syncopating lines so they took flight, was answered by Mr. McKinney's irregular, sharp taps. Mr. Penn, using brushes, might hesitate a minute, like a plane hitting an air pocket, suspending time for a second, then rush back in. It was musical wit, improvisational play at its best.   There wasn't much arranging to the show; the band, caught up in the storm, hadn't had a chance to rehearse, but that didn't seem to make much difference. Mr. McBride, at 20, is a naturally gifted musician, and each of his phrases has the sort of elegance that makes listening easy. At that age, musicians usually play with abandon, barely in control. Mr. McBride is strangely mature, an advocate of a new type of classicism in which each note has its place and the musician is in a secondary position to the music itself.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Abroad at Home; The Catharsis Of Truth","web_url":"https://www.nytimes.com/1993/03/22/opinion/abroad-at-home-the-catharsis-of-truth.html","abstract":"  In the 1980's the United States spent $6 billion supporting a Salvadoran Government that was dominated by killers. We armed them, trained their soldiers and covered up their crimes.   All that is made painfully clear by the report of the Truth Commission set up as part of the peace settlement in El Salvador. The commission found that Salvadoran military and political leaders were responsible for most of the atrocities it investigated, the guerrillas for a smaller number.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Amnesty in Salvador Denounced As Against Spirit of Peace Pact","web_url":"https://www.nytimes.com/1993/03/22/world/amnesty-in-salvador-denounced-as-against-spirit-of-peace-pact.html","abstract":"  One day after the passage of a sweeping amnesty for people implicated in atrocities during El Salvador's 12-year civil war, opposition politicians and religious leaders denounced the measure as a dangerous departure from the spirit of the country's peace agreements.   Most Government opponents had long expected the amnesty, and many even supported it. But many were dismayed by the refusal of rightist Nationalist Republican Alliance, the governing party, to commit itself to reforms urged by the United Nations in exchange for broad support for the amnesty.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"For Toronto, the Change May Not Be for the Better","web_url":"https://www.nytimes.com/1993/03/22/sports/baseball-for-toronto-the-change-may-not-be-for-the-better.html","abstract":"  Making changes, one baseball theory goes, is good for a championship team because it keeps the remaining players from becoming complacent.   \"It depends on the changes,\" Jack Morris, who has been around long enough to know all of the theories, said today. \"I don't think it helped the Tigers much in the mid-80's. They made a lot of changes and it didn't help that club at all. They got progressively worse until 1990.\"","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Mexico City Has a Vote: Should It Have the Vote?","web_url":"https://www.nytimes.com/1993/03/22/world/mexico-city-has-a-vote-should-it-have-the-vote.html","abstract":"  For years, as Luciano Ortiz has watched the potholes widen on the street outside his storefront office, the sewers overflow beneath it and the sidewalks crack alongside it, he has wondered: Where are the repairmen? Where are the authorities?   \"The problem,\" says Mr. Ortiz, 53, who runs a referral service for lawyers in a working-class neighborhood, \"is precisely that we don't elect anybody.\"","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Emily's List Showed What Democracy Can Do; Monumental Work","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-emily-s-list-showed-what-democracy-can-do-monumental-work-564993.html","abstract":"  To the Editor:   \"Emily's Loophole\" (March 10) fails to recognize the monumental work the members of Emily's List have done since 1986 in helping to triple the number of Democratic women in the House and elect the only five Democratic women in the history of this country ever to serve in the Senate in their own right.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Absentee Ballot Rules","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-absentee-ballot-rules-569093.html","abstract":"  To the Editor:   Your March 7 Political Notes on my voting in the Feb. 22 special election for the New York City Council shows unawareness of Election Law procedure for absentee ballots.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Review/Theater; A Family of Women Conjured Up by One","web_url":"https://www.nytimes.com/1993/03/22/theater/review-theater-a-family-of-women-conjured-up-by-one.html","abstract":"  To the outsider, the shore town that is the setting for Susan Van Allen's \"Jersey Girls\" would seem unremarkable. For Ms. Van Allen, it is a microcosm filled with the inescapable reality that no one ever escapes from there. Even the one young woman who has pursued a professional career in San Francisco always carries a sense and a sound of New Jersey with her. One day in California, to her embarrassment, she actually finds herself asking for \"a cuppa cawfee.\" The accent is only half of it.   The approach in this solo show is related to that of John Leguizamo, but with a gentler satiric spirit. The play is running at the One Dream theater in TriBeCa through Wednesday. With artful brush strokes, Ms. Van Allen embodies five Italian-American women: relatives and friends living in one tight little community, where they are bound by the limits of their aspirations and by the demands of their family relationships. Shifting from one to another, she conjures a resonant group portrait.","thumbnail":null,"section":"Theater"},{"date":"19930322","headline":"Mayoral Race Is On (Well, Sort Of); It's Unofficial, but Dinkins Is Squaring Off With Four Rivals","web_url":"https://www.nytimes.com/1993/03/22/nyregion/mayoral-race-well-sort-it-s-unofficial-but-dinkins-squaring-off-with-four-rivals.html","abstract":"  The Democratic mayoral primary is six months away, with the general election two months after that. None of the major candidates for mayor has formally announced his candidacy, and the radio and television airwaves have yet to be littered with self-aggrandizing commercials.   But make no mistake about it: the New York City mayoral race has begun, though in a quiet way.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Sampras Survives the Pain of It All","web_url":"https://www.nytimes.com/1993/03/22/sports/tennis-sampras-survives-the-pain-of-it-all.html","abstract":"  After an arduous week of tempests performed a hostile takeover of this tropical island and turned the Lipton Championships into more of a tragi-comedy than a competition, there came today a meteorologically academic final that featured, according to its winner, \"not very good tennis.\"   But it was a sun-kissed, uninterrupted 1 hour 24 minutes of tennis, and the players and fans alike were grateful for so humane a conclusion to an epic 10 days of tournament tennis that unfolded like a disaster movie and left no participant undrenched.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-548793.html","abstract":"  A report by Bloomberg Business News in the Company News column on Friday about a possible revision in the terms of the acquisition of more than half of the Immunex Corporation by the American Cyanamid Company misstated the rate by which the price paid to Immunex stockholders might be reduced. The cash payment will be cut by 50 cents for every dollar under $40 that the share price of Immunex falls.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Bitter Debate on Outlawing Abortion-Clinic Blockades","web_url":"https://www.nytimes.com/1993/03/22/nyregion/bitter-debate-on-outlawing-abortion-clinic-blockades.html","abstract":"  They normally face off at the entrances to nondescript clinics, amid noisy argument, locked arms, chanting, singing and often arrests.   Today, advocates of abortion rights and opponents of abortion sat quietly in a carpeted legislative hearing room, waiting for their turns to speak on a bill that would make it a specific crime in Connecticut to block access to a medical center offering abortions or counseling on the procedure.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/22/nyregion/bridge-113993.html","abstract":"  Two players scored their second major success within two months at the American Contract Bridge League's Spring Nationals here night Saturday night. Bobby Levin of Aventura, Fla., and Gaylor Kasle of Palm Springs, Calif., who won the prestigious Sunday Times-Macallan Pairs in London last month, captured the Open Pairs, the opening event of the tournament here. Levin has won many titles, including the World Teams in 1981 when he was 23, but it was Kasle's most significant national result.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/22/nyregion/c-corrections-552593.html","abstract":"  An obituary on Thursday about Jay E. Raeben, founder of Visual Information Systems Inc., omitted his last title with the company. He was chairman.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/22/nyregion/chronicle-098193.html","abstract":"  GARRICK UTLEY might have achieved a a 30-year career (so far) at NBC News without a Fulbright Travel Grant, but who knows? As a young graduate of Carleton College in Northfield, Minn., he did get a grant and in 1962 went off to study at the Free University in Berlin.   Wednesday evening, he will be one of the hundreds of Fulbright men and women who will gather at the third annual Metro International Fulbright Awards dinner to pay tribute to Senator J. W. FULBRIGHT, the man who began it all. The 87-year-old former Democratic Senator, who represented Arkansas for 30 years, introduced the 1946 legislation that established the international educational exchange program. There are now more than 200,000 Fulbright alumni, some 90,000 from the United States and 120,000 from abroad.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"COLLEGE BASKETBALL: West; Michigan Rallies For Narrow Escape","web_url":"https://www.nytimes.com/1993/03/22/sports/college-basketball-west-michigan-rallies-for-narrow-escape.html","abstract":"  Michigan took today's first half for granted and then spent the rest of the afternoon sweating profusely. Forced into a confusing overtime period by U.C.L.A., the Wolverines won, 86-84, on guard Jimmy King's disputed rebound basket with 1.5 seconds remaining and advanced to the Round of 16 of the National Collegiate Athletic Association tournament.   U.C.L.A. Coach Jim Harrick sullenly wondered afterward if he had been swindled. His reserve center, Rodney Zimmerman, converted 1 of 2 free throws to tie the game at 84-84 with 48.4 seconds left, setting up a finish that begged for instant replay.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Review/Music; Christa Ludwig's Way of Reaching an Audience","web_url":"https://www.nytimes.com/1993/03/22/arts/review-music-christa-ludwig-s-way-of-reaching-an-audience.html","abstract":"  Certain singers have fashioned long-running careers out of farewell concerts, but Christa Ludwig looks as if she means it. The German mezzo-soprano sings her last performance at the Metropolitan Opera on April 3. Next season she will say goodbye to Paris, London and Vienna. On Saturday night she came to Carnegie Hall with James Levine as the pianist for one final appearance before a New York recital audience.   For a singer who has been coming to this country for 33 years and was well established in Europe before that, Miss Ludwig sounded like someone who could go on quite a while longer if she wanted to. Evidently the rigors of touring now outweigh the benefits; more ambitious plans for this season were curtailed and in some cases canceled. Miss Ludwig has evidently had enough.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/22/nyregion/no-headline-771993.html","abstract":"  A sewer system isn't sexy. It's expensive to fix, and nobody wants to hear about it. So people focused on what they understand -- and they understand that sewage and the sea don't seem nice together. -- HOWARD GOLUB, chief engineer of the Interstate Sanitary Commission.  [ B8:1. ]","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Nets Laugh All the Way to the Basket","web_url":"https://www.nytimes.com/1993/03/22/sports/pro-basketball-nets-laugh-all-the-way-to-the-basket.html","abstract":"  It was just one of those nights for the Nets. They would never admit this, but when the Dallas Mavericks come to town, it's time to relax and put your feet up. At the very least, have a good laugh. And New Jersey did.   As proved in the 106-84 drubbing by the Nets, the Mavericks are 11 players away from a championship. If they got a dollar for every blown layup against New Jersey, they could personally erase the national deficit. So if you're the Nets, how do you get fired up for a team like this? You don't, you just play your game, build a big lead and along the way have a little fun.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Now That Home Port's Dead, Let's Put That Land to Good Use","web_url":"https://www.nytimes.com/1993/03/22/opinion/l-now-that-home-port-s-dead-let-s-put-that-land-to-good-use-568193.html","abstract":"  To the Editor:   A list of proposed base closings that accompanies \"2 California Bases Spared From List of Military Cuts\" (front page, March 12) includes the Staten Island home port. But your article makes no comment on the local case. Now that Guy Molinari, Staten Island Borough President, and Representative Susan Molinari, his daughter, no longer have a friend in the White House, even former supporters of the base apparently see its closing as inevitable.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Review/Music; A Tribute To Female Composers","web_url":"https://www.nytimes.com/1993/03/22/arts/review-music-a-tribute-to-female-composers.html","abstract":"  On Tuesday night at the Kosciuszko Foundation, the Aviva Players honored Women's History Month with a concert devoted to female composers. By no means reflecting the full breadth of achievement in its chosen field, the program tended toward the intimate and unambitious. Cecile Chaminade's \"Concertino,\" for flute and piano, and Mrs. H. H. A. Beach's Three Pieces, for cello and piano, were both agreeable turn-of-the-century confections. Jane L. Komarov's \"Suite From 'My Name Is Natasha' \" and Jacqueline B. Hairston's bluesy \"Melismodal Suite,\" both for piano, were witty and bluesy, respectively. Tamara Bliss's Three Pieces for piano and Beth Anderson's \"Doctor Blood's Mermaid Lullaby,\" for cello and piano, were both nondescript.   A trio for flute, cello and piano by Marcelle de Manziarly (1899-1989) began in a spacious post-impressionist idiom, although it turned dull in a concluding \"ecossaise.\" Mira J. Spektor, Aviva's director, contributed an aria from her opera in progress, \"Mary Shelley,\" and also an operettalike number, \"Guinevere Among the Grapefuit Peels\"; these were hard to judge out of context but seemed lyrically underpowered.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"COLLEGE BASKETBALL: Southeast; Willard Puts the W. In Front of Kentucky","web_url":"https://www.nytimes.com/1993/03/22/sports/college-basketball-southeast-willard-puts-the-w-in-front-of-kentucky.html","abstract":"  Close to midnight on Saturday, Ralph Willard sat in a darkened, closed-off section of the hotel dining room. As Western Kentucky fans scurried back and forth, carrying their celebrations into the lobby, Willard, the third-year coach of the Hilltoppers, sipped on a diet soda and savored a phone conversation he had had moments ago with Rick Pitino, his close friend and former boss with the Knicks and at the University of Kentucky.   During the conversation, Pitino had been ecstatic. Five hours earlier, Willard's Hilltoppers had pulled off one of the major upsets of the N.C.A.A. tournament, defeating Seton Hall, 72-68, in the Southeast Regional.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"COLLEGE BASKETBALL: Southeast; Kentucky Has That Final-4 Look","web_url":"https://www.nytimes.com/1993/03/22/sports/college-basketball-southeast-kentucky-has-that-final-4-look.html","abstract":"  Utah Coach Rick Majerus did not want to name a team in the country that he thinks could beat the Kentucky Wildcats. It's too big a risk. Majerus thinks his own squad is a good team, perhaps a great team, but the final score today was Kentucky 83, Utah 62.   This game was no aberration. Not for Kentucky, which hasn't won by fewer than 10 points since heading to the Southeastern Conference tournament. This weekend, the first of the N.C.A.A. tournament, so many favorites had trouble. Indiana struggled, and so did Michigan. Duke, Arizona and Seton Hall lost.","thumbnail":null,"section":"Sports"},{"date":"19930322","headline":"Clinton and Foreign Issues: Spasms of Attention","web_url":"https://www.nytimes.com/1993/03/22/world/clinton-and-foreign-issues-spasms-of-attention.html","abstract":"  The subject was Haiti and the President was not happy.   Gathered around the Cabinet table in the Roosevelt Room, Mr. Clinton's foreign policy advisers had just presented him with their latest proposals for restoring democracy to Haiti, in advance of the President's meeting with the exiled Haitian President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930322","headline":"Tough Talk on Open Skies","web_url":"https://www.nytimes.com/1993/03/22/opinion/tough-talk-on-open-skies.html","abstract":"  In his philosophy, President Clinton is a free trader with an asterisk. The asterisk means that while he endorses open international markets, he has also campaigned as someone not afraid to use confrontation and reprisal. Sometimes he seems to veer toward reflexive protectionism, as with the threat to placate Detroit by putting punitive tariffs on Japanese mini-vans.    But there is one area where Mr. Clinton's tough-cop act could produce huge dividends without damaging free-trade principles: international airline travel. U.S. policy calls for so-called open-skies treaties that give carriers unfettered access to foreign airports. But Europe stubbornly rejects open skies out of fear that U.S. behemoths like American and United will drive its bloated carriers back down onto the tarmac. So travel remains governed by restrictive bilateral treaties that prevent airlines from going head to head to capture customers with lower ticket prices.","thumbnail":null,"section":"Opinion"},{"date":"19930322","headline":"Players in Battle for New York Post Squabble on TV","web_url":"https://www.nytimes.com/1993/03/22/nyregion/players-in-battle-for-new-york-post-squabble-on-tv.html","abstract":"  Click. Abraham Hirschfeld sneering on Channel 2. Click. Pete Hamill interrupting on Channel 4. Click. Steven Hoffenberg shouting on Channel 7. Click. Wilbert A. Tatum attacking on Channel 2. Click. Abraham Hirschfeld sneering on Channel 7.   The players in the long-running battle for ownership of The New York Post seemed to take control of the brunchtime airwaves yesterday, squabbling their way through three local television news programs that often collapsed into a cacophony of you're-a-liar! (no-I'm-not!) invective.","thumbnail":null,"section":"New York"},{"date":"19930322","headline":"Books of The Times; A Novel Within a Novel and the Ex-Wife Who Both Reads and Learns","web_url":"https://www.nytimes.com/1993/03/22/books/books-times-novel-within-novel-ex-wife-who-both-reads-learns.html","abstract":"  Tony and Susan By Austin Wright 334 pages. Baskerville Publishers. $20.","thumbnail":null,"section":"Books"},{"date":"19930322","headline":"Review/Dance; A French Ballet Classic, Rendered With the Spirit of Its Origins","web_url":"https://www.nytimes.com/1993/03/22/arts/review-dance-a-french-ballet-classic-rendered-with-the-spirit-of-its-origins.html","abstract":"  It isn't often nowadays that a ballet production can be described as enchanting. But that is certainly the word for the version of \"La Fille Mal Gardee\" that the Ballet du Rhin, a French company from Mulhouse in Alsace, brought to Washington for a too-brief visit on Friday and Saturday.   There could not be a better work to epitomize the essence of French taste in the continuing France Danse festival at the John F. Kennedy Center for the Performing Arts here. This engaging attempt to hark back to the original 18th-century \"Fille\" by Jean Dauberval suggests what a rowdy audience might have seen in Bordeaux on July 1, 1789.","thumbnail":null,"section":"Arts"},{"date":"19930322","headline":"Meulens Waits It Out With Yanks, but Hopes for Steady Work","web_url":"https://www.nytimes.com/1993/03/22/sports/baseball-meulens-waits-it-out-with-yanks-but-hopes-for-steady-work.html","abstract":"  Hensley Meulens sat alone in the dugout at Fort Lauderdale Stadium today, his eyes fixed on the field and on his future.   He sat and he thought and he wondered aloud about how the month would end, how the season would begin. But he offered no answers, and the sunglasses he wore seemed to be there just to hide his emotions.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930322","headline":"The Intel Corporation ships the first Pentium chips (80586), featuring a 60MHz clock speed, 100+ MIPS, and a 64 bit data path.","pages":[{"title":"Intel","web_url":"https://en.wikipedia.org/wiki/Intel","description":"American multinational corporation and technology company","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/2200missioncollegeblvd.jpg/320px-2200missioncollegeblvd.jpg","thumbnail_width":320,"thumbnail_height":204},"abstract":"Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California. It is the world's largest semiconductor chip manufacturer by revenue, and is one of the developers of the x86 series of instruction sets found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 list of the largest United States corporations by total revenue for nearly a decade, from 2007 to 2016 fiscal years."},{"title":"Pentium","web_url":"https://en.wikipedia.org/wiki/Pentium","description":"Brand of microprocessors produced by Intel","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Intel_Pentium_2020_Logo.png/320px-Intel_Pentium_2020_Logo.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"Pentium is a series of x86 architecture-compatible microprocessors produced by Intel. The original Pentium was first released on March 22, 1993."},{"title":"Hertz","web_url":"https://en.wikipedia.org/wiki/Hertz","description":"SI unit for frequency","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/5/59/FrequencyAnimation.gif","thumbnail_width":288,"thumbnail_height":480},"abstract":"The hertz is the unit of frequency in the International System of Units (SI), equivalent to one event per second. The hertz is an SI derived unit whose expression in terms of SI base units is s1, meaning that one hertz is the reciprocal of one second. It is named after Heinrich Rudolf Hertz (18571894), the first person to provide conclusive proof of the existence of electromagnetic waves. Hertz are commonly expressed in multiples: kilohertz (kHz), megahertz (MHz), gigahertz (GHz), terahertz (THz)."},{"title":"Instructions per second","web_url":"https://en.wikipedia.org/wiki/Instructions_per_second","description":"Measure of a computer's processing speed","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Computing_efficiency%2C_OWID.svg/320px-Computing_efficiency%2C_OWID.svg.png","thumbnail_width":320,"thumbnail_height":226},"abstract":"Instructions per second (IPS) is a measure of a computer's processor speed. For complex instruction set computers (CISCs), different instructions take different amounts of time, so the value measured depends on the instruction mix; even for comparing processors in the same family the IPS measurement can be problematic. Many reported IPS values have represented \"peak\" execution rates on artificial instruction sequences with few branches and no cache contention, whereas realistic workloads typically lead to significantly lower IPS values. Memory hierarchy also greatly affects processor performance, an issue barely considered in IPS calculations. Because of these problems, synthetic benchmarks such as Dhrystone are now generally used to estimate computer performance in commonly used applications, and raw IPS has fallen into disuse."},{"title":"Bit","web_url":"https://en.wikipedia.org/wiki/Bit","description":"Unit of information","thumbnail":null,"abstract":"The bit is the most basic unit of information in computing and digital communications.\nThe bit also means binary storage in computing or\na binary symbol (data) in digital communications\ninto which a bit, as a unit, of information\nmay be stored or encoded."}]}],"weather":[{"date":"19930322","time":"1993-03-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":89,"wspd":13},{"date":"19930322","time":"1993-03-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":91,"wspd":13},{"date":"19930322","time":"1993-03-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":14.8},{"date":"19930322","time":"1993-03-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":92,"wspd":14.8},{"date":"19930322","time":"1993-03-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":13},{"date":"19930322","time":"1993-03-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":91,"wspd":16.6},{"date":"19930322","time":"1993-03-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":18.4},{"date":"19930322","time":"1993-03-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":93,"wspd":13},{"date":"19930322","time":"1993-03-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":94,"wspd":16.6},{"date":"19930322","time":"1993-03-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":92,"wspd":11.2},{"date":"19930322","time":"1993-03-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":95,"wspd":7.6},{"date":"19930322","time":"1993-03-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":92,"wspd":14.8},{"date":"19930322","time":"1993-03-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":80,"wspd":13},{"date":"19930322","time":"1993-03-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":66,"wspd":18.4},{"date":"19930322","time":"1993-03-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":55,"wspd":27.7},{"date":"19930322","time":"1993-03-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":46,"wspd":22.3},{"date":"19930322","time":"1993-03-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":43,"wspd":22.3},{"date":"19930322","time":"1993-03-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":48,"wspd":25.9},{"date":"19930322","time":"1993-03-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":48,"wspd":24.1},{"date":"19930322","time":"1993-03-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":55,"wspd":20.5},{"date":"19930322","time":"1993-03-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":59,"wspd":24.1},{"date":"19930322","time":"1993-03-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":66,"wspd":22.3},{"date":"19930322","time":"1993-03-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":13},{"date":"19930322","time":"1993-03-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":69,"wspd":18.4},{"date":"19930322","time":"1993-03-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":73,"wspd":11.2},{"date":"19930322","time":"1993-03-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":13},{"date":"19930322","time":"1993-03-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":79,"wspd":11.2},{"date":"19930322","time":"1993-03-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":5.4},{"date":"19930322","time":"1993-03-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":83,"wspd":7.6},{"date":"19930322","time":"1993-03-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":85,"wspd":14.8},{"date":"19930322","time":"1993-03-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":89,"wspd":9.4},{"date":"19930322","time":"1993-03-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":11.2},{"date":"19930322","time":"1993-03-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":89,"wspd":11.2},{"date":"19930322","time":"1993-03-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":85,"wspd":13},{"date":"19930322","time":"1993-03-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":82,"wspd":14.8},{"date":"19930322","time":"1993-03-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":85,"wspd":13},{"date":"19930322","time":"1993-03-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":7.6},{"date":"19930322","time":"1993-03-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":7.6},{"date":"19930322","time":"1993-03-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":24.1},{"date":"19930322","time":"1993-03-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":51,"wspd":22.3},{"date":"19930322","time":"1993-03-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":49,"wspd":24.1},{"date":"19930322","time":"1993-03-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":44,"wspd":20.5},{"date":"19930322","time":"1993-03-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":22.3},{"date":"19930322","time":"1993-03-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":41,"wspd":20.5},{"date":"19930322","time":"1993-03-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":39,"wspd":18.7},{"date":"19930322","time":"1993-03-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":34,"wspd":27.7},{"date":"19930322","time":"1993-03-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":41,"wspd":20.5},{"date":"19930322","time":"1993-03-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":33,"wspd":18.7}]},"19930323":{"guardian_articles":[],"nytimes_articles":[{"date":"19930323","headline":"Bosnia Peace Effort Suffers Setback","web_url":"https://www.nytimes.com/1993/03/23/world/bosnia-peace-effort-suffers-setback.html","abstract":"  International efforts to end the war in Bosnia and Herzegovina appeared in disarray today after Russia delayed a NATO plan to shoot down warplanes flying there and the mediators warned that they might wrap up their peace talks this week unless they make more progress.   After agreeing in principle on Friday to adopt a resolution enforcing its ban on flights over Bosnia today, the Security Council was forced to postpone the vote after Russia indicated that it was not ready. Under the proposed resolution, NATO would be given the task of patrolling Bosnian airspace and shooting down any aircraft violating the ban.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"F.D.A. Head Seeks Controls On Fish From Nets to Stores","web_url":"https://www.nytimes.com/1993/03/23/us/fda-head-seeks-controls-on-fish-from-nets-to-stores.html","abstract":"  The Commissioner of Food and Drugs said today that the only way to insure that fish is safe to eat is by inspecting it from the moment it is caught until the time it leaves the food store.   Unlike meat and poultry inspection, which is continuous, fish inspection is sporadic.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"U.S. Power, Less Than Super","web_url":"https://www.nytimes.com/1993/03/23/opinion/us-power-less-than-super.html","abstract":"  Lose Yeltsin, lose the peace dividend. From Richard Nixon on down, commentators treat the prospect of higher defense spending as the clinching argument for increasing Western aid to Russia. Secretary of State Warren Christopher made the same case yesterday in his speech before the Chicago Council on Foreign Relations. Yet the pay-me-now-or-pay-me-later choice they and others pose is less hard-boiled analysis than wishful thinking, and it reflects a failure to imagine the immense problems that will flow from the failure of Russian democracy.    Increasing the defense budget bought security during the cold war. It will buy much less if things now go wrong in Russia. The real cost we face is not the loss of the peace dividend, but the loss of American pre-eminence.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Figured Out the Derby With Six Weeks to Go? Make Sure You Tell the Trainers","web_url":"https://www.nytimes.com/1993/03/23/sports/horse-racing-kentucky-derby-93-running-figured-derby-with-six-weeks-go-make-sure.html","abstract":"  Don't ask the trainers why all those horses are beating one another on the road to the Kentucky Derby. Less than six weeks from the 119th Run for the Roses, they're just as confounded as you.   Shug McGaughey watched his star colt Living Vicariously run ninth in the Florida Derby on Saturday and then said with wonder: \"I have no idea what to do with him now.\"","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-476193.html","abstract":"  The Votes in Congress chart on Sunday provided an incorrect key for House votes. A white square indicated yea votes; a black square indicates nay votes.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/23/style/chronicle-502493.html","abstract":"  By the time you read this, EMMA THOMPSON has probably moved a couple of knickknacks about a bit to make room for her Bafta (and, quite possibly, an Oscar). The British Academy of Film and Television Arts award, presented to the actress on Sunday night in London for her performance in the film \"Howards End,\" bodes well for her to win the best actress award at the Academy Awards ceremony next Monday night in Los Angeles. \"Howards End\" also won a Bafta for best film. Other winners: Robert Downey Jr. (\"Chaplin\"), Miranda Richardson (\"Damage\") and Gene Hackman (\"Unforgiven\"). Kenneth Branagh, the writer, actor and director who is Miss Thompson's husband, was honored for his contribution to film making.","thumbnail":null,"section":"Style"},{"date":"19930323","headline":"Knicks in Position to Make Smith an Offer","web_url":"https://www.nytimes.com/1993/03/23/sports/pro-basketball-knicks-in-position-to-make-smith-an-offer.html","abstract":"  After winning a hearing with the National Basketball Association that empowers them to negotiate immediately with Charles Smith, the Knicks are preparing a lucrative, multiyear contract extension for the 6-foot-10-inch forward, who could become an unrestricted free agent by July 1.   The offer, according to someone in the Knicks' organization, is likely to be in the vicinity of five or six years, about $3.5 million a season. If the Knicks sign Smith before July 1, they would eliminate the risk of losing him, the way they lost Xavier McDaniel last September to the Boston Celtics.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Better Law for Tribal Gambling","web_url":"https://www.nytimes.com/1993/03/23/opinion/better-law-for-tribal-gambling.html","abstract":"  In the five years since Congress set rules for gambling on Indian reservations, the boom in new games has been matched by a boom in lawsuits. Tension between sovereign tribes and sovereign states makes it clear the law needs fixing.   The Indians' right to operate gambling establishments was confirmed by the Indian Gaming Regulatory Act in 1988. There are now more than 100 sites, run by 61 tribes in 18 states. Their spread has been an economic boon to long-suffering tribes with few other resources, but unwelcome to people who don't want full-blown gambling halls in their states.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/23/nyregion/bridge-001493.html","abstract":"  There was one remarkable upset in the preliminary round of the Vanderbilt Knockout Team Championship at the American Contract Bridge League's Spring Nationals here on Sunday.   The third-seeded team -- Russ Ekeblad of Providence, R.I., Ron Sukoneck of Annandale, Va., Michael Becker of Teaneck, N.J., Ron Rubin of Manhattan, Peter Weichsel of Encenitas, Calif., and Bobby Levin of Aventura, Calif. -- won the Spingold Knockout Teams in Toronto last July. Here they needed to win one match out of two, but lost by 3 imps to a Missouri foursome, James Milne, Wally Franck, Tim Hays and William Borengasser, and then by just one imp to Paul Orlett, Brad Furnish, Donna Stack and Gary Roberts, all from the Kansas City area.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Afghan Dispute","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Colombian Physician Challenges Malaria on the Home Front","web_url":"https://www.nytimes.com/1993/03/23/science/colombian-physician-challenges-malaria-on-the-home-front.html","abstract":"  WORKING in laboratories housed in Victorian-era hospital buildings here, a Colombian physician may have unexpectedly jumped to the front of a world race for a vaccine against one of the planet's deadliest diseases: malaria.   In an article in the current issue of The Lancet, a medical journal published in Britain, Dr. Manuel Elkin Patarroyo and others reported that a field trial involving 1,548 volunteers found a general protection rate of 38.8 percent against the most common and deadly form of malaria, Plasmodium falciparum, which causes about 95 percent of malaria deaths worldwide. In children ages 1 to 4 years, who are the most vulnerable to infection and death, protection rose to 77 percent. The rate for adults over 45 years old was 67 percent. Immunity was found to last from one to three years.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Camera Ban In Courtroom For Child Case","web_url":"https://www.nytimes.com/1993/03/23/nyregion/camera-ban-in-courtroom-for-child-case.html","abstract":"  After a plea last week by Katie Beers to \"keep her private life private,\" a Family Court judge today barred cameras from the courtroom while her mother, Marilyn Beers, tries to regain custody of her.   But the judge said reporters could continue to cover the proceedings, except when Katie appears in court or during other sensitive testimony about Katie, 10, who gained national attention when she was kidnapped in December and held captive in an underground bunker for 16 days.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"TOP RUSSIAN JURIST URGES COMPROMISE","web_url":"https://www.nytimes.com/1993/03/23/world/crisis-in-moscow-top-russian-jurist-urges-compromise.html","abstract":"  With the showdown between Russia's executive and legislative branches now in his arena, the head of Russia's highest constitutional tribunal made an 11th-hour appeal Monday to President Boris N. Yeltsin and the Legislature to find a peaceable resolution to their menacing duel.   There was no indication, however, that the President was backing down from his declaration on Saturday assuming broad powers and calling for a national vote of confidence on April 25.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/23/nyregion/metro-digest-708093.html","abstract":"  KAHANE SUSPECT INNOCENT, WIFE SAYS She said she has lived on donations in a place she won't disclose because of death threats to her children. But the wife of the man tried in the killing of Rabbi Meir Kahane broke her silence and vowed to defend her husband and the men charged in the World Trade Center bombing. B2. NEW YORK CITY  EDITOR MOVES DESK TO A DINER Pete Hamill, the embattled editor of The New York Post, moved his desk to a diner next door to the newspaper's South Street offices yesterday after four top news and editorial employees who were laid off by Abraham Hirschfeld last week tried to return to work but were barred by security guards. B3.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Welfare Recipients Need Education and Jobs, Not Bank Cards","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-welfare-recipients-need-education-and-jobs-not-bank-cards-484293.html","abstract":"  To the Editor:   I read with increasing dismay \"Welfare Recipients Are Joining the Age of Plastic\" (news article, March 14). Underlying the article is the notion that streamlining the administration of welfare payments with bank cards is effective reform because, among other things, it \"lessens\" the stigma of using food stamps.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-letters-to-the-editor.html","abstract":"Singapore Knows Best. In response to \"On Rights in Singapore\" (Letters, March 17):. Michael H. Posner of the Lawyers Committee for Human Rights has illustrated, perhaps unwittingly, how human rights advocates simplify and distort to argue their","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Don't Let Trade Center Blast Ignite Witch Hunt; Self-Made Refugees","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-don-t-let-trade-center-blast-ignite-witch-hunt-self-made-refugees-507593.html","abstract":"  To the Editor:   \"Bomb Suspect's Path to Piety and Elusive Dreams\" (front page, March 8) portrays Mohammed A. Salameh, arrested in connection with the World Trade Center bombing, as having a \"childhood, like those of many Palestinians of his generation\" which \"was rudely interrupted by war.\"","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/03/23/sports/results-plus-108893.html","abstract":"  N.I.T.  B.C. Embarrasses Rice  Bill Curley's inside play and Gerrod Abram's 3-pointers led hot-shooting Boston College to a 101-68 second-round victory in the National Invitation Tournament last night, ending Rice's best post-season run in 40 years. The victory, in Boston, set up an all-Big East quarterfinal matchup Wednesday night between Boston College and Providence. (AP) Minnesota 86, Oklahoma 72: At Minneapolis, Voshon Lenard scored 17 points and Minnesota advanced to the quarterfinals by beating Oklahoma. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Nets Flub Their One Shot at Winning","web_url":"https://www.nytimes.com/1993/03/23/sports/pro-basketball-nets-flub-their-one-shot-at-winning.html","abstract":"  After the Nets were beaten by the Washington Bullets in the final seconds tonight, the New Jersey locker room contained more frustration and anger than at any other time this season. The players and coaches were frustrated because they knew there's no way they should have lost to the Bullets. They were angry because, well, Chris Morris took an ill-advised shot he soon won't forget because his teammates probably won't let him.   Morris in no way should be singled out for New Jersey's 97-92 loss to Washington before 6,903 at the Capital Centre. The Nets were a step behind the fired-up Bullets all night. They could do very little offensively and were swallowed whole by the Bullets on defense.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"The Health Agenda: 6 Weeks and Counting -- A status report.; Clinton Health-Care Planners Are Facing Delicate Decisions","web_url":"https://www.nytimes.com/1993/03/23/us/health-agenda-6-weeks-counting-status-report-clinton-health-care-planners-are.html","abstract":"  In a marathon series of meetings over the weekend, Administration officials started to whittle down the options and to draft recommendations for President Clinton's ambitious plan to reinvent the American health-care system.   The President and his health team already know their general approach to curbing runaway medical costs and extending coverage to all Americans: a vast change in the way medical care is organized and delivered. Most patients and doctors would join groups like health maintenance organizations, accepting limits on their choices in return for lower costs.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"Observer; Some Like It Hot","web_url":"https://www.nytimes.com/1993/03/23/opinion/observer-some-like-it-hot.html","abstract":"  \"Unforgiven,\" for which Clint Eastwood is apparently destined to be honored in the Academy Awards excesses next week, is the coldest movie I've seen since \"Eskimo.\" The next coldest was \"Pale Rider,\" a 1985 Eastwood oater about an avenging gunman raised from the grave by a little girl's prayers, unless I misunderstood the symbolism.   The dominant color in both Eastwood movies was ice blue. While the sun occasionally came out in both, it was the gray, dead sun of a North Atlantic January.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Books of The Times; Immigrant Families, at Home and Yet Alienated","web_url":"https://www.nytimes.com/1993/03/23/books/books-of-the-times-immigrant-families-at-home-and-yet-alienated.html","abstract":"  Poet and Dancer   By Ruth Prawer Jhabvala   199 pages. Doubleday. $19.95.     Both the themes and the characters of \"Poet and Dancer,\" Ruth Prawer Jhabvala's 11th novel, uncannily echo those of \"In Search of Love and Beauty,\" a novel she published exactly 10 years ago. Both novels concern the fragmentation of family life experienced by immigrants in New York. Both novels feature a similar cast of people, including gurulike charlatans who seduce wealthy women with their promises of salvation; older matrons who end up leading lonely, desperate lives, and the offspring of these people, who drift aimlessly through life in search of love and connection.   This time the reader is introduced to Anna and Siegfried Manarr, wealthy German immigrants who have made a home for themselves in Manhattan. Assiduously devoted to each other, Anna and Siegfried spend their free time going to concerts and art exhibits. Having come from families who have prospered in business for generations, they dream of having children with artistic talent.   Instead, their son, Hugo, becomes a sort of new-age guru who dreams of \"fashioning a new humanity.\" He marries a flighty woman named Alice, one of those familiar Jhabvala characters who travel the third world looking for meaning, and they have a pretty, high-strung daughter named Lara. Hugo's sister, Helena, meanwhile marries a wealthy businessman named Peter, and raises a shy, introspective daughter called Angel.   Angel and her cousin Lara meet briefly as young girls, and both vow to pursue artistic careers: Lara will become a dancer; Angel, a poet.   Years pass in which the girls do not see each other. Angel grows up to be a shy, serious girl, unhealthily dependent on her mother. Lara grows up to be a world-class neurotic and flirt.   Beautiful, vivacious and emotionally needy, Lara collects admirers and hangers-on the way a lepidopterist collects butterflies. One of her chief admirers is Angel, who quickly transfers on to her all her needs to be needed. Her other big admirer is Angel's father, Peter, who soon sets her up in a hotel room as his mistress.   Intercut with the incestuous tale of Lara, Angel and Peter are other stories of love and loneliness in Manhattan. Mrs. Jhabvala shows Helena compensating for her daughter's absence by befriending a superstitious widow from India named Mrs. Arora, who has lost her eldest son in a bloody fight in prison. Peter's mother, Mrs. Koenig, meanwhile, tries to compensate for    her    son's absence by befriending Rose, her new maid. Each of these friendships is supposed to make up for more conventional family ties, but as in so much of Mrs. Jhabvala's fiction, love breeds disappointment and regret, not solace and safety.   When Peter grows sick of paying hotel bills for Lara, he comes up with another plan: he decides to install her in an apartment with his daughter, Angel. Despite the protestations of her mother, Angel jumps at the idea, and she and Lara soon become inseparable pals. It's hardly a friendship of equals. In fact, the two women quickly come to resemble one of those infernal pairings found in so many of Anita Brookner's novels: Lara is the imperious, bossy, selfish one, constantly making importunate demands on Angel's time and attention; Angel is the meek, passive one, always eager to please.   Their hermetic relationship seems meant to protect the two women from the realities of the outside world, and it leads, predictably enough, to a dangerous mutual dependency. Angel abandons her poetry-writing; Lara abandons her dance. Lara actively tries to turn Angel against her old friends, and she begins demanding that Angel spend all her time at home. As Lara's behavior grows more and more erratic -- she starts stealing things from stores, and baiting Peter's wife -- Angel begins giving her large doses of tranquilizers. Confusion and hostility soon take over their daily routines and gradually infect the rest of the Manarr clan as well.   Mrs. Jhabvala writes with such fluency and poise that \"Poet and Dancer\" flies by with almost no effort from the reader. Her subsidiary characters, as usual, are delineated with deft, ironic strokes, and together they leave the reader with the pleasant sense of being immersed in a convincing fictional world. We are made to see the ways in which emotional needs and scars are handed down from father to son, mother to daughter, and we are made to appreciate the difficulty of erasing these patterns.   Still, the reader finishes \"Poet and Dancer\" vaguely dissatified and filled with a lingering sense of deja vu. The story of Angel and Lara feels mechanistic and predictable in the end: as young girls and later as women, they are almost completely defined by a single personality trait or two, traits that practically condemn them to their unhappy fates. Halfway through the book, we know where these characters are headed, and sure enough, we are given no surprises -- or further emotional revelations -- by the novel's end.   Mrs. Jhabvala has written similar stories before, and done so with considerably more complexity and insight.  ","thumbnail":null,"section":"Books"},{"date":"19930323","headline":"Gay Synagogue Seeks to March in Salute to Israel","web_url":"https://www.nytimes.com/1993/03/23/nyregion/gay-synagogue-seeks-to-march-in-salute-to-israel.html","abstract":"  Members of a gay and lesbian synagogue want to march in the annual Salute to Israel parade in New York City in May, but some Jewish groups have raised objections to inclusion of the synagogue.   So far all discussions have been behind the scenes, as the parties involved try to avoid the sort of wrenching public debate that arose in recent years when a gay group tried to join the St. Patrick's Day Parade.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Months After Order on Gay Ban, Military Is Still Resisting Clinton","web_url":"https://www.nytimes.com/1993/03/23/us/months-after-order-on-gay-ban-military-is-still-resisting-clinton.html","abstract":"  Two months after President Clinton ordered the Pentagon to prepare an executive order lifting the ban on homosexuals in the military, little work has been done, senior Congressional and Defense Department officials say.   In fact, these officials say, some steps have been taken to undermine the order. The Navy is showing lawmakers a commander's sworn statement describing the disruption caused by a gay sailor's presence at a California naval base. And an Army panel studying the effect of lifting the ban is warning that doing so could hurt recruiting so badly that the military might have to return to the draft.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"State Board Revokes A Grant of Parole","web_url":"https://www.nytimes.com/1993/03/23/nyregion/state-board-revokes-a-grant-of-parole.html","abstract":"  The New York State Parole Board has revoked a grant of parole to a man serving time for manslaughter in the Howard Beach racial attack in Queens because the grant was made two years before the prisoner was eligible for release.   The prisoner, Jason Ladone, 22 years old, was sentenced in February 1988 to 5 to 15 years for his part in the 1986 attack, in which a band of young whites chased a black man, Michael Griffith, onto a highway where Mr. Griffith was struck and killed by a car.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Brain Yields Clues to Its Visual Maps","web_url":"https://www.nytimes.com/1993/03/23/science/brain-yields-clues-to-its-visual-maps.html","abstract":"  AMID the vast variety of human faces, many very similar in appearance, how can an individual instantly recognize those few that are familiar, even ones not seen for many years? The answer may lie in a newly discovered alignment of brain cells that is believed to form the basis of visual memory.   The cells, located in the brain's last and most sophisticated stop for processing visual information, were shown to be stacked in arrays of columns. By studying the firings of individual nerve cells in this region, the researchers found that each cell in a given column responded to very similar but slightly different images, and each neighboring column of cells responded to another closely related sequence of images.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Write a Fair Habeas Corpus Law","web_url":"https://www.nytimes.com/1993/03/23/opinion/write-a-fair-habeas-corpus-law.html","abstract":"  Washington gridlocked over crime legislation last year, handing the new Administration and the new Congress a chance to pass a better bill. A prime battleground will again be habeas corpus, a Latin term that translates into hot legal and political controversy. The issue offers Attorney General Janet Reno a stern early challenge.   Habeas corpus -- \"You should have the body\" -- is the venerated writ, or court order, that for centuries has required kings and jailkeepers to produce prisoners and answer challenges to the legality of their detention. State prisoners commonly ask Federal courts for the writ as they pursue claims that their convictions are unconstitutional.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Houston Coach Gets Nevada Post","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-people-college-basketball-houston-coach-gets-nevada-post.html","abstract":"  PAT FOSTER, the University of Houston coach, was named to the Nevada coaching post yesterday, three weeks after the Reno school fired Coach LEN STEVENS.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Supercollider Is Science Out on a Limb","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-supercollider-is-science-out-on-a-limb-508393.html","abstract":"  To the Editor:   In \"The Answer to (Almost) Everything\" (Op-Ed, March 8), Steven Weinberg makes an eloquent if misleading case for the superconducting supercollider. The delusion that particle physics is looking for the \"final theory\" is a carefully nurtured one, and it isn't frequently challenged because all scientists are trained to believe, almost religiously, in the hierarchical structure of science.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91294710250.html","abstract":"1918: Falling Birth Rate","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"MEXICO'S CAPITAL WANTS HOME RULE","web_url":"https://www.nytimes.com/1993/03/23/world/mexico-s-capital-wants-home-rule.html","abstract":"  In an unofficial plebiscite seen as a test of this country's desire for democratic political change, Mexico City residents voted overwhelmingly for the right to elect their local government, results today showed.    Nearly 85 percent of those who took part in the highly improvised election on Sunday called for an end to the longstanding system in which the Mexican President names the powerful Mayor of the Federal District. Nearly complete results also showed strong support for the creation of a local legislature and for giving statehood to the Federal District.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"4 Into 3: Call It Patrick Division","web_url":"https://www.nytimes.com/1993/03/23/sports/hockey-4-into-3-call-it-patrick-division.html","abstract":"  Three National Hockey League teams have shared the metropolitan New York market for a decade, but only once, in 1990, have all three qualified for the playoffs in the same spring. This year could be the second time.   With the passing of yesterday's trading deadline, the rosters are set for the stretch drive, which ends on April 16. Although nothing is yet mathematically certain, it is likely that Pittsburgh will clinch the right to defend its Stanley Cup championship by finishing first in the Patrick Division and that Philadelphia will finish sixth and out of the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Kahane Suspect Innocent, Wife Says","web_url":"https://www.nytimes.com/1993/03/23/nyregion/kahane-suspect-innocent-wife-says.html","abstract":"  She said she has lived on donations in a place she won't disclose because of death threats to her children. But swathed in a gray veil so that only her eyes showed, the wife of the man tried in the killing of Rabbi Meir Kahane, broke her silence yesterday and vowed to defend her husband and the men charged in the World Trade Center bombing.   \"With the last breath in my body I will fight against all the injustices that I see happening against my husband and the Muslim brothers,\" said Khadijah Nosair, 36. She spoke in an interview arranged by William Kunstler, a defense lawyer for her husband, El Sayyid A. Nosair.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Q & A","web_url":"https://www.nytimes.com/1993/03/23/science/q-a-395193.html","abstract":"  Northeasters   Q.    Why was the big East Coast storm of December 1992 called a northeaster when it came up from the south?  ","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Make Room for a New Crop of Books","web_url":"https://www.nytimes.com/1993/03/23/science/personal-computers-make-room-for-a-new-crop-of-books.html","abstract":"  THIS is National Clean Out Your Bookshelves Week.    Well, if it isn't, it ought to be. For all the talk about computers' eliminating the need for paper, the truth is that computers have created a mammoth market for computer books. It is a symbiotic relationship: publishers, desktop and otherwise, are using computers to generate computer books at a frenzied pace.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"For No. 83-A-6607, Added Years for .35 Ounces; 20 Years After Law Mandating Prison Terms, Few of Targeted Kingpins Fill Cells","web_url":"https://www.nytimes.com/1993/03/23/nyregion/for-no-83-6607-added-years-for-.35-ounces-20-years-after-law-mandating-prison.html","abstract":"  Inside the prisoners' law library, hope is the thing with whereases. But not for the paralegal clerk, Lawrence V. Cipollone Jr., inmate number 83-A-6607, who is moving into his second decade of incarceration humbled by what he can now analyze as the truly ironclad penal sentences of the Rockefeller drug laws.   \"I mean, Amy Fisher will be out in four years and 10 months for shooting that woman in the head, and Robert Chambers got five years for the Central Park strangling,\" said Mr. Cipollone, fervid for proportional justice as he serves 15 years to life here in the Downstate Correctional Facility for having once sold 2.34 ounces of cocaine to an undercover narcotics detective. Seeking Sentencing Discretion    At the 20th anniversary of the Rockefeller laws, sponsored by Gov. Nelson A. Rockefeller, Mr. Cipollone exemplifies the remarkable growth of the prison population because of tougher mandatory sentences that, critics and advocates for prison change contend, have proved ineffective at crimping the drug scourge but highly effective at packing the prisons with relatively low-ranking, nonviolent inmates.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Search Panel Fails to Agree On New Chief for N.A.A.C.P.","web_url":"https://www.nytimes.com/1993/03/23/us/search-panel-fails-to-agree-on-new-chief-for-naacp.html","abstract":"  A search committee charged with finding a successor to Benjamin L. Hooks, the executive director of the National Association for the Advancement of Colored People, has been unable to reach a consensus on a candidate, organization officials said today.   Instead, the committee passed four names to the association's 64-member board, which will wrestle with how to reach a decision.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"Padres Send Dozier to Minors","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-people-baseball-padres-send-dozier-to-minors.html","abstract":"  Outfielder D. J. DOZIER, acquired by the Padres from the Mets in the TONY FERNANDEZ trade, was one of four players sent down to San Diego's Class AAA affiliate in Las Vegas, Nev. Dozier, pitcher WALLY WHITEHURST and minor league catcher RAUL CASANOVA were acquired for Fernandez, an All-Star shortstop, on Oct. 26. Whitehurst has yet to pitch in a game because of soreness in his right elbow, which was surgically repaired three weeks before the trade. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Berlin Journal; Unequal Heroes: Some Will Stand as Others Fall","web_url":"https://www.nytimes.com/1993/03/23/world/berlin-journal-unequal-heroes-some-will-stand-as-others-fall.html","abstract":"  Marx and Engels may stay, but Ernst Thalmann must go.    That is part of the verdict pronounced by a Berlin panel charged with deciding the fate of monuments left behind by the Communist state of East Germany when it collapsed in 1989 and 1990.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Report Says Man Killed by Police Was Shot in the Back","web_url":"https://www.nytimes.com/1993/03/23/nyregion/report-says-man-killed-by-police-was-shot-in-the-back.html","abstract":"  New York City's chief medical examiner said yesterday that a man who was shot and killed by the police outside a 24-hour diner in Manhattan early Saturday morning was shot in the back three times, a finding that contradicted the initial Police Department account that he had been shot in the chest and stomach.   The case of the killing of Bekim Ahmeti, a 20-year-old unemployed doorman from Staten Island, will be presented to a grand jury, as is standard in fatal shootings by police officers. It is also being investigated by a department firearms review board and the Internal Affairs Bureau, also standard procedure.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Perot's TV Ratings Decline From Marks He Got in November","web_url":"https://www.nytimes.com/1993/03/23/us/perot-s-tv-ratings-decline-from-marks-he-got-in-november.html","abstract":"  Citizen Perot doesn't draw quite so many viewers as Candidate Perot did in his prime.   Ross Perot's first television program since the November election, shown Sunday at 8 P.M. on NBC, received a 7.9 rating in 28 major media markets, down from his average 9.1 rating for his broadcasts during the Presidential campaign. In those 28 cities, 12 percent of people watching television turned to Mr. Perot's program. Nationwide, each rating point equals 931,000 households, but since the preliminary results represent only 28 cities there was no way to count the total households watching the program.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"For Mayor of Detroit, This Race Is Different","web_url":"https://www.nytimes.com/1993/03/23/us/for-mayor-of-detroit-this-race-is-different.html","abstract":"  For nearly two decades, the Detroit mayoral race has taken exactly the same course: Coleman A. Young runs, and Coleman A. Young wins.   But Mr. Young is now 74, and the city that made him its first black mayor in 1974 has suffered a sharp decline in population and economic health, and has become one of the most violent and drug-ridden cities in America.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-letters-to-the-editor-90279916133.html","abstract":"The Death of a Doctor. An abortion protester shoots a doctor to death to prevent him from \"killing more babies.\" Does the group sponsoring the protest react with shock and regret? No, the national director of Rescue America appeared to excuse it","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"On My Mind; The Third Russian Revolution","web_url":"https://www.nytimes.com/1993/03/23/opinion/on-my-mind-the-third-russian-revolution.html","abstract":"  Win or lose, Boris Yeltsin is giving the Russian people the greatest gift that is in him -- to keep the second Russian Revolution alive and block the third.   But to win, it is conceivable he will need a show of support from Russia's armed forces. If so, it should be his right to command. The West should remind them it will be their duty to obey.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Two in Cuomo Administration Appear Likely to Gain High Posts","web_url":"https://www.nytimes.com/1993/03/23/nyregion/two-in-cuomo-administration-appear-likely-to-gain-high-posts.html","abstract":"  After looking for candidates from outside New York State, Gov. Mario M. Cuomo said today it was probable that he would pick two men who already work for him, to fill critical openings in his administration.   Michael J. Dowling, now the Governor's top health and human services aide, is expected to be named commissioner of the Social Services Department, and John C. Egan, now the executive director of the Dormitory Authority, is expected to be named commissioner of the Transportation Department.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Transactions","web_url":"https://www.nytimes.com/1993/03/23/sports/transactions-170393.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Sent Jeff McNeely, outfielder, and Derek Livernois, pitcher, to their minor-league camp for reassignment.   CHICAGO WHITE SOX -- Optioned Jeff Schwarz, pitcher, and Esteban Beltre and Chris Cron, infielders, to Nashville of the American Association; Johnny Ruffin, pitcher, and Brandon Wilson, infielder, to Birmingham of the Southern League, and Robert Ellis, pitcher, to Sarasota of the Florida State League. Sent Scott Ruffcorn and Chris Howard, pitchers; Clemente Alvarez, catcher; Drew Denson, infielder, and Brad Komminsk, outfielder, to their minor-league camp for reassignment.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Plant Territoriality","web_url":"https://www.nytimes.com/1993/03/23/science/science-watch-plant-territoriality.html","abstract":"  The naturally occurring series of changes in which plants compete for territorial dominance is significantly controlled by diseases that develop in the soil, according to a recent study.    These soil-borne diseases are specifically designed to attack and destroy the existing plant tenants of the soil, thus allowing other unaffected plants to invade the area freely.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Arab Stabs 6 in Jewish Schoolyard, Stirring Reprisals","web_url":"https://www.nytimes.com/1993/03/23/world/arab-stabs-6-in-jewish-schoolyard-stirring-reprisals.html","abstract":"  A knife-wielding Arab man from an East Jerusalem slum burst into a high-school yard in a nearby Jewish neighborhood today, stabbing and wounding five students and their principal before being overpowered and badly beaten by an angry crowd.    Bands of Israelis, most of them teen-age boys, took to the streets after the attack, shouting \"Death to Arabs!\" and hurling stones at Arab-owned cars and smashing their windows. One Arab man who happened to be walking through the Jewish neighborhood, Talpiot, was set upon and beaten, and another was hit in the face by a stone.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Did India and Pakistan Face Atomic War? Claim is Debated","web_url":"https://www.nytimes.com/1993/03/23/world/did-india-and-pakistan-face-atomic-war-claim-is-debated.html","abstract":"  A magazine article published this week said India and Pakistan were on the brink of nuclear war in 1990, but the official who was the White House national security adviser at the time today described that characterization as exaggerated.   \"We were worried about a delicate situation, but I wouldn't go any further than that,\" Brent Scowcroft said in a telephone interview. While the article, in The New Yorker, included anonymous assertions that Pakistan loaded nuclear weapons aboard American-made F-16's at the height of the crisis, Mr. Scowcroft said, \"There was no indication that it ever got that far.\"","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Hearing-Loss Study Hints at Reviving Cells","web_url":"https://www.nytimes.com/1993/03/23/science/science-watch-hearing-loss-study-hints-at-reviving-cells.html","abstract":"  SCIENTISTS have shown that sensory hair cells in the inner ear of mammals, which are important in hearing and balance, can regenerate after being damaged.   Excessive noise and certain drugs kill these cells and cause deafness and balance disorders in millions of people. It has long been thought that the loss was irreversible in humans and other mammals.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Supreme Court Roundup; Justices to Decide on Need for Federal Notice in Seizing Property","web_url":"https://www.nytimes.com/1993/03/23/us/supreme-court-roundup-justices-decide-need-for-federal-notice-seizing-property.html","abstract":"  The Supreme Court agreed today to decide whether the Government can seize property that has been used in drug crimes without giving the owner advance notice and a chance to contest the action at a hearing.   The case is an appeal by the Justice Department that grew from its effort to seize a house in Hawaii owned by a man who pleaded guilty to a state narcotics charge.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-474593.html","abstract":"  An answer in the Q&A column of Science Times on Feb. 16, about constellations seen from the Southern Hemisphere, referred incorrectly to a description of the Southern Cross by Dr. Allan J. Friedman of the New York Hall of Science in Queens. It is at least partly visible for part of the year below 30 degrees north latitude. This correction was delayed because a reader's letter and an exchange of correspondence with Dr. Friedman were misplaced.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Samuelson Enters Boston Marathon","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-people-track-and-field-samuelson-enters-boston-marathon.html","abstract":"  JOAN BENOIT SAMUELSON, the 1984 Olympic gold medalist and former world-record holder, will seek her third Boston Marathon victory April 19. Samuelson will face a strong field that includes the 1992 Olympic champion, VALENTINA EGOROVA, and the defending champion, OLGA MARKOVA, both of Russia.   The race will mark the first time that two female Olympic marathon gold medalists will compete against each other.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"There's Nothing Like A Seconds Opinion","web_url":"https://www.nytimes.com/1993/03/23/sports/tv-sports-there-s-nothing-like-a-seconds-opinion.html","abstract":"  There is nothing like mass confusion to make a great basketball game attain a level of great amusement. Few televised moments have been as chaotic as the last 9.6 seconds -- five minutes in real time -- of Sunday's Michigan-U.C.L.A. game, when a missed jumper by the Wolverines' Jalen Rose started a new shot clock, allowing Jimmy King to hit the winning basket with 1.5 ticks left in overtime.   Was Michigan guilty of a shot-clock violation?","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Review/Television; Euthanasia as It Seems To Those Taking Part","web_url":"https://www.nytimes.com/1993/03/23/movies/review-television-euthanasia-as-it-seems-to-those-taking-part.html","abstract":"  Debates about euthanasia, like those about abortion, tend to be dominated by holier-than-thou hollerers and more-compassionate-than-thou polemicists. So all credit to \"Choosing Death\" for avoiding the recriminatory mode as it explores the consequences of medicine's ability to sustain a sort of existence that does not always seem to its beneficiaries a synonym for living.   Most of tonight's two-hour joint edition of \"Health Quarterly\" and \"Frontline\" consists of remarkably intimate conversations with patients, family members and doctors in the Netherlands, the only country where euthanasia is officially condoned, if not exactly legal. The tone is sympathetic toward those who have chosen death and those who have helped them get there, but the spirit is more one of reflection than advocacy.","thumbnail":null,"section":"Movies"},{"date":"19930323","headline":"Franco and Kent Pass Their First Tests","web_url":"https://www.nytimes.com/1993/03/23/sports/baseball-franco-and-kent-pass-their-first-tests.html","abstract":"  It was a typical spring training box score, full of numbers without much import and names without a place in the major leagues for the regular season. The Mets, though, were all but looking to frame it, stage a ceremony and hang it in the clubhouse as an organizational icon.   It had nothing to do with the final score. It had to do with the reality that one of the pitching lines read: Franco, 1 IP, 0 hits, 0 runs, 1 walk, 1 strikeout.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Highest Judge In El Salvador Is Under Fire","web_url":"https://www.nytimes.com/1993/03/23/world/highest-judge-in-el-salvador-is-under-fire.html","abstract":"  When Jos Rene Garca, who served legal notices for the Supreme Court, came forward last year with allegations of official corruption, he was kidnapped by soldiers and then thrown in jail on what he said were trumped-up drug charges.   After being released, Mr. Garcia told lawyers and human rights workers that while he was in prison his jailers had brought him a picture of his daughter. They told him, he said, that his family would be hurt if he persisted in his disclosures and that this chilling message came directly from his Supreme Court employers.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-478893.html","abstract":"  A report in the Book Notes column on Wednesday about the cancellation of a book signing referred incorrectly to a Florida newspaper, and because of an editing error a correction in this space yesterday misstated the paper's role. The paper was The Fort Lauderdale Sun-Sentinel; it wrote about the scheduled signing and described parts of the book, but did not raise doubts about the book.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"French Socialists Brace for Worst in Runoff Vote","web_url":"https://www.nytimes.com/1993/03/23/world/french-socialists-brace-for-worst-in-runoff-vote.html","abstract":"  Nursing its wounds after its worst performance at the polls in a quarter century, France's Socialist Party today urged all voters who did not support the right in Sunday's first round of parliamentary elections to vote against the right in next weekend's runoff.   Yet, for all the Socialists' warnings of the perils to democracy if a \"monolithic\" conservative majority controls the National Assembly, the final results of Sunday's vote confirmed that the party that has ruled France for 10 of the past 12 years is in shambles.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Port Agency To Observe Fire Codes","web_url":"https://www.nytimes.com/1993/03/23/nyregion/port-agency-to-observe-fire-codes.html","abstract":"  Officials of the Port Authority of New York and New Jersey said for the first time yesterday that they intended to abide by local fire code regulations in New York City and elsewhere, even though the agency is not legally required to do so.   The new policy, rejecting regulatory exemptions that have annoyed fire departments for years, comes amid powerful new political pressures on the Port Authority since the Feb. 26 bombing of the World Trade Center.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"A Federal Fight on School Waste","web_url":"https://www.nytimes.com/1993/03/23/opinion/a-federal-fight-on-school-waste.html","abstract":"  Aware that school systems across the nation lose millions each year to fraud and waste, Representative Major Owens of New York, a Democrat, wants to create a new Federal agency that could help school districts combat mismanagement and corruption. New York City's experience makes a powerful case for the need.    The size of the city's school system -- nearly a million students, more than 1,000 school buildings and a $7.5 billion budget -- virtually invites waste and corruption. School custodians, for example, are required to clean classrooms only every other day and cafeterias only once a week. They have also been allowed to keep school equipment, like jeeps and snow blowers, for their personal use. And New York City's schools have been deprived of resources because of lax practices in purchasing textbooks and contracting for bus transportation.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Medical Tests Recommended for Patterson","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-people-boxing-medical-tests-recommended-for-patterson.html","abstract":"  The New York State Athletic Commission said yesterday it would recommend a battery of tests for TRACY HARRIS PATTERSON before he is allowed to fight again in New York.   Patterson took so many punches to the head in his March 13 bout in Poughkeepsie against JESSE BENAVIDES that the ringside physician, Dr. DAVID SCHWAB, recommended the tests.   Patterson, who won a 12-round unanimous decision against Benavides to retain his World Boxing Council super bantamweight title, needed five stitches to close a cut near his left eye.   Patterson, of Highland, N.Y., the adoptive son of the former heavyweight champion FLOYD PATTERSON, said he wasn't hurt in the bout, which he admitted was a \"brawl,\" but indicated he would take the tests. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Senate Republican Plans to Force Vote on Social Security Tax Rise","web_url":"https://www.nytimes.com/1993/03/23/us/senate-republican-plans-to-force-vote-on-social-security-tax-rise.html","abstract":"  A test vote in the Senate this week on President Clinton's proposal to raise taxes on the Social Security benefits of the most affluent retirees will offer the clearest insight to date on whether Democratic lawmakers are willing to cast politically unpopular votes to support the President's program.    Social Security is one of the most venerated aspects of Democratic dogma. By forcing a vote on the matter, a vote that will have no binding effect, Republicans hope to embarrass and divide the Democrats.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"Peace Efforts in Disarray","web_url":"https://www.nytimes.com/1993/03/23/world/peace-efforts-in-disarray.html","abstract":"  Russia resisted a NATO plan to shoot down warplanes flying in Bosnia, and mediators warned that they might end their peace talks. Page A8.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Boxer Is Listed in Critical Condition","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-people-boxing-boxer-is-listed-in-critical-condition.html","abstract":"  SERGIE ARTEMIEV, hospitalized after losing a lightweight title bout Sunday night to CARL GRIFFITH in Atlantic City, remained in critical condition yesterday with a blood clot on the surface of his brain.   Artemiev was in the trauma intensive care unit at Atlantic City Medical Center-City Division, where he underwent surgery Sunday night to drain the clot, said Artemiev's trainer, THOMAS GALLAGHER.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/23/nyregion/inside-680793.html","abstract":"    New Pilot Rule Proposed   Citing deadly crashes in Denver and New York, the Government proposed a rule to prevent pairing inexperienced pilots and co-pilots. Page A14. Senate Test for Democrats    A Senate vote on taxing Social Security benefits will test Democrats' willingness to cast unpopular votes to support President Clinton. Page A20. Old Language Deciphered    Scholars have decoded an early American language known as epi-Olmec. Science Times, page C1. The Splintering of Top 40    Pop music's most important promotion medium is falling victim to fragmented radio audiences. Page C13.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/23/nyregion/news-summary-608493.html","abstract":"  International A3-13 STRONG U.S. BACKING FOR YELTSIN   Endorsing President Yeltsin's call for a referendum, Secretary of State Christopher appealed to the American people to support increased financial aid to Russia.  A1","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-letters-to-the-editor-94290725788.html","abstract":"The Death of a Doctor. Regarding \"Doctor Slain at U.S. Abortion Protest\" (Kiosk, March 11):. It should shock any civilized person, on either side of the always contentious abortion debate, to read of the murder of Dr. David Gunn by a member of R","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"SCIENTIST AT WORK: Roy F. Schwitters; Building a Behemoth Against Great Odds","web_url":"https://www.nytimes.com/1993/03/23/science/scientist-at-work-roy-f-schwitters-building-a-behemoth-against-great-odds.html","abstract":"  IN scale, it resembles a military invasion. From horizon to horizon, the rolling Texas farmland of Ellis County is dotted with earth-moving machinery, huge cranes, clusters of condemned farmhouses awaiting demolition, new, slab-sided laboratory buildings and mountains of freshly excavated rock from the tunneling operations going on deep underground.   As scientists, technicians and workers rush from one task to the next, there is a sense that a desperate campaign is under way to beat the clock and win against tough odds.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"A Transplant Program Looks to Black Donors","web_url":"https://www.nytimes.com/1993/03/23/nyregion/a-transplant-program-looks-to-black-donors.html","abstract":"  Before he came down with a life-threatening illness last November, Jarees Mitchner was attending Arizona State University on a football scholarship. Now he is in St. Mary's Hospital in Waterbury, awaiting his only chance for a cure, a donor whose bone marrow matches his own.   Finding a compatible donor is never easy, but for non-white people it is considerably more difficult. Of the 1,606 transplants arranged through the National Marrow Donor Program, only 28 involved black recipients. Only 3.6 percent of the people registered as donors in the Connecticut Marrow Donor Program are black.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Harbaugh Stays With Bears","web_url":"https://www.nytimes.com/1993/03/23/sports/pro-football-harbaugh-stays-with-bears.html","abstract":"  The Chicago Bears kept Jim Harbaugh, their free-agent quarterback, when he agreed yesterday to a four-year contract worth $13 million. He will receive $5 million this year in salary and signing bonuses. Last year, his salary was $1.35 million.   Harbaugh, 28, was the Bears' first-round draft choice in 1987, out of Michigan. Last year, he came under frequent criticism from Mike Ditka, then the head coach. Harbaugh had been meeting for weeks with the Bears' new coaching staff, and he said yesterday he was excited about playing for Dave Wannstedt, the new head coach, and Ron Turner, the new offensive coordinator and quarterback coach.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"And Now a Moment For Ones Left Behind","web_url":"https://www.nytimes.com/1993/03/23/sports/on-college-basketball-and-now-a-moment-for-ones-left-behind.html","abstract":"  We forget the broken hearts much too soon.   We want to race through the three days we are issued by the N.C.A.A. basketball tournament to catch our breaths and regain, if only temporarily, a balanced diet. We want to go on to the next round, evaluate the next matchups, anticipate the next surprise.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/23/style/chronicle-503293.html","abstract":"  More on movies and awards: the Academy of Motion Picture Arts and Sciences, in cooperation with the Mayor's Office of Film, Theater and Broadcasting, will give a luncheon today at noon at the Russian Tea Room. The festivities will honor the New York-based nominees for the 65th Academy Awards.   \"Fully half of the East Coast-based Academy members have been nominated for or have won Oscars,\" said ARTHUR MANSON, the chairman of the New York Screening Committee, who cited the luncheon as an example of the East Coast membership's expansion of its activities beyond weekly screenings and periodic retrospectives.","thumbnail":null,"section":"Style"},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-475393.html","abstract":"  A map in Science Times last Tuesday depicting the ancient Silk Road gave an incorrect date for graves containing silk found in Baden-Wurttemberg, Germany. They were from the seventh century B.C.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"An Independent Tribunal: A First in Russian History","web_url":"https://www.nytimes.com/1993/03/23/world/crisis-in-moscow-an-independent-tribunal-a-first-in-russian-history.html","abstract":"    The Constitutional Court, established in July 1991, is the first independent judiciary in Russian history. Previously, all courts had been part of executive structures.   President Boris N. Yeltsin developed the idea of a Constitutional Court in early 1991, when he was head of the Russian Parliament under the Soviet Union. In a draft of a new constitution for the Russian Republic, Mr. Yeltsin envisioned a court that would be a true third branch of government to maintain a democratic constitutional system in which rule of law would replace arbitrary decision making.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"With Seconds to Go, Engine Failure Halts Shuttle","web_url":"https://www.nytimes.com/1993/03/23/science/with-seconds-to-go-engine-failure-halts-shuttle.html","abstract":"  The space shuttle Columbia, spewing clouds of white smoke, its main engines thundering, suddenly and eerily went silent today just three seconds before it was to blast into orbit with seven astronauts for a nine-day science mission.   The shutdown at the seaside launching pad here left the crew safe but disappointed. The last astronaut left the ship about 50 minutes after engine failure cut the launching short.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Giants Trying To Cover Receivers","web_url":"https://www.nytimes.com/1993/03/23/sports/pro-football-giants-trying-to-cover-receivers.html","abstract":"  For pro football teams, the nice part about the new free-agency system is that they can pick up good players. The bad part, as the Giants are learning, is that they can lose good players.   On Thursday, the Giants suffered one loss when Mark Ingram, a long-time starting wide receiver, defected to the Miami Dolphins. Today, they suffered another loss when Gary Clark of the Washington Redskins, a potential replacement for Ingram, agreed to a three-year, $6 million contract with another division rival, the Phoenix Cardinals.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Yeltsin's Weakness: Failure to Convert Early Popularity Into a Political Base","web_url":"https://www.nytimes.com/1993/03/23/world/crisis-moscow-yeltsin-s-weakness-failure-convert-early-popularity-into-political.html","abstract":"  President Boris N. Yeltsin has rolled the dice one more time in the name of democracy, and he and his Vice President and former ally, Aleksandr V. Rutskoi, are the only nationally elected leaders Russia has had.   But while in office, Mr. Yeltsin has gone about building democracy in a haphazard way. He has done little to organize a democratic constituency for himself or for his Government.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Trenton Pushes Commuter Tax Like New York's","web_url":"https://www.nytimes.com/1993/03/23/nyregion/trenton-pushes-commuter-tax-like-new-york-s.html","abstract":"  In a revival of the border war between New York and New Jersey, the Senate unanimously voted today to impose a new commuter tax on thousands of New Yorkers and other out-of-state workers whose jobs are in New Jersey.   If approved by the Assembly and signed into law by Gov. Jim Florio, both of which are likely, the legislation would allow New Jersey to tax the New Jersey income of out-of-state workers at a rate based on their total family income, the same method that New York has used the last five years to compute taxes on commuters.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"I.B.M. to Close Its Midtown Gallery","web_url":"https://www.nytimes.com/1993/03/23/arts/ibm-to-close-its-midtown-gallery.html","abstract":"  I.B.M. has announced plans to close its Gallery of Science and Art, an 11,000-square-foot exhibition space on the lower level of its skyscraper at Madison Avenue and 56th Street, as a cost-cutting measure.   The gallery, which over the last 10 years has become one of New York's most prominent showcases for major traveling exhibitions, is to close as soon as the schedule of exhibitions to which I.B.M. is committed runs its course, \"either at the end of 1993 or the beginning of 1994,\" said Jim Ruderman, a spokesman for I.B.M.","thumbnail":null,"section":"Arts"},{"date":"19930323","headline":"U.S. Proposal Would Regulate Pairing of Pilots","web_url":"https://www.nytimes.com/1993/03/23/us/us-proposal-would-regulate-pairing-of-pilots.html","abstract":"  The Federal Aviation Administration today proposed a regulation that would prevent the pairing of a pilot and co-pilot if each has less than 75 hours of operating time in the type of airplane being flown.   The proposed regulation was prompted in part by crashes in Denver in 1987 and in New York in 1989 in which a total of 30 people were killed. In each incident, and inexperienced flight crew was blamed for the crash.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"The South China Sea Need Not Be a Theater of War","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-the-south-china-sea-need-not-be-a-theater-of-war.html","abstract":"- Although often described as a struggle for control of offshore oil and other valuable resources, the conflict over the Spratly Islands in the South China Sea has an important strategic dimension. Indeed, reports of enormous petroleum and mineral wealth around the islands may turn out to be highly exaggerated.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Sports of The Times; If Cinderella Meets the Underdog","web_url":"https://www.nytimes.com/1993/03/23/sports/sports-of-the-times-if-cinderella-meets-the-underdog.html","abstract":"  CALIFORNIA assumed the Cinderella role last week by disposing of L.S.U. and deposing Duke; Western Kentucky established itself as the tournament underdog by eliminating heavily favored Seton Hall.   While the odds against either team going further are rising by the second, the notion of Golden Bears meeting Hilltoppers in a national championship game is heartwarming.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-letters-to-the-editor-92551122596.html","abstract":"The Collider Can Wait. Regarding \"The Super Collider Deep ens the Noble Search for a Final Theory\" (Opinion, March 9) by Steven Weinberg:. Given unlimited resources, no one would begrudge physicists their quest for more particles with which to t","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"7 of 9 California Youths Are Freed In a Case of Having Sex for Points","web_url":"https://www.nytimes.com/1993/03/23/us/7-of-9-california-youths-are-freed-in-a-case-of-having-sex-for-points.html","abstract":"  The authorities today released seven of the nine high school students arrested Friday in the suburb of Lakewood and accused of molesting or raping girls as young as 10 in a gang competition to score \"points\" for sexual conquests.   A spokeswoman for the Los Angeles District Attorney's office said one of the two boys still in detention would be arraigned Tuesday in juvenile court on a charge of lewd conduct with a minor under the age of 14.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-477093.html","abstract":"  A report in the Chronicle column on Saturday about a series of musicales honoring Sergei Rachmaninoff on the 50th anniversary of his death referred to a pianist incorrectly. She is Constance Keene.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Many Say Lab-Animal Tests Fail to Measure Human Risk","web_url":"https://www.nytimes.com/1993/03/23/us/many-say-lab-animal-tests-fail-to-measure-human-risk.html","abstract":"  Dozens of caged rats and mice spend their days here in a laboratory chewing on Purina rodent chow laced with as much boric acid as they can tolerate without risk of death from poisoning.   These rodents and more than 1,000 others are being used to study seven common environmental and household chemicals to see if any cause reproductive problems. The rats and mice are allowed to breed at will. Then scientists here at R.O.W. Sciences, a research laboratory that works under Federal contract, examine several generations of offspring for abnormalities or defects.","thumbnail":null,"section":"U.S."},{"date":"19930323","headline":"COLLEGE BASKETBALL: West; Webber's Way: Wired and In Your Face","web_url":"https://www.nytimes.com/1993/03/23/sports/college-basketball-west-webber-s-way-wired-and-in-your-face.html","abstract":"  The Michigan uniform, post-practice, is baggy denim shorts and a baseball cap tugged sideways. Last weekend here, center Juwan Howard's hat said, \"Minnesota Vikings,\" guard Jalen Rose's hat said, \"Fab V,\" and forward Chris Webber's hat said absolutely nothing.   For Webber, that was a switch.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/23/style/chronicle-504093.html","abstract":"  SALLIE BINGHAM, the newspaper heiress and feminist (though not necessarily in that order), has given $750,000 to finance the position of women's studies archivist at Duke University.    Why Duke? \"For one thing it has a woman president,\" she said, referring to Nannerl L. Keohane. Ms. Bingham sounded perky indeed for someone recently parted with three-quarters of a million dollars.","thumbnail":null,"section":"Style"},{"date":"19930323","headline":"Supercollider Is Science Out on a Limb; The Appeal of Mystery","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-supercollider-is-science-out-on-a-limb-the-appeal-of-mystery-509193.html","abstract":"  To the Editor:   Steven Weinberg (Op-Ed, March 8), in looking beyond the \"political and fiscal sparring\" over the superconducting supercollider, conveys the essence of science. As an undergraduate student of physics, I find myself constantly trying to justify to the layperson the necessity of my field.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Phantoms of Physics Made Visible","web_url":"https://www.nytimes.com/1993/03/23/science/peripherals-phantoms-of-physics-made-visible.html","abstract":"  MAXWELL'S DEMON, a figment of the imagination of the 19th-century physicist James Clerk Maxwell, could reduce entropy, or disorder, with little or no expenditure of energy. Although nothing like the demon exists in the real world, you can play with it in one of the eight Physics Demonstration Programs published by Physics Academic Software.   Intended for classroom instruction or independent study at the high school and undergraduate levels, these computer animations also deal with manifestations of things entitled longitudinal waves, waves on a string, two sine waves, a chain reaction, a moving charge, a radiating dipole and a thin lens. The programs were written by Robert H. Good of the department of physics at California State University at Hayward.","thumbnail":null,"section":"Science"},{"date":"19930323","headline":"Serbs Intensify Sarajevo Attack; U.N. Fears a Final All-Out Push","web_url":"https://www.nytimes.com/1993/03/23/world/serbs-intensify-sarajevo-attack-un-fears-a-final-all-out-push.html","abstract":"  Serbian gunners continued a ferocious artillery attack on Sarajevo today, creating an atmosphere of alarm reminiscent of the worst days of fighting last spring and summer.    On Sunday, and with only slightly less intensity today, artillery, mortar and tank shells exploded every few minutes from shortly after dawn until past dusk. It was the fifth consecutive day of heavy bombardment by Serbian guns arrayed on the mountainsides overlooking the city.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"Don't Let Trade Center Blast Ignite Witch Hunt; We Must Act Now","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-don-t-let-trade-center-blast-ignite-witch-hunt-we-must-act-now-506793.html","abstract":"  To the Editor:   Following the arrest of a suspect in the bombing of the World Trade Center (front page, March 5), one hopes that public awareness will increase regarding the danger posed by militant Islamic fundamentalism.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"A Wise Bet on Russia's Hopes","web_url":"https://www.nytimes.com/1993/03/23/opinion/a-wise-bet-on-russia-s-hopes.html","abstract":"  Critics who are jumping all over President Clinton for betting America's chips on Boris Yeltsin have not answered the key questions: What is Mr. Clinton's alternative? And how could temporizing help Russian reform?   Mr. Yeltsin could fail. But Mr. Clinton and other Western leaders do not have time for rumination. Their only responsible option is to back Mr. Yeltsin and back him now.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Revoke Bail, Prosecutor Says to Court","web_url":"https://www.nytimes.com/1993/03/23/nyregion/revoke-bail-prosecutor-says-to-court.html","abstract":"  A prosecution campaign for the immediate jailing of three former Glen Ridge football players convicted of sexual assault last week is to go before New Jersey's Supreme Court on Tuesday.   The court's seven justices have been asked to revoke the modest bail for the three and send them to the Essex County jail on the grounds that they are a danger to their community and might flee before their sentencing, scheduled for April 23.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Howe Off to a Fast Start in Relief","web_url":"https://www.nytimes.com/1993/03/23/sports/baseball-howe-off-to-a-fast-start-in-relief.html","abstract":"  It is still only spring training, still two weeks from the start of the season, but when Steve Howe walks from the bullpen to the pitcher's mound here and begins throwing, it sometimes seems like the middle of summer.   Howe doesn't need spring, he needs a catcher and a batter and some teammates with gloves. On the first day he arrived and started pitching, he looked ready for April.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Chess","web_url":"https://www.nytimes.com/1993/03/23/arts/chess-007393.html","abstract":"  Not even an Anatoly Karpov can repeatedly recover from an early loss. The former world champion did win the Hoogoven International tournament on Jan. 31 in Wijk-aan-Zee, the Netherlands, after a second-round debacle against the American grandmaster Larry Christiansen, but when he again lost in the second round of the Linares International Tournament in Spain, this time to the Dutch grandmaster Jan Timman, he could not get higher in the final standings than a second place tie with the Indian grandmaster Viswanathan Anand.   The going was harder in Linares because Karpov was competing against his archrival, Gary Kasparov, the world champion and the man who deposed him in 1985. Kasparov won first prize in the event on March 14. Yet Karpov put up a good fight, as one may observe in his dynamic defeat of his Russian colleague, Valery Salov. Karpov's weapon was the mating attack.","thumbnail":null,"section":"Arts"},{"date":"19930323","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/23/nyregion/c-corrections-479693.html","abstract":"  A film review on Saturday about \"The Blue Eyes of Yonta,\" in the series New Directors/New Films, gave the screening schedule incompletely. In addition to showings on April 24 and 25 at the Brooklyn Museum, the film will be seen on April 17 and 18 at the Walter Reade Theater, 165 West 65th Street, in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Get the Chinese Engaged in Regional Cooperation","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-get-the-chinese-engaged-in-regional-cooperation.html","abstract":"- China is in the midst of profound change. There are contradictory trends at work. Economic reforms are opening the country to the outside world. However, leaders in Beijing suspect that the West, especially the United States, wants to prevent China from becoming a powerful country in the Asia-Pacific region by intervening in its domestic affairs under the guise of promoting human rights and democracy. Such moves, in Beijing's view, are designed to undermine Communist control and national unity.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Phoenix Ends Meetings On Double High Note","web_url":"https://www.nytimes.com/1993/03/23/sports/pro-football-phoenix-ends-meetings-on-double-high-note.html","abstract":"  The Phoenix Cardinals scored on two fronts today at the National Football League annual owners' meeting when Super Bowl XXX in 1996 was awarded to Phoenix and when big-play receiver Gary Clark left the Washington Redskins for the Cardinals, signing a three-year deal reportedly worth $6 million.   The Super Bowl coup ended a three-year ordeal for the city and for Arizona, which becomes the eighth state to host the league's big show. The game will actually be played at Sun Devil Stadium in Tempe, Ariz., where the Cardinals play their home games.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/23/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91793720125.html","abstract":"1943: U.S. Bombing Run","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"Blue Line, Deadline: Rangers Do Little","web_url":"https://www.nytimes.com/1993/03/23/sports/hockey-blue-line-deadline-rangers-do-little.html","abstract":"  For the Rangers today, it was no big deal.   Their president and general manager, Neil Smith, was not able to make a decent trade involving goaltender Mike Richter before the National Hockey League trading deadline passed at 3 P.M. today. He did not manage to acquire a defenseman to help replace the injured Brian Leetch, who is pretty much irreplaceable anyway. All Smith did manage was to trade two seldom-used players -- Mark Hardy and Randy Gilhen -- in deals that can easily be termed less than signficant.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Don't Let Trade Center Blast Ignite Witch Hunt","web_url":"https://www.nytimes.com/1993/03/23/opinion/l-don-t-let-trade-center-blast-ignite-witch-hunt-505993.html","abstract":"  To the Editor:   The arrest of Mohammed A. Salameh in connection with the World Trade Center bombing (front page, March 5) has unleashed a torrent of disingenuous discussion in the public realm. An act as reprehensible as the bombing rightly bears the mark of crisis; but moments of crisis demand caution and a sense of justice, not hysteria and flagrant witch hunting.","thumbnail":null,"section":"Opinion"},{"date":"19930323","headline":"U.S. and Russian Subs in Collision In Arctic Ocean Near Murmansk","web_url":"https://www.nytimes.com/1993/03/23/world/us-and-russian-subs-in-collision-in-arctic-ocean-near-murmansk.html","abstract":"  In the latest round of a cat-and-mouse game that has outlived the cold war, an American attack submarine collided on Saturday with a Russian missile-carrying sub in the Arctic Ocean, the Pentagon said today.   The collision occurred as the Grayling was shadowing a Russian Delta-class sub, which is normally equipped with 16 ocean-spanning nuclear-tipped missiles.","thumbnail":null,"section":"World"},{"date":"19930323","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/23/nyregion/no-headline-627093.html","abstract":"  Helping the Russian people to build a free society and a market economy -- this is the greatest strategic challenge of our time. -- WARREN CHRISTOPHER, Secretary of State.  [ A12:6. ]","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"More Calendar Hopscotch","web_url":"https://www.nytimes.com/1993/03/23/sports/horse-racing-more-calendar-hopscotch.html","abstract":"  New York racing, which has had its stakes calendar disrupted and six dates canceled by severe weather this year, took one more turn yesterday: The Gotham Mile for 3-year-old colts, which already had been postponed from this Saturday to the following Friday, April 2, has been moved one more time.   The race will be run at Aqueduct one day later, on Saturday, April 3, as part of a Kentucky Derby preview that will include the simulcast of the Santa Anita Derby plus 10 live races. As a result, the Gotham now will be run two weeks before the Wood Memorial, the major prep in New York for the Kentucky Derby. The change will restore the traditional two-week spacing between the Gotham and the Wood, which had been widened to three weeks this year before the weather began to disrupt the schedule.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Nude Photographs Are Focus Of Woody Allen's Testimony","web_url":"https://www.nytimes.com/1993/03/23/nyregion/nude-photographs-are-focus-of-woody-allen-s-testimony.html","abstract":"  The nude photographs of Soon-Yi Farrow Previn that led to the bitter falling out between Woody Allen and Mia Farrow and their resulting custody battle were the focus of Mr. Allen's testimony yesterday in State Supreme Court in Manhattan.   Mr. Allen, testifying as the half-dozen snapshots were entered into evidence, said the photographs of 22-year-old Ms. Previn, his current lover and the adopted daughter of Ms. Farrow, his former lover, were intended to be erotic. He defended them as a matter between consenting adults. He resisted suggestions by Ms. Farrow's lawyer, Eleanor B. Alter, that the photographs were pornographic.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"In a Protest, Post's Editor Moves His Desk to a Diner","web_url":"https://www.nytimes.com/1993/03/23/nyregion/in-a-protest-post-s-editor-moves-his-desk-to-a-diner.html","abstract":"  Pete Hamill, the embattled editor of The New York Post, moved his desk to a diner next door to the newspaper's South Street offices yesterday after four top news and editorial employees who were laid off by Abraham Hirschfeld last week tried to return to work but were barred by security guards.   Amid the sizzle of hamburgers and puffs of steam from the coffee urns, Mr. Hamill set up shop in a pink-and-white corner booth at the South Street Diner, conferring by cellular phone with reporters and editors in the newsroom and pecking at a laptop computer between cigarettes and greasy french fries.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Teen-Ager Charged in Slaying at Rider College","web_url":"https://www.nytimes.com/1993/03/23/nyregion/teen-ager-charged-in-slaying-at-rider-college.html","abstract":"  A 17-year-old high school student was charged with homicide on Sunday in a shooting at Rider College that left one man dead.   The shooting occurred in the parking lot next to the Student Center about 2:30 A.M. Sunday, at the end of a party in the center that was sponsored by the Phi Beta Sigma fraternity.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Review/Film Festival; A Boy's Lesson in Disillusionment","web_url":"https://www.nytimes.com/1993/03/23/movies/review-film-festival-a-boy-s-lesson-in-disillusionment.html","abstract":"  As he remembers himself years later, the narrator of Goran Markovic's full-bodied, initially charming farcical memoir, \"Tito and Me,\" is a rather impossible little boy named Zoran (Dimitrie Vojnov), who is 10 and fat. He's not just \"rounded\" as his grandmother says, but overweight in the big-bellied, multi-chinned way of children who consume too many sweets and, in Zoran's case, plaster.   The boy has a compulsion to eat plaster. The walls of the family apartment in Belgrade in 1954 look pitted, as if damaged by small-arms fire during an insurrection. Zoran sneaks around the rooms and, when unobserved, peels back the wallpaper to stuff himself with a building material he finds as satisfying as meringues. It could be a sign of some kind of emotional as well as nutritional need. His ill-tempered uncle says it's a symptom of Zoran's degeneracy, pure and simple.","thumbnail":null,"section":"Movies"},{"date":"19930323","headline":"Fading Breed: Fishing's Not So Easy","web_url":"https://www.nytimes.com/1993/03/23/nyregion/our-towns-fading-breed-fishing-s-not-so-easy.html","abstract":"  ALL Bob Gabrielson has ever wanted to do is earn a living fishing the Hudson, the murky big-hearted river along which he was born.   He has been out on the river when the winds were churning up waves seven feet tall and ice was congealing his eyebrows. He has fished the river with thousand-foot nets and with a single crab pot baited with chicken wings. In two more weeks he will slip his skiff into the muddy waters near the Tappan Zee Bridge for another season of netting shad as they rush upriver to spawn.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"Review/Film Festival; The Cynical Underside Of Physical Disability","web_url":"https://www.nytimes.com/1993/03/23/movies/review-film-festival-the-cynical-underside-of-physical-disability.html","abstract":"  Yilmaz Arslan's semi-documentary film \"Passages\" sets out with a vengeance to undermine Hollywood's reassuring portrayals of physically disabled people as heroic conquerers of despair and immobility. Set in a German rehabilitation center that despite its spiffy, ultra-modern appearance is filmed to resemble an eerie, cavernous shadowland, the film portrays the volatile interactions of a group of teen-agers who have serious disabilities.   Because much of the film looks as if it was shot from a motorized wheelchair, the center has the scary oppressive feel of a large, well-kept prison as experienced by a child. As the camera swoops down the halls and lurches around corners, the film often evokes a feeling of life about to careen out of control.","thumbnail":null,"section":"Movies"},{"date":"19930323","headline":"Boat Accident Kills Indians' Top Reliever","web_url":"https://www.nytimes.com/1993/03/23/sports/baseball-boat-accident-kills-indians-top-reliever.html","abstract":"  Steve Olin, the Cleveland Indians' No. 1 relief pitcher, was killed and two teammates, Bob Ojeda and Tim Crews, were seriously injured tonight when their fishing boat struck a dock on a lake about 25 miles west of Orlando.   Susan Mock, a dispatcher in the Lake County sheriff's office, said initial reports were that all three had suffered head injuries when the boat struck the dock and literally went under it. Mock said the dock stretches about 250 feet onto Little Lake Nellie. The accident occurred after dark, shortly before 7:30 P.M.","thumbnail":null,"section":"Sports"},{"date":"19930323","headline":"Assembly Passes Bill to Outlaw Blockades of Abortion Clinics","web_url":"https://www.nytimes.com/1993/03/23/nyregion/assembly-passes-bill-to-outlaw-blockades-of-abortion-clinics.html","abstract":"  In an effort to thwart blockades of abortion clinics by abortion opponents in New York State, the Assembly passed a bill today that would make it a specific crime to block access to any hospital or medical center.   A similar measure has been introduced in the State Senate, but officials there said its prospects remained unclear.","thumbnail":null,"section":"New York"},{"date":"19930323","headline":"CHRISTOPHER BACKS YELTSIN VOTE PLAN; SEEKS MORE U.S. AID","web_url":"https://www.nytimes.com/1993/03/23/world/crisis-in-moscow-christopher-backs-yeltsin-vote-plan-seeks-more-us-aid.html","abstract":"  Secretary of State Warren Christopher today endorsed President Boris N. Yeltsin's call for a national referendum, and coupled it with an appeal to the American people to support increased financial aid to Russia.   In the Administration's fullest statement on Russia since Mr. Yeltsin claimed emergency powers on Saturday, Mr. Christopher described the Russian political crisis as the \"greatest strategic challenge of our time.\" He gave strong backing to the embattled Russian leader, signaling that the United States would support him as long as he acted peacefully and guaranteed civil liberties.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930323","time":"1993-03-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":68,"wspd":20.5},{"date":"19930323","time":"1993-03-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":68,"wspd":14.8},{"date":"19930323","time":"1993-03-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":67,"wspd":18.4},{"date":"19930323","time":"1993-03-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":70,"wspd":20.5},{"date":"19930323","time":"1993-03-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":71,"wspd":16.6},{"date":"19930323","time":"1993-03-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":69,"wspd":18.4},{"date":"19930323","time":"1993-03-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":73,"wspd":18.4},{"date":"19930323","time":"1993-03-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":71,"wspd":20.5},{"date":"19930323","time":"1993-03-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":66,"wspd":22.3},{"date":"19930323","time":"1993-03-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":61,"wspd":18.4},{"date":"19930323","time":"1993-03-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":49,"wspd":25.9},{"date":"19930323","time":"1993-03-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":45,"wspd":25.9},{"date":"19930323","time":"1993-03-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":42,"wspd":27.7},{"date":"19930323","time":"1993-03-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":38,"wspd":24.1},{"date":"19930323","time":"1993-03-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":41,"wspd":22.3},{"date":"19930323","time":"1993-03-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":36,"wspd":22.3},{"date":"19930323","time":"1993-03-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":42,"wspd":22.3},{"date":"19930323","time":"1993-03-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":46,"wspd":14.8},{"date":"19930323","time":"1993-03-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":46,"wspd":18.4},{"date":"19930323","time":"1993-03-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":51,"wspd":16.6},{"date":"19930323","time":"1993-03-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":57,"wspd":16.6},{"date":"19930323","time":"1993-03-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":62,"wspd":14.8},{"date":"19930323","time":"1993-03-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":65,"wspd":16.6},{"date":"19930323","time":"1993-03-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":69,"wspd":14.8},{"date":"19930323","time":"1993-03-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":38,"wspd":18.7},{"date":"19930323","time":"1993-03-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":40,"wspd":18.7},{"date":"19930323","time":"1993-03-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":39,"wspd":20.5},{"date":"19930323","time":"1993-03-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":46,"wspd":13},{"date":"19930323","time":"1993-03-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":50,"wspd":11.2},{"date":"19930323","time":"1993-03-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":11.2},{"date":"19930323","time":"1993-03-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":11.2},{"date":"19930323","time":"1993-03-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":11.2},{"date":"19930323","time":"1993-03-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":67,"wspd":9.4},{"date":"19930323","time":"1993-03-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":67,"wspd":11.2},{"date":"19930323","time":"1993-03-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":69,"wspd":7.6},{"date":"19930323","time":"1993-03-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":66,"wspd":5.4},{"date":"19930323","time":"1993-03-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":7.6},{"date":"19930323","time":"1993-03-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":11.2},{"date":"19930323","time":"1993-03-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":53,"wspd":11.2},{"date":"19930323","time":"1993-03-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":43,"wspd":11.2},{"date":"19930323","time":"1993-03-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":40,"wspd":13},{"date":"19930323","time":"1993-03-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":47,"wspd":13},{"date":"19930323","time":"1993-03-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":55,"wspd":14.8},{"date":"19930323","time":"1993-03-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":65,"wspd":11.2},{"date":"19930323","time":"1993-03-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":13},{"date":"19930323","time":"1993-03-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":7.6},{"date":"19930323","time":"1993-03-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":73,"wspd":11.2},{"date":"19930323","time":"1993-03-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":13}]},"19930324":{"guardian_articles":[],"nytimes_articles":[{"date":"19930324","headline":"Harlem Troupe Adds Dance","web_url":"https://www.nytimes.com/1993/03/24/arts/harlem-troupe-adds-dance.html","abstract":"  Dance Theater of Harlem has added \"A Song for Dead Warriors\" to its benefit gala program at 7:30 P.M. tomorrow at the New York State Theater. The hit ballet replaces \"The River,\" a work by Alvin Ailey, which will receive its company premiere on Friday evening. Both programs will be completed by \"Songs of Mahler\" and \"The Firebird.\" Tickets for the benefit, which also features Jessye Norman, are $20 to $75. Information: (212) 870-5570. To charge tickets, call (212) 307-4100.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"British Member Leaves Davidians' Compound","web_url":"https://www.nytimes.com/1993/03/24/us/british-member-leaves-davidians-compound.html","abstract":"  A 33-year-old British man, Livingston Fagen, walked out of the Branch Davidian compound this morning, the 10th adult to part with the sect's leader, David Koresh, in the last five days.   But with 95 people still inside the armed camp, negotiators again expressed frustration at their inability to end the 25-day standoff.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"DETENTION UPHELD ON ALIEN CHILDREN","web_url":"https://www.nytimes.com/1993/03/24/us/detention-upheld-on-alien-children.html","abstract":"  The Supreme Court today upheld the policy of the Immigration and Naturalization Service to hold alien children facing deportation hearings in detention centers if they lack a close relative or legal guardian in the United States.   The 7-to-2 decision overturned a ruling by the United States Court of Appeals for the Ninth Circuit, in San Francisco, which had held that the policy violated the children's constitutional right to due process.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"An Artist's Expression Emerges From a Loss","web_url":"https://www.nytimes.com/1993/03/24/nyregion/about-new-york-an-artist-s-expression-emerges-from-a-loss.html","abstract":"  ON Sept. 13 of last year, a Friday, Madeline Figeroa's doctors cut off her leg above the knee. She was 17 years old.   She had known since childhood that she might lose the leg, which was infected and ulcerated as a result of spina bifida, with which she was born. When she was 10 and spoke nothing but Spanish, her family moved from Puerto Rico to the Bronx to seek better treatment for her.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/24/nyregion/c-corrections-867393.html","abstract":"  The Pulse chart in The Metro Section yesterday, comparing office space leased this year with space leased last year, was mislabeled. The comparisons were for February, not January.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Albany Considers Fund To Preserve Open Land","web_url":"https://www.nytimes.com/1993/03/24/nyregion/albany-considers-fund-to-preserve-open-land.html","abstract":"  Four and a half years ago, New York State's top environmental official telephoned an Adirondack landowner named Gary F. Heurich and floated an offer Mr. Heurich did not want to refuse: nearly $3 million for most of his property, which takes in the largest undeveloped piece of privately owned shoreline on Lake Champlain.   Needing cash and pleased at the idea of public ownership of the land, Mr. Heurich said he was eager to sell. But the deal depended on the passage of a $1.9 billion environmental bond act. And when the state's voters unexpectedly rejected the measure in 1990, New York State had no money left to buy open space -- Mr. Heurich's or anyone else's. Land to Be Auctioned    Mr. Heurich now intends to put his land up for auction. \"What it boiled down to was that the state was a willing buyer and I was a willing seller and everything was in place except the money,\" he said. \"My preference has always been to see the property protected, but at this point, anybody's money is green.\"","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"The Beer That Made Sumerians Famous","web_url":"https://www.nytimes.com/1993/03/24/style/the-beer-that-made-sumerians-famous.html","abstract":"How did neolithic man relax after a hard day of laying the foundations for future civilizations?\n\nHe had a beer.","thumbnail":null,"section":"Style"},{"date":"19930324","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/03/24/sports/college-hockey-report.html","abstract":"  Michigan  As was true last year, Michigan is the only college with two teams in National Collegiate Athletic Association championship tournaments.   The school's hockey team will have an easier route to the Final Four than the basketball team, because the skaters need to win only one more game. That opportunity will come on Saturday night at the Joe Louis Arena in Detroit when Michigan meets either Miami of Ohio or Wisconsin in a quarterfinal match.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Transcript of Clinton's First News Conference at White House","web_url":"https://www.nytimes.com/1993/03/24/us/transcript-of-clinton-s-first-news-conference-at-white-house.html","abstract":"  Following is a transcript of the question-and-answer portion of President Clinton's first official news conference, held in the East Room of the White House today, as recorded by The New York Times:   Q.  Mr. President, would you be willing to hold the summit meeting in Moscow if it would be best for President Yeltsin's political health? Have you spoken to President Yeltsin? And don't you think that if you did go through Moscow it would engage the U.S. too closely in the power struggle in the capital?","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Critic's Notebook; Plays by Women, for Anyone And Mostly About Violence","web_url":"https://www.nytimes.com/1993/03/24/theater/critic-s-notebook-plays-by-women-for-anyone-and-mostly-about-violence.html","abstract":"  With violent protest erupting into murder, abortion has become a most explosive and exploitable political issue. The pseudonymous Jane Martin has stepped into this crisis and written a play that is compelling in its sense of urgency. As directed by Jon Jory, \"Keely and Du\" features superb performances by Julie Boyd and Anne Pitoniak in the title roles as a pregnant rape victim and a nurse who is firmly opposed to abortion.   This is a play that is bound to stir vigorous discussion wherever it is presented. In that regard, Ms. Martin has done for abortion what David Mamet did for sexual harassment in \"Oleanna.\" \"Keely and Du\" was the provocative high point of the 17th annual Humana Festival of New American Plays at the Actors Theater of Louisville. This weekend marathon of five full-length plays and five one-acts was viewed by several hundred critics, theatergoers and theater professionals from around the world.","thumbnail":null,"section":"Theater"},{"date":"19930324","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90738580041.html","abstract":"1918: A Monster of War. PARIS . Paris was bombarded for eight hours yesterday [March 23] from the German lines, seventy-five miles distant, by a new Austrian-invented monster of war. The gun, considered in scientific circles in the capital last night as p","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/24/arts/classical-music-in-review-876293.html","abstract":"  'Cavalleria Rusticana' And 'Pagliacci' Metropolitan Opera    Placido Domingo occupies an increasingly lonely place in the opera world: the mature artist who thrills by his mere presence, and who at the same time dedicates himself to his roles as if his career was still young.  Mr. Domingo's first appearance at the Met this season, in \"Pagliacci\" on Wednesday night, was not among his best; said to be suffering from a cold, he sang Canio cautiously at first. But \"Vesti la giubba\" rang out splendidly, and the role was acted with tangible energy. A sad old man from the outset, this clown let his poignance turn to violence in a clear, dark descent.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"N.F.L. Roster Now 53, 45 on Game Day","web_url":"https://www.nytimes.com/1993/03/24/sports/pro-football-nfl-roster-now-53-45-on-game-day.html","abstract":"  National Football League rosters were increased from 47 players to 53 players by league owners at their annual meeting today, with the 6 additional players becoming part of a team's inactive list.   Last season, only 47 players on a team could practice during the week and an hour and 15 minutes before game time, teams were forced to name their 45 players active for the game. Now 53 can practice during the week, 49 active players must be named by 7 P.M., Eastern time, on Friday and 45 plus an additional quarterback named one hour and 15 minutes before game time.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Yamaguchi Goes for Gold, not Gold Medal","web_url":"https://www.nytimes.com/1993/03/24/sports/on-olympic-sports-yamaguchi-goes-for-gold-not-gold-medal.html","abstract":"  Imagine if Patrick Ewing could earn $1 million more per season with the Harlem Globetrotters than he could with the Knicks. Ewing would no longer have to trade elbows with Shaquille O'Neal, heed Pat Riley's tirades, or chase David Robinson up and down the court at the creaky HemisFair Arena until his knees ached.    Instead, Ewing would merely agree to exist in the curious land of pseudo-sport, that twilight zone where athletics meet showmanship, where dignity meets performance art, and where Kristi Yamaguchi meets her adoring young fans on the professional skating tour. No bruises. No championship rings.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Cuomo Called By Murdoch On The Post","web_url":"https://www.nytimes.com/1993/03/24/nyregion/cuomo-called-by-murdoch-on-the-post.html","abstract":"  Rupert Murdoch, who transformed The New York Post into the nation's most flamboyant daily before selling it five years ago, has called Gov. Mario M. Cuomo and at least two United States Senators in recent days to determine whether he would have the political support to buy back the teetering newspaper.   While the Governor yesterday did little more than acknowledge receiving a call from Mr. Murdoch, the Senators, Alfonse M. D'Amato, Republican of New York, and Ernest F. Hollings, Democrat of South Carolina, said they would provide crucial support to Mr. Murdoch if he was deemed the only viable buyer for the paper.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"12 Charges Against Alabama Governor Dropped","web_url":"https://www.nytimes.com/1993/03/24/us/12-charges-against-alabama-governor-dropped.html","abstract":"  Citing statutes of limitations, a state judge has dismissed 12 charges of theft against Gov. Guy Hunt of Alabama but set an April trial date on a state ethics charge, the only count remaining.    An aide to the Governor called the ruling a \"major victory\" and said lawyers were considering whether to appeal the court's decision not to drop the remaining charge.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Divided and Burdened, The Army Stays Neutral","web_url":"https://www.nytimes.com/1993/03/24/world/crisis-in-moscow-divided-and-burdened-the-army-stays-neutral.html","abstract":"  Both of Russia's feuding branches of government say they want to avoid involving the army in their dispute, and military leaders say they are happy to oblige. Humiliated, orphaned and starved for funds by the collapse of the Soviet Union, the military is an uncertain instrument even in the hands of its commanders.   Military experts, Russian analysts and Western diplomats say that if President Boris N. Yeltsin or the Russian Parliament tries to use the army in this essentially political struggle, it is likely to split, raising the prospects of real civil strife and prolonged chaos.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Ex-Prosecutor Joins Manhattan Law Firm","web_url":"https://www.nytimes.com/1993/03/24/nyregion/ex-prosecutor-joins-manhattan-law-firm.html","abstract":"  The former United States Attorney for the Southern District of New York, Otto G. Obermaier, has been named a partner in the law firm of Weil, Gotshal & Manges.   Mr. Obermaier, 56, was the chief Federal prosecutor in Manhattan from October 1989 until last month. Before that, he was in private practice and also served as chief trial counsel for the New York regional office of the Securities and Exchange Commission.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Two Circuses Going Nose to Nose","web_url":"https://www.nytimes.com/1993/03/24/arts/two-circuses-going-nose-to-nose.html","abstract":"  And now, ladies and gentlemen, and children of all ages, prepare for the newest competitive entertainment spectacle in Manhattan: the war of the circuses.    Actually, it's more of a battle between David and Goliath. Goliath, of course, is the Ringling Brothers and Barnum & Bailey Circus, which modestly proclaims itself the Greatest Show on Earth. It opens on Thursday in Madison Square Garden (circus capacity: 16,000), with dozens of animals and 150 performers in three rings, including one star clown, David Larible.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"A 7-1 Freshman Who Has It All","web_url":"https://www.nytimes.com/1993/03/24/sports/college-basketball-ncaa-tournament-a-7-1-freshman-who-has-it-all.html","abstract":"  For some imponderable reason, Africa turns out centers instead of point guards. Manute Bol is the tall one. Hakeem Olajuwon is the omnipotent one. Dikembe Mutombo is the well-read one.   Yinka Dare, the youngest one, is a combination of all three. He is 7 feet, 1 inch, has heard on television that milk \"does a body good\" and drinks it in order to reach 7-3.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/24/style/chronicle-878993.html","abstract":"  No, Channel 13, the New York flagship station of the Public Broadcasting Service, doesn't always meet its three-times-a-year fund-raising goal.  But, yes, miracles can happen. Just ask BILL BAKER, the president of Channel 13.   It was Sunday night and Channel 13 was dangerously close to failing to reach the goal in its latest fund-raiser (viewers hate them but realize they are necessary). The station re-broadcast an all-time audience favorite twice in a row: the concert starring the tenors Jose Carreras, Placido Domingo and Luciano Pavarotti. The repeat programs brought in a flurry of phone pledges, though not quite enough to send the station over the top.","thumbnail":null,"section":"Style"},{"date":"19930324","headline":"Lessons of South Carolina: What Secretary May Try for U.S. Schools","web_url":"https://www.nytimes.com/1993/03/24/education/lessons-of-south-carolina-what-secretary-may-try-for-us-schools.html","abstract":"  When Richard W. Riley -- then Governor, now President Clinton's Secretary of Education -- first looked hard at South Carolina's schools in 1983, he saw an educational backwater. The state trailed nearly all others in test scores and money for schools. Rural towns like this one did not even have working microscopes in science classrooms.   It was the start of his second term. Within a year, mounting a campaign that offered toll-free education phone lines and educational town meetings, Mr. Riley pushed through changes hailed at the time as the nation's most wide-ranging education effort. By spending more money on public schools, imposing higher standards and holding the schools responsible for results, the law helped South Carolina post some of the biggest test score increases in the country, even if the state's scores still lag behind many others.","thumbnail":null,"section":"Education"},{"date":"19930324","headline":"Two Indian Pitchers Die, and Questions Emerge","web_url":"https://www.nytimes.com/1993/03/24/sports/baseball-two-indian-pitchers-die-and-questions-emerge.html","abstract":"  Steve Olin nearly didn't go to the off-day gathering at Tim Crews's house. He got lost on the way and was going to turn around, but he had promised his 3-year-old daughter she could ride a horse.   Crews didn't really want to fish in the lake that bordered his house. He preferred the adjacent lake, but the water level was too low for his boat.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Rangers Hold Their Destiny","web_url":"https://www.nytimes.com/1993/03/24/sports/hockey-rangers-hold-their-destiny.html","abstract":"  Before the trading deadline passed on Monday, General Manager Neil Smith of the Rangers could think of nothing grander than landing a top-notch defenseman to replace Brian Leetch, the league's best.   \"I would have loved to steal a great defenseman from someone,\" Smith said today at the Rangers' practice, three days after losing Leetch for eight weeks to a freakish accident. \"But it just didn't happen.\"","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Hope on Youth's Playing Field","web_url":"https://www.nytimes.com/1993/03/24/sports/IHT-hope-on-youths-playing-field.html","abstract":"Traditionally, we old folk put youth in their place. We assume that age and wisdom give us the right to call youth a blunder, to apply corrective disciplines.. In sports, however, the playing field of the young, there might be a time when a new generation","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"A Son's Anguished Letter Rivets Woody Allen Hearing","web_url":"https://www.nytimes.com/1993/03/24/nyregion/a-son-s-anguished-letter-rivets-woody-allen-hearing.html","abstract":"  Woody Allen listened quietly from the witness stand yesterday as Mia Farrow's lawyer read an angry and passionate letter from the couple's son, Moses, in which the teen-ager said he no longer considered Mr. Allen his father and hoped that he would kill himself.   \"You have done a horrible, unforgivable, needy, ugly, stupid thing,\" Moses A. Farrow, now 15, wrote, referring to the affair between Mr. Allen and Soon-Yi Farrow Previn, the boy's older sister. \"I hope you get so humiliated you commit suicide.\"","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Eliza to Run In Santa Anita","web_url":"https://www.nytimes.com/1993/03/24/sports/horse-racing-eliza-to-run-in-santa-anita.html","abstract":"  Allen E. Paulson said today in Los Angeles that he would run his star filly Eliza against colts in the Santa Anita Derby April 3, but he did not commit her to the Kentucky Derby one month later.   He also said that his star colt Corby, widely considered the favorite for the Kentucky Derby, would be shipped to Kentucky to run in the $500,000 Blue Grass Stakes April 10.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"A Lot of Bumping Is Going on Among Met Pitchers","web_url":"https://www.nytimes.com/1993/03/24/sports/baseball-a-lot-of-bumping-is-going-on-among-met-pitchers.html","abstract":"  Paul Gibson is too much of a veteran not to be able to decipher the meaning of the clubhouse traffic. Eric Hillman, who throws with his left hand and has thrown seven straight scoreless innings, was blocked into his locker by reporters.   Gibson didn't need to hear the words to be able to anticipate the questions or the quotes. Hillman was hot, the manager's endorsement of him as the bullpen's left-hander was warming up, and so Gibson's future with the Mets, perilous from the outset of camp, appeared in greater danger. His recent slight slip in stature, the 33-year-old left-hander understands, could set in motion a greater fall, right out of baseball.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94075122152.html","abstract":"1943: The Mareth Line. ALLIED HEADQUARTERS IN NORTH AFRICA . [From our New York edition:] The British 8th Army has smashed through the Mareth line at its coastal anchor and driven around and behind the southern extremity in a wide flanking sweep, it was a","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"American Rules, Mexican Jobs","web_url":"https://www.nytimes.com/1993/03/24/opinion/american-rules-mexican-jobs.html","abstract":"Supplemental agreements are being negotiated with Mexico to raise and enforce environmental and labor standards as conditions for Congressional approval of the North American Free Trade Agreement. But the proposals being canvassed are, at best, debatable. Better suggestions can be made.\n\nBecause these proposals are largely driven by fear that we will lose jobs to the cheap Mexican labor, they seek to impose excessive environmental standards and have effectively become instruments for indirectly raising Mexican costs. The demands for tougher Mexican standards could be legitimately read as a ploy to undermine Mexico's ability to join the trade agreement and thus to kill the accord itself.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Curriculum Issues Fuel Races for School Boards","web_url":"https://www.nytimes.com/1993/03/24/nyregion/curriculum-issues-fuel-races-for-school-boards.html","abstract":"  Sigfredo Gonzalez thought his first-time candidacy for the school board was a long shot, but because he opposes the curriculum that teaches tolerance for gays, he is running strong, aided not only by Hispanic evangelicals in the Bronx's District 12 but also by tactical advice from New York's Catholic Archdiocese.   Carmel (Bunny) Reddington educated her children in Catholic schools, but after battling Schools Chancellor Joseph A. Fernandez's multicultural curriculum, she is running for Staten Island's community school board to reassert parents' right to control \"what their children should know and not know.\"","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Clinton Would Consider Segregating Gay Troops; For Yeltsin's 'Courage,' President Vows Plan to Support Russia","web_url":"https://www.nytimes.com/1993/03/24/world/clinton-would-consider-segregating-gay-troops-for-yeltsin-s-courage-president.html","abstract":"  President Clinton today brushed aside criticism that he was too closely tied to President Boris N. Yeltsin, saying that Mr. Yeltsin's decision to circumvent the Russian Parliament was \"appropriate\" and that he would give Mr. Yeltsin \"an aggressive and quite specific plan\" of aid at their summit meeting.   \"Boris Yeltsin is the elected President of Russia, and he has shown a great deal of courage in sticking up for democracy and civil liberties and market reforms, and I'm going to support that,\" Mr. Clinton said, adding that he would begin briefing Congress this week on his aid proposals.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Review/Television; Portrait Of Griffith In His Life And Art","web_url":"https://www.nytimes.com/1993/03/24/movies/review-television-portrait-of-griffith-in-his-life-and-art.html","abstract":"  In \"D. W. Griffith: Father of Film,\" Lillian Gish points out how the great movie director \"understood the psychic strength of the lens\" and Charles Chaplin is recalled saying that \"he was the teacher of us all.\" True, of course, but David Wark Griffith (1875-1948) does not easily slip into cozy categorizations. There was much in his life and art that's troubled and, even to this day, troubling. That much is acknowledged, albeit a mite gingerly, in the \"American Masters\" biography that begins at 8 tonight on WNET. Three originally separate hours are being run consecutively, and somewhat overwhelmingly.    The producers for Thames Television and Thirteen/WNET are Kevin Brownlow and David Gill, the British team whose previous and widely acclaimed credits include essays on Chaplin, Buster Keaton and Harold Lloyd. While working more than 10 years ago on \"Hollywood,\" a 13-part documentary series on silent films, they amassed an archive of interviews with major figures from the early years of film history. This Griffith portrait gets still more mileage out of good deal of that material. Comments by Miss Gish and Blanche Sweet, for instance, were taped in 1978.","thumbnail":null,"section":"Movies"},{"date":"19930324","headline":"Iron's Role in Heart Unclear in 3 Studies","web_url":"https://www.nytimes.com/1993/03/24/health/iron-s-role-in-heart-unclear-in-3-studies.html","abstract":"  IN a startling report published last year, a Finnish study suggested that a high level of iron more than doubles the risk for heart attacks in men. Now three new American studies have left the issue of iron as a risk factor for heart attacks far from settled.    The new studies do not dispute the Finnish report, but they do not confirm its findings, either, researchers said at a meeting of the American Heart Association last week in Santa Fe, N.M.","thumbnail":null,"section":"Health"},{"date":"19930324","headline":"U.N. Says It Will Fly Muslims Out of Enclave","web_url":"https://www.nytimes.com/1993/03/24/world/un-says-it-will-fly-muslims-out-of-enclave.html","abstract":"  United Nations officials announced tonight that they would go ahead with the evacuation of hundreds of wounded Muslims by helicopter from an enclave in eastern Bosnia that has been pounded by Serbian nationalist forces for months.   A spokesman said that the United Nations had decided to go ahead with the evacuation from the area around Srebrenica without the final approval of Bosnian Serb leaders and that the helicopters would not stop in the Serbian-held town of Zvornik for inspections on their way in and out, as had been previously discussed.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/24/nyregion/no-headline-969093.html","abstract":"  \"Boris Yeltsin is the elected President of Russia, and he has shown a great deal of courage in sticking up for democracy and civil liberties and market reforms, and I'm going to support that.\" -- PRESIDENT CLINTON.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Why Single Me Out To Make Sacrifices?","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-why-single-me-out-to-make-sacrifices-933593.html","abstract":"  To the Editor:   \"The Republicans Strike Back\" (editorial, March 11) states, \"Sensibly, they propose to cut retirement benefits for Federal employees, civilian and military.\"","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Six Players Ejected in Knicks-Suns Wild West Slugfest","web_url":"https://www.nytimes.com/1993/03/24/sports/pro-basketball-six-players-ejected-in-knicks-suns-wild-west-slugfest.html","abstract":"  A halftime bench-clearing brawl tonight between the Knicks and the Phoenix Suns, the worst fight in the National Basketball Association this season, will undoubtedly lead to heavy fines and suspensions for the numerous players involved.   Four Knicks were ejected -- Greg Anthony, John Starks, Doc Rivers and Anthony Mason -- while two Suns were ejected, Kevin Johnson and Danny Ainge. More action will follow when the league office reviews the violent scene on tape, as 12 technical fouls were called during the game.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"French Culture Under Socialism: Egotism or a Sense of History?","web_url":"https://www.nytimes.com/1993/03/24/arts/french-culture-under-socialism-egotism-or-a-sense-of-history.html","abstract":"  Jack Lang, the French Minister of Culture and the best-known Socialist politician after President Francois Mitterrand, knew even before the voters went to the polls on Sunday that he would have to give up the post that made him famous.   Ever since 1991, the 10th anniversary of his ascension to cultural power, Mr. Lang and his ministry's busy publicity people have been in what might be called a defensively self-celebratory mood. More recently, as his enemies swelled in numbers, a counterattack has seemed all the more imperative. And on balance, the judgment of posterity is likely to be favorable indeed on the French Socialists' achievements in the field of culture.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: It's Some Crew!. PARIS . The steamship Paris, which sails from Southampton for New York to-morrow [March 25], carries a most interesting groupof women, en route for the World's Columbian Exposition in Chicago, living representatives and human type","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Nets Lose Petrovic to Injury For a Week or Maybe More","web_url":"https://www.nytimes.com/1993/03/24/sports/pro-basketball-nets-lose-petrovic-to-injury-for-a-week-or-maybe-more.html","abstract":"  With only 16 games left in the regular season and the playoffs looming large, the Nets received some bad and untimely news yesterday: guard Drazen Petrovic, the team announced, will miss at least one week because of a sprained ligament in his left knee.   But team sources said last night that the injury was more serious than the Nets were saying and it was more likely that Petrovic could miss up to a month of action. The problem, sources said, is that Petrovic has a 35 percent tear in one of the exterior cruciate ligaments. The injury will probably not need surgery, they said, but will need lots of rehabilitaion and healing time.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Abortion Foes Reject Fanaticism and Violence; Not a Zealot","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-abortion-foes-reject-fanaticism-and-violence-not-a-zealot-931993.html","abstract":"  To the Editor:   Re \"The Death of Dr. Gunn\" (editorial, March 12): I am not a religious fanatic, I am not a terrorist, I do not picket abortion clinics, and I do not approve of Randall Terry. I support many of the causes of the feminist movement and I am pro-life. I object to your depiction of all pro-lifers as violent religious zealots. I am pro-life because I believe a fetus is a human being and am tired of abortion's being the cure-all for sexual irresponsibility. MARY ELIZABETH WAAK  Bowie, Md., March 12, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"White Not Taking, or Wearing, Jets Green Yet","web_url":"https://www.nytimes.com/1993/03/24/sports/pro-football-white-not-taking-or-wearing-jets-green-yet.html","abstract":"  Kyle Rote Jr., one of the agents representing Eagles defensive end Reggie White, spent a good part of Monday and yesterday fielding calls about the highly sought unrestricted free agent. No, Rote said, a report by a Miami television station that White had agreed to terms with the New York Jets was not accurate. The report cited a confidential National Football League source, but was quickly denied by the Jets' general manager, Dick Steinberg; Jim Sexton, White's other agent, and Rote.   White may yet sign with the Jets, Rote said, but White has not agreed to terms with the Jets or any other team.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Murdoch Explores Buying Post Again","web_url":"https://www.nytimes.com/1993/03/24/nyregion/murdoch-explores-buying-post-again.html","abstract":"  Rupert Murdoch, who made The New York Post the nation's most flamboyant daily before selling it five years ago, has called Gov. Mario M. Cuomo and at least two United States Senators to learn whether he would have the political support to buy back the teetering newspaper.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Public & Private; The Wrong Wing","web_url":"https://www.nytimes.com/1993/03/24/opinion/public-private-the-wrong-wing.html","abstract":"  Someone looking out for the sorry state of my soul sent me \"The Spirit of Jezebel,\" a religious tract originating with a pastor in Texas that takes a kind of seamless-garment approach to the problems of the United States.  It's all women's fault. Equal opportunity, the wearing of slacks, women in the military and on the bench, feminism, even bobbed hair -- all have contributed to the disintegration of American society.    And the solution is clear: \"Women were never made to be in the work force outside the home, but to marry, bear children, and guide the house.  The young women are not exhorted to become professional business women, to be some man's boss or submit themselves to another head, but are under the father's authority until marriage, when the husband becomes her only head and authority and her provider.\"","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Serb's Adamant Stand Brings Bosnia Talks to a Halt","web_url":"https://www.nytimes.com/1993/03/24/world/serb-s-adamant-stand-brings-bosnia-talks-to-a-halt.html","abstract":"  The long foundering Bosnian peace negotiations suffered a serious setback tonight when the leader of the Bosnian Serbs again refused to accept the peace plan drawn up by international mediators.   Radovan Karadzic told a news conference tonight that he had \"got permission\" from the mediators to leave New York but he had decided not to leave after reading reports saying he had walked out of the talks. He said he planned another meeting with Cyrus R. Vance, representing the United Nations, and Lord Owen of the European Community, followed by another news conference.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/24/arts/classical-music-in-review-874693.html","abstract":"  Vocal Chamber Works of Lukas Foss Kathryn Bache Miller Theater    Lukas Foss has kept a place in the spotlight as a conductor and musical man about town. But his compositions, which one would think are the main thrusts of his musical life, have tended to fade into the shadows soon after their premieres. Even \"Time Cycle\" (1960), a major work in its day, is rarely dusted off. Heard again in its chamber version on Wednesday evening, the piece recalled a time when composers were more interested in exploring novel sound combinations and finding new expressive languages than many are today. But although there was a touch of nostalgia in the experience, the stronger impression was that the work still seems fresh.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"Parents of Gays","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-parents-of-gays-935193.html","abstract":"  To the Editor:   As the proud mother of a gay son, I would salute Paul Monette for \"The Politics of Silence\" (Op-Ed March 7). Parents go through intensive consciousness-raising when their child comes out. For all of us have internalized the bigotry and self-limited thinking of society's homophobia. In time, we learn that our sons and daughters are the same people we have always loved and known.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Clinton Achieves Diversity Among Rich Advisers","web_url":"https://www.nytimes.com/1993/03/24/us/clinton-achieves-diversity-among-rich-advisers.html","abstract":"  Some of President Clinton's senior advisers earned hundreds of thousands of dollars as executives and lawyers involved in businesses from Wall Street to Main Street before joining his Administration, according to financial disclosure reports made public today by the White House.   Robert E. Rubin, the President's chief economic adviser who was co-chairman of Goldman, Sachs & Company, was the highest paid of the advisers. He reported that he received $26.5 million last year from the brokerage partnership, as well as millions from investments in real estate, oil and gas and other partnerships.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Van Breda Kolff Stays","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-college-basketball-van-breda-kolff-stays.html","abstract":"  After feeding rumors that he might fly away following the worst season of his 27-year collegiate coaching career, the Flying Dutchmen's flying Dutchman announced yesterday that he would remain at his Hofstra perch for one more season. After that, who knows?   \"I'm not necessarily one to retire,\" said BUTCH VAN BREDA KOLFF. Indeed, the 70-year-old coach has shown remarkable staying, and comeback, power in a career stretching over 42 years and covering 11 stints with four college and five pro teams, including two stints at both Lafayette and Hofstra.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Nursing Homes Try Life Without Restraints","web_url":"https://www.nytimes.com/1993/03/24/nyregion/nursing-homes-try-life-without-restraints.html","abstract":"  In a hallway at the Schnurmacher Nursing Home here, a disoriented man sits in a wheelchair. A piece of cloth ties him to the chair at his waist in such a way that he cannot remove it, keeping him from standing up, falling out, or wandering away.   What is striking about this patient is that he is the only one with a restraint.  Everyone else on the floor -- and nearly everyone else in the building -- is free to sit and stand as he pleases.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"YELTSIN AND RIVALS ARE IN A STANDOFF IN POWER STRUGGLE","web_url":"https://www.nytimes.com/1993/03/24/world/crisis-in-moscow-yeltsin-and-rivals-are-in-a-standoff-in-power-struggle.html","abstract":"  President Boris N. Yeltsin of Russia and his parliamentary opponents were deadlocked today after the Constitutional Court said that Mr. Yeltsin's assumption of \"special powers\" had violated the Constitution. The expected judgment, by a young court with untested powers, did little to still Russia's political war of nerves.    There seemed no early end to the continuing power struggle between Mr. Yeltsin and the Parliament. The President has called for a plebiscite on April 25 to decide whether the country should be ruled primarily by the executive branch or by the legislature, while the conservatives and Communists who dominate the Parliament have talked of impeaching Mr. Yeltsin since his speech on Saturday.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Salvador: Getting Away With Murder","web_url":"https://www.nytimes.com/1993/03/24/opinion/salvador-getting-away-with-murder.html","abstract":"  Commit atrocities on a large enough scale and you can get away with it, on the argument that full accountability would destabilize the political order.    That's the callous conclusion invited by El Salvador's sweeping amnesty law, promoted by President Alfredo Cristiani and hurriedly passed last weekend by a National Assembly controlled by his pro-military party. This unseemly rush to protect the guilty affronts the United Nations-sponsored peace process, international human rights law and the memory of El Salvador's victims.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Found: One Killer Instinct. Score: 9-3","web_url":"https://www.nytimes.com/1993/03/24/sports/hockey-found-one-killer-instinct-score-9-3.html","abstract":"  The Devils not only played an inspired game against a weak opponent at the Byrne Meadowlands Arena tonight, but in beating the Tampa Bay Lightning, 9-3, they displayed a quality Coach Herb Brooks has been looking for: \"killer instinct.\"   Two days after an emotional 3-2 triumph over the Flyers in Philadelphia, the Devils played with fire in their eyes from beginning to end against the team with the third-worst record in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Music Notes; Sony's President Takes the Podium","web_url":"https://www.nytimes.com/1993/03/24/arts/music-notes-sony-s-president-takes-the-podium.html","abstract":"  It's a little like one of those elephant jokes: where does the president of an electronics and recording company with $29 billion in annual revenues conduct a concert of symphonic music? Anywhere he wants.   Well, almost. Norio Ogha, the president of Sony Corporation and an avid amateur conductor, will be on the podium at Avery Fisher Hall on May 12 at 7:30 P.M., conducting Beethoven's Seventh and Schubert's \"Unfinished\" symphonies and Strauss's \"Fledermaus\" Overture in a benefit concert for the Lincoln Center Consolidated Corporate Fund. His orchestra is to be billed as Members of the Metropolitan Opera Orchestra, a freelance ensemble drawn largely from the pool of Met players.   But leading a freelance band was not how Sony had hoped Mr. Ogha would make his New York conducting debut. In September, Michael P. Schulhof, the vice chairman of Sony U.S.A., approached the New York Philharmonic about putting his boss on the orchestra's podium, but he made little headway.   \"I cannot comment on that,\" the Philharmonic's managing director, Deborah Borda, said at the time. \"But as a matter of policy, we do not hire the orchestra out, and if there had been any discussions, that's what we would have said.\" A Newcomer? Not Really    Actually, although Mr. Ogha's passion for conducting may at a glance look like dilettantism supported by corporate muscle, he comes to this avocation with a solid musical background. He took both a bachelor's and a master's degree in music from the Tokyo University of Fine Arts in 1954 and then studied voice (he is a baritone) in Munich with Gerhard Husch, the legendary German lieder singer. He earned another music degree in Berlin before returning to Japan and starting a career as a recitalist and opera singer.   \"But even then,\" Mr. Ogha said the other day at Sony's Manhattan headquarters, \"I wanted to be a conductor as well. I studied conducting, score-reading, composition, harmony and counterpoint. I also studied the flute and, starting when I was very young, the piano.\"   In the early 1960's, Mr. Ogha worked for Sony during the day and sang at night, but he gave up his double life after he fell asleep and nearly missed his cue in a performance of \"Le Nozze di Figaro.\"   But his work at Sony kept him in touch with the classical music world. From 1968 until he became Sony's president in 1982, he ran CBS/Sony, the Japanese arm of CBS Records, and in 1987 he oversaw Sony's acquisition of CBS Records. In the late 1970's, when Sony and Philips collaborated on the development of the compact disk, it was Mr. Ogha's idea that the disk be able to accommodate Beethoven's Ninth Symphony, at about 74 minutes.   Mr. Ogha began conducting in public in 1990, when he was 60, and has conducted benefit concerts in Tokyo and Germany for the Poland Relief Fund and a handful of arts organizations and festivals. He said he studies his scores every morning from 2:30 to 5. \"That way,\" he said, \"it's on my time, not Sony's time.\" 'A Great Feel for the Music'    Nathan Leventhal, the president of Lincoln Center, saw a video of one of Mr. Ogha's concerts at a demonstration of Sony's high-definition television system in Tokyo in August.   \"He was conducting the Schubert 'Unfinished,' \" Mr. Leventhal recalled. \"It was a very musical performance, very graceful. He obviously had a great feel for the music. So when Mickey Schulhof proposed his conducting a benefit for Lincoln Center, I agreed to it.\"   Still, one senses slight hesitation at Lincoln Center about the idea of a well-connected, enthusiastic amateur conducting on the institution's behalf. Several officials noted pointedly that the concert is a private, philanthropic event, not a Lincoln Center presentation. The proceeds are to be divided among all the Lincoln Center constituents, and David Rivel, Lincoln Center's vice president for marketing, said previous events have typically raised $200,000.   This one will apparently do better than that. Mr. Schulhof said that one of Sony's competitors, Warner Music, has agreed to contribute $100,000 and Sony would donate even more. Sony has also undertaken the task of selling tickets, at $50 to $100. Information: (800) 526-7669.   As for Mr. Ogha, it seems that in purely musical matters he is not entirely a company man. Asked which recording of the Beethoven Seventh is his favorite, he thought for a moment and said that it was Carlos Kleiber's, with the Vienna Philharmonic. On Deutsche Grammophon. Spoleto Skirmish    The Spoleto Festival U.S.A., the arts festival in Charleston, S.C., that seems constitutionally unable to get through a season peaceably, has already logged its first roster-altering dispute of 1993. John Kennedy, the festival's orchestra manager for several years and since 1990 the director of its 20th Century Perspectives series of contemporary music concerts, has resigned because of musical and philosophical differences with Steven Mercurio, the festival's music director.   The disagreement began when Mr. Mercurio, a conductor and composer, suggested that he and Mr. Kennedy share the direction of the three-concert series, which was the only significant exploration of contemporary music offered at last year's festival. Mr. Kennedy said in a telephone interview that although he objected to relinquishing control of the series, he nevertheless discussed some ideas with Mr. Mercurio. But when Mr. Mercurio suggested that works by several neo-Romantic and early 20th-century composers be included in the programs, Mr. Kennedy resolved to leave.   \"It would be impossible for me to forge casual collaborations of 20th- century music with you,\" he wrote to Mr. Mercurio, \"because I consider programming itself to be an act of critical importance. Among the composers you mentioned, I do not feel Maurice Ravel, Igor Stravinsky or George Gershwin needs introduction or advocacy to audiences in the context of my series.\"   Mr. Kennedy added that he did not care for the work of several other composers Mr. Mercurio suggested.   Mr. Mercurio, reached by telephone in Washington, where he was conducting \"Turandot\" at the Washington Opera, said that as a composer he thought he should have a hand in the festival's contemporary component. But he insisted that he offered Mr. Kennedy concessions, among them allowing him a hand in the new-music programming at the parent festival in Spoleto, Italy.   \"He wanted to do a Cage retrospective,\" Mr. Mercurio said, \"and I was willing to give him that concert. It's not as if I was trying to wrest this away from him.\"   Mr. Kennedy said he did not think he had deliberately been pushed out of the festival, and both he and Mr. Mercurio said the festival's founder and artistic director, Gian Carlo Menotti, had no part in the fight. Hemidemisemiquavers    *The Boston Symphony Orchestra has awarded its $5,000 Mark M. Horblit Award for a distinguished work by an American composer to John Corigliano for his Symphony No. 1. The orchestra has given the award only 19 times since it was established in 1947. The last winner was Ned Rorem in 1991.   *Anders Martinson, a 19-year-old pianist who is a freshman at Yale, has won the Gilmore Young Artist Award, a prize that includes a $15,000 career development scholarship and the use of a Baldwin piano for two years. The Gilmore prizes are not connected with a competition, but are given to pianists after a panel of jurors has heard their work over the course of a year.   *Reveka E. Mavrovitis, a mezzo-soprano at the New York City Opera, and Jeff Balsmeyer, a director whose film \"The Room\" was recently shown by the Film Society of Lincoln Center, have been awarded Martin E. Segal Awards by Lincoln Center. The prize is $4,000 each.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"Researchers Locate Gene That Triggers Huntington's Illness","web_url":"https://www.nytimes.com/1993/03/24/us/researchers-locate-gene-that-triggers-huntington-s-illness.html","abstract":"  After 10 backbreaking years in a research purgatory of false leads, failed experiments and long stretches of mordant despair, an international team of scientists says it has discovered the most coveted treasure in molecular biology, the gene behind Huntington's disease.   Now that they have the gene in hand, researchers say they can begin making headway in understanding the disorder, a neurodegenerative illness that usually strikes a person in the 30's or 40's, insidiously destroys body and sanity alike, and kills within 10 to 20 years.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Books of The Times; Asia in a Time of Uncomfortable Transition","web_url":"https://www.nytimes.com/1993/03/24/books/books-of-the-times-asia-in-a-time-of-uncomfortable-transition.html","abstract":"  Dream Messenger By Masahiko Shimada Translated by Philip Gabriel. 293 pages. Kodansha International. $22. Black Snow By Liu Heng Translated by Howard Goldblatt. 261 pages. Atlantic Monthly Press. $20.   Masahiko Shimada, the author of \"Dream Messenger,\" is one of the new generation of Japanese writers who might be called trans-Pacific novelists because their work reflects the latest directions in American and South American fiction, from racy dialogue to magical realism. Like some popular contemporaries who have been translated -- Haruki Murakami, Ryu Murakami (no relation to Haruki) and Banana Yoshimoto -- Mr. Shimada creates self-centered characters and dysfunctional families who could feel right at home in American cities. So much so, in fact, that he sometimes makes an admiring reader of Asian fiction yearn for the more formal, less imitative Japanese literature of the recent past.","thumbnail":null,"section":"Books"},{"date":"19930324","headline":"Housing Project Blues:Jazz to the Rescue","web_url":"https://www.nytimes.com/1993/03/24/style/IHT-housing-project-bluesjazz-to-the-rescue.html","abstract":"Pricey exceptions notwithstanding, \"les banlieues,\" the suburbs of Paris,area sprawl of poverty rather thanacres of privilege as in the United States. Paris exports its slums across the priphrique so that tourists do not have t","thumbnail":null,"section":"Style"},{"date":"19930324","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/24/sports/transactions-505493.html","abstract":"  Baseball American League  DETROIT TIGERS -- Sent John DeSilva, pitcher; John Cangelosi, outfielder; and Marty Peavy, catcher; to their minor-league camp for reassignment. National League  MONTREAL EXPOS -- Signed Jack Clark, first baseman, to a minor-league contract. Sent Sergio Valdez, pitcher, to their minor-league camp for reassignment. Claimed Ted Wood, outfielder, off waivers from the San Francisco Giants.   PHILADELPHIA PHILLIES -- Optioned Brad Brink and Steve Parris, pitchers, to Scranton-Wilkes Barre of the International League. Basketball  National Basketball Association  NBA -- Fined Keith Askins, Miami Heat guard-forwrd, $3,500 for a flagrant foul in a game on March 18.   GOLDEN STATE WARRIORS -- Waived Alton Lister, center.   PORTLAND TRAIL BLAZERS -- Placed Kevin Duckworth, center, on the injured list. Activated Reggie Smith, forward, from the injured list. Continental Basketball Association  LACROSSE CATBIRDS -- Signed Roosevelt Wallace, forward.   ROCKFORD LIGHTNING -- Placed Andre Spencer, forward, on the NBA reserve list. Football  National Football League  BUFFALO BILLS -- Signed Mickey Washington, cornerback.   DETROIT LIONS -- Signed Rodney Holman, tight end.   GIANTS -- Signed Mark Jackson, wide receiver.  GREEN BAY PACKERS -- Signed Harry Galbreath, guard.   SAN FRANCISCO 49ERS -- Agreed to terms with Bill Romanowski, linebacker. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Named Jack Ferreira general manager.   BOSTON BRUINS -- Agreed to terms with Don Sweeney, defenseman, on a three-year contract.   SAN JOSE SHARKS -- Recalled Wade Flaherty, goaltender, from Kansas City of the International Hockey League. Lacrosse Major Indoor Lacrosse League  PHILADELPHIA WINGS -- Announced the retirement of Dave Evans, coach, at the end of this season. College  HOCKEY EAST -- Announced Massachusetts will join the conference in 1994-95.   KEAN -- Announced the resignation of Mike Gatley, interim men's basketball coach.   SUNY-BUFFALO -- Announced the resignation of Dan Bazzani, men's basketball coach.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Abortion Foes Reject Fanaticism and Violence","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-abortion-foes-reject-fanaticism-and-violence-930093.html","abstract":"  To the Editor:   I must respond to Anthony Lewis's \"Right to Life\" (column, March 12), on the shooting death of Dr. David Gunn during a protest against abortion at a Pensacola, Fla., clinic. Those who use violence in the pro-life cause make a mockery of it, and I deplore their actions as much as Mr. Lewis.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Barney Faces Charges","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-pro-football-barney-faces-charges.html","abstract":"  The Detroit Lions defensive back LEM BARNEY, a member of the Pro Football Hall of Fame, was charged in Detroit yesterday with cocaine and marijuana possession. He was released on $10,000 bond. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Abortion Foes Reject Fanaticism and Violence; Domestic Terrorism","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-abortion-foes-reject-fanaticism-and-violence-domestic-terrorism-936093.html","abstract":"  To the Editor:   Domestic terrorism is a terrible paradox. The Department of Justice, through the Federal Bureau of Investigation, has acted with dispatch in seeking the people who bombed the World Trade Center. Yet this same agency has casually ignored the terrorist organizations that we have come to call the antiabortion movement as they have carried out, in the last dozen years, scores of bombings and vandalizings of women's clinics.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Woodson Acquitted","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-pro-football-woodson-acquitted.html","abstract":"  A jury in Fort Wayne, Ind., deliberated less than one hour yesterday before finding Pittsburgh Steelers cornerback ROD WOODSON not guilty of misdemeanor charges of battery on a police officer and resisting law enforcement. Woodson was arrested last May 19 at his mother's Fort Wayne home after a dispute with his brother, JAMIE WOODSON, over disconnecting their dying father from life support systems. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Thailand Bears Guilt for Khmer Rouge","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-thailand-bears-guilt-for-khmer-rouge-934393.html","abstract":"  To the Editor:   Your March 7 report that arms are now flowing from Cambodia to Thailand shows part of the chilling story of Bangkok's collaboration with Pol Pot's Khmer Rouge since 1978. Last Dec. 17, the Far Eastern Economic Review published excerpts from a classified United Nations report that asserted Thailand's military forces were operating in the Khmer Rouge zones of Cambodia in violation of the 1991 Paris Peace Agreement.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-letters-to-the-editor.html","abstract":"Armenia's Cold Struggle. Regarding the editorial \"Armenia and Congress\" (March 12):. It is difficult to see where The Washington Post has noticed any signs of a pro-Armenian \"tilt\" in U.S. foreign policy, even if some congressmen seek","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/24/arts/classical-music-in-review-542993.html","abstract":"  Saturday Brass Quintet Weill Recital Hall    The Saturday Brass Quintet is a young and peripatetic group of Americans who teach at the Manhattan School of Music and busily tour the country. Their program on Friday night followed the brass repertory to its two natural lairs: the early Baroque and the 20th century. It also added three pieces by Stephen Foster taken from The American Brass Band Journal of 150 years ago.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/24/us/inside-912793.html","abstract":"  What Price Cleanup?   When Columbus, Ohio, fought a $2 million cleanup of a parking lot project, it set off a national revolt on environmental policy. Page A16. Harriman Named Envoy    Pamela Harriman, 73, a longtime Democratic insider, has been chosen as Ambassador to France. Page A7. Indians Mourn 2 Pitchers    \"The team's taking it hard,\" a Cleveland player said after two teammates died in a boating accident. Page B9. New School Battleground    Issues that led to the downfall of the New York City schools chief are now the crux of board elections. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Reformers With Cleaner Track Records Can Emerge","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-reformers-with-cleaner-track-records-can-emerge.html","abstract":"With Western policymakers telling us to gear up to rescue Boris Yeltsin, maybe it's time to take a harder look at some of their past advice. The track record is not good.. At first many of them told us that Mikhail Gorbachev was just an old-time Communist","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Jerusalem Journal; In Likud's Future, the Man With a Naughty Past?","web_url":"https://www.nytimes.com/1993/03/24/world/jerusalem-journal-in-likud-s-future-the-man-with-a-naughty-past.html","abstract":"  \"I'm Bibi's lover,\" the bumper sticker said in Hebrew grammar reserved for women.   The car owner's message, with its deliberate wink and leer, left it to passers-by to imagine whether she was talking about the bedroom or the voting booth.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Court Sharply Restricts Lawsuits Charging Abuse by Foreign Police","web_url":"https://www.nytimes.com/1993/03/24/us/court-sharply-restricts-lawsuits-charging-abuse-by-foreign-police.html","abstract":"  The Supreme Court ruled today, in a case with delicate foreign policy implications, that Americans who are mistreated or even tortured by foreign law-enforcement officials while working overseas may generally not sue the foreign government in United States courts.   Overturning a ruling by a Federal appeals court, the Justices dismissed a lawsuit against Saudi Arabia by an American who said he was beaten and tortured by Saudi police during 39 days of unlawful imprisonment in 1984.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"CHINA OPPOSES U.N. OVER NORTH KOREA","web_url":"https://www.nytimes.com/1993/03/24/world/china-opposes-un-over-north-korea.html","abstract":"  In a major blow to international efforts to force North Korea to give up its nuclear weapons program, China announced today that it opposed the imposition of any sanctions against North Korea.   Foreign Minister Qian Qichen, speaking at his annual news conference, said that his Government not only opposed sanctions but also was against bringing up the matter before the United Nations Security Council.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/24/arts/classical-music-in-review-875493.html","abstract":"  Masters of India and Pakistan Alice Tully Hall    As part of its ambitious program of presenting non-Western classical and folk music to New York audiences, the World Music Institute presented Masters of India and Pakistan on Saturday evening, a program that looked at both the northern (Hindustani) and southern (Carnatic) styles of composition and performing. There are differences in structure, syntax and coloration, but there are also similarities. Players in both styles base their pieces on a large repertory of ragas, and their mastery is measured by the inventiveness and scope of their improvisations around those themes.","thumbnail":null,"section":"Arts"},{"date":"19930324","headline":"ATTORNEY GENERAL SEEKS RESIGNATIONS FROM PROSECUTORS","web_url":"https://www.nytimes.com/1993/03/24/us/attorney-general-seeks-resignations-from-prosecutors.html","abstract":"  Attorney General Janet Reno today demanded the prompt resignation of all United States Attorneys, leading the Federal prosecutor in the District of Columbia to suggest that the order could be tied to his long-running investigation of Representative Dan Rostenkowski, a crucial ally of President Clinton.   Jay B. Stephens, the United States Attorney for the District of Columbia, who is a Bush Administration holdover, said he had advised the Justice Department that he was within 30 days of making a \"critical decision\" in the Rostenkowski case when Ms. Reno directed him and other United States Attorneys to submit their resignations, effective in a matter of days.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"The Right Stuff for Russia","web_url":"https://www.nytimes.com/1993/03/24/opinion/the-right-stuff-for-russia.html","abstract":"  The need to clarify U.S. policy toward Russia has been heightened by the political crisis in Moscow. Our long-term interests there can be promoted by practical aid and people-to-people programs.   Boris Yeltsin's solution to the impasse between a popularly elected President and a Parliament that, under the Constitution, is the supreme organ of the state shows he believes the answer to the problems of emerging democracy is more democracy. He has cast his fate on the seas of his own waning but still significant popularity.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/03/24/health/personal-health-447393.html","abstract":"  ADMONISHED for decades to cut back on saturated fats to lower their cholesterol, millions of Americans made sensible dietary changes that they thought would protect their hearts. They switched from butter to margarine, looked for \"made with pure vegetable shortening\" on packages of baked and fried products, sought fast foods that were not fried in beef fat and many even gave up eating meat.    And after recent reports that walnuts and olive oil may promote cardiovascular health, many have begun chomping on nuts and sprinkling olive oil on foods as if it were a magical elixir.","thumbnail":null,"section":"Health"},{"date":"19930324","headline":"Power and Passion by Ibsen","web_url":"https://www.nytimes.com/1993/03/24/style/IHT-power-and-passion-by-ibsen.html","abstract":"Luc Bondy, the Swiss director whose Parisian production of Arthur Schnitzler's bittersweet adieu to Emperor Francis Joseph's reign, \"The Vast Domain,\" caught French fancy, has returned with an imposing mise-en-scne of Ibsen's play, \"J","thumbnail":null,"section":"Style"},{"date":"19930324","headline":"Teaching Children to Say No to TV","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-teaching-children-to-say-no-to-tv-913093.html","abstract":"  To the Editor:   I was pleased to read \"TV Chastity Belt\" by Albert Shanker, president of the American Federation of Teachers (advertisement, The Week in Review, March 7), which discusses my TV Allowance invention -- \"a gadget that rations children's television time and shuts off the set when a kid has used up his allotment.\" However, some comment and correction are needed.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"AN ARAB, TIED UP, IS SHOT TO DEATH","web_url":"https://www.nytimes.com/1993/03/24/world/an-arab-tied-up-is-shot-to-death.html","abstract":"  An Israeli settler today shot and killed an Arab man who had been bound hand and foot after a stabbing attack in the occupied West Bank, the Army and settlers said.    The slaying, near Susia, south of Hebron, reflected a surge of rage following Palestinian attacks this month that have killed 10 soldiers and civilians. The shooting sharpened a public debate about the distinction between self-defense and vigilante action in response to the rising Arab violence.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-letters-to-the-editor-92287959701.html","abstract":"Like, Speechless. Regarding \"Like, You Can Learn to Love This Word\" (Meanwhile, March 10):. Jim Frederick makes an interesting case for the linguistic creativity of \"like\" among the twentysomethings. He overlooks, however, a variant on","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Boats, and Death, in Florida","web_url":"https://www.nytimes.com/1993/03/24/opinion/boats-and-death-in-florida.html","abstract":"  Florida, blessed with sun, water and vacationers, is also cursed by nearly 100 boating deaths a year, more than any other state. As many alert citizens have recognized, Florida needs to train and perhaps even license its boat operators. That's true in other states as well.    The need was tragically underscored Monday when two players from the Cleveland Indians baseball team were killed in a boating accident not far from Orlando. Their boat was probably traveling at high speed, in the dark, when it struck a pier, gravely injuring a third Indians player.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/24/style/chronicle-877093.html","abstract":"  One of the nation's most eligible bachelors is getting married. WILLIAM H. GATES, a co-founder of the computer software giant Microsoft Corporation, is planning to marry MELINDA FRENCH, a Microsoft product manager.   Mr. Gates, 37, who is frequently portrayed as the nation's highest-profile computer hacker and one of the world's wealthiest entrepreneurs, has been dating Ms. French, 28, for four and a half years. They have not set a date or chosen a location for the wedding, a Microsoft spokeswoman said. She also said whether or not they would sign a prenuptial agreement was a \"private matter.\"","thumbnail":null,"section":"Style"},{"date":"19930324","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/03/24/books/book-notes-461993.html","abstract":"  Serial Killer's Diary   The simple black notebook gave no outward hint of the explosive and chilling story that was scrawled between its covers. Just a notebook easily missed, as it had been for the more than 100 years since it was written.   But when Robert Smith, the head of Smith Gryphon in London, was shown the recently discovered journal, the sinister story revealed inside turned Jeffrey Dahmer and Gary Gilmore into afterthoughts and overshadowed any novelistic or cinematic attempt to portray a serial killer.","thumbnail":null,"section":"Books"},{"date":"19930324","headline":"Ex-Minister Faces Trial In 1987 Attack on Wife","web_url":"https://www.nytimes.com/1993/03/24/us/ex-minister-faces-trial-in-1987-attack-on-wife.html","abstract":"  Six years after the wife of a prominent Dallas minister was found nearly choked to death in the family's garage and left in a coma from which she has never recovered, a jury is finally about to explore the question that this city has debated with a morbid and seemingly endless fascination ever since: Did the minister try to kill her?    The defendant, Walker L. Railey, who resigned as senior minister at the 6,200-member First United Methodist Church of Dallas in the controversy that followed the attack, will go on trial this week on a charge of attempted murder. A jury is being selected in San Antonio, where the trial was moved because of the intense publicity here, and opening arguments are expected as early as Wednesday.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Soft-Drink Industry Is Fighting Back Over New Taxes","web_url":"https://www.nytimes.com/1993/03/24/us/soft-drink-industry-is-fighting-back-over-new-taxes.html","abstract":"  Not even their biggest boosters pretend that a Pepsi, a Dr Pepper or a Cherry Coke delivers the nutritional kick of, say, broccoli juice. But soft drinks do contain phosphorous, sodium, a little calcium and other vital minerals, and 80 percent of them still have sugar, a carbohydrate a healthy body needs, in moderation.    But in Ohio, whether a soft drink is a genuine life-giving, tissue-and-cell-building food is a matter of caustic debate. The state has a deficit-clogged budget, and the government has put a special tax on soft drinks to help balance it.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"How a Rebellion Over Environmental Rules Grew From a Patch of Weeds","web_url":"https://www.nytimes.com/1993/03/24/us/how-a-rebellion-over-environmental-rules-grew-from-a-patch-of-weeds.html","abstract":"  This city didn't want to pave paradise for a parking lot. It just wanted to cover a patch of weeds and mud behind the Short Street garage, where the city maintains its fleet of police cruisers and garbage trucks.   But two years ago, city engineers here in Ohio's capital discovered traces of chemicals in the dirt and learned that the Federal hazardous-waste law might require a $2 million cleanup before the first ounce of pavement could be laid. Right then, a forgettable little stretch of urban America became the focus of anger and exasperation so profound that it started a national campaign among cities and states.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Clinton Would Consider Segregating Gay Troops; Remarks Are Contrast With Earlier Stand on the Military","web_url":"https://www.nytimes.com/1993/03/24/us/clinton-would-consider-segregating-gay-troops-remarks-are-contrast-with-earlier.html","abstract":"  Facing resistance from the military over his pledge to allow homosexuals to serve in the armed forces, President Clinton said for the first time today that he would consider proposals to segregate troops by sexual orientation.   Mr. Clinton's comments at a White House news conference contrasted sharply with his public statements during the Presidential campaign and in the first days after he was elected. Mr. Clinton said then without qualification that he would end discrimination against homosexuals in the military.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"8 OF 9 TEEN-AGERS FREED IN SEX CASE","web_url":"https://www.nytimes.com/1993/03/24/us/8-of-9-teen-agers-freed-in-sex-case.html","abstract":"  One boy was arraigned today as residents of the suburb of Lakewood took sides in a scandal over a competition among high school boys to score points for sexual conquests.   But despite the highly publicized arrests on Friday, the eight other boys who were taken into custody were freed Monday and today. Of those, four remained under investigation, the authorities said today.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Small Businesses Need More Time for New Insurance Law","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-small-businesses-need-more-time-for-new-insurance-law-909293.html","abstract":"  To the Editor:   I am outraged that the New York State Legislature has enacted a community rating insurance law which will have a devastating effect on the state's small businesses. Because of it my company will lose health insurance April 1. We were insured by Liberty Mutual and informed of what to expect in mid-February.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Bail Upheld In Abuse Case In Glen Ridge","web_url":"https://www.nytimes.com/1993/03/24/nyregion/bail-upheld-in-abuse-case-in-glen-ridge.html","abstract":"  New Jersey's Supreme Court let stand today the bail of the three former Glen Ridge football players convicted of sexual assault last week, allowing them to remain free until their sentencing on April 23.   After a private meeting in chambers, the justices of the state's highest court refused to review the Essex County Prosecutor's request to revoke bail for Christopher Archer, 20, and Kevin and Kyle Scherzer, 22-year-old twins.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Clinton's Plan: A First Glimpse","web_url":"https://www.nytimes.com/1993/03/24/education/clinton-s-plan-a-first-glimpse.html","abstract":"  The new education bill that Secretary Richard W. Riley will send to Congress next week relies on many lessons he learned while working to transform South Carolina's schools when he was governor. It was drafted with the help of several aides he brought with him from South Carolina.   As outlined by Mr. Riley in testimony before several Congressional committees, the bill offers the first glimpse at the new Administration's strategy for changing American schools.","thumbnail":null,"section":"Education"},{"date":"19930324","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/24/nyregion/news-summary-908993.html","abstract":"  National A11-19  CLINTON WAVERS ON GAY PLEDGE  Facing resistance over his pledge to allow homosexuals to serve in the armed forces, President Clinton said for the first time that he would consider proposals to segregate troops by sexual orientation.  A1  RENO CLEARS OUT PROSECUTORS  Attorney General Janet Reno demanded the resignation of all United States Attorneys, leading a top Federal prosecutor to suggest that the order could be tied to his investigation of Representative Dan Rostenkowski, a crucial Clinton ally.  A1","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Expos Sign Clark","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-baseball-expos-sign-clark.html","abstract":"  JACK CLARK, a 16-year veteran who has been without a team since the Boston Red Sox released him last month, was signed to a minor league contract by the Montreal Expos yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Medical Allies Seek Exemption From Trust Law","web_url":"https://www.nytimes.com/1993/03/24/us/medical-allies-seek-exemption-from-trust-law.html","abstract":"  Doctors, hospitals and drug companies told Congress today that they needed relief from antitrust laws so they could collaborate in delivering health care or negotiating prices.   But the chairwoman of the Federal Trade Commission, Janet D. Steiger, and the American Association of Retired Persons, which represents more than 33 million older people, opposed their pleas. So did Senator Howard M. Metzenbaum, the chairman of the Judiciary subcommittee on antitrust policy who presided over a hearing today on the issue.","thumbnail":null,"section":"U.S."},{"date":"19930324","headline":"Teen-Age Accidents and Suicide","web_url":"https://www.nytimes.com/1993/03/24/health/health-watch-teen-age-accidents-and-suicide.html","abstract":"  ACCIDENTS and injuries sustained by teen-agers and young adults are harbingers of suicide far more often than is realized, according to a new study by Seattle researchers, who urge that more attention be paid to these not always subtle warnings.   David C. Grossman of the Harborview Injury Prevention and Research Center and colleagues found that the incidence of suicide was 12 times higher among adolescents and young adults who had previously been hospitalized because of an injury. The finding evolved from a study of hospital and other records of 700 Washington State residents aged 16 to 35 who had committed suicide and nearly 3,500 others of similar age, sex and residential area who had not. Their findings are published in the current issue of Epidemiology.","thumbnail":null,"section":"Health"},{"date":"19930324","headline":"Shelter Foes Reorganize as Helpers; Forced to Take the Homeless, Queens Neighbors Join Them","web_url":"https://www.nytimes.com/1993/03/24/nyregion/shelter-foes-reorganize-helpers-forced-take-homeless-queens-neighbors-join-them.html","abstract":"  More than a year ago, when Barbara Farmer and her daughter stayed at a shelter in Jamaica, Queens, they could scarcely go outside without hearing taunts and racial insults. \"You don't belong here,\" she recalled several angry residents of the working-class neighborhood shouting at them and other homeless families.   \"The people there didn't want us in the neighborhood,\" said Ms. Farmer, who is 39 and black. \"But they had no say in the matter.\"","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"For Indians, a Time for Grieving","web_url":"https://www.nytimes.com/1993/03/24/sports/on-baseball-for-indians-a-time-for-grieving.html","abstract":"  By Florida standards, Little Lake Nellie is indeed little, not quite what Floridians call a dollar lake -- the larger, perfectly formed circular pools of fresh water resting in limestone pits all over the sun-baked state. Little Lake Nellie is not little enough to be called a wet-weather pond, dwarfing the tiny marshes that swell only when the skies empty.   Little Lake Nellie is a small, naturally formed lake, a place that attracts the reclusive and sometimes exclusive crowds from the tonier coastal areas to the midlands, the lake lands of Florida. A place where someone forced to deal constantly with the roaring crowds might seek refuge. Which is what Tim Crews, major league pitcher, obviously sought when he purchased a ranch, complete with stables, corrals and horses two months ago.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"PAMELA HARRIMAN CHOSEN FOR PARIS","web_url":"https://www.nytimes.com/1993/03/24/world/pamela-harriman-chosen-for-paris.html","abstract":"  President Clinton today nominated Pamela Harriman, an accomplished political operator with long-established networks of rich and powerful friends on both sides of the Atlantic, to be Ambassador to France.   Mrs. Harriman, the 73-year-old widow of Gov. Averell Harriman of New York, is the doyenne of Democratic politics and a leading fund-raiser and donor. It was to Mrs. Harriman's elegant Georgetown house, with its Van Goghs and Picassos, that the Clintons journeyed for their first gala dinner after arriving in the capital.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Ducks Hire Ferreira","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-hockey-ducks-hire-ferreira.html","abstract":"  JACK FERREIRA, former general manager of the Minnesota North Stars and San Jose Sharks, was named yesterday as general manager of the expansion Mighty Ducks of Anaheim, who will begin National Hockey League play next season.   Ferreira, 48, has been the director of pro scouting for the Montreal Canadians this season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-letters-to-the-editor-90467731479.html","abstract":"Acquiring Citizenship. Regarding \"Adoption: The World Baby Boom\" (Money Report, Feb. 13):. This article says that, in transmitting citizenship when only one of the parents is American, the American parent would have to have lived in the United S","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"A Risky Partnership","web_url":"https://www.nytimes.com/1993/03/24/world/a-risky-partnership.html","abstract":"  When President Clinton called the White House Monday from Little Rock, where he was visiting his critically ill father-in-law, several aides told him they thought he could conduct his first news conference today with only perfunctory reference to the crisis in Russia.   \"Make a short statement, then say the situation is too delicate for further comment, that was the advice,\" one adviser reported today.","thumbnail":null,"section":"World"},{"date":"19930324","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/24/opinion/IHT-letters-to-the-editor-92023425485.html","abstract":"That's Not Entertainment. You recently published a review of the film \"Falling Down\" (Movie Guide, March 5). The hero, according to the review, \"leaves a trail of casually mangled bodies\" on his way across Los Angeles. The review calls","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Abortion Foes Reject Fanaticism and Violence; Shooting in Missouri","web_url":"https://www.nytimes.com/1993/03/24/opinion/l-abortion-foes-reject-fanaticism-and-violence-shooting-in-missouri-932793.html","abstract":"  To the Editor:   \"The Death of Dr. Gunn,\" (editorial, March 12) talks of the antiabortion army: \"Now, for the first time, one of that army has used a gun.\" Incorrect. To quote your March 12 front-page article on fears of more violence at abortion clinics: \"In Springfield, Mo., in December 1991, two people were critically injured when a man pulled out a sawed-off shotgun, demanded to see the person performing abortions and shot the building owner and the receptionist, who remains paralyzed. No one has been arrested in the shooting\" (some editions).","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/24/nyregion/c-corrections-866593.html","abstract":"  A map on Monday showing state excise tax rates for cigarettes misstated the rate in Massachusetts. It is 51 cents a pack.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"The Missing Decree: Maneuver or Just an Enigma?","web_url":"https://www.nytimes.com/1993/03/24/world/crisis-in-moscow-the-missing-decree-maneuver-or-just-an-enigma.html","abstract":"  Of all the curious aspects of Russia's latest nerve-racking political crisis, the most curious is its lack of a text.   Consider this: On Saturday night, President Boris N. Yeltsin, warning of a creeping crypto-Communist coup, declared that he had signed a decree imposing something called a \"special order for the governing of the country.\"","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Revised Fiscal Year Is Proposed for Nassau","web_url":"https://www.nytimes.com/1993/03/24/nyregion/revised-fiscal-year-is-proposed-for-nassau.html","abstract":"  Having endured one budget crisis after another and faced with a re-election fight in the fall, the Nassau County Executive, Thomas S. Gulotta, today proposed changing the county's fiscal year to improve its financial outlook.   Mr. Gulotta, a Republican, said the change would make elected officials more accountable to the voters and save taxpayers millions of dollars.  Members of the County Board of Supervisors generally praised the proposal, although some questioned its timing and origin.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Giants Corral Broncos' Jackson","web_url":"https://www.nytimes.com/1993/03/24/sports/pro-football-giants-corral-broncos-jackson.html","abstract":"  The Giants replaced one free-agent wide receiver with another tonight. Five days after losing Mark Ingram to the Miami Dolphins, they agreed on a contract with Mark Jackson of the Denver Broncos for $4.7 million over three years.   The agreement was reached after a series of telephone calls during the day between Harry Hulmes, the Giants' assistant general manager, and Lamont Smith of Denver, Jackson's agent. Smith said the contract would be signed in a day or two, in Denver or here.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Mets Coping With Tragedy","web_url":"https://www.nytimes.com/1993/03/24/sports/baseball-mets-coping-with-tragedy.html","abstract":"  Jeff Torborg has seen how the death of a player can devastate a clubhouse. His first official day as a coach for the Yankees in 1979 was the last day of Thurman Munson's life. \"It was awful, awful,\" said Torborg.   Munson was the last player to die in an accident while an active major leaguer until Monday night's accident that killed Steve Olin and Tim Crews.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Arrests of Police Officers May Damage Drug Cases","web_url":"https://www.nytimes.com/1993/03/24/nyregion/arrests-of-police-officers-may-damage-drug-cases.html","abstract":"  Hundreds of convictions and pending cases against drug dealers may be jeopardized because of the arrests of two New York City police officers and a state police investigator two weeks ago on charges that they sold almost $25,000 worth of heroin, law-enforcement officials said yesterday.   The case of the officers, all members of the New York State Drug Enforcement Task Force, has prompted the New York City Police Department and the Federal Drug Enforcement Administration to review convictions and arrests involving the task force over the last four years to assess the extent of the potential damage.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Sports of The Times; Bob Ojeda's 'Hometown' Rooting Hard","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-of-the-times-bob-ojeda-s-hometown-rooting-hard.html","abstract":"  THIS is a public get-well card for Bob Ojeda. Please do not take it as trivial for me to think mostly about Bobby O after two of his teammates, Steve Olin and Tim Crews, died in that boating accident Monday evening. This is from Bob Ojeda's former town. This is from a former neighbor.   He was with the Cleveland Indians when the boat ran into the pier on Monday. But here on Long Island, Bob Ojeda will always be a New York Met, will always be part of that antic October of 1986. He'll always be a local boy, because he lived here during the good times, when we thought those Mets would go on for a long time.","thumbnail":null,"section":"Sports"},{"date":"19930324","headline":"Salvadoran Minister Of Defense Attacks U.N. Panel's Report","web_url":"https://www.nytimes.com/1993/03/24/world/salvadoran-minister-of-defense-attacks-un-panel-s-report.html","abstract":"  Ten days after offering his resignation in the face of assertions that he ordered one of the worst atrocities of El Salvador's 12-year civil war, the Defense Minister delivered a blistering attack tonight on the United Nations's oversight of this country's progress toward peace.   In a nationally televised address, and while surrounded by other members of the high command, Gen. Rene Emilio Ponce called the United Nations investigation into war atrocities and its recommendations for the removal of senior army officers from their posts \"unjust, incomplete and illegal.\"","thumbnail":null,"section":"World"},{"date":"19930324","headline":"Next Time, Prime Time","web_url":"https://www.nytimes.com/1993/03/24/opinion/next-time-prime-time.html","abstract":"  Leaving his windbreaker in the closet, Bill Clinton wore a crisp suit, striped tie and polished shoes yesterday to the first news conference of his Presidency. He not only \"survived\" the encounter, in the words of one TV anchor, but did so without serious damage. This suggests that he might face the press again someday, assuming he can overcome his advisers' preference for tightly controlled settings far from the dreaded Washington press corps and their habit of asking tougher questions than adoring 9-year-olds do.   Until now, one of the glibbest occupants of the Oval Office since John Kennedy has stiffed the press in favor of one-way radio addresses and the electronic town hall, which has to be a media planner's gift from Heaven. Both enable him to serve the high democratic ideal of talking directly to the people, including well-rehearsed children, while avoiding questions from the resident press.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Court Says Albany Plan Must Pay for Abortions","web_url":"https://www.nytimes.com/1993/03/24/nyregion/court-says-albany-plan-must-pay-for-abortions.html","abstract":"  In an opinion that could help establish a right to abortion under the New York Constitution, an appeals court ruled today that a state program to provide prenatal care for the working poor is unconstitutional because it does not pay for abortions.   In the process, the Appellate Division of State Supreme Court in Manhattan also stated explicitly that the right to abortion is protected by the State Constitution. It is the first time that an appeals court in New York has done so, according to lawyers for the New York Civil Liberties Union.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/24/nyregion/metro-digest-023093.html","abstract":"  FOURTH ARREST IN TRADE CENTER BOMBING A fourth suspect in the World Trade Center bombing has been arrested, law-enforcement officials in Washington said. The suspect, Mahmud Abouhalima, was arrested in Egypt and is to be flown to New York to face a Federal court hearing based on a sealed indictment, the officials said. It was not clear who arrested Mr. Abouhalima. Because of restrictions on operations of American authorities abroad, police actions are often undertaken by local authorities at the behest of American law-enforcement agencies. A1. IN NURSING HOMES, FEWER RESTRAINTS There has been a quiet revolution in nursing-home care, as restraints, once seemingly ubiquitous, become a rarely used tool. As recently as three years ago, 40 percent of nursing-home patients nationwide were held down in some way, either physically or chemically. Now those restraints are used on only 19 percent. But the changes did not come voluntarily, and they were not easy. A1.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Albany Moves Slowly on Transit","web_url":"https://www.nytimes.com/1993/03/24/opinion/albany-moves-slowly-on-transit.html","abstract":"  When the Metropolitan Transportation Authority's 10-year transit plan expired more than a year ago, the New York State Legislature punted on extending it. Instead of approving a new five-year capital plan, Albany approved a stopgap measure that maintained the $1.25 transit fare for just a year and gave short shrift to the capital needs of subways, buses and commuter lines.   Now    that    plan is about to expire, and legislative leaders have yet to agree on how to pay for a new one. To their credit, both Assembly Speaker Saul Weprin, Democrat of Queens, and Norman Levy of Long Island, a Republican and chairman of the Senate's Transportation Committee, say they want to keep the fare at $1.25 until 1995. So does Gov. Mario Cuomo. All three also favor a long-term capital plan for subways, buses, commuter lines, roads and bridges.","thumbnail":null,"section":"Opinion"},{"date":"19930324","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/24/nyregion/c-corrections-865793.html","abstract":"  Because of an editing error, an article yesterday about the judicial system in El Salvador misidentified a Salvadoran who came forward last year with allegations of official corruption. He is Jose Rene Garcia.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/24/nyregion/bridge-988793.html","abstract":"  One more high-ranked team was ousted from the Vanderbilt Knockout Team Championship at the American Contract Bridge League's Spring Nationals here Monday night. Jim Mahaffey of Winter Park, Fla., seeded sixth, lost in the second round by 13 imps. His teammates were Ron Andersen of Chicago, Bill Root of Boca Raton, Fla., Richard Pavlicek of Fort Lauderdale, Fla., and Tony Forrester of London.   Their opponents were Steve Zolotow of Las Vegas, Nev., Jim Rosenbloom, Roy Welland and Christal Henner-Welland, all of Manhattan, who recovered from a 24-point deficit at the midpoint of the match.","thumbnail":null,"section":"New York"},{"date":"19930324","headline":"Fighter Is Improved","web_url":"https://www.nytimes.com/1993/03/24/sports/sports-people-boxing-fighter-is-improved.html","abstract":"  Lightweight boxer SERGIE ARTEMIEV, who underwent surgery for a blood clot on the brain after losing a weekend title bout, was upgraded from critical to serious condition yesterday.   Artemiev, 23, remained in a chemically induced coma \"for his safety, so he doesn't jar his head,\" said SHERRY SPATZ, spokeswoman for Atlantic City Medical Center. She said it was not yet known when he might be able to regain consciousness, or whether he had suffered any brain damage.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930324","headline":"Comet ShoemakerLevy 9 is discovered by Carolyn and Eugene Shoemaker, and David Levy at the Palomar Observatory in California.","pages":[{"title":"Comet ShoemakerLevy 9","web_url":"https://en.wikipedia.org/wiki/Comet_Shoemaker%E2%80%93Levy_9","description":"Comet that collided with Jupiter","thumbnail":null,"abstract":"Comet ShoemakerLevy 9 broke apart in July 1992 and collided with Jupiter in July 1994, providing the first direct observation of an extraterrestrial collision of Solar System objects. This generated a large amount of coverage in the popular media, and the comet was closely observed by astronomers worldwide. The collision provided new information about Jupiter and highlighted its possible role in reducing space debris in the inner Solar System."},{"title":"Carolyn S. Shoemaker","web_url":"https://en.wikipedia.org/wiki/Carolyn_S._Shoemaker","description":"American astronomer (19292021)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/e/e0/Carolyn_Shoemaker_%28cropped%29.jpg","thumbnail_width":232,"thumbnail_height":298},"abstract":"Carolyn Jean Spellmann Shoemaker was an American astronomer and a co-discoverer of Comet ShoemakerLevy9. She discovered 32 comets and more than 500 asteroids."},{"title":"Eugene Merle Shoemaker","web_url":"https://en.wikipedia.org/wiki/Eugene_Merle_Shoemaker","description":"American geologist and astronomer (19281997)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Eugene_Shoemaker.jpg/320px-Eugene_Shoemaker.jpg","thumbnail_width":320,"thumbnail_height":344},"abstract":"Eugene Merle Shoemaker was an American geologist. He co-discovered Comet ShoemakerLevy 9 with his wife Carolyn S. Shoemaker and David H. Levy. This comet hit Jupiter in July 1994: the impact was televised around the world. Shoemaker also studied terrestrial craters, such as Barringer Meteor Crater in Arizona, and along with Edward Chao provided the first conclusive evidence of its origin as an impact crater. He was also the first director of the United States Geological Survey's Astrogeology Research Program."},{"title":"David H. Levy","web_url":"https://en.wikipedia.org/wiki/David_H._Levy","description":"Canadian astronomer (born 1948)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/David_H._Levy.jpg/320px-David_H._Levy.jpg","thumbnail_width":320,"thumbnail_height":349},"abstract":"David Howard Levy is a Canadian amateur astronomer, science writer and discoverer of comets and minor planets, who co-discovered Comet ShoemakerLevy 9 in 1993, which collided with the planet Jupiter in 1994."},{"title":"Palomar Observatory","web_url":"https://en.wikipedia.org/wiki/Palomar_Observatory","description":"Astronomical observatory in Southern California","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Pti_aerial_photo_B.jpg/320px-Pti_aerial_photo_B.jpg","thumbnail_width":320,"thumbnail_height":242},"abstract":"Palomar Observatory is an astronomical research observatory in San Diego County, California, United States, in the Palomar Mountain Range. It is owned and operated by the California Institute of Technology (Caltech). Research time at the observatory is granted to Caltech and its research partners, which include the Jet Propulsion Laboratory (JPL), Yale University, and the National Optical Observatories of China."},{"title":"California","web_url":"https://en.wikipedia.org/wiki/California","description":"U.S. state","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Flag_of_California.svg/320px-Flag_of_California.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"California is a state in the Western United States, located along the Pacific Coast. With nearly 39.2million residents across a total area of approximately 163,696 square miles (423,970km2), it is the most populous U.S. state and the third-largest by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles and San Francisco Bay areas are the nation's second and fifth most populous urban regions respectively, with the former having more than 18.7million residents and the latter having over 9.6million. Sacramento is the state's capital, while Los Angeles is the most populous city in the state and the second most populous city in the country. San Francisco is the second most densely populated major city in the country. Los Angeles County is the country's most populous, while San Bernardino County is the largest county by area in the country. California borders Oregon to the north, Nevada and Arizona to the east, the Mexican state of Baja California to the south; and it has a coastline along the Pacific Ocean to the west."}]}],"weather":[{"date":"19930324","time":"1993-03-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":70,"wspd":11.2},{"date":"19930324","time":"1993-03-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":67,"wspd":11.2},{"date":"19930324","time":"1993-03-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":71,"wspd":11.2},{"date":"19930324","time":"1993-03-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":71,"wspd":11.2},{"date":"19930324","time":"1993-03-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":75,"wspd":11.2},{"date":"19930324","time":"1993-03-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":75,"wspd":7.6},{"date":"19930324","time":"1993-03-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":77,"wspd":9.4},{"date":"19930324","time":"1993-03-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":79,"wspd":9.4},{"date":"19930324","time":"1993-03-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":76,"wspd":9.4},{"date":"19930324","time":"1993-03-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":66,"wspd":14.8},{"date":"19930324","time":"1993-03-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":56,"wspd":14.8},{"date":"19930324","time":"1993-03-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":46,"wspd":16.6},{"date":"19930324","time":"1993-03-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":50,"wspd":22.3},{"date":"19930324","time":"1993-03-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":42,"wspd":20.5},{"date":"19930324","time":"1993-03-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":40,"wspd":20.5},{"date":"19930324","time":"1993-03-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":38,"wspd":18.4},{"date":"19930324","time":"1993-03-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":37,"wspd":20.5},{"date":"19930324","time":"1993-03-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":40,"wspd":18.4},{"date":"19930324","time":"1993-03-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":38,"wspd":18.4},{"date":"19930324","time":"1993-03-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":41,"wspd":13},{"date":"19930324","time":"1993-03-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":46,"wspd":13},{"date":"19930324","time":"1993-03-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":46,"wspd":20.5},{"date":"19930324","time":"1993-03-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":50,"wspd":20.5},{"date":"19930324","time":"1993-03-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":56,"wspd":13},{"date":"19930324","time":"1993-03-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":89,"wspd":9.4},{"date":"19930324","time":"1993-03-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":89,"wspd":9.4},{"date":"19930324","time":"1993-03-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":11.2},{"date":"19930324","time":"1993-03-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":11.2},{"date":"19930324","time":"1993-03-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":7.6},{"date":"19930324","time":"1993-03-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":13},{"date":"19930324","time":"1993-03-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":13},{"date":"19930324","time":"1993-03-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":14.8},{"date":"19930324","time":"1993-03-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":11.2},{"date":"19930324","time":"1993-03-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":11.2},{"date":"19930324","time":"1993-03-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":11.2},{"date":"19930324","time":"1993-03-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":11.2},{"date":"19930324","time":"1993-03-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":100,"wspd":16.6},{"date":"19930324","time":"1993-03-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":18.7},{"date":"19930324","time":"1993-03-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":16.6},{"date":"19930324","time":"1993-03-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":16.6},{"date":"19930324","time":"1993-03-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":14.8},{"date":"19930324","time":"1993-03-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":22.3},{"date":"19930324","time":"1993-03-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":18.7},{"date":"19930324","time":"1993-03-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":20.5},{"date":"19930324","time":"1993-03-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":20.5},{"date":"19930324","time":"1993-03-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":22.3},{"date":"19930324","time":"1993-03-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":22.3},{"date":"19930324","time":"1993-03-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":18.7}]}}