{"19940615":{"guardian_articles":[{"date":"19940615","headline":"Grave new world","web_url":"https://www.theguardian.com/books/1994/jun/15/fiction","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19940615","headline":"Psychiatrist Testifies in Larchmont Killings Trial","web_url":"https://www.nytimes.com/1994/06/15/nyregion/psychiatrist-testifies-in-larchmont-killings-trial.html","abstract":"  A carpenter charged with breaking into his childhood home in Larchmont and killing two doctors suffered an alcoholic blackout and thought he was killing his parents, a psychiatrist offered in his testimony today.   \"He really snapped,\" said the psychiatrist, David Weber, who was called by the defense. \"He experienced some very bizarre, irrational state of mind in which the rules of reality did not operate. He went through these actions as if he was going back in time to eliminate the people he blamed for all of his problems when he was 7 years old.\"","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"The True Believers Get Their Reward","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-the-true-believers-get-their-reward.html","abstract":"  At long last, it was the combined force of nearly 20,000 true believers, screaming, pleading, scratching at their own skin, praying out loud, that won the Stanley Cup for the Rangers.   There can be no doubt about this, not in the minds of any of the team's aching fans who finally found redemption last night at Madison Square Garden with their team. So many hungry eyes concentrated onto one plain of ice could not fail.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Northwestern U. Chooses a Princetonian","web_url":"https://www.nytimes.com/1994/06/15/us/northwestern-u-chooses-a-princetonian.html","abstract":"  Henry S. Bienen, dean of the Woodrow Wilson School of Public and International Affairs at Princeton University and a political scientist with wide experience as a Government consultant, was named the 15th president of Northwestern University yesterday.    Mr. Bienen, 55, will succeed Arnold R. Weber, 64, president since 1985, at the end of the year.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Woman Brain-Dead In a Subway Mishap","web_url":"https://www.nytimes.com/1994/06/15/nyregion/woman-brain-dead-in-a-subway-mishap.html","abstract":"  A 60-year-old woman was left brain-dead yesterday by a fall on a subway platform after her shopping bag -- and perhaps her cane, as well -- were caught in the doors of a train as it pulled away from her, the authorities said.   The woman, whose name was not released, was attempting to board the Manhattan-bound No. 7 train at 4:20 P.M. in the Junction Boulevard station in Queens, said Termaine Garden, a Transit Authority spokesman. He said a plastic bag and possibly a metal cane she was carrying were caught in the closing doors before she could enter.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/15/sports/results-plus-402745.html","abstract":"  TRACK AND FIELD O'Brien Piles Up Points  Dan O'Brien scored the second highest first-day total in decathlon history yesterday as he stormed through the first five events of the USA/Mobil track and field championships in Knoxville, Tenn. The world champion and world record-holder led the 22-man field with a total of 4,738 points, second only to the 4,747 he posted in this meet in 1991 in New York, a performance marred for record purposes by the lack of a wind gauge. Here, O'Brien won the 100 meters with a 10.31-second clocking, took second in the long jump with an effort of 25 feet 7 1/2 inches, led the shot-put with 52- 1/2, tied for first in the high jump with a personal best of 7-1 1/2 and finished second in the 400 meters in 48.19. O'Brien is 18 points ahead of his world record of 8,891, set in Talence, France, shortly after the 1992 Olympics. Second, nearly 300 points behind, is Steve Fritz, with 4,442 points.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Dole Is Taking Concrete Steps For Presidency","web_url":"https://www.nytimes.com/1994/06/15/us/dole-is-taking-concrete-steps-for-presidency.html","abstract":"  Taking a step toward a race for the Republican nomination for President in 1996, Senator Bob Dole said yesterday that he had instructed his advisers to seek commitments from political strategists and fund-raisers around the country before other candidates locked them up.   Mr. Dole emphasized that he had not decided whether to run. But he said he gave the go-ahead for his advisers to move quickly because he did not want other contenders to get an edge in building organizations. That happened in 1988, when Mr. Dole wrestled with George Bush, who was Vice President then, for the Republican nomination.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/15/nyregion/c-corrections-403741.html","abstract":"  An entry in the calendar of events in the Connecticut Weekly on Sunday about a Fairfield Orchestra concert in Stamford, on Saturday at 8 P.M. at the First Congregational Church, misstated the ticket price range. It is $15 to $50, not $35 to $100.  ","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"At Long Last, Leetch Experiences His M.V.P. Moment","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-at-long-last-leetch-experiences-his-mvp-moment.html","abstract":"  At the very end, Brian Leetch was transformed into a child, the way the Stanley Cup transforms them all. He stood with the gleaming Conn Smythe Trophy as the most valuable player, the sixth defenseman and first American-born player to receive the award for individual excellence that he had said he did not care about. Leetch had consistently rejected comparisons with Bobby Orr, but now the two had something in common that will last forever.   He stood near center ice in Madison Square Garden with a smile that was part embarrassment and part pride, just before the moment he had spent his professional life trying to reach. It was just a few unforgettable moments later, soon after National Hockey League commissioner Gary Bettman said, \"Mark Messier, come get the Stanley Cup.\" Messier took the cup, skated toward the Eighth Avenue end of the Garden and handed it to Kevin Lowe who handed it to Leetch, in front of the net, an area he had worked to protect.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Start Up, Car","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-start-up-car-404004.html","abstract":"  To the Editor:   I found Benjamin Kelley's proposal (Op-Ed, June 2) for Breathalyzers on dashboards to prevent drunks from driving intriguing. I wonder why we don't go a step further.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Rebbe Leaves All to Group And Doesn't Pick Successor","web_url":"https://www.nytimes.com/1994/06/15/nyregion/rebbe-leaves-all-to-group-and-doesn-t-pick-successor.html","abstract":"  The Lubavitch Grand Rabbi, Menachem Mendel Schneerson, designated no successor in a brief will that bequeathed a modest estate consisting of books, manuscripts, artwork and household effects to Agudas Chassidei Chabad, a Lubavitch umbrella group that oversees the religious group's worldwide activities.   The 22-member council was the sole beneficiary named in the two-page document that was dated Feb. 14, 1988, and filed at Surrogate's Court in Brooklyn late Monday, two days after Rabbi Schneerson died. Rabbi Yehuda Krinsky, the spokesman for the Worldwide Lubavitch Movement and one of Rabbi Schneerson's secretaries, was appointed executor of the estate, which was valued at less than $50,000.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"After Inquiry, A Company Alters Name","web_url":"https://www.nytimes.com/1994/06/15/nyregion/after-inquiry-a-company-alters-name.html","abstract":"  Citing the Manhattan District Attorney's investigation into widespread real-estate payoff schemes, a leading New York City apartment management company has abruptly announced a change of name.   In a letter last week to co-operative apartment boards and other clients, the company, Darwood Management, said it was transferring its assets to another firm, General Property Management \"as a consequence of the recent action by the Manhattan District Attorney's office.\"","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/15/style/chronicle-404314.html","abstract":"  \"Confucius taught that it is better to change a malignant element into a useful one, rather than kill it,\" said Dr. WANG ZHENYI, a Chinese cancer researcher, who did just that to find a promising treatment for patients with acute promyetlocytic leukemia.   Using retinoic acid, a chemical derivative of vitamin A, Dr. Wang, of the Shanghai Second Medical University, and Dr. LAURENT DEGOS, a hematologist at the Hopital St.-Louis in Paris, departed from the traditional therapy of trying to kill cancer cells and instead succeeded in making them grow like normal cells.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"Couple Found Slain in Chinatown Travel Agency","web_url":"https://www.nytimes.com/1994/06/15/nyregion/couple-found-slain-in-chinatown-travel-agency.html","abstract":"  A young couple who planned to be married were bound and then shot to death yesterday in the Chinatown travel agency where they worked, in what may have been a robbery, the police said.   Bobby Chan, 30 years old, and Lai Wah Chan, 25, were each shot once in the head, said Sgt. Andrea Herzberg, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"1919: Color Line Lifted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1919-color-line-lifted-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The American Federation of Labor Convention at Atlantic City decided yesterday [June 13] to remove the color line when the presidents of the international unions declared that their organizations would welcome negroes into membership on terms o","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Review/Television; One Year to Disarm A Killer in the Brain","web_url":"https://www.nytimes.com/1994/06/15/arts/review-television-one-year-to-disarm-a-killer-in-the-brain.html","abstract":"  Young people today can be forgiven a dab or two of paranoia. Shriveling job opportunities and paychecks threaten to put a sizable crimp in their futures. On a more impersonal level, sporadic reports about secret Government experiments in the past with radiation and other sinister things do not inspire unbridled positive thinking. Anxiety, even if only a smidgin, would seem perfectly understandable.   MTV, though, is not interested in smidgins. Its new action-adventure series \"Dead at 21\" heads straight for rampant paranoia, skillfully escalating a general uneasiness into full-fledged terror. This is a United States, whirling out of the highways of fearfully sunny California, in which the Federal Government has been implanting chips in certain babies' brains to see if intelligence can be amplified. \"The idea,\" we are told, \"was to improve the human race.\" Snicker, snicker.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"For Rangers, a Celebration 54 Years in Making","web_url":"https://www.nytimes.com/1994/06/15/us/for-rangers-a-celebration-54-years-in-making.html","abstract":"  Goal. Game. Rangers. Cup.   The Stanley Cup jinx is dead, and the New York Rangers are the champions of the National Hockey League.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"The Laws Against Crack Protect Society","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-the-laws-against-crack-protect-society-403997.html","abstract":"  To the Editor:   \"Cocaine Injustice\" (editorial, May 31) declares that stringent laws against crack are the result of prejudice. The laws are there to protect society, not those who prey on their fellow citizens. No drug arrived as quickly as crack cocaine. Crack was developed to broaden the market for cocaine to make it cheap enough for children and poor people to buy it.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Faith in Confidentiality of Therapy Is Shaken","web_url":"https://www.nytimes.com/1994/06/15/nyregion/faith-in-confidentiality-of-therapy-is-shaken.html","abstract":"  After an emotionally intense Alcoholics Anonymous meeting in Manhattan last week, one young woman looked shocked when asked if she thought a court could get access to what had been said that evening. \"Oh no, it all stays here,\" she said. \"They can't make me testify about what someone shared at a meeting.\"   But that bedrock assurance of trust and privacy, based on a common misunderstanding about legal protections, was badly shaken last week. At a Westchester murder trial, seven members of Alcoholics Anonymous testified under subpoena that another member, Paul Cox, had told them about his emerging memories of one terrible, drunken New Year's Eve in 1988, when he thought he had killed a Larchmont couple as they slept in their home.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Russia Is Looking East With New Interest and a New Flexibility","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-russia-is-looking-east-with-new-interest-and-a-new-flexibility.html","abstract":"What kind of a new Russia will evolve in the next few years and what sort of relations will it develop with countries in Asia, especially its neighbors?.Russia is now at a critical stage of nationhood. The parliamentary elections in December demonstrat","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"When Richter Believes, Brilliant Saves Happen","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-when-richter-believes-brilliant-saves-happen.html","abstract":"  Mike Richter and Adam Graves had had the conversation last season. Richter's confidence, like that of so many Rangers, was at a low beyond anything he could remember.   The Rangers were in last place, Richter was playing poorly and it seemed as if all his promise was suddenly under question.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Oxford Is Keen For American History","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-oxford-is-keen-for-american-history-403989.html","abstract":"  To the Editor:   I was surprised to find in your June 9 article on President Clinton at Oxford a statement attributed to Michael F. O'Brien, minister counselor for public affairs in our Embassy in London, on the subject of American history at the university (some editions). He said, you report, \"when the idea of establishing an endowed chair in American history came up, the dons refused, agreeing that 'there wasn't enough of it.' \"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Invade, for Haiti's Sake : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-invade-for-haitis-sake-letters-to-the-editor.html","abstract":"Why delay the inevitable? A U.S. invasion of Haiti to oust the military government and restore the democratically elected president to power will accomplish what economic sanctions will never do. Economic sanctions only exacerbate the misery of the poor w","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"In America; Forget Farrakhan","web_url":"https://www.nytimes.com/1994/06/15/opinion/in-america-forget-farrakhan.html","abstract":"  I remember the rally in Madison Square Garden in October 1985 when Louis Farrakhan, standing beneath championship banners honoring sports heroes named Frazier and Reed and Bradley and DeBusschere, fired up a crowd of 25,000 black people with his ranting against Jews and his demand to know if black leaders who \"sold out\" should be allowed to live.   The audience was wild for Mr. Farrakhan. His every pronouncement provoked the kind of thumping, foot-pounding, whistle-blowing, mind-boggling ecstasy normally reserved for playoff games and rock concerts.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Why West Needs Independent Media","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-why-west-needs-independent-media.html","abstract":"In today's world, the Communist Party monopoly of power in East and Central Europe has been replaced by the rule of party coalitions. Former party cadres in these coalitions advocate liberal, social- democratic or nationalist ideas. Dozens of opposition","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Go Ahead, Picture This: It's a Title for Keenan","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-go-ahead-picture-this-it-s-a-title-for-keenan.html","abstract":"  Mike Keenan treats the Stanley Cup as if it were a familiar object. When he moved into his office at Playland, the Rangers' practice facility, last September, he hung a picture of the cup on his wall, where other coaches might have hung photos of players, or even members of their families.   The way he spoke of it, too, made it seem as if Keenan and the cup were old friends, well-acquainted, a duo that had met time and again in the past.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Yankees Shock Orioles And Smith","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-yankees-shock-orioles-and-smith.html","abstract":"  One inning away from another frustrating defeat, and with the dominant Lee Smith standing 60 feet 6 inches away and ready to extinguish the lights on their night at Camden Yards, the Yankees rallied for two runs in the ninth inning to swipe a dramatic 4-3 victory over the Orioles.   Since Smith had been nearly untouchable while saving 24 of 26 games, the rally shocked the Orioles and their fans as several rows of seats emptied before the home team even batted in the ninth. Instead of having their lead over the second-place Orioles reduced to one game, the Yanks increased their advantage to three games.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"A Female Commissioner","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-college-administration-a-female-commissioner.html","abstract":"  As LINDA M. BRUNO saw it 20 years ago, the chance of a woman heading a major athletic conference was little more than wishful thinking. Now Bruno is the new commissioner of the Atlantic 10 Conference.   \"The world has changed a lot,\" said Bruno, 39, after her appointment yesterday. \"Fortunately, you now have people who judge people on a person can do. Fortunately, the search committee just treated me as a person.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Everyone's a Critic","web_url":"https://www.nytimes.com/1994/06/15/opinion/everyones-a-critic.html","abstract":"Henry J. Stern, New York City's Parks Commissioner, has discovered the root cause of civil unrest generally and the May 30 bottle-throwing melee in Tompkins Square Park in particular: heavy metal music.\n\nIt is, he says, a \"fact that certain kinds of music attract violent people, that the music itself stirs up a propensity to violence.\" This \"fact,\" he thinks, justifies a new policy for permits that makes it more difficult for performers of supposedly high-risk music to use public parks.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/15/nyregion/inside-397482.html","abstract":"  Senate Whitewater Hearings    The Senate Banking Committee will hold public hearings, but they will be limited to three elements unlikely to embarrass the President. Page A22. Giuliani Veto Is Overridden    The City Council overrode Mayor Giuliani's veto of a bill to allow hearings on efforts to turn over city services to private companies. Page B1. Surprising Hollywood, Part II    Three weeks after moving 12 TV stations to Fox, New World stunned the industry again by naming Brandon Tartikoff program chief. Page D1. Publishing Chief Is Ousted    Richard E. Snyder, who built Simon & Schuster into a publishing giant, was dismissed by its new owner. Page D1. Henry Mancini Is Dead    The four-time Oscar winner who composed \"Moon River\" and \"Days of Wine and Roses\" was 70. Page D21.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"3 Mob Figures Draw 15-Year Terms in Drug Case","web_url":"https://www.nytimes.com/1994/06/15/nyregion/3-mob-figures-draw-15-year-terms-in-drug-case.html","abstract":"  Three men, including two brothers described by prosecutors as chief heroin smugglers for the Gambino crime family, were sentenced yesterday to 15 years in prison for racketeering and conspiring to violate Federal racketeering charges.   Without a trace of irony, Judge Peter K. Leisure of the United States District Court in lower Manhattan described the men, John and Joseph Gambino and Lorenzo Mannino, as \"strong family people\" with commendable family backgrounds and friendships. Because of that, he said, he would grant their request to be imprisoned in facilities close to relatives or medical care.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Losses And Gains After The Tonys","web_url":"https://www.nytimes.com/1994/06/15/theater/losses-and-gains-after-the-tonys.html","abstract":"  Despite winning only one Tony Award on Sunday night, \"Beauty and the Beast,\" the Disney Company's extravagant stage adaptation of its own animated film, claimed a Broadway record on Monday with ticket sales of $1.3 million. The total surpassed the previous single-day sales high of $920,000, recorded by \"The Phantom of the Opera\" on Nov. 23, 1987, the day its box office opened.   Indeed, it was a case of the rich getting richer and the poor poorer on Broadway this week as theatergoers responded to the Tonys, which were handed out on national television. In the two days after the awards, four struggling shows announced they would close after failing to win the recognition that their producers hoped would renew the interest of ticket-buyers. The producers of one of those, \"Broken Glass,\" by Arthur Miller, said the show, which had been nominated for only one award, best play, would close on June 26 after 73 performances. The award was won by \"Perestroika,\" Part 2 of Tony Kushner's play \"Angels in America.\"","thumbnail":null,"section":"Theater"},{"date":"19940615","headline":"Taking Bearings by North : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-taking-bearings-by-north-letters-to-the-editor.html","abstract":"Regarding \"Republican's Ponder North's Effect on Party\" (June 6) by Michael Janofsky:.The very fact that Oliver North dared bid for the Republican nomination in Virginia is deeply alarming, but his success in obtaining it is compelling proof","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"For Referees, the Heat's On","web_url":"https://www.nytimes.com/1994/06/15/sports/IHT-for-referees-the-heats-on.html","abstract":"Sports in America can sound like a synonym for pressure. Chicago right now does not have a lot of time for the problems of Germany, a World Cup champion trying to get noticed and trying to sleep and prepare for Friday's opening game in a climate that swi","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Ed Rollins Offers Apology To Black Ministers, in Person","web_url":"https://www.nytimes.com/1994/06/15/nyregion/ed-rollins-offers-apology-to-black-ministers-in-person.html","abstract":"  Like a sinner to the altar, Ed Rollins returned to New Jersey today, seeking forgiveness from the same black ministers he once boasted that he had bought.   The Republican campaign consultant stood before the Black Ministers Council in a church basement here and apologized for claiming last November that he had helped Gov. Christine Todd Whitman win election by suppressing black voter turnout.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Robb Wins Primary Race; Wilder Files","web_url":"https://www.nytimes.com/1994/06/15/us/robb-wins-primary-race-wilder-files.html","abstract":"  Senator Charles S. Robb today won a primary to become Virginia's Democratic nominee for the Senate, and one of his biggest political rivals, L. Douglas Wilder, filed a petition to enter the senatorial race as an independent.   Prolonging the suspense and the attention, Mr. Wilder stopped short of proclaiming himself a candidate.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Of Politics, Tennis, Baseball and Love:A Sports Romance","web_url":"https://www.nytimes.com/1994/06/15/sports/IHT-of-politics-tennis-baseball-and-lovea-sports-romance.html","abstract":"What sounds like a movie is in fact the story of Heather MacLachlan's life. She was a college student from Montreal, vacationing in Paris for two weeks, when she heard of an emergency job-opening in professional tennis. She never did graduate from colleg","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Sports of The Times; '1994! 1994! 1994!'","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-of-the-times-1994-1994-1994.html","abstract":"  THE Rangers won the Stanley Cup.   Such a simple sentence. But since 1940 nobody has been able to say it out loud until now. And at the final buzzer of their 3-2 victory over the Vancouver Canucks last night, the roar of 18,200 parishioners at Madison Square Garden was louder than the fireworks that exploded above the ice.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Council Votes First Override For Giuliani","web_url":"https://www.nytimes.com/1994/06/15/nyregion/council-votes-first-override-for-giuliani.html","abstract":"  In a partisan rebuke to Mayor Rudolph W. Giuliani, the City Council voted overwhelmingly yesterday to override the Mayor's veto of legislation that would allow the Council to hold public hearings on any efforts to turn over municipal services to private companies.   The override, which passed the Democratic-controlled Council on a strict party-line vote of 43 to 7, was the first of the Giuliani administration and only the third in the last 25 years.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Chlorination Alone Won't Control Giardiasis","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-chlorination-alone-won-t-control-giardiasis-404012.html","abstract":"  To the Editor:   Regarding giardia and cryptosporidium in our water systems, discussed by Prof. Daniel A. Okun in \"We Need Watershed Protection and Filtration\" (letter, May 28): Do not trust chlorination to control the intestinal disease giardiasis.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Message to Teen-Age Mothers","web_url":"https://www.nytimes.com/1994/06/15/opinion/message-to-teen-age-mothers.html","abstract":"  Set against his campaign pledge to \"end welfare as we know it,\" President Clinton's reform plan comes up short -- covering about half of all recipients by the year 2000. Even so, Mr. Clinton can be credited with keeping the spirit of his promise by offering a measured attack on a social pathology: 10 million children raised in poverty, mostly by single parents. Mr. Clinton's bill should deliver a stark message to teen-age parents that welfare will no longer substitute for work.   His proposal calls for spending a bit more money ($9.3 billion over five years) and toughening the reciprocal obligation of recipients. It would require recipients to commit themselves to training and education, then seek work or, if need be, take a government-subsidized job within two years of entering the system.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"PRESIDENT OFFERS DELAYED PROPOSAL TO REDO WELFARE","web_url":"https://www.nytimes.com/1994/06/15/us/president-offers-delayed-proposal-to-redo-welfare.html","abstract":"  President Clinton sought today to give a harder edge to his domestic policy agenda by putting forward a long-postponed proposal to toughen the rules for millions of Americans on the welfare rolls.   The plan that Mr. Clinton announced would expand training to young welfare recipients but require those still on the rolls after two years to join a work program or risk losing their benefits. That would represent the first time limit imposed on welfare payments, and it would be reinforced with the most aggressive effort ever to extract child-support payments from delinquent fathers.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"New Law Against Age Bias on Campus Clogs Academic Pipeline, Critics Say","web_url":"https://www.nytimes.com/1994/06/15/us/new-law-against-age-bias-on-campus-clogs-academic-pipeline-critics-say.html","abstract":"  The historian Richard Pipes, who will turn 70 next month, can go on teaching at Harvard University for the rest of his life if he so chooses. But his departmental colleague Bernard Bailyn was obligated to retire last year, after his own 70th birthday.   The two professors saw the later stages of their working lives take such contrary directions not because of differences in their performances at Harvard -- both are highly regarded in their field -- but because of a new Federal law that took effect in January prohibiting mandatory retirement on the basis of age for tenured faculty members.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"No More 1940! Rangers Are Champs!","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-no-more-1940-rangers-are-champs.html","abstract":"  They hoisted the big silver trophy high, passed it around, shook it over their heads. Sometimes they kissed it. Slowly, they skated a ceremonial victory lap around the crowded, littered ice surface of Madison Square Garden.   The Rangers, led by their captain, Mark Messier, were cheered mightily and repeatedly by a capacity crowd of 18,200 fans and watched by an international television audience, including President Clinton, who held the phone long enough to offer them his congratulations when they finally came inside.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Senate Will Hold Hearings on Whitewater","web_url":"https://www.nytimes.com/1994/06/15/us/senate-will-hold-hearings-on-whitewater.html","abstract":"  The Senate intends to hold public hearings into the Whitewater affair next month, but the sessions will be limited to three elements that are not likely to embarrass President Clinton.   After days of partisan wrangling that kept the Senate from other work, the lawmakers voted today along straight party lines, 56 Democrats against 43 Republicans, to begin hearings no later than July 30 on the parts of the case that are to be covered in a preliminary report expected this month from the special prosecutor, Robert B. Fiske Jr. One Republican, Mark O. Hatfield of Oregon, was absent.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"1944: De Gaulle Hailed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1944-de-gaulle-hailed-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN FORCES IN FRANCE - [From our New York edition:] General Charles de Gaulle, leader of the French government outside France, came here today [June 14] for the first time since 1940 and toured the portion of his country which has been liberated","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Hitler Book Withdrawn in Japan","web_url":"https://www.nytimes.com/1994/06/15/world/hitler-book-withdrawn-in-japan.html","abstract":"  Reacting to international criticism, the publisher of a book that extols Hitler as a role model for Japanese politicians said today that he would immediately cease publication and withdraw the remaining copies from bookstores.   \"Hitler Election Strategy: A Bible for Certain Victory in Modern Elections\" urges Japanese candidates to adopt the Nazi leader's tactics, like liberal use of propaganda, in their campaigns. The book, written by a public relations official in Japan's largest political party, was condemned by Jewish groups in the United States and by the Israeli Government.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/15/nyregion/metro-digest-397890.html","abstract":"  TALKS CONTINUE AS L.I.R.R. STRIKE LOOMS   With the Long Island Rail Road's biggest union threatening to strike, the region prepared for a commuting nightmare as negotiations continued on a contract that could influence future deals for subway and bus workers. A1.   Many of the railroad's 110,000 daily riders anxiously fretted over their options. B2.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Reporter's Notebook; The Emperor Passes! Make Way! Make Way!","web_url":"https://www.nytimes.com/1994/06/15/us/reporter-s-notebook-the-emperor-passes-make-way-make-way.html","abstract":"  They emerge from their limousine buffed and polished, silent and waving, slightly stooped, as if fixed in a permanent bow. Cameras whir. Pleasantries are exchanged. Months of planning and mountains of expense vanish in a moment.    Their Majesties move on.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Dublin Journal; 90 Years Ago, Leopold Bloom Took a Walk . . .","web_url":"https://www.nytimes.com/1994/06/15/world/dublin-journal-90-years-ago-leopold-bloom-took-a-walk.html","abstract":"  Stately, plump Ken Monaghan, the 69-year-old nephew of James Joyce, put on a borrowed purplish Edwardian frock coat last Sunday and strolled in an unfashionable corner of Dublin with a small group of Joyce adepts. Under a gloomgray sky, they read aloud sections of \"Ulysses,\" in which Mr. Monaghan's uncle had depicted the life of Leopold Bloom on June 16, 1904.   Mr. Monaghan and a dozen or so other Dubliners who are serious about \"Ulysses\" and other Joyce writings spend several hours a week going over texts line by line, joke by joke, mystery by mystery, epiphany by confusion, curse by debauch. On Sunday, they wanted to get a more or less private jump on the thousands of tourists and nonexperts who turn Dublin into a James Joyce Theme Park each year for Bloomsday.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"As Union Negotiations Continue, L.I. Braces for a Railroad Strike","web_url":"https://www.nytimes.com/1994/06/15/nyregion/as-union-negotiations-continue-li-braces-for-a-railroad-strike.html","abstract":"  With the Long Island Rail Road's biggest union threatening to strike at midnight tonight, the region prepared yesterday for a commuting nightmare as negotiations continued on a contract that could influence deals to come for New York City subway and bus workers.   The United Transportation Union, which represents 2,300 workers, from conductors and bartenders to mechanics and track workers, wants raises of more than 18 percent during four years, about double what management is offering. The railroad is insisting on work-rule changes that it says would improve productivity and cut costs.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Olajuwon Is Now Scoring In More Ways Than One","web_url":"https://www.nytimes.com/1994/06/15/sports/nba-finals-olajuwon-is-now-scoring-in-more-ways-than-one.html","abstract":"  Midafternoon yesterday. Rudy Tomjanovich, the Houston Rockets' head coach, sat at a table at the Downtown Athletic Club looking across the room at Hakeem Olajuwon, the best center in professional basketball, who was holding court with wave after wave of news reporters.   On Monday, Olajuwon made a guest appearance on \"Late Show With David Letterman\" and many of the reporters at a pre-practice interview session wanted to know how he liked it, what he thought about the experience, was he a Letterman fan.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"L.I. Commuters Prepare for a Nightmare","web_url":"https://www.nytimes.com/1994/06/15/nyregion/li-commuters-prepare-for-a-nightmare.html","abstract":"  Bill Spitalnick sat on the crowded platform of the Great Neck train station today, imagining what his life might be like on the morning the trains stop. In one scenario, he is languishing in a car on an endless crawl to the Queens-Midtown Tunnel. In another, he is still in bed with the covers over his head.   \"I'm just going to wake up every morning and see how I feel,\" Mr. Spitalnick, who runs his own import clothing business in the garment district, said as he waited for the 8:55 to the city. \"I'll decide if I go in early, if I go in later, or if I just go to the beach.\"","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Green Tea: More Than Just a Soothing Brew","web_url":"https://www.nytimes.com/1994/06/15/style/green-tea-more-than-just-a-soothing-brew.html","abstract":"IN Asian countries like China, Japan and India, green tea is held in high esteem. It is a brew thought to purify the body, delight the senses and lift the spirits. \n\nBut in the United States, green tea is virtually unknown, drunk mainly in Asian restaurants, where it is almost always badly brewed and invariably dismissed by those unfamiliar with its nuances. Next to strong, complex, tannic black tea, it appears pallid, weak, nondimensional. It has never had a wimper of promotion or advertising.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"Rabbi Schneerson's Legacy","web_url":"https://www.nytimes.com/1994/06/15/opinion/rabbi-schneerson-s-legacy.html","abstract":"  The worldwide Lubavitch Hasidic movement lost a beloved leader on Sunday when Rabbi Menachem Mendel Schneerson died at the age of 92. Rabbi Schneerson was both a unifying and a divisive figure, charismatic and mysterious.   Sometimes criticized for allowing himself to become the center of a cult of personality, the man known as the Rebbe was nonetheless respected for molding a small religious sect into a powerful movement with political influence from Eastern Parkway to Jerusalem. In recent years, the debate about whether Rabbi Schneerson was the Messiah overshadowed his accomplishments.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Upon the Base They Built, A New Alliance Arises","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-upon-the-base-they-built-a-new-alliance-arises.html","abstract":"General Joulwan is Supreme Allied Commander Europe and commander in chief of the U.S. European Command. . As the echoes of mournful bugles fade away and D-Day veterans depart the hallowed beaches of Normandy, Europeans and Americans alike once again confr","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"TV Causes Violence? Try Again","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-tv-causes-violence-try-again-403962.html","abstract":"  To the Editor:   In \"Look to Television's Role in Youth Violence\" (letter, June 1), Paul Kettl, a professor of psychiatry, cites research that shows a statistical correlation between the rise in the rate of homicide in the United States and the onset of television. He cites his own research, which shows, he states, that \"Children who watch more than two hours of television a day are especially at risk\" of having \"behavioral problems.\"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"U.S. Seeks Other Countries to Help Resettle Haitian Refugees","web_url":"https://www.nytimes.com/1994/06/15/world/us-seeks-other-countries-to-help-resettle-haitian-refugees.html","abstract":"  Worried that a flood of Haitian boat people will create major political and economic problems, the Clinton Administration is urging other countries to help resettle Haitians who are granted asylum.   So far only a few positive responses have been received, but Administration officials say they hope other countries will accept at least 5,000 Haitian refugees -- a figure some refugee groups say is far too optimistic. Last year, the United States accepted 1,700.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"U.S. Will Seek Voluntary Curbs on North Korean Arms Deals","web_url":"https://www.nytimes.com/1994/06/15/world/us-will-seek-voluntary-curbs-on-north-korean-arms-deals.html","abstract":"  The Clinton Administration decided today to seek a voluntary embargo on North Korean arms purchases and sales as part of its initial set of sanctions, American officials said today.   The effectiveness of a voluntary arms embargo against North Korea, which has become a worrisome exporter of weapons in recent years, has been vigorously debated within the Administration. But with the North continuing to defy international monitors and the Clinton Administration under fire from Congressional critics for its handling of North Korean issues, top Administration officials agreed at a White House meeting today to propose the arms trade ban.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Sports of The Times; Good Old Felonies Of the Hoops Game","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-of-the-times-good-old-felonies-of-the-hoops-game.html","abstract":"  AS Knick fans agonize over whether their team can win Game 4 of the National Basketball Association finals tonight, Fay, proprietor of the Second Avenue Dry Cleaners and an emigre from Odessa, says she likes their chances in Madison Square Garden. She told me confidentially, her eyes peering over her spectacles, \"We have saying in Russia, 'Motherland gives strength.' \"   Her husband, Viktor, agreed, though viewing it more from a pure basketball standpoint. \"For home team,\" he said, \"referee makes less whistle.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Canucks Are Out of Step In Big Dance","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-canucks-are-out-of-step-in-big-dance.html","abstract":"  By the time the Vancouver Canucks found any kind of rhythm on the ice last night, or discovered the type of game that suits their style, the Rangers had already scored twice. That is not an easy deficit to overcome in the ultimate game of the season against a team determined to mark its place in history.   The Canucks played nowhere near the way they had performed in the previous two games, when they had stopped the Rangers, shocked the New York fans and forced a high-tension seventh game for the Stanley Cup at Madison Square Garden.The hitting and effective forechecking that brought them those victories was mostly absent, especially in the first period. Passes by the Canucks went astray in all three zones and Vancouver's first sustained attack didn't come until there were little more than two minutes left in the first session.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"A Responsibility to Rwanda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-a-responsibility-to-rwanda-letters-to-the-editor.html","abstract":"We have been struck by how the British press has downgraded reporting and analysis of the events in Rwanda. The news last week of a massacre in the village of Nyatama scarcely merited a mention in a week when preoccupations lay with events 50 years ago. T","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/15/nyregion/c-corrections-403733.html","abstract":"  The Company Index in Business Day on June 4 carried an incorrect parent-company listing for a manufacturer of gaming machines that the authorities said was a victim of fraud in an organized crime scheme in Louisiana. That company is Bally Gaming International Inc., a separately traded public corporation. It was formerly part of Bally Manufacturing Inc., which completely divested itself of Bally Gaming Inc. last year. Bally Manufacturing then changed its name to the Bally Entertainment Corporation.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Music; Poetic Call and Response As a Tribute to WNYC","web_url":"https://www.nytimes.com/1994/06/15/arts/review-music-poetic-call-and-response-as-a-tribute-to-wnyc.html","abstract":"  Just before he read his new poem \"No Longer Very Clear\" from the stage of Alice Tully Hall on Monday evening, John Ashbery compared the work to Paganini's 24th Caprice, a work on which several composers have based variations. But the fame of Paganini's theme was posthumous; Mr. Ashbery's rewards are more immediate. His poem, a 4-stanza, 18-line reflection on the uneasy relationships between time, memory and both abstract and emotional associations, was commissioned by the radio station WNYC-FM and given to a dozen composers. Their responses were presented on Monday evening as WNYC's 50th-anniversary concert.   Much has been written and said in recent weeks to dispel fears that the adventurous station might be sold, but on Monday the celebration was cautious, and the concert often seemed less a birthday party than a show of solidarity among the station's staff, the composers it has long championed and the audience for new music. Most of the composers were on hand to introduce their pieces in brief interviews with John Schaefer, the director of music programming for WNYC.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Gooden Loses, but Also Scores a Victory","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-gooden-loses-but-also-scores-a-victory.html","abstract":"  As the Rangers re-created 1940 last night, the Mets' Doc Gooden reached back to 1984.   In this troubled season, Gooden became the rookie flame-thrower once again, tossing at 93 miles an hour. And that was seemingly as important to the Mets' long-range plans as the fact they dropped a 3-2 decision to the Phillies at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Carving Up the Balkans","web_url":"https://www.nytimes.com/1994/06/15/opinion/carving-up-the-balkans.html","abstract":"Many of the boundary disputes that are bedeviling the Balkans today have their roots 75 years ago in the Paris peace talks that followed World War I. Harold Nicolson, then a young British diplomat who became a distinguished historian and literary biographer, described the casual, sometimes comic atmosphere of the four-power bargaining that decided new boundaries in his book \"Peacemaking 1919.\"\n\nExcerpts follow. Here is a guide to Nicolson's abbreviations:","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"A Way to Check Doctors' Credentials","web_url":"https://www.nytimes.com/1994/06/15/us/health-watch-a-way-to-check-doctors-credentials.html","abstract":"  NOW that it is considered acceptable for doctors to advertise directly to consumers, many practitioners who seek a competitive edge claim to have special skills or cite misleading credentials indicating that they are members of a self-designated specialty board.   Consumers often do not know that once doctors complete medical school, they are legally allowed to practice in any specialty, even surgery, despite the lack of advanced training in the field. A properly trained specialist has completed such training and been certified by the appropriate medical specialty board.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"1994: The Year That Made 1940 Just Another Number","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-1994-the-year-that-made-1940-just-another-number.html","abstract":"  This Rangers' Stanley Cup championship season really began last spring, when Mike Keenan began to appear high above the ice at Madison Square Garden, peering down from a private box at the wreckage of the 1992-93 team as it concluded the season amid its booing and taunting fans.   His official purpose then was to scout for players for Team Canada, which he would coach at the world championships in Europe. But everyone knew that Keenan, who was between jobs in the National Hockey League, would be back, somewhere, sooner or later.   It turned out to be sooner, and it turned out to be in Manhattan, when he was presented by the general manager and president, Neil Smith, as the new coach of the Rangers on April 17, 1993, just days after the season had ended with the team out of the playoffs and in last place in the Patrick Division.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"CLINTON MAY BEND ON WAY TO FINANCE HEALTH CARE PLAN","web_url":"https://www.nytimes.com/1994/06/15/us/clinton-may-bend-on-way-to-finance-health-care-plan.html","abstract":"  As the capital strained to find a compromise on health care, President Clinton and the Senate Finance Committee focused today on a possible variation on the Administration's proposal that employers be required to pay for health insurance for their workers.   The President was clearly receptive to the idea of deflating opposition to required payments, the major roadblock his proposal faces, by an approach that would make employers pay only if other steps did not get almost all Americans covered.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"A Long-Suffering Fan Begins Pondering an Unreal Reality","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-a-long-suffering-fan-begins-pondering-an-unreal-reality.html","abstract":"  \"The rest of my hockey life will be different,\" said Michael Forester moments after the game. \"Not necessarily better or worse, but different. I can barely speak right now. I think I'm very happy. I think I'm a little sad.\"   Forester, of Westbrook, Conn., is hardly the stereotypical Ranger fan -- he doesn't belch as an affectionate greeting -- but his feelings before and after the seventh game may be closer to the typical than one might think. For much of the past 54 years, following the Rangers has been an expression of loyalty bordering on cultishness that has made their fans feel exclusive.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Centrist Presidential Hopeful in Brazil Trips on Racial Remark","web_url":"https://www.nytimes.com/1994/06/15/world/centrist-presidential-hopeful-in-brazil-trips-on-racial-remark.html","abstract":"  Wearing a monogrammed shirt that recalled his days teaching at the Sorbonne, the Brazilian presidential candidate gamely posed for photos astride a peasant's donkey.   Responding to a Brazilian reporter who asked if he was the country's \"great white hope,\" Fernando Henrique Cardoso, who seems white to most observers, responded hotly, \"I really am mulatto.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Owners Unveil Salary Cap Proposal To a Chilly Reception From Players","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-owners-unveil-salary-cap-proposal-to-a-chilly-reception-from-players.html","abstract":"  In their effort to gain the salary cap they say they need to restore \"economic sanity\" to their game, major league baseball club owners yesterday offered to give the players 50 percent of their revenue and conditionally guarantee them $1 billion a year.   In the long-awaited proposal, the owners also called for a payroll floor as well as a ceiling and said they would give the clubs four years as a transition period to come into compliance with the cap.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Lucas Will Coach the 76ers","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-pro-basketball-lucas-will-coach-the-76ers.html","abstract":"  The Philadelphia 76ers are hoping JOHN LUCAS can do for them what he did for the San Antonio Spurs -- turn a loser into a winner. Lucas, who resigned as coach of the Spurs last week, was appointed coach and general manager of the 76ers yesterday.   \"He is a players' coach and a standup individual and exemplifies the image that the N.B.A. should represent,\" said HAROLD KATZ, the club owner. \"He is the perfect person to lead the Sixers on and off the court in the future.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Personal Health; The war on brittle bones must start early in life.","web_url":"https://www.nytimes.com/1994/06/15/us/personal-health-the-war-on-brittle-bones-must-start-early-in-life.html","abstract":"  A CONFERENCE of experts is not needed to tell Americans that their bones are in jeopardy. All they have to do is look at the huge numbers of older people who have developed rounded backs and lost inches in height because their spinal vertebrae have collapsed, or the millions who have suffered debilitating fractures, particularly of the hip, which too often end in death.   More than 25 million people have osteoporosis, the bone-loss disease that results in more than 1.5 million fractures a year in people over 50 at an expense to society of more than $10 billion a year. Yet this costly problem has what appears to be a very inexpensive solution: Get every American to consume more calcium, the mineral that is the primary contributor to the density and strength of bones throughout the body.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"For Mexico's Indians, Promises Not Kept","web_url":"https://www.nytimes.com/1994/06/15/world/for-mexico-s-indians-promises-not-kept.html","abstract":"  More than 100 Nahua Indians streamed out of the parched, stony villages of central Guerrero State not long ago and marched a dozen days to Mexico City, emboldened by the battle cries of Indian rebels in southern Mexico and hoping to win their own set of Government promises to improve their lives.    Armed only with anger, they occupied the city's heart for several days until President Carlos Salinas de Gortari listened to their complaints about poverty, discrimination and injustice, facts of life for nearly all of Mexico's nine million or so Indians. After Mr. Salinas agreed that something had to be done and promised to meet them again in 60 days, they went home.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Haiti Official Seen as Ready To Step Down","web_url":"https://www.nytimes.com/1994/06/15/world/haiti-official-seen-as-ready-to-step-down.html","abstract":"  In a sign of a growing rift between Haiti's top military leaders, the brother of the country's police chief hinted today that the chief was willing to step down. He also called on the leader of the army to resign to prevent an invasion by the United States.   In a radio interview, Evans Francois, a Haitian diplomat who is the brother of the widely feared police chief, Col. Joseph Michel Francois, said his brother was \"willing to make the necessary concessions.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Landlords Protest a Proposed 2 Percent Increase in Rents","web_url":"https://www.nytimes.com/1994/06/15/nyregion/landlords-protest-a-proposed-2-percent-increase-in-rents.html","abstract":"  A recommendation to allow an annual rent increase of no more than 2 percent for one-year leases on rent-stabilized apartments in New York City drew sharp criticism yesterday from landlords, who said the proposal would not allow them to keep up with cost increases in their buildings.   In what has become an annual ritual before the Rent Guidelines Board, tenants at a hearing on the increases also criticized the proposed ceilings, saying that allowing rents to rise 2 percent would impose too harsh a burden on many tenants, particularly those on public assistance.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Croatian Leader Tours Sarajevo on Behalf of Bosnia Federation","web_url":"https://www.nytimes.com/1994/06/15/world/croatian-leader-tours-sarajevo-on-behalf-of-bosnia-federation.html","abstract":"  Once reviled in this ravaged city, Croatia's President, Franjo Tudjman, visited Sarajevo today for the first time in the 26-month war to discuss a nascent Bosnian federation of Muslims and Croats allied to his country.   \"We are at the end of the tragedy that this city and the Muslim nation, and together with it the Croatian nation, had to experience,\" Mr. Tudjman said as he formally dedicated a new Croatian Embassy here.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/06/15/books/book-notes-401013.html","abstract":"  Temperature and Ante Rise   George Dawes Green's first book, \"The Caveman's Valentine,\" was rejected by editors around New York until Warner Books decided to publish it for a not-bad advance of $45,000. It was a sort of literary, not particularly commercial novel about a murder and a homeless man with schizophrenia who lives in a New York park. Although the novel received very good reviews, it hardly made Mr. Green famous. By the most generous estimates, 10,000 to 15,000 copies were sold.   Mr. Green's editor at Warner, Jamie Raab, felt sympathy for her author because, she said in an interview, his decision to write fiction for a living (he had previously written poetry and worked for a magazine called Suburbia Today) had been disastrous financially. \"He was penniless, living hand to mouth,\" she said. At one point, he moved back in with his parents in Georgia. \"I knew he was at work on a second novel,\" she said, \"and all I could think about at the time was that I hoped it was good so that I could give him a second contract.\"","thumbnail":null,"section":"Books"},{"date":"19940615","headline":"Real Culprit in Weight Gain? Look Beyond Pregnancy to Age","web_url":"https://www.nytimes.com/1994/06/15/us/real-culprit-in-weight-gain-look-beyond-pregnancy-to-age.html","abstract":"  CONVENTIONAL wisdom says that women gain weight with every baby they have and that their post-pregnancy weight stubbornly remains, a silent reminder of the price they paid for having children.   But a new study has found that pregnancy's effects are fairly modest and that most women gain large amounts of weight simply with the passage of years.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/15/nyregion/no-headline-397520.html","abstract":"  \"It's difficult now for young black people to understand that their parents couldn't go in shops, restaurants. We've had middle-aged people bringing in young people to say, 'We went through this, and you don't understand what it was. It defined who you were.\"' GRAHAM DOMINY, curator of the Natal Museum.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Television; A Sainted Journalist, Blushing In the Grave","web_url":"https://www.nytimes.com/1994/06/15/movies/review-television-a-sainted-journalist-blushing-in-the-grave.html","abstract":"  Agreeable though it always is to be reminded of Edward R. Murrow, tonight's edition of \"CBS Reports\" leaves one wondering how that serious-minded journalist might have felt about the iconizing he has been subject to since his death in 1965. In particular, the conferring of sainthood by an industry that rarely met his standards and by a network that in effect buried his career (while publicly praising it) might have awakened his cynical side.   \"When America Trembled: Murrow/McCarthy,\" at 10 P.M. (on Channel 2 in New York), focuses on the famous 1954 \"See It Now\" program that helped do in Senator Joseph R. McCarthy. It's a white hat-black hat story that has been told many times but bears retelling.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/15/nyregion/news-summary-397296.html","abstract":"  International A3-15  POPULATION PROPOSALS ATTACKED  The cardinals of the Roman Catholic Church attacked proposals backed by the United States for a conference on world population, portraying them as feminist and as cultural imperialism.  A1  SIGNS OF STRAIN IN HAITI  A Haitian diplomat whose brother is the powerful police chief called on the country's military leader to step down, an indication that sanctions and threats of military intervention are having an impact.  A3","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"In Massachusetts, High-Tech Industry Offers Schools a How-To","web_url":"https://www.nytimes.com/1994/06/15/us/in-massachusetts-high-tech-industry-offers-schools-a-how-to.html","abstract":"  The United States spends more than $2.5 billion a year on electronic technology from kindergarten through the 12th grade, but public school districts do very little planning before plugging in the computers.   \"No other industry would allow that type of expenditure without a plan,\" said John R. Phillipo, executive director of the Center for Educational Leadership and Technology, a Marlborough, Mass., consulting firm.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"In School; A remote island that finds it hard to keep teachers loses a treasure.","web_url":"https://www.nytimes.com/1994/06/15/us/in-school-a-remote-island-that-finds-it-hard-to-keep-teachers-loses-a-treasure.html","abstract":"  It is hard keeping teachers on this remote island, but Tom McKibben took to the one-room school and the people -- all 45 of them -- and stayed a record six years. June 15 is his last day at Matinicus Elementary School. At the age of 31, he has decided it is time to move on, back to the mainland.    A lot has happened. Mr. T., as he is known, wrote and directed a hit school play -- \"Lenny the Blue-Backed Lobster.\" He and his students cleared a nature trail. The teacher put in time on the water, as a sternman on Joe Bray's lobster boat.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Consider the Patient And Not the Insurer","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-consider-the-patient-and-not-the-insurer-404020.html","abstract":"  To the Editor:   \"The A.M.A. -- Deja Vu, Again,\" (editorial, May 29) shows again that the patient's needs are overlooked in the health care reform debate.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Hillary Clinton Says She Once Tried to Be Marine","web_url":"https://www.nytimes.com/1994/06/15/us/hillary-clinton-says-she-once-tried-to-be-marine.html","abstract":"  The First Lady has offered a kaleidoscope of images to the public, but today she added the most curious one yet: Private Hillary.   Speaking at a lunch on Capitol Hill honoring military women, Hillary Rodham Clinton said that she once visited a recruiting office in Arkansas to inquire about joining the Marines.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Public & Private; We, The Jury","web_url":"https://www.nytimes.com/1994/06/15/opinion/public-private-we-the-jury.html","abstract":"  Report of juror 30892, Superior Court of New Jersey, County of Hudson:   \"The Best of Montel Williams\" was on the television in the jury holding room. \"They would call me out of the classroom every morning to measure my hair,\" a girl who was suspended from school because her hair was too big told Montel. Luna caught Max cheating on \"One Life to Live\" and Bobbi brandished a gun on \"General Hospital.\"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Review/Film; The Hero Within The Child Within","web_url":"https://www.nytimes.com/1994/06/15/movies/review-film-the-hero-within-the-child-within.html","abstract":"  The circle of life, as described in and borne out by \"The Lion King,\" is a cycle of evolution. Birth, growth, maturity, decline: nothing is immune to change, not even Disney animation.   Taking its place in the great arc of neo-Disney classics that began with \"The Little Mermaid,\" \"The Lion King\" is as visually enchanting as its pedigree suggests. But it also departs from the spontaneity of its predecessors and reveals more calculation. More so than the exuberant movie miracles that came before it, this latest animated juggernaut has the feeling of a clever, predictable product. To its great advantage, it has been contrived with a spirited, animal-loving prettiness no child will resist.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"Review/Dance; Flips, Leaps, Somersaults and Thuds","web_url":"https://www.nytimes.com/1994/06/15/arts/review-dance-flips-leaps-somersaults-and-thuds.html","abstract":"  Elizabeth Streb Ringside has turned the Joyce Theater into a circus for the company's two-week season, which opened on Tuesday night. The stage is filled with gaudy lights and brightly colored girders, platforms and a high, luminous-yellow wooden wall. In what seems like a few seconds after the house lights dim, the stage is flooded with brilliant light and out of nowhere come flying bodies dressed in bright red body-stockings, hurtling into a blue pad on a yellow cloth laid on a red floor.    Bodies race across and crash onto the pad, whose attached microphones amplify every thud. They soar through the air, flipping, somersaulting and leaping, narrowly avoiding collisions by what looks like inches, yet somehow managing to make shapes and patterns with other bodies, both in midair and on the ground. Suddenly, more bodies appear in midair at the sides, diving off girders by the hundreds, or so it seems.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Playing the Percentages: New Plan, Old Gripes","web_url":"https://www.nytimes.com/1994/06/15/sports/on-baseball-playing-the-percentages-new-plan-old-gripes.html","abstract":"  Yesterday was the day that -- in the owners' most optimistic scenario -- pleasant surprises were supposed to rain down on major league ballplayers across the land.    It was the day when players were to be apprised of the proposal from owners that was supposed to deflate hostilities and promote partnership to such an extent that all talk of a strike would cease.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Apartheid's Reminders Quickly Fade","web_url":"https://www.nytimes.com/1994/06/15/world/apartheid-s-reminders-quickly-fade.html","abstract":"  On a bustling downtown street in these early days of color-blind democracy, black South Africans are having their hair cut beneath a faded sign that reads \"Native Shop\" and cites an ordinance prohibiting the barber from serving whites.   The sign is dated 1923, and the law that required its presence was long ago repealed, but Sathi Pillay, who has owned Empire Hairdressing for 46 years, is committed to preserving the anachronism.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Review/Music; Georg Solti, Teacher, Leads Carnegie's Orchestral Workshop","web_url":"https://www.nytimes.com/1994/06/15/arts/review-music-georg-solti-teacher-leads-carnegie-s-orchestral-workshop.html","abstract":"  Teachers teach in two ways. There are the explainers; they tell us why things happen. Look for the general principle in a particular problem, they say; it will help you solve other problems when no teacher is around. Then there are the doers, those for whom the action is the explanation. This is also known as the watch-me school of pedagogy.   In its high-level workshop series over the last few years, Carnegie Hall has offered admirable explainers: Robert Shaw rehearsing choral pieces by isolating words, rhythm and musical line and then reassembling the three; Pierre Boulez confiding to his novice conductors a precise language of gesture.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Vatican Fights U.N. Draft on Women's Rights","web_url":"https://www.nytimes.com/1994/06/15/world/vatican-fights-un-draft-on-women-s-rights.html","abstract":"  The cardinals of the Roman Catholic Church voted today to oppose what they portrayed as a pervasive feminist influence at a forthcoming United Nations population conference, saying measures on abortion and women's rights sponsored by the United States reflected \"cultural imperialism.\"   An extraordinary gathering of 114 of the 139 cardinals warned that the measures would legitimize \"abortion on demand, sexual promiscuity and distorted notions of the family.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Bright Lights, Big City, Live Cameras; For NBC, an Old Idea Is New Again: 'Today' Will Use Manhattan Streets as a Backdrop","web_url":"https://www.nytimes.com/1994/06/15/nyregion/bright-lights-big-city-live-cameras-for-nbc-old-idea-new-again-today-will-use.html","abstract":"  Suddenly, the sidewalks of New York are getting a lot of air time.    David Letterman has been using an old-fashioned push-to-talk microphone and a tinny speaker to chat with the crowd outside his Ed Sullivan Theater. And next Monday, \"Today\" will move to a new studio with a wraparound view of Rockefeller Plaza and standing-room-only sidewalk space in front of the cameras.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Jazz; The Other Festival Improves Its Timing","web_url":"https://www.nytimes.com/1994/06/15/arts/review-jazz-the-other-festival-improves-its-timing.html","abstract":"  For the last five years the Knitting Factory has produced What Is Jazz?, a festival meant to run roughly at the same time as the JVC Jazz Festival. At times it has been the opposition, meant to illuminate the concept of jazz as experimental and inclusive, which the JVC Jazz Festival hasn't subscribed to. And at others it has been produced under the auspices of the JVC Jazz Festival itself. This year, much to its benefit, the Knitting Factory anticipated the JVC Jazz Festival by a week, and has no connection with that event.   The current What Is Jazz?, which started on Sunday and will run through June 22, is the strongest in years. It presents its own point of view without being reactionary or apologetic. And showcasing performers who straddle the line between jazz-related improvisation and more traditional jazz, the festival makes it clear that a sizable community of musicians exists in that world along with a dedicated audience.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Give Messier a Hand, To Wear His 6th Ring","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-give-messier-a-hand-to-wear-his-6th-ring.html","abstract":"  Mark Messier already owned five Stanley Cup rings, one for each finger of his left hand, when he arrived in New York at the start of the 1991-92 season. He would always be considered one of the great players in the game. He did not need to prove anything to anyone.   Always, though, Messier felt as if he needed to prove something to himself.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Iran Aids Foes of P.L.O.","web_url":"https://www.nytimes.com/1994/06/15/world/iran-aids-foes-of-plo.html","abstract":"  Iran is providing financial aid to Palestinian refugees in Lebanon who oppose the peace agreement between the Palestine Liberation Organization and Israel, a dissident P.L.O. leader said today.   The aid is being provided to the refugee district of Ain Hilwe, near Sidon, and includes money for educational, medical and social welfare projects once financed by the P.L.O. The aid has been provided during the last year, but was not made public until today. Iran provides an estimated $60 million a year to such groups in Lebanon.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Rostenkowski's Focused New Lawyer","web_url":"https://www.nytimes.com/1994/06/15/us/rostenkowski-s-focused-new-lawyer.html","abstract":"  Dan K. Webb, the former Government prosecutor hired to defend Representative Dan Rostenkowski in a high-stakes corruption trial, was long a star around the Federal courthouse in Chicago.    But it was not until March 12, 1990, that Mr. Webb, then working for the special prosecutor in the Iran-contra case, displayed his prowess to a wider audience. That was his second day of questioning Oliver L. North in a Washington courtroom during the Iran-contra trial of Adm. John M. Poindexter, a former national security adviser.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Once a Resort, Village Struggles With Urban Problems","web_url":"https://www.nytimes.com/1994/06/15/nyregion/once-a-resort-village-struggles-with-urban-problems.html","abstract":"  Claudie Pierre owned a clothing boutique on Main Street here not long ago. But as this once-rustic village changed, so did her line of work.   Like a charity worker, she now helps people find jobs and housing, provides children with a place to stay while their parents work and offers translation in French, Creole and Spanish for new immigrants -- all from a rundown storefront on the street where she once catered to fashion tastes.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Editorial Notebook; More Rushes to Judgment","web_url":"https://www.nytimes.com/1994/06/15/opinion/editorial-notebook-more-rushes-to-judgment.html","abstract":"  If the Supreme Court is raining down eight decisions, as it did on Monday, it must be June. The traditional final month of a high court term is half over, and 23 of the term's 85 argued cases have yet to be decided. Now the nation can brace for hundreds of pages of decisions.    No law ordains this blizzard of print. The Court, supremely autonomous in setting its own calendar, could extend its term into the summer. It can put over the thorniest cases for re-argument in the fall. Monday's output, most of them unanimous decisions, indicates that as usual the hardest, most divisive cases lie ahead.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Sobol's Very German Tale of the Holocaust","web_url":"https://www.nytimes.com/1994/06/15/style/IHT-sobols-very-german-tale-of-the-holocaust.html","abstract":"The Israeli playwright Joshua Sobol's works are much performed in Germany. His approach to the Holocaust, an ironic and shocking mixture of entertainment and horror, has perhaps made more accessible for many Germans a history whose treatments are often dr","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"1894: Dueling in Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1894-dueling-in-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The question of dueling in the army has just been sensibly settled in Russia. The Czar has decreed that no duel shall take place in his army until a \"jury of honor\" has determined whether or not the meeting is necessary. If the jury deci","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Blacks Say Unity Seems A Bit Closer","web_url":"https://www.nytimes.com/1994/06/15/us/blacks-say-unity-seems-a-bit-closer.html","abstract":"  For now, words of fire and hope were the best the National African American Leadership Summit had to offer when the three-day conference ended today with promises of more and bigger meetings.   But many of the dozens of prominent blacks who had gathered here from across the country said they had never expected to produce much more than talk -- something they said was a crucial first step for so diverse a group, ranging from black Masons and dentists, to black sorority sisters, civil rights leaders and businessmen, to Louis Farrakhan.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Catholics Challenging Right-to-Die Legislation","web_url":"https://www.nytimes.com/1994/06/15/nyregion/catholics-challenging-right-to-die-legislation.html","abstract":"  Since 1988, when a court ruling significantly restricted the right of New York families to end life support for incapacitated relatives, the Legislature and Gov. Mario M. Cuomo have struggled to enact laws that would establish that right.    But the latest such effort -- a bill that would allow family members and friends to make medical decisions for incompetent patients, without the patients' explicit permission -- faces difficulty in the Legislature because of new opposition from the state's Roman Catholic bishops.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Russian Rangers Say Nyet to Possible Defeat","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-russian-rangers-say-nyet-to-possible-defeat.html","abstract":"  The world is getting smaller. Ever since Lord Stanley donated the cup that would bear his name in 1893, there has never been a Russian citizen's name engraved on the Stanley Cup. There were names of Russian extraction, but never a Russian. Now there will be four: Aleksandr Karpovtsev, Aleksei Kovalev, Sergei Nemchinov, Sergei Zubov.   All four of them born in Moscow, they will have their names inscribed in the shiny, weighty, well-traveled symbol of the National Hockey League, North America's best-known sporting trophy, as a result of the Rangers' 3-2 victory in the seventh game last night.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Books of The Times; A Medium and Message Of Unspoken Eloquence","web_url":"https://www.nytimes.com/1994/06/15/movies/books-of-the-times-a-medium-and-message-of-unspoken-eloquence.html","abstract":"  Seductive Cinema   The Art of Silent Film   By James Card   Illustrated. 319 pages. Alfred A. Knopf. $35.     \"We had faces, then!\" cries Norma Desmond, the dethroned and deranged silent-movie actress played by Gloria Swanson in \"Sunset Boulevard.\" They did, and they had bodies, too, alive to every flicker of expression. Watching \"The Cabinet of Doctor Caligari\" in 1926, Virginia Woolf thought the film got at something beyond the grasp of any novelist: \"some secret language, which we feel and see, but never speak.\" Having watched it again and again between the 1920's and the 90's, James Card remains in thrall, not just to the demonic graphics of \"Caligari,\" but also to the entire medium of silent film. He is a film historian who for nearly 30 years was the director of the film department at the prestigious George Eastman House of Photography in Rochester. \"The Seductive Cinema\" is his tale of a medium and a passion. By the end, you too will be a willing captive.   The tale begins in Cleveland in 1920. Houses had phonograph records and player pianos, but only the downtown district had movie theaters: 147 in all, and by the mid-1920's, averaging five films a week, Mr. Card had sat in just about every one. He had got his first hand-cranked home projector in 1921. By high school, he was renting Douglas Fairbanks's \"Robin Hood\" and John Barrymore's \"Tempest,\" and showing them to local audiences.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"Adoption Can Be Compelled, Appeals Court Rules","web_url":"https://www.nytimes.com/1994/06/15/nyregion/adoption-can-be-compelled-appeals-court-rules.html","abstract":"  The New York Court of Appeals ruled today that a person who backs out of an adoption at the last minute can still be forced to become the child's legal parent.    Legal experts said the ruling set a precedent because it stated explicitly that a person could be legally compelled to become a parent against his or her wishes. But the decision was so narrow that the experts said it was unlikely to have a widespread effect.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Angels Trade Smith","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-baseball-angels-trade-smith.html","abstract":"  The California Angels granted the wish of outfielder DWIGHT SMITH yesterday, trading him to the Baltimore Orioles in exchange for a player to be named later. Smith hit .262 with 5 homers and 18 runs batted in for the Angels. In his final at-bat with the team, as a pinch-hitter, he homered during the 12-7 loss to the Kansas City Royals on Monday night.   To fill Smith's spot on their roster, the Angels activated infielder REX HUDLER from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Some Simply Belong at the U.S. Open","web_url":"https://www.nytimes.com/1994/06/15/sports/on-golf-some-simply-belong-at-the-us-open.html","abstract":"  The crowds parted and he walked through to a standing ovation, grinning, waving and flashing a thumbs-up. Arnold Palmer, 64 years old, was about to tee off in a practice round yesterday, and the warm reception the spectators at the No. 1 tee gave to the local boy from Latrobe, Pa., was enough to raise goose bumps on the most jaded observer.   Palmer's presence here in the United States Open has not been universally applauded. There are those who have questioned whether the United States Open is still open. Since the United States Golf Association has seen fit to give out five special exemptions into the field at Oakmont Country Club, the most in the history of the championship, it has been suggested that the United States Open is on the way to becoming the United States Invitational.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/06/15/arts/the-pop-life-402060.html","abstract":"  Speaking for Soundgarden   In 1988, Soundgarden became the first of Seattle's so-called grunge-rock bands to sign with a major record label. Its ascent, however, has been slow. It wasn't until March, when its album \"Superunknown\" (A&M) entered the pop charts at No. 1, that Soundgarden reached a level of success comparable to that of other Seattle bands like Pearl Jam and Nirvana. Tomorrow and Friday night, Soundgarden is to perform at the 5,000-seat New York State Armory in Manhattan, which rarely has concerts. The shows sold out in less than two days.   Soundgarden plays slow, bluesy heavy-metal dirges rooted in the hard rock of 70's bands like Led Zeppelin and Black Sabbath. Its songs seem to come from a heart so overloaded with pain that it has become numb. But speaking by telephone before a concert in Chicago, the Soundgarden singer, guitarist and songwriter Chris Cornell sounded anything but numb. In fact, he was quite passionate, especially when given the opportunity to expound upon the group's success.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Knicks Often Best When It Seems Worst","web_url":"https://www.nytimes.com/1994/06/15/sports/nba-finals-knicks-often-best-when-it-seems-worst.html","abstract":"  Two days from a disappointing loss on Sunday and trailing two games to one, the Knicks find themselves in the familiar position of having to struggle up a steep hill as they resume the National Basketball Association finals against the Houston Rockets tonight at Madison Square Garden. But the Knicks seem to take pride and a perverse pleasure from overcoming odds.   \"When we get our backs to the wall, that's when we play our best,\" Anthony Mason, a Knick forward, said yesterday before practice in Purchase, N.Y. \"But we're not going to get down 3-1 just to see how good we can play.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Shameful Dawdling on Rwanda","web_url":"https://www.nytimes.com/1994/06/15/opinion/shameful-dawdling-on-rwanda.html","abstract":"  One can stipulate that the U.S. has no vital interests or historical ties in Rwanda that might justify sending troops to this tormented central African country. That said, the Clinton Administration chose an awful time to delay logistical aid to U.N. peacekeepers, and a worse time to apply a semantic sponge to crimes against humanity.    Just the other day, President Clinton was in France summoning the memories of a just war against a genocidal foe. Meantime the appalling butchery continues in Rwanda, where rebel militias last week slaughtered three Catholic bishops; the worth of a cease-fire agreement announced yesterday remains to be tested. Yet a paralyzed Pentagon quibbles over nickels and dimes instead of rushing U.S. armored vehicles to the first elements of a projected force of 5,500 U.N. peacekeepers.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"An End to Welfare?","web_url":"https://www.nytimes.com/1994/06/15/us/an-end-to-welfare.html","abstract":"  For all its complexity, the welfare plan that President Clinton put forward today will be judged by one, seemingly simple standard: Does it deliver on his famous pledge \"to end welfare as we know it\"?   He has reasons to argue that it does. The President has proposed a set of work requirements far stricter than those advocated by his predecessors, and penalties that are far more severe. When his program is fully in place, women who refuse to join a work program will get no more money. Period.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Clarke Rejoining Flyers","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-hockey-clarke-rejoining-flyers.html","abstract":"  BOB CLARKE is returning to Philadelphia to become president of the Philadelphia Flyers. The Flyers announced Clarke's return yesterday but declined to say what they offered the Florida Panthers in return or whether Clarke will become a part-owner. A news conference has been scheduled for today.   Clarke finished his 15-year career in 1984 as the Flyers' career leading scorer with 358 goals and 1,210 points in 1,144 games. He served as general manager from 1984 to 1990, when he was fired, ending his 22-year association with the franchise.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Photographer Is Found Slain in Village","web_url":"https://www.nytimes.com/1994/06/15/nyregion/photographer-is-found-slain-in-village.html","abstract":"  A 32-year-old photographer was found stabbed to death Monday night in his Greenwich Village apartment, the police said yesterday.    The man, Richard Whitesell, was said by neighbors and friends to be openly gay, and the killing prompted the New York City Gay and Lesbian Anti-Violence Project to renew its call for a police task force to investigate 10 cases an organization official said were \"pickup murders\" of gay men within the last two years.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Teaching, As Taught By Patton","web_url":"https://www.nytimes.com/1994/06/15/nyregion/about-new-york-teaching-as-taught-by-patton.html","abstract":"  IS there anything in the world that could have better prepared someone for teaching in a New York City high school than watching George Patton at close range as Old Blood and Guts as he inspired war-weary men and boys to slice through German positions?   \"Well, I can see how someone might think that,\" said Joseph D. Rosevich, a 79-year-old retired English teacher at the High School of Fashion Industries in Manhattan. For three and a half years he was Patton's secretary in North Africa, then in Sicily, and ultimately accompanied him during the thrust toward Paris and eastward across the Rhine.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/06/15/style/eating-well.html","abstract":"THE Food and Drug Administration tried to think of every eventuality when it issued the Nutrition Labeling and Education Act. The regulations were designed to make food labels less confusing and more uniform so that shoppers could compare products more easily. They were scheduled to take effect on May 8 but an extension has been granted until Aug. 8.\n\nWhen the regulations do take effect, though, it's not at all clear that there will be less confusion.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"As Police Pursue Clues, O. J. Simpson Seeks Seclusion","web_url":"https://www.nytimes.com/1994/06/15/us/as-police-pursue-clues-o-j-simpson-seeks-seclusion.html","abstract":"  O. J. Simpson, who usually packs his schedule with public appearances around the nation, was closeted today in his house here, as the police investigated the slaying of his former wife and a friend of hers.    Although officials refused to discuss the details, interviews with neighbors and co-workers of Mr. Simpson and the victims -- his second wife, Nicole Brown Simpson, 35, and Ronald Lyle Goldman, a 25-year-old waiter at a restaurant near Mrs. Simpson's home in the Brentwood section -- provided more complete versions of events before and after the killings.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940615","time":"1994-06-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":56,"wspd":16.6},{"date":"19940615","time":"1994-06-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":57,"wspd":14.8},{"date":"19940615","time":"1994-06-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":58,"wspd":16.6},{"date":"19940615","time":"1994-06-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":61,"wspd":13},{"date":"19940615","time":"1994-06-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":64,"wspd":13},{"date":"19940615","time":"1994-06-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":64,"wspd":13},{"date":"19940615","time":"1994-06-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":62,"wspd":11.2},{"date":"19940615","time":"1994-06-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":59,"wspd":16.6},{"date":"19940615","time":"1994-06-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":57,"wspd":11.2},{"date":"19940615","time":"1994-06-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":54,"wspd":18.4},{"date":"19940615","time":"1994-06-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":50,"wspd":16.6},{"date":"19940615","time":"1994-06-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":47,"wspd":18.4},{"date":"19940615","time":"1994-06-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":41,"wspd":20.5},{"date":"19940615","time":"1994-06-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":39,"wspd":16.6},{"date":"19940615","time":"1994-06-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":38,"wspd":14.8},{"date":"19940615","time":"1994-06-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":36,"wspd":20.5},{"date":"19940615","time":"1994-06-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":35,"wspd":20.5},{"date":"19940615","time":"1994-06-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":36,"wspd":22.3},{"date":"19940615","time":"1994-06-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":48,"wspd":16.6},{"date":"19940615","time":"1994-06-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":36,"wspd":31.3},{"date":"19940615","time":"1994-06-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":39,"wspd":24.1},{"date":"19940615","time":"1994-06-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":44,"wspd":16.6},{"date":"19940615","time":"1994-06-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":49,"wspd":22.3},{"date":"19940615","time":"1994-06-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":51,"wspd":13},{"date":"19940615","time":"1994-06-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":49,"wspd":16.6},{"date":"19940615","time":"1994-06-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":51,"wspd":14.8},{"date":"19940615","time":"1994-06-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":63,"wspd":13},{"date":"19940615","time":"1994-06-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":70,"wspd":16.6},{"date":"19940615","time":"1994-06-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":72,"wspd":14.8},{"date":"19940615","time":"1994-06-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":72,"wspd":14.8},{"date":"19940615","time":"1994-06-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":74,"wspd":16.6},{"date":"19940615","time":"1994-06-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":11.2},{"date":"19940615","time":"1994-06-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":79,"wspd":9.4},{"date":"19940615","time":"1994-06-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":9.4},{"date":"19940615","time":"1994-06-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":9.4},{"date":"19940615","time":"1994-06-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":11.2},{"date":"19940615","time":"1994-06-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":9.4},{"date":"19940615","time":"1994-06-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":9.4},{"date":"19940615","time":"1994-06-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":63,"wspd":7.6},{"date":"19940615","time":"1994-06-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":56,"wspd":9.4},{"date":"19940615","time":"1994-06-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":43,"wspd":18.7},{"date":"19940615","time":"1994-06-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":39,"wspd":13},{"date":"19940615","time":"1994-06-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":43,"wspd":16.6},{"date":"19940615","time":"1994-06-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":37,"wspd":14.8},{"date":"19940615","time":"1994-06-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":59,"wspd":14.8},{"date":"19940615","time":"1994-06-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":57,"wspd":13},{"date":"19940615","time":"1994-06-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":18.7},{"date":"19940615","time":"1994-06-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":18.7}]},"19940616":{"guardian_articles":[],"nytimes_articles":[{"date":"19940616","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/16/arts/in-performance-classical-music-413429.html","abstract":"  An Open-Air Mad Scene In 'Lucia di Lammermoor'  Central Park    The circumstances of the Met's performances in parks throughout the city make it difficult to judge the quality of individual voices. Amplification, first of all, removes the natural texture and depth of the voice. Then there are continual distractions from the huge, intermittently focused audience. My reception of Lucia's Act I aria and cabaletta on Tuesday night was damaged by a neighboring child's imitation of the singing (although one sometimes hears this sort of thing from adults in the concert hall as well).","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"Daly Reaches the Green","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-people-golf-daly-reaches-the-green.html","abstract":"  JOHN DALY was a big winner even before teeing off today in the first round of the United States Open in Oakmont, Pa. Wilson Sporting Goods announced a contract yesterday that will keep Daly in the money for the next decade. Though specific terms of the contract were not released, one report, in Golfweek magazine, said it is a $30 million deal over 10 years.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"1944: Japan Is Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-1944-japan-is-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] A strong force of the world's mightiest planes - the new B-29 super-Fortresses of the United States Army - rained tons of bombs on the Japanese mainland today [June 15], on the 922d day of the war that the Japanes","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/16/us/c-corrections-412600.html","abstract":"  A chart in Business Day yesterday with an article about economic indicators that showed slower growth included an incorrect figure supplied by the Labor Department for the change in consumer prices from May 1993 to May 1994. The index rose 2.3 percent in that period, not 2.8 percent.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/16/nyregion/news-summary-405515.html","abstract":"  International A3-17  U.S. PENALTIES FOR NORTH KOREA  The United States outlined a plan for United Nations sanctions against North Korea, including a ban on arms trade, in an effort to force the Government to cooperate with inspectors seeking to discover whether it is building an atomic bomb.  A1","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Berlin Journal; The Workers' State, as It Was Painted (Badly)","web_url":"https://www.nytimes.com/1994/06/16/world/berlin-journal-the-workers-state-as-it-was-painted-badly.html","abstract":"  BERLIN, June 15 -- A portrait of the late former East German leader Erich Honecker painted on the skin of an Ethiopian wild boar is at the center of a new debate over who should inherit property that belonged to the East German Communist Party.   No one claims that the portrait, which was given to Mr. Honecker by Emperor Haile Selassie of Ethiopia, is anything other than laughable kitsch. But behind the debate lie serious political and artistic questions.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Mara Overwhelmed, Too","web_url":"https://www.nytimes.com/1994/06/16/sports/mara-overwhelmed-too.html","abstract":"  Wellington Mara began by saying he wasn't sure how long he could control his emotions. This was Phil Simms, after all. And Simms was being released by the Giants, a move that brought a strong reaction from Mara, the longtime Giants owner.   In the most emotional scene at Giants Stadium yesterday, Mara said that he had disagreed with the decision to let Simms go, but would support it now that the decision had been made.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Pressure Points: Knicks Surge Past Rockets in 4th","web_url":"https://www.nytimes.com/1994/06/16/sports/nba-finals-pressure-points-knicks-surge-past-rockets-in-4th.html","abstract":"  Whatever it took to prevail last night, the Knicks were willing to do.   It took Charles Oakley grabbing 20 rebounds and blocking out the pain of his sore left ankle. It took another classy point guard performance by Derek Harper, who scored 21 points, made five 3-pointers and played the entire second half. It took the leadership of John Starks, who scored 10 of New York's last 13 points, including two 3-point baskets during the final four minutes. And it took five Knicks reaching double figures to offset the onslaught of Hakeem Olajuwon, who played his most dominant game of the series and scored 22 of his 32 points in the second half.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"The German Surprise in Europe","web_url":"https://www.nytimes.com/1994/06/16/opinion/the-german-surprise-in-europe.html","abstract":"  The European parliamentary elections recall Winston Churchill's complaint about a pudding, that it lacked a theme. A swing to the right among voters in the 12-nation European Union? Well, yes, except that Socialist parties emerged with the most seats in the European Parliament: 200 out of 567. True, Italy's former Communist Party did worse than expected, causing the resignation of its leader. But former Communists in eastern Germany did better than expected on their old turf, winning a surprising 40 percent in what used to be East Berlin.    The European Parliament has only limited powers and is far from being the legislative seat of a true European Union. But these elections offer a useful barometer of political shifts. And this poll produced a big and unexpected winner, Chancellor Helmut Kohl of Germany. That could be important not just for Europe but for President Clinton.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"In the Philippines, an Asian Success Story With a Difference","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-in-the-philippines-an-asian-success-story-with-a-difference.html","abstract":"Since the Cold War ended, East Asia has emerged in the public consciousness as the strongest challenge to the West's continued preeminence. The economic performances of Northeast and Southeast Asian countries are frequently lumped together and then compa","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/16/us/c-corrections-412619.html","abstract":"  A front-page article on Monday about Viacom Inc.'s plans to sell its sports teams and other properties misstated the terms of the MSG cable television network's contract with the New York Yankees. The contract calls for the network to pay the Yankees $486 million over 12 years, not $550 million over 10 years.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Setback in European Vote Hurts French Socialist Chief","web_url":"https://www.nytimes.com/1994/06/16/world/setback-in-european-vote-hurts-french-socialist-chief.html","abstract":"  Two years ago Michel Rocard was the Socialists' \"virtual\" candidate to succeed President Francois Mitterrand. Last year, after the party was voted out of office, he was demoted to its \"natural\" candidate. Today his chances of being nominated began to evaporate.   With the Socialists winning just 14.5 percent in France's voting on Sunday for European Parliament seats, party leaders have wasted no time in blaming the former Prime Minister for the debacle. They are also questioning his ability to pose a serious challenge to the right in the 1995 presidential elections.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"N.B.A. FINALS: GAME 4","web_url":"https://www.nytimes.com/1994/06/16/sports/nba-finals-game-4.html","abstract":"  The Knicks raced to a big early lead and then the Rockets caught up. At halftime the Stanley Cup appeared at center court. An omen? The game see-sawed after intermission with each team trading basket for basket. The Knicks' star player, Patrick Ewing, fouled out in final minutes but New York held on to tie the series 2-2.    SportsThursday, page B11","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Big Step for Rangers, Bigger for Sport","web_url":"https://www.nytimes.com/1994/06/16/sports/stanley-cup-finals-big-step-for-rangers-bigger-for-sport.html","abstract":"  It would seem that Gary Bettman, the commissioner of the National Hockey League, learned a few tricks in his years as an executive in the front office of the National Basketball Association. In an effort to elevate the profile of big-league hockey during his first full season on the job, he arranged for this year's Stanley Cup finals to end on an off-day during the N.B.A. finals, and that's not all.   He also planned for the two tournaments to intersect in New York, the media center of the country. The script he wrote called for the Rangers to end a 54-year Stanley Cup drought in a cathartic Game 7, eliminating the Vancouver Canucks with a tension-filled 3-2 victory that wasn't assured until the final face-off with less than two seconds remaining on the scoreboard.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Ex-Communist In Ukraine Gets President's Aid","web_url":"https://www.nytimes.com/1994/06/16/world/ex-communist-in-ukraine-gets-president-s-aid.html","abstract":"  President Leonid M. Kravchuk of Ukraine asked Parliament today to appoint a stalwart of the former Communist elite as Prime Minister in what appeared to be an effort to draw support from leftist and eastern voters in a tough presidential race.   Mr. Kravchuk spoke without warmth in endorsing the Soviet-era candidate, Vitaly A. Masol, who served as Ukraine's Prime Minister from 1987 to 1990. He said Mr. Masol was the best choice because he was the \"only candidate\" acceptable to the Parliament, with its big bloc of Communist and Socialist lawmakers.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"The Team That Came In From the Heat","web_url":"https://www.nytimes.com/1994/06/16/sports/baseball-the-team-that-came-in-from-the-heat.html","abstract":"  Maybe it was the heat, or the humidity. The weather was more suited to sipping lemonade on a stoop in Flushing than running around in long pants at Shea Stadium last night.   In any event, the Mets played their quickest game of the year, disposing of the Phillies by 1-0 in 2 hours 10 minutes as Bobby Jones and John Franco combined for the shutout.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Sports of The Times: N.B.A. FINALS; The Task at Hand for the Knicks","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-of-the-times-nba-finals-the-task-at-hand-for-the-knicks.html","abstract":"  WHAT could the Garden do for an encore? Well, at halftime last night, it could bring back the Stanley Cup, all polished and apparently none the worse for wear after a very long night in noisy places on the island of Manhattan.   The cup seemed permanently attached to Mark Messier, he of the gigantic smile, as he weight lifted it at center court on a wooden court, just above the spot where he had hoisted it the night before. The mutual appearance of the cup and the captain prompted the heavy hitters of basketball tickets to erupt into a Let's Go Rangers chant.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Cigarette Makers Debated the Risks They Denied","web_url":"https://www.nytimes.com/1994/06/16/us/cigarette-makers-debated-the-risks-they-denied.html","abstract":"  For more than 40 years, American tobacco executives followed a two-track approach to the health dangers of cigarettes, saying in public that there was no proven risk, while privately debating how to deal with the very risk they were denying.   That is the picture that emerges from more than 4,000 pages of documents from the archives of the Brown & Williamson Tobacco Corporation. The documents, obtained by The New York Times, include memorandums, indexes, chronologies and minutes of research meetings attended by company executives and researchers.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"FEWER ABORTIONS PERFORMED IN U.S.","web_url":"https://www.nytimes.com/1994/06/16/us/fewer-abortions-performed-in-us.html","abstract":"  The number of abortions performed in the United States dropped to 1,529,000 in 1992, the lowest level since 1979, according to a newly released study by the Alan Guttmacher Institute, a nonprofit group that studies reproductive issues.    And it is not only the number of abortions that has fallen. Both the percentage of pregnancies ending in abortion and the number of abortions for every 1,000 women ages 15 to 44 are at their lowest levels since 1976 -- three years after the United States Supreme Court, in Roe v. Wade, established a constitutional right to abortion.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Bridge","web_url":"https://www.nytimes.com/1994/06/16/nyregion/bridge-411558.html","abstract":"  The winners of the ninth Worldwide Bridge Contest, played Friday and Saturday, were a New Zealand partnership, A. Bower and J. Rudell, who scored 80.5 percent playing North-South Friday night at the Whangerei Club. A French partnership, Marcel Fournier and Pierre Hedoux, playing in Riyadh, Saudi Arabia, headed the North-South field Saturday with 77.9 percent. The best East-West scores were Wang Zeguo and Liu Li of China, with 77.1 percent Friday, and Sue Cooper of Winston-Salem, N.C., and Hugh Hughes of Greensboro, N.C., 74.7 percent Saturday.   The French organizers, headed by Jose Damiani, confirm that there were nearly 100,000 players in 90 countries in 3,000 clubs, but some may have been counted twice after playing Friday and Saturday.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Behind Italy's Sunny Smile Hides the Whirlwind; Left Propaganda Line","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-behind-italy-s-sunny-smile-hides-the-whirlwind-left-propaganda-line-413461.html","abstract":"  To the Editor:   \"The Ghost of Mussolini Keeps Rattling His Chains\" (news article, June 1) quotes \"a reporter for L'Unita who covers the far right\" to buttress the central point that there is a political link between the Italian right, Fascism, and Nazism. You do not mention that L'Unita is not an objective observer. It is the organ of the Democratic Party of the Left, which recently changed its name from Italian Communist Party, whose flag bears the red hammer and sickle and whose every leader has sung the party hymn, whose final stanza says: \"Red flag, color of wine, long live Stalin, liberty.\"","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Why Can't We Have a True Waterfront Park on the Hudson?","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-why-can-t-we-have-a-true-waterfront-park-on-the-hudson-413046.html","abstract":"  To the Editor:   \"Down by the Riverside\" (editorial, June 5) praises the new path along Manhattan's Hudson River waterfront. As you write: \"who needs fancy when a great waterway is dancing practically at one's feet?\"","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Late Surge By Orioles Bewilders Wickman","web_url":"https://www.nytimes.com/1994/06/16/sports/baseball-late-surge-by-orioles-bewilders-wickman.html","abstract":"  Bob Wickman sat in the same chair, wore the same dazed expression and answered questions in the same friendly voice tonight in the visiting clubhouse at Camden Yards as he did on Monday night. But Wickman was talking about two drastically different topics, a save and a botched save. Tonight, Wickman mishandled the opportunity.   Pitching for the third straight night because Manager Buck Showalter is obviously treating the series with the second-place Orioles very seriously, Wickman failed to protect a 4-3 lead in the eighth inning and was involved in all five runs that flooded home as Baltimore emerged with an 8-4 victory over the Yankees. Wickman was blitzed for two walks, two hits and four runs in forfeiting a save opportunity for the second time and losing his second game.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Palestinians Learn to Police Their People, and the People Learn to Accept It","web_url":"https://www.nytimes.com/1994/06/16/world/palestinians-learn-to-police-their-people-and-the-people-learn-to-accept-it.html","abstract":"  Undercover men from the Palestinian police had their eyes on a ring of suspected car thieves and drug dealers, and one night this month in Gaza City they did what police officers are supposed to do. They gave chase, even though a few bystanders were accidentally hit when bullets started to fly.   As they fled, the wanted men told neighborhood residents that their pursuers were agents of the recently departed Israeli Army, an assertion that made sense to the locals. Suddenly the policemen found themselves surrounded by dozens of suspicious citizens demanding I.D. cards and explanations.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Washington Talk; A Shake-Up Of Advisers: Who's Next?","web_url":"https://www.nytimes.com/1994/06/16/world/washington-talk-a-shake-up-of-advisers-who-s-next.html","abstract":"  The French are reacting with characteristic sang-froid, the Germans with apprehension. And the Italians, in the press at least, are wondering whether it is happening because the Clinton Administration failed to anticipate the strong showing of neo-Fascists in Italy's elections.   The decision to replace Jennone Walker, the White House specialist on Europe, and Stephen A. Oxman, the Assistant Secretary of State in charge of Europe, also has diplomats and bureaucrats asking who's next.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Japan Has a Role to Play For Peace in the Mideast","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-japan-has-a-role-to-play-for-peace-in-the-mideast.html","abstract":"In light of recent progress in the Middle East peace process, much interest has been shown in Japan's role in the process and in the region as a whole. I can assure all those interested in the success of this process that Japan has been actively engaged","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Study Finds No Implant-Disease Links","web_url":"https://www.nytimes.com/1994/06/16/us/study-finds-no-implant-disease-links.html","abstract":"  A new study of silicone breast implants has found no evidence that they cause connective tissue diseases or other illnesses. This is the third large epidemiological study in the United States to find no harm from implants, leading some experts to say that if they cause any disease at all, it must be unusual or rare.   The study, published today in The New England Journal of Medicine, is generating a debate over the sort of medical evidence that courts have accepted in ruling that women were injured by implants. The journal, in an editorial, also questioned the Food and Drug Administration's decision to remove implants from the market two years ago.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Pension Deal Announced in Trenton","web_url":"https://www.nytimes.com/1994/06/16/nyregion/pension-deal-announced-in-trenton.html","abstract":"  Averting an open split, New Jersey's ruling Republican triumvirate announced a compromise today on a hotly disputed element of the Governor's plan to balance the state's budget by tapping public employee pension funds for $1.3 billion.    Gov. Christine Todd Whitman, Senate President Donald T. DiFrancesco and Assembly Speaker Chuck Haytaian revealed their new agreement at a news conference that was interrupted by loud and angry outbursts from union leaders who crammed into the Governor's outer office along with reporters and administration officials.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/16/style/chronicle-407801.html","abstract":"  There are not many people who inspire ISAIAH SHEFFER to arise before 5 A.M. \"Only my wife and James Joyce, and certainly no other author,\" he said yesterday.    Mr. Sheffer, the artistic director of Symphony Space, was contemplating a radio broadcast this morning at 5 under the marquee of Symphony Space, at Broadway and West 95th Street. He is director of the theater's 13th annual \"Bloomsday on Broadway\" celebration of Joyce's \"Ulysses,\" and the occasion was an appearance with the actor Malachy McCourt on Dublin's most popular radio talk show.","thumbnail":null,"section":"Style"},{"date":"19940616","headline":"Japan Gives Arts Awards","web_url":"https://www.nytimes.com/1994/06/16/arts/japan-gives-arts-awards.html","abstract":"  The English actor Sir John Gielgud and the French composer Henri Dutilleux are among the five winners of the 1994 Praemium Imperiale awards for lifetime achievement in the arts. The winners were announced yesterday at the Museum of Modern Art by Ryuzo Sejima, the chairman of the Japan Art Association, which confers the awards, and David Rockefeller Jr., an international adviser to the association and the event's host.   The other winners are the American sculptor Richard Serra, the Chinese painter Zao Wou-ki, who lives in France, and the Indian architect Charles Correa. Each is to receive about $150,000 and a commemorative medal to be presented in the fall in Tokyo by the Japanese imperial family.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/16/nyregion/no-headline-406210.html","abstract":"  \"We are all used to the general in olive green, and now he is in a guayabera. We think this represents a good change.\" -- PRESIDENT CESAR GAVIRIA TRUJILLO of Colombia, on a Castro fashion statment.  [ A3:1. ]","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Journal; The Tony Scandals","web_url":"https://www.nytimes.com/1994/06/16/opinion/journal-the-tony-scandals.html","abstract":"  On Monday Edward Albee, the author of \"Who's Afraid of Virginia Woolf?\" became the first American playwright to be invited to a state dinner at the Clinton White House. But only the night before, Mr. Albee had been persona non grata at the theatrical gala of the year: the Tony Awards.   No wonder the Clintons invited Mr. Albee. His new hit play, \"Three Tall Women,\" won the Pulitzer Prize this spring. But that's not enough to win Mr. Albee a place at the Tonys. Because \"Three Tall Women\" is not playing at a theater owned by the club that controls the awards, it is designated an Off Broadway show and is barred from the potentially lucrative Tony competition. Mr. Albee's name went unmentioned at Sunday's Tony broadcast on CBS.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Study Sees a New Threat In Tuberculosis Infections","web_url":"https://www.nytimes.com/1994/06/16/nyregion/study-sees-a-new-threat-in-tuberculosis-infections.html","abstract":"  New evidence suggests that a large number of tuberculosis patients in New York City contracted the disease in recent years, rather than from latent infection spread long ago. The finding suggests that tuberculosis may be a more serious threat to public health than many scientists had believed.   Two studies published today in The New England Journal of Medicine of tuberculosis patients in New York and San Francisco found that more than 30 percent of the cases they studied were spread in recent years.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Seven Teams Awarded For New Soccer League","web_url":"https://www.nytimes.com/1994/06/16/sports/soccer-seven-teams-awarded-for-new-soccer-league.html","abstract":"  Seven franchises, including teams to play at Giants Stadium and on Long Island, were awarded today for the proposed soccer league that is meant to be a World Cup legacy. Well, there were supposed to be seven teams announced. Alan Rothenberg, the new league's commissioner, omitted Washington, until someone reminded him that the nation's capital had also been included.   It was a day full of omissions. Play in Major League Soccer, as the new league is called, is scheduled to begin in April of 1995, but the league has yet to award 5 of its 12 franchises. It has also not signed any players, nor named any investors or sponsors beyond a joint television venture with ABC Sports, ESPN and ESPN2.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"The Options; Getting There Will Be Even Less Than Half the Fun","web_url":"https://www.nytimes.com/1994/06/16/nyregion/the-options-getting-there-will-be-even-less-than-half-the-fun.html","abstract":"  There are a few ways to make it past the Long Island Rail Road strike without excessive pain. These tips for both city and suburban commuters were compiled from the Transit Authority, the New York City Transportation Department, and consumer transportation advocates. Leave early or late. The best times for getting a morning subway train are between 5 and 6 A.M., and between 9 and 10 A.M. The worst time is between 8 and 9 A.M. Going home, the best times are between 3 and 4 P.M., and between 7 and 8 P.M. The worst is from 5 to 6 P.M. Avoid the E and F subway lines from Jamaica to midtown Manhattan. These express lines, which generally provide the fastest and most convenient service to midtown, are already the most crowded in the city. Though they are the easiest to reach for many Long Island commuters, the Transit Authority is urging suburbanites to look elsewhere.   If you insist on heading to the first stations on the E, F or 7 lines, prepare to wait outside the stations until the police let you down the stairs. To keep masses of riders from holding open train doors, officers will be \"metering\" the crowds by restricting access to the platforms. Metering will also take place in the afternoons at the Fifth Avenue and Lexington Avenue stations on the E and F lines in Manhattan. Try the J and Z trains, which leave from Jamaica Center at Parsons Boulevard and Archer Avenue and head for lower Manhattan; they are generally under-used. Even if you're headed for midtown, it will be faster to take one of these trains and transfer to the uptown IRT at Chambers Street/Brooklyn Bridge. Second-best are the 7 line from Flushing to midtown and the A and C trains from southern Queens to downtown. These lines are already crowded, but not as much as the E and F trains. Charter buses ($5 from Nassau, $8 from Suffolk) will drop off Long Island commuters to the parking lots at Shea Stadium on the 7 and Kennedy International Airport on the A. Avoid transferring bewteen the 7 train and the E and F lines at 74th Street and Broadway in Queens, because there will be limited room on the trains and the police will be metering the crowds. The 7 train will be entirely local for the duration of the strike, which will mean more trains for riders at local stations but will annoy those used to an express ride.    And if the strike continues until the next day game at Shea Stadium on June 29, stay away from the stadium lot. Take local trains rather than expresses. The R train from Forest Hills to midtown will be more comfortable than the E and F trains on the same track. Subway riders in the Kew Gardens area are advised to walk or take a bus a few blocks west on Queens Boulevard to an R stop. Dress for the Tropics. Nearly all of the special buses to the Queens subway stops will be school buses without air conditioning. And there are likely to be far more people than tickets, so have a backup in mind. If you're driving in from Long Island, consider taking Jericho Turnpike, Route 25a and Sunrise Highway as alternatives to the Long Island Expressway, the Northern State Parkway and the Southern State Parkway. But be advised that less congested roads are likely to fill quickly. \"Traffic is like water, it follows the path of least resistance,\" said Melvin I. Cooperman, a State Transportation Department spokesman. Parking. Transportation officials say that if you must drive, try to leave the car in Queens of Brooklyn rather than driving into Manhattan. Long Island drivers who know Queens well can try parking on city streets near local stops on less-popular trains. Stephen Dobrow, president of the Committee for Better Transit, a consumer group, recommends driving to Astoria and taking the N train, or parking in Elmhurst or Woodside along the R line. To make these schemes easier, the city has suspended alternate-side parking in Queens and Brooklyn until the strike is over.   There are also inexpensive parking lots near Queens Center, downtown Jamaica and Queensborough Plaza that are adjacent to subway stops. But getting that far into Queens on jam-packed roads will be hard enough. And Robert Slovak, a T.A. spokesman, advises commuters not to cruise the streets of Queens aimlessly looking for a space. \"Take a map,\" he suggests. Don't think about Monday, Thursday and Friday will probably be bad but next week will probably be worse. Those who can skip work today and tomorrow will probably rejoin the commute by then. Where to call for help New York City Authority Authority -- (718) 330-1234 Long Island Rail Road New York City -- (718) 217-LIRR Nassau County -- (516) 822-LIRR Suffolk County -- (516) 231-LIRR Nassau County Bus Service -- (516) 766-6722 Suffolk County Bus and Car Pool Information -- (516) 852-5200 David Firestone","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/06/16/arts/in-performance-theater-408026.html","abstract":"  The Ghost of Judy Garland Visits Her Spiritual Children  Theater Off Park    Although she may have a rival in Norma Desmond (as played by Gloria Swanson, not Glenn Close), it seems a safe bet that Judy Garland will be the most widely impersonated figure in the cultural events commemorating the 25th anniversary of the Stonewall uprising. Remember that funeral services for the actress, who launched an infinity of drag imitators, were held on the same day as (and probably helped precipitate) the uprising, a turning point in gay liberation.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"Panel Is Told of Failure to Correct Problems in Cancer Study","web_url":"https://www.nytimes.com/1994/06/16/us/panel-is-told-of-failure-to-correct-problems-in-cancer-study.html","abstract":"  The University of Pittsburgh's own auditors found serious problems at 10 percent of the hospitals it checked that carried out federally financed breast cancer studies, yet the university professors conducting the studies failed to correct them in a timely and constructive way, a Congressional hearing was told today.   The leaders of the study spent up to $80,000 on lavish parties for the surgeons who participated in the studies, about as much as the University of Pittsburgh spent to carry out audits. Many of the problems identified were chronic and yet led to no action, a Congressional committee headed by Representative John R. Dingell, a Michigan Democrat, was told.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Review/Dance; Lover as Ideal, Lover as Victim, Lover as Flirt","web_url":"https://www.nytimes.com/1994/06/16/arts/review-dance-lover-as-ideal-lover-as-victim-lover-as-flirt.html","abstract":"  The New York City Ballet's season continues apace, and even some of the premieres that were presented during the recent Diamond Project will continue to be repeated through Sunday night.   The constant is the exceptional dancing that surfaces amid the excellent. The latest instance came on Tuesday night at the New York State Theater with the season's first performance of Peter Martins's \"Symphonic Dances\" on a bill with two ballets by Jerome Robbins and a debut by Robert Lyon in George Balanchine's \"Vienna Waltzes.\"","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"Pay, Training and Standards for Interpreters in Courts Are to Be Raised","web_url":"https://www.nytimes.com/1994/06/16/nyregion/pay-training-and-standards-for-interpreters-in-courts-are-to-be-raised.html","abstract":"  After a panel studied the widespread problems faced by non-English speakers in New York State's courts, the chief administrative judge said yesterday that the court system will increase the pay, supervision and training of interpreters.    The judge, E. Leo Milonas, said that the pay of court interpreters, who help criminal defendants as well as people in court with legal problems ranging from landlord-tenant disputes to child custody battles, will be raised substantially, making it more competitive with the Federal courts.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Books of The Times;\nA Portrait, by the Numbers, of America","web_url":"https://www.nytimes.com/1994/06/16/arts/books-of-the-times-a-portrait-by-the-numbers-of-america.html","abstract":"Who We Are \nA Portrait of America Based on the Latest U.S. Census \nBy Sam Roberts \nIllustrated. 306 pages. Times Books. $18.\n\nEvery 10 years, Government head counters render the flesh, blood and passions of the American populace into reams of cold, sterile statistics. Modern technology makes the process seem even more dehumanizing: we are reduced to electronic blips that are embedded in compact disks and computer tapes.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"'53 Experiment Found Cancer Link","web_url":"https://www.nytimes.com/1994/06/16/us/53-experiment-found-cancer-link.html","abstract":"  In 1952, Dr. Richard Doll published a groundbreaking study on the health risks of smoking. The study linked the risk of developing lung cancer to the number of cigarettes smoked, with the risk rising in direct proportion to the number. One of the findings dealt with benzopyrene, an aromatic hydrocarbon that is found in cigarette smoke and is now widely considered to be one of tobacco's chief cancer-causing substances.    Although an exact relationship between dose and biological response, like that found by Dr. Doll (later Sir Richard), is a strong indication that a substance is a cause of disease, such studies do not conclusively demonstrate that cigarette smoking can induce malignant tumors in living animals; nor do they pinpoint the carcinogenic components of cigarettes.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Lawyer for O. J. Simpson Quits Case","web_url":"https://www.nytimes.com/1994/06/16/us/lawyer-for-o-j-simpson-quits-case.html","abstract":"  Two days after guiding O. J. Simpson through a three-hour police interrogation about the killing of Mr. Simpson's former wife, Howard L. Weitzman withdrew as the onetime football star's lawyer today, saying he had too heavy a workload.    Mr. Weitzman was immediately replaced by another prominent lawyer, Robert Shapiro, who said Mr. Simpson was at home at the time of the slaying and had no connection to it.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/16/us/c-corrections-412597.html","abstract":"  A brief article by Bloomberg Business News in some copies of Business Day yesterday about a dispute between IDB Communications Group Inc. and its former auditor, Deloitte & Touche, misstated the period involved for three disputed accounting items that were later resolved. It was the first quarter of 1992, not this year. Items in dispute from the first quarter of this year remain unresolved.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Haiti Colonel Denies Urging Junta to Quit","web_url":"https://www.nytimes.com/1994/06/16/world/haiti-colonel-denies-urging-junta-to-quit.html","abstract":"  Col. Joseph Michel Francois, the powerful Port-au-Prince police chief, distanced himself today from a demand that the armed forces chief resign and reaffirmed his support for him.   On Tuesday, Colonel Francois' brother, Evans Francois, called on the army leader, Lieut. Gen. Raoul Cedras, to step down to avert an invasion by the United States. He also hinted that Colonel Francois was ready to resign, saying his brother was \"ready to make concessions\" to save Haiti.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Strain Shows In Committees On Health Bill","web_url":"https://www.nytimes.com/1994/06/16/us/strain-shows-in-committees-on-health-bill.html","abstract":"  Democrats struggled to keep health care legislation moving on Capitol Hill today, but the strain was showing.   The House Ways and Means Committee was buffeted by challenges from the left and attacks from the right as it tried to cobble together a bill that could hold a very tenuous center.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Beating of Recaptured Inmate Brings Indictment of Guards","web_url":"https://www.nytimes.com/1994/06/16/us/beating-of-recaptured-inmate-brings-indictment-of-guards.html","abstract":"  A Federal grand jury in Mississippi has indicted six state corrections employees, including the department's deputy commissioner, in connection with the 1991 beating of an inmate who had been recaptured after escaping from a state prison.   The nine-count indictment was unsealed on Tuesday in Federal District Court in Oxford, Miss., as Federal prosecutors announced that five other guards had pleaded guilty to charges of helping to beat the inmate or taking part in a cover-up.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Virginia Gets Wide Choice For Senator","web_url":"https://www.nytimes.com/1994/06/16/us/virginia-gets-wide-choice-for-senator.html","abstract":"  With three candidates now in the Virginia Senate race and a fourth expected, voters can be assured of an extraordinary choice in the November election.    But political experts disagree about what variable is most likely to decide the outcome. Some say it could be party loyalties. Oliver L. North, the Republican nominee, is viewed a poster boy for conservatism, while Senator Charles S. Robb, who easily won the Democratic primary on Tuesday, is a strong supporter of Clinton Administration policies.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Scientists Linked to the Vatican Call for Population Curbs","web_url":"https://www.nytimes.com/1994/06/16/world/scientists-linked-to-the-vatican-call-for-population-curbs.html","abstract":"  As the Vatican campaigns vigorously against some of the family-planning proposals drafted for a United Nations conference, one of its lay panels has urged limits on family size to avert \"insoluble problems\" of runaway growth.   The report, by the Pontifical Academy of Sciences, also suggests that the birth rate should be limited to about two children per couple. This assertion seems to conflict with the views of the Vatican, which disputes the notion of a consensus on the urgency of population problems and opposes abortion and artificial means of birth control.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Parade to Celebrate Stanley Cup Victory","web_url":"https://www.nytimes.com/1994/06/16/nyregion/parade-to-celebrate-stanley-cup-victory.html","abstract":"  A parade to celebrate the Rangers' Stanley Cup victory will be held tomorrow in Manhattan. The parade, featuring team members, Mayor Rudolph W. Giuliani and other notables, will begin at 11:45 A.M. at Battery Park, move up Broadway and end around 1 P.M. at Worth Street between Church and Broadway.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Marshall Moves Again, This Time to the Redskins","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-people-football-marshall-moves-again-this-time-to-the-redskins.html","abstract":"  The Washington Redskins yesterday signed unrestricted free agent defensive lineman LEONARD MARSHALL, who had been recently released by the Jets.   Marshall, entering his 12th National Football League season, has 81 1/2 quarterback sacks. He spent 1993 with the Jets following 10 seasons with the Giants. Marshall started 12 games and had 37 tackles and 2 sacks for the Jets last year before breaking his arm on Dec. 5.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Ciba Corp. Decides to Keep Its U.S. Headquarters in the County","web_url":"https://www.nytimes.com/1994/06/16/nyregion/ciba-corp-decides-to-keep-its-us-headquarters-in-the-county.html","abstract":"  One of Westchester County's largest employers, the Ciba Corporation, has decided to keep its American corporate headquarters in the county, rejecting financial incentives offered by Connecticut.   New York offered more than $13 million of its own to keep the pharmaceutical and chemical manufacturing company, formerly known as Ciba-Geigy, and its 1,000 jobs, in Westchester. Neither Connecticut officials nor Ciba executives would say how much Connecticut had offered to lure the company across the state line.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Review/Music; The National Symphony's Verdi Requiem","web_url":"https://www.nytimes.com/1994/06/16/arts/review-music-the-national-symphony-s-verdi-requiem.html","abstract":"  Changes in leadership among American orchestras have have been executed in a series of violent U-turns these last few years. In terms of musical taste, one senses overthrow, if not revolution. In New York, urban glitz (Zubin Mehta) has given way to provincial rectitude (Kurt Masur). In Philadelphia, machismo (Riccardo Muti) has gone away; contemplation and order (Wolfgang Sawallisch) have arrived. It is not a new phenomenon when one thinks about the 1960's. How more drastically could the New York Philharmonic have reinvented itself than in its shift from Leonard Bernstein to Pierre Boulez?   Maybe there exists something uncomfortably totalitarian in even the most benign and inspiring of stewardships. Maybe American orchestras just get tired of the same face and the same voice. Mstislav Rostropovich is leaving the National Symphony here, presumably of his own free will, but the orchestra could have picked no successor more different than Leonard Slatkin, who takes over in 1996.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"Withering Heat Makes Winter Just a Memory","web_url":"https://www.nytimes.com/1994/06/16/nyregion/withering-heat-makes-winter-just-a-memory.html","abstract":"  Like a blast from an open oven door, a withering heat wave yesterday turned winter's fury into a distant memory for the New York metropolitan region.   In Central Park, a temperature of 96 degrees tied the record for the day that was set in 1988, and at Newark International Airport, a reading of 101 degrees surpassed the previous record for June 15 of 99, which was also set in 1988.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Full Relations For Israelis And Vatican","web_url":"https://www.nytimes.com/1994/06/16/world/full-relations-for-israelis-and-vatican.html","abstract":"  Fulfilling a commitment made six months ago when they officially recognized each other, Israel and the Vatican established full diplomatic relations today and said that they hoped they had put Jews and Roman Catholics farther along the path of reconciliation.   The creation of formal ties, announced at the same time in Jerusalem and the Vatican, still leaves a good deal of unfinished business, notably the legal and financial status of the Catholic Church in the Holy Land. Two commissions were formed to handle those matters, and officials here said that they expect negotiations to take two years.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1994/06/16/arts/in-performance-jazz-413437.html","abstract":"  A Pianist as a Role Model In the Small-Group Mode  The Blue Note    When the pianist Horace Silver first recorded for Blue Note in the early 1950's, he rapidly became one of jazz's most influential models for small groups. Mr. Silver arranged his compositions perfectly, dictating the rhythms for the rhythm section, taking care to set the right tempos and blending gospel, blues and Caribbean ideas into a personal compositional vocabulary that has, over the years, produced several jazz standards.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"It's Crowded on the Road as More Bands Go on Tour","web_url":"https://www.nytimes.com/1994/06/16/arts/it-s-crowded-on-the-road-as-more-bands-go-on-tour.html","abstract":"  Concert promoters are calling this season the Summer of Greed. With Pink Floyd, the Eagles, Barbra Streisand, the Rolling Stones and the Billy Joel-Elton John team on the road, promoters predict that 1994 will be the concert industry's highest-grossing year, topping 1990's record of $1.1 billion in ticket sales for touring acts. For some bands, however, there is no worse time to be on the road than the present.   \"We are, no pun intended, in heavy traffic,\" said Ron Weisner, who manages Traffic, one of several bands that have reunited to tour this summer. \"Some of the markets we've gone to have been milked to the bone prior to us even going on sale.\"","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"Bridge Toll Collector Robbed by Motorist","web_url":"https://www.nytimes.com/1994/06/16/nyregion/bridge-toll-collector-robbed-by-motorist.html","abstract":"  A toll collector at the Henry Hudson Bridge in Manhattan was robbed early Wednesday morning by a motorist with a handgun, the second such attack in as many days, officials said.   On Tuesday night, a robber tried to hold up a collector at the Triborough Bridge plaza in the Bronx but made off with no money.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Service Is Halted on Long Island Rail Road, Although Union Gives No Word on Strike","web_url":"https://www.nytimes.com/1994/06/16/nyregion/service-halted-long-island-rail-road-although-union-gives-no-word-strike.html","abstract":"  Service on the Long Island Rail Road came to a halt early this morning, a few minutes after a midnight strike deadline but without official word from the United Transportation Union or railroad management that a strike had begun.   Management negotiators made a new offer late Wednesday, said Edward Yule Jr., the general chairman of the 2,300-member union local. He said he had spoken twice to Gov. Mario M. Cuomo by telephone after midnight, as well as to the Secretary of Labor, Robert B. Reich.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"About the Documents and Their Selection","web_url":"https://www.nytimes.com/1994/06/16/us/about-the-documents-and-their-selection.html","abstract":"  The thousands of pages of documents discussed here were sorted by paralegals working for the law firm of Wyatt, Tarrant & Combs, beginning in 1985, as it prepared them for use in potential lawsuits that might be brought against its client, Brown & Williamson. They include indexes and summaries of the company's store of 750,000 pages about research.   The paralegals read the papers and filled out a form for each, identifying the author, the subject and whether or not the material might be damaging to a company defense in court.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Royal Pair From Japan On a Visit In New York","web_url":"https://www.nytimes.com/1994/06/16/nyregion/royal-pair-from-japan-on-a-visit-in-new-york.html","abstract":"  The Emperor and Empress of Japan arrived in New York yesterday afternoon to a carefully calibrated and glittery reception at the Metropolitan Museum of Art to celebrate what Gov. Mario M. Cuomo called the \"blossoming friendship between our two great peoples.\"   Emperor Akihito and Empress Michiko, seeming every bit as modest and unassuming as they are reputed to be, shook hands and chatted in fluent English with New Yorkers gathered reverentially for a black-tie dinner in the hall that houses the Museum's Temple of Dendur.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Whew!","web_url":"https://www.nytimes.com/1994/06/16/opinion/whew.html","abstract":"  On Tuesday night, after more than five decades of unrequited excellence and uneventful mediocrity, the New York Rangers captured their first Stanley Cup since 1940. Superb performances from those who were supposed to perform -- notably Brian Leetch, Mark Messier and the goalie Mike Richter -- lifted the Rangers to a thrilling 3-2 victory over Vancouver.   They also lifted a 54-year-old gorilla, weighing a whole lot more than the ancient silver cup itself, from the backs of the players and New York City itself.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Compensation for Clarke","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-people-hockey-compensation-for-clarke.html","abstract":"  The Florida Panthers have released BOB CLARKE, the team's vice president and general manager, from the remaining two years of his contract in exchange for cash and a draft pick from the Philadelphia Flyers. Clarke is returning to Philadelphia to serve as president and general manager of the Flyers, who held a news conference to confirm his appointment yesterday. Clarke spent his entire playing career in Philadelphia.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/16/style/IHT-what-theyre-reading.html","abstract":"Ward Just, novelist and former journalist, is reading, \"Pale Horse, Pale Rider\" by Katherine Anne Porter.","thumbnail":null,"section":"Style"},{"date":"19940616","headline":"O'Brien Falls Short in Last Decathlon Event","web_url":"https://www.nytimes.com/1994/06/16/sports/track-and-field-o-brien-falls-short-in-last-decathlon-event.html","abstract":"  For all but the last five minutes, it was the greatest decathlon in history. Then it all fell apart as Dan O'Brien slogged through the muggy night air to cover 1,500 meters in 5 minutes 16.42 seconds to fall 184 points short of his own world record of 8,891 points.   O'Brien completed his two days' work with a total of 8,707 points, the sixth best performance ever by an American (four of the other five are also his), and well ahead of Steve Fritz, who took second with a personal best of 8,548. It was O'Brien's third national title.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Military Court Sharply Rebukes Favoritism in Navy Fraud Case","web_url":"https://www.nytimes.com/1994/06/16/us/military-court-sharply-rebukes-favoritism-in-navy-fraud-case.html","abstract":"  A military court has ruled that a systematic effort was made by Navy officials to be lenient with the son of the Navy Secretary at the time, H. Lawrence Garrett 3d, after the son admitted to credit card fraud, smoking marijuana and lying to investigators.    In a searing rebuke, the Navy-Marine Corps Court of Military Review concluded that \"the military justice process was infected throughout by senior naval officers who considered who the accused was rather than what he had done.\"","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Knicks Guards Win This Round of Battle","web_url":"https://www.nytimes.com/1994/06/16/sports/knicks-guards-win-this-round-of-battle.html","abstract":"  For all the talk about the Knicks' defense and Houston's Hakeem Olajuwon, the championship series has been marked by each team's inability to play good games back to back.   Houston's inconsistency is a function of its starting guards: Vernon Maxwell, the streaky shooter, and Kenny Smith, the point guard who has been unable to generate offense for himself or his teammates throughout the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"After Decades, Researchers Find Hormone That Helps Clot Blood","web_url":"https://www.nytimes.com/1994/06/16/us/after-decades-researchers-find-hormone-that-helps-clot-blood.html","abstract":"  An important blood-forming hormone that had eluded discovery for 35 years has at last been isolated after several biotechnology companies had raced to find it.   The discovery is expected to benefit cancer patients directly as well as earn an estimated billion dollars a year for the company that wins the patent for making the substance. A further consequence is that with the new hormone, all major components of blood can now be manipulated, with far-reaching implications for medicine.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"An Informal Troop Of Playwrights And Its Den Mother","web_url":"https://www.nytimes.com/1994/06/16/theater/an-informal-troop-of-playwrights-and-its-den-mother.html","abstract":"  \"If Ellen Stewart is La Mama of Off Off Broadway,\" says the actress Christine Baranski, \"Lynne Meadow is La Mere of Midtown.\" As the artistic director of the Manhattan Theater Club for 21 years, Ms. Meadow has become a prolific provider of new plays, nurturing playwrights and offering them frequent productions of their work. The members of the Manhattan Theater Club's extended family of writers include Alan Ayckbourn, Terrence McNally, Richard Greenberg, Beth Henley and John Patrick Shanley, some of the most successful playwrights in the contemporary theater.   In effect, Ms. Meadow pretends she is running a regional theater in a one-theater city, trying to appeal to her audience with a wide diversity of plays, although in New York, of course, she is surrounded by other nonprofit companies. Just as a number of them -- the New York Shakespeare Festival, the Circle Repertory Company and Playwrights Horizons -- have had periods of leadership, today the Manhattan Theater Club has greater critical approval and audience support. Each of those companies, however, came to be identified with a specific kind of theater. At the Manhattan Theater Club, the repertory is far more difficult to define.","thumbnail":null,"section":"Theater"},{"date":"19940616","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/16/style/chronicle-412686.html","abstract":"  On Tuesday evening, ELIZABETH TAYLOR made her first public appearance since undergoing a hip replacement in March, The Associated Press reported. The opening of the Carole and Barry Kaye Museum of Miniatures in Los Angeles served as the backdrop for the benefit that brought her out, a cocktail party and silent auction for the Elizabeth Taylor AIDS Foundation.    \"It's strange,\" Miss Taylor said, smiling from a wheelchair. \"It's been a long time. I'm doing very well.\" Doctors say she will need crutches or a walker for months.","thumbnail":null,"section":"Style"},{"date":"19940616","headline":"Albert Bobs but He Doesn't Bend","web_url":"https://www.nytimes.com/1994/06/16/sports/tv-sports-albert-bobs-but-he-doesn-t-bend.html","abstract":"  Third period of the Rangers' Stanley Cup victory Tuesday. I'm sitting behind Marv Albert and Sal (Red Light) Messina in WFAN's cramped radio booth.   It's loud, hot and humid. I'm wearing a headset with all the slack of a Venice Beach hard body so I can't stand and listen to the radio call at the same time. Marv's bobbing head, which accompanies his trademark staccato vocal delivery, is blocking my view of the Canucks' goal.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Don't Let Presidency Be Sued to Death","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-don-t-let-presidency-be-sued-to-death-413054.html","abstract":"  To the Editor:   What Paula Jones, who has sued Bill Clinton for sexual harassment, is attempting is not a suit against Mr. Clinton, although that is the surface formality, but rather a suit against the President of the United States. To permit such a suit to be tried is to threaten an institution central to the health of the nation's polity. The merits of her highly questionable allegations are not at issue so long as Mr. Clinton is President.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/16/arts/in-performance-classical-music-413410.html","abstract":"  Violist Spans the Centuries In a Single Recital  Christ and St. Stephen's Church    Violists are always looking to expand their somewhat limited although quite distinguished concert repertory. Veronica Salas's program on Monday night covered a wide field, from Bach to Bax to Piazzolla. Arnold Bax's Fantasy Sonata for Viola and Harp opened the program (with the harpist Alyssa Hess Reit), but soon wore out its welcome. Bax's strong suit was the orchestra, and orchestration in particular; in chamber format, his thematic ideas are often revealed to be meager.","thumbnail":null,"section":"Arts"},{"date":"19940616","headline":"CHARGES EXTENDED TO TOP MANAGERS IN CO-OP BRIBERY","web_url":"https://www.nytimes.com/1994/06/16/nyregion/charges-extended-to-top-managers-in-co-op-bribery.html","abstract":"  More than 80 New York real-estate managers and management companies pleaded guilty or were charged yesterday in a wide-ranging corruption investigation involving bribery in the maintenance of hundreds of cooperative and condominium apartment buildings.   The charges, which follow a three-year investigation by the Manhattan District Attorney's office, touch many of the leading management companies in the city.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Sports of The Times; The Cruelest Sack of All For Simms","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-of-the-times-the-cruelest-sack-of-all-for-simms.html","abstract":"  IN pro football now, the most significant words are no longer rush the passer or deep post pattern. They are: salary cap.   Don't think that salary cap is merely another impersonal phrase that a bean counter might use. To those affected by it, it's as personal as a blitzing linebacker. Because the salary cap has sacked a quarterback. Not just any quarterback, but the best quarterback the Giants have ever had.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/16/us/c-corrections-412589.html","abstract":"  An obituary yesterday about Gerhard Brandt Naeseth, a genealogist and retired university librarian, misstated the period for which he traced 18,000 Norwegian immigrants. It was 1825 to 1851, not 1925 to 1951. The obituary also misstated the day of Mr. Naeseth's death. It was Friday, not Saturday.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Toast Of Town Makes Rounds","web_url":"https://www.nytimes.com/1994/06/16/sports/stanley-cup-finals-toast-of-town-makes-rounds.html","abstract":"  Stanley became a man about town yesterday. On vacation from his elegant new home near the waterfront in downtown Toronto, he finally had the opportunity to hit the streets. His summers on Long Island may have been great. The view from his place in Edmonton was nice. And none can argue with late springs in Montreal.   But this? Receptions such as this are normally reserved for moon walkers, war heroes, popes, Beatles and Mets. After his liberation late Tuesday night, when he was placed in the hands of the Rangers for the first time since even Stanley can remember, the guy has not stopped. If Elvis came back, would anyone hold a parade?","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Technology Exports Mean U.S. Growth","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-technology-exports-mean-us-growth-413488.html","abstract":"  To the Editor:   It is not correct to state that the Senate bill on exports \"authorizes the Secretary of Commerce, acting alone, to grant relief from export controls\" (\"Too Relaxed on High-Tech Exports,\" editorial, May 29). The Secretary of Commerce leads the interagency government process to determine if relief is warranted, but is not the only actor. The process ends with the President in the absence of agency consensus.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Upshaw Tackles the Cap","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-people-football-upshaw-tackles-the-cap.html","abstract":"  N.F.L. executives use the $34.6 million salary cap as the reason for releasing older veterans. Some N.F.L. players believe the salary cap will force them to take a salary cut to accommodate free agents signed by their teams. GENE UPSHAW, executive director of the National Football League Players Association, said he believes those are just two of the big misconceptions about the salary cap as it relates to unrestricted free agency.   \"Even though teams may be getting rid of older players, the players they're getting to replace them are making more money,\" Upshaw said yesterday in a meeting in Manhattan with reporters.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Foreign Policy: Beyond the Facelift","web_url":"https://www.nytimes.com/1994/06/16/opinion/foreign-policy-beyond-the-facelift.html","abstract":"  The hope remains that President Clinton's D-Day tour of Europe signaled a new start on the Administration's troubled foreign policy. In that regard, the replacing of three officials responsible for Europe could be a good first step.    Richard Holbrooke will take over from Stephen Oxman as an Assistant Secretary of State. Alexander Vershbow will relieve Jennone Walker at the National Security Council. And a figure yet to be named will replace Thomas Simons Jr. as coordinator of aid programs to the former Soviet Union.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Mitchell's Decision Not to Run Sets Off a Statewide Scramble in Maine","web_url":"https://www.nytimes.com/1994/06/16/us/mitchell-s-decision-not-to-run-sets-off-a-statewide-scramble-in-maine.html","abstract":"  Ever since Senator George J. Mitchell announced in March that he would not run for re-election, setting off a ripple effect from the state's highest offices to the lowest, Maine has been swarming with candidates.    \"It was like he threw a rock at a bee's nest,\" Ben Coes, the executive director of Maine's Republican Party, said of Mr. Mitchell's announcement.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"Castro Dons Civvies for Latin Conference","web_url":"https://www.nytimes.com/1994/06/16/world/castro-dons-civvies-for-latin-conference.html","abstract":"  Tailoring his attire to a changing foreign policy, President Fidel Castro of Cuba has broken his 35-year tradition of only wearing olive-green military uniforms in public and has appeared at a meeting with Latin America's civilian heads of state here by wearing a white cotton guayabera shirt.   \"We are all used to the general in olive green, and now he is in a guayabera,\" commented Cesar Gaviria Trujillo, Colombia's President and host to the annual Ibero-American summit meeting. \"We think this represents a good change.\"","thumbnail":null,"section":"World"},{"date":"19940616","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/06/16/theater/in-performance-theater-413402.html","abstract":"  A Cocteau Collaboration On the French Revolution  Bouwerie Lane Theater    Revolutionaries are trundling the poor French queen off to the guillotine yet again, and what a tedious mess they make of it in \"Marie Antoinette,\" at the Bouwerie Lane Theater (330 Bouwery, at Bond Street, East Village). Mind you, it is no mean achievement to turn the French Revolution into an utterly static event and some of its chief actors into bloodless bores; the mystery is why it has been done.","thumbnail":null,"section":"Theater"},{"date":"19940616","headline":"Improvement for Holyfield","web_url":"https://www.nytimes.com/1994/06/16/sports/sports-people-boxing-improvement-for-holyfield.html","abstract":"  EVANDER HOLYFIELD, the former heavyweight champion, reported to a hospital yesterday in Atlanta for a test that showed improvement of the weakened heart that forced his retirement from boxing.   However, a spokesman for Crawford Long Hospital said doctors would release no further information on the test until after they had a chance to discuss it with Holyfield, probably this morning.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Moynihan Health Bill a Political Enigma","web_url":"https://www.nytimes.com/1994/06/16/us/moynihan-health-bill-a-political-enigma.html","abstract":"  Perhaps the only thing that makes Daniel Patrick Moynihan madder than not being acknowledged as the reigning intellect of the United States Senate, his colleagues say, is being pigeonholed as an egghead who can't master the political maneuvers of passing a big bill.   So it may be no surprise that last week, when Senator Moynihan finally disclosed his version of the biggest bill of the last quarter-century -- the Health Security Act of 1994 -- he set critics and allies alike to wondering what the chairman of the Finance Committee could really be up to, and whether it was progress or a setback for health care reform.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"U.S. to Supply 60 Vehicles For U.N. Troops in Rwanda","web_url":"https://www.nytimes.com/1994/06/16/world/us-to-supply-60-vehicles-for-un-troops-in-rwanda.html","abstract":"  Reacting to criticism that Washington has responded too slowly to the killing in Rwanda, the Administration has speeded up plans to equip United Nations peacekeepers there with armored personnel carriers, officials said today.   The Administration has also decided to describe the deaths there as genocide, after once instructing its spokesmen to say only that \"acts of genocide may have occurred.\"","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Residents Seek to Assess Impact of Indictments","web_url":"https://www.nytimes.com/1994/06/16/nyregion/residents-seek-to-assess-impact-of-indictments.html","abstract":"  After three months of anxiety over the Manhattan District Attorney's investigation into kickbacks in the residential property management industry, co-op and condominium residents and boards were trying yesterday to assess the potential effect on their buildings as indictments were announced against management companies and agents.   Officials of co-ops and condominiums whose management companies or agents were indicted will be trying to determine whether kickback schemes caused their buildings to lose money and whether those losses were high enough to justify a lawsuit. Another concern is whether being represented by a tainted management company might cast a cloud over the building, hurting the value of the apartments.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Essay; What Fathers Want","web_url":"https://www.nytimes.com/1994/06/16/opinion/essay-what-fathers-want.html","abstract":"  Keep your ties; never mind the designer polo shirts and forget the phony-macho perfume. Let me tell you what fathers want.   We want our intrinsic authority back.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Behind Italy's Sunny Smile Hides the Whirlwind","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-behind-italy-s-sunny-smile-hides-the-whirlwind-413038.html","abstract":"  To the Editor:   Andrea Lee is certainly correct in \"New Kids on the Right\" (Op-Ed, June 3) to see a significant, perhaps even historical, turn to the right in Italy's youth in Silvio Berlusconi's electoral victory. Perhaps she is even entitled to her cheery view of the new right-wing Government: sun tans, youth, everybody happy so far, no worries about neo-fascists in power.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/16/us/c-corrections-406325.html","abstract":"  Because of an editing error, an article yesterday about the Roman Catholic Church's resistance to global population strategies proposed at the United Nations misidentified a State Department official, Timothy E. Wirth. He is Under Secretary of State for Global Affairs, and no longer holds the post of counselor.","thumbnail":null,"section":"U.S."},{"date":"19940616","headline":"1919: Traitors on Trial : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-1919-traitors-on-trial-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The trial by court-martial of twenty-five Frenchmen and women of the invaded regions, accused of denouncing their fellow-citizens to the Germans, will begin to-day [June 16]. Some of the prisoners are said to have got their countrymen imprisoned,","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Freeloaders, Not Bozos","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-freeloaders-not-bozos-413496.html","abstract":"  To the Editor:   Metropolitan Transportation Authority billboards are wrong to call motorists driving to work \"bozos.\" They are special interests taking advantage of an excessive subsidy.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"1894: Made to Celebrate : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-1894-made-to-celebrate-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - It is said that after much economy King Humbert had last year 5,000,000 lire put away to be devoted to special festivals on the marriage of his son. For this reason his intention was to have his silver wedding pass without any special celebration.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"For Game 4, Give Oakley a Passing Grade","web_url":"https://www.nytimes.com/1994/06/16/sports/on-pro-basketball-for-game-4-give-oakley-a-passing-grade.html","abstract":"  Charles Oakley was in the laps of some photographers when John Starks's shot went in. He never saw Starks square up from the right of the key. He never saw the perfect arc of the shot or his nearly perfect pass hit Starks right in the hands.   Nobody makes that pass better than Charles Oakley. How many even get to the ball? Oakley has made these crazy, spectacular plays all season, and last night's version fueled the Knicks' 91-82 victory in Game 4 over the Houston Rockets, the victory that determined whether the National Basketball Association finals became a Houston rout or another torrid marathon that you've got to like the Knicks' chances in.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"Behind Anti-Americanism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-behind-antiamericanism-letters-to-the-editor.html","abstract":"Regarding \"The Elite and 'Intellectual Hubris'\" (May 30) by Richard Grenier and \"The American Dynamic: Shaped by Countless Landings at Home\" (May 24) by Richard Reeves:.Your series on Europe and America, \"Fifty Years After D-Da","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Those Oxford Animals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-those-oxford-animals-letters-to-the-editor.html","abstract":"Regarding \"Clinton Walks Oxford's Halls of Protest\" (June 9):.Well, did he? It seems that President Bill Clinton not only avoided references to his own action against the Vietnam War but also shunned contact with undergraduates who were demon","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"2 Young Quarterbacks Find a Sudden Opening","web_url":"https://www.nytimes.com/1994/06/16/sports/pro-football-2-young-quarterbacks-find-a-sudden-opening.html","abstract":"  Dave Brown and Kent Graham wanted to be absolutely clear that on this day, they were uncomfortable talking about themselves. This was Phil Simms's day, not theirs. But they don't have a choice; they are in the spotlight now and the Giants hope they can fill the void left by Simms.   When Simms was cut by the Giants today, it left the quarterback spot wide open. Brown, who the Giants chose out of Duke in the 1992 supplemental draft, hopes to step in. Graham, an eighth-rounder out of Ohio State in the regular 1992 draft, hopes to step in. Obviously, both can't play at once, so they will continue to battle for the spot that Simms has controlled for most of the past 15 years.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"It's 15 Years Down and So Long: A Stunned Simms Is Cut","web_url":"https://www.nytimes.com/1994/06/16/sports/pro-football-it-s-15-years-down-and-so-long-a-stunned-simms-is-cut.html","abstract":"  On Tuesday Phil Simms was doing what he has done almost everyday this off season -- work out at Giants Stadium -- when Giants Coach Dan Reeves said he needed to speak with him. Simms thought Reeves wanted him to autograph some footballs, but when the two sat down, Simms said, he sensed something was terribly wrong.   The discussion was not about autographed footballs. It was about the National Football League salary cap and the quarterback's recently operated-upon shoulder. Simms was a victim of both today.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/16/style/chronicle-412694.html","abstract":"  CHARLOTTE ARMSTRONG graduated from Harvard Law School in 1953, a member of the first class to include women. \"You don't realize when you're going to school that you are making any kind of social statement,\" she said yesterday. \"You just put one foot in front of another and then it turns out that you are a trailblazer.\"   More than she could have foreseen, it turns out. Last week, Mrs. Armstrong became president of the 30,000-member Harvard Law School Alumni Association, the second woman to hold that post.","thumbnail":null,"section":"Style"},{"date":"19940616","headline":"Players to Start Debate On Owners' Proposal","web_url":"https://www.nytimes.com/1994/06/16/sports/baseball-players-to-start-debate-on-owners-proposal.html","abstract":"  The labor negotiations that will take their next step when the Players Association's executive board meets in Chicago today are fast becoming a two-planet affair. The two sides are taking such a drastically different approach to the effort to get a new agreement that one side might as well be negotiating from Neptune and the other from Uranus.   The players, who will also debate the wisdom of setting a strike date now, will discuss changes they want to make in the expired collective bargaining agreement. Their proposals, not expected to be radical, will follow the elements of past agreements.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"U.S. Offers a Plan For U.N. Sanctions On North Koreans","web_url":"https://www.nytimes.com/1994/06/16/world/us-offers-a-plan-for-un-sanctions-on-north-koreans.html","abstract":"  The United States outlined a plan today for United Nations sanctions against North Korea, including a ban on arms trade, in an effort to force that nation to cooperate with United Nations nuclear inspectors seeking to discover whether it is building an atomic bomb.   The American plan would require United Nations members to halt all trading in arms with North Korea, a move that could cost it between $50 million and $100 million a year in lost exports. But North Korea's arms exports are mostly missiles sent to Iran and Syria, two countries with spotty records of compliance with United Nations directives.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"At This Year's Open, 'Whoa' Is the Word","web_url":"https://www.nytimes.com/1994/06/16/sports/golf-at-this-year-s-open-whoa-is-the-word.html","abstract":"  The United States Open is arguably the most difficult championship in the world to win, but there is one point on which there is very little argument as it gets under way at Oakmont Country Club on Thursday.   That point is this: Oakmont is the toughest, most uncompromising, unyielding golf course on the United States Open rotation.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/16/world/no-headline-407372.html","abstract":"  The Egyptian Government has arrested five more lawyers, members of the powerful Egyptian Bar Association, human rights officials said today.   Lawyers and human rights officials said they fear that the arrests signal a broadening of the Government's attack on the country's legal establishment. The Bar Association is one of the most powerful political voices in Egypt, where legal opposition parties have minimal power and professional unions serve as a platform for dissent.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Make Them Pay for Peace : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/16/opinion/IHT-make-them-pay-for-peace-letters-to-the-editor.html","abstract":"Regarding \"Give the UN the Means\" (Letters, April 27):.I read with interest the proposal by one of your readers that UN peacekeeping operations be paid for by a tax on weapons sales. I think, however, that this is impractical on moral and pol","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Questions for the N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/06/16/opinion/questions-for-the-naacp.html","abstract":"  Where is the N.A.A.C.P. headed under its president, the Rev. Benjamin Chavis? That is a pressing question, given the fruits of the so-called \"National African-American Leadership Summit\" staged by Mr. Chavis this week in Baltimore.   Black elected officials, including all but one member of the 39-seat Congressional Black Caucus, avoided the meeting in droves. Also absent were some prominent non-government civil rights figures, including Joseph Lowery of the Southern Christian Leadership Conference.","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"The Hate Behind the Game","web_url":"https://www.nytimes.com/1994/06/16/opinion/the-hate-behind-the-game.html","abstract":"What is it about football that makes its followers behave so badly?\n\nBy \"football,\" I refer to the sport that people of all nations, except the U.S., understand by that name: the one you play with your feet. It is also the one that everyone, everywhere, except possibly in the U.S., will be watching tomorrow when the World Cup Begins. And by the bad behavior of its followers, I allude to the game's century-long history of violence. Other sports, even the most brutal, do not regularly occasion riots. Other sports do not maintain a global death toll of their spectators. And as far as I know, no other sport has caused a war (the \"Soccer War\" between Honduras and El Salvador erupted after a World Cup qualifying match in 1969).","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Diluted Medicine","web_url":"https://www.nytimes.com/1994/06/16/opinion/l-diluted-medicine-413470.html","abstract":"  To the Editor:   Re \"The Nurse Paradigm,\" Anna Quindlen's June 1 column:","thumbnail":null,"section":"Opinion"},{"date":"19940616","headline":"Serbs Pressing Ouster of Foes From Bosnia","web_url":"https://www.nytimes.com/1994/06/16/world/serbs-pressing-ouster-of-foes-from-bosnia.html","abstract":"  A campaign of intimidation aimed at forcing non-Serbs to leave northwestern Bosnia has taken on new momentum during the last six weeks despite assurances by Bosnian Serb leaders that such operations would cease, United Nations officials said today.   In the last 24 hours alone, 462 Muslims and Croats have fled the Banja Luka area, said Peter Kessler, the Sarajevo spokesman for the United Nations High Commissioner for Refugees.","thumbnail":null,"section":"World"},{"date":"19940616","headline":"Council to Draft Its Own Budget","web_url":"https://www.nytimes.com/1994/06/16/nyregion/council-to-draft-its-own-budget.html","abstract":"  The New York City Council broke off budget negotiations with Mayor Rudolph W. Giuliani yesterday after the two sides could not agree on spending cuts and on the Mayor's pledge to eliminate 15,000 municipal jobs over the next year, officials said.   The Council's leadership announced yesterday evening that its staff would begin to draft its own budget proposal. The Council could pass its own budget in defiance of the Mayor, but it has not taken that step since being granted more power over the budget in 1990.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"U.S. Says Empire Blue Cross Billed Improperly","web_url":"https://www.nytimes.com/1994/06/16/nyregion/us-says-empire-blue-cross-billed-improperly.html","abstract":"  Federal auditors said today that Empire Blue Cross and Blue Shield, the biggest health insurer in New York State, owed the Government $200 million because it had improperly billed Medicare for claims that the company should have paid.   Empire is both a private insurer and a Government contractor, reviewing and paying claims to elderly people enrolled in Medicare. While this arrangement is legal, it contains potential conflicts of interest, and the auditors said that Empire had shifted costs from its private lines of business to the Government.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/16/nyregion/metro-digest-411540.html","abstract":"  WITHERING HEAT MAKES WINTER A MEMORY Like a blast from an open oven door, a withering heat wave turned winter's fury into a distant memory for the New York metropolitan region. In Central Park, a temperature of 96 degrees tied the record for the day that was set in 1988, and at Newark International Airport, a reading of 101 degrees surpassed the day's record of 99, which was also set in 1988. A1. MANAGERS CHARGED IN CO-OP BRIBERY  More than 80 New York real-estate managers and management companies pleaded guilty or were charged in a wide-ranging corruption investigation involving bribery in the maintenance of hundreds of cooperative and condominium apartment buildings. A1.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Transactions","web_url":"https://www.nytimes.com/1994/06/16/sports/transactions-409448.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed Tommy Davis, infielder, and assigned him to Albany of the South Atlantic League.   CHICAGO WHITE SOX -- Agreed to terms with Christopher Clemans, John Ambrose, and Jeremy Griffith, pitchers; Douglas Beardon and William Moore, shortstops; and Jerry Whittaker, outfielder.","thumbnail":null,"section":"Sports"},{"date":"19940616","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/16/nyregion/inside-405418.html","abstract":"  Breast Implant Findings   A new study has found no harm from silicone breast implants, renewing debate on their efficacy. Page A18. U.S. Faults Empire on Billing    Empire Blue Cross and Blue Shield owes the Government $200 million for bad billing, officials say. Page B1. Spending Without Growth   Rarely has so much business spending brought so little expansion -- and so few new jobs. Page D1. Giants Release Phil Simms    The Giants cut their quarterback after 15 years in which he helped the team win two Super Bowls. Page B11.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"Bribes Alleged On Dumping At Fresh Kills","web_url":"https://www.nytimes.com/1994/06/16/nyregion/bribes-alleged-on-dumping-at-fresh-kills.html","abstract":"  Nine present and former New York City sanitation workers were accused yesterday of taking bribes from trash haulers in exchange for letting them dump unapproved garbage at no cost at the Fresh Kills landfill on Staten Island, depriving the city of more than $10 million in fees, prosecutors and city officials said.   Not only were the trash haulers allowed to dump the garbage, but the sanitation workers doctored records so that the haulers were paid millions by the city for the dirt they were supposed to be dumping, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940616","headline":"As Players Kiss Cup, Fans Kiss a Curse Goodbye; Triumph in the Winter Game Gets a Warm Welcome From Exultant Ranger Fanatics","web_url":"https://www.nytimes.com/1994/06/16/nyregion/players-kiss-cup-fans-kiss-curse-goodbye-triumph-winter-game-gets-warm-welcome.html","abstract":"  With the Ranger curse broken and the Stanley Cup in hand, New Yorkers searched for fresh variations on the bellowing of \"We're No. 1!\" yesterday and found the proudest entry echoing among the Russian emigres of Brighton Beach, who had no fewer than four Russian Rangers to cheer home on the championship team.   \"Shayba! Shayba! Shayba!\" boomed Pavel Katsen, naturalized American, Russian-born vodka quaffer and leader of the most ebullient covey of Brooklyn's Ranger fans, repeating the word for puck.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940616","time":"1994-06-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":53,"wspd":14.8},{"date":"19940616","time":"1994-06-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":58,"wspd":13},{"date":"19940616","time":"1994-06-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":59,"wspd":13},{"date":"19940616","time":"1994-06-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":65,"wspd":14.8},{"date":"19940616","time":"1994-06-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":69,"wspd":13},{"date":"19940616","time":"1994-06-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":13},{"date":"19940616","time":"1994-06-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":69,"wspd":14.8},{"date":"19940616","time":"1994-06-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":67,"wspd":13},{"date":"19940616","time":"1994-06-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":62,"wspd":9.4},{"date":"19940616","time":"1994-06-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":60,"wspd":11.2},{"date":"19940616","time":"1994-06-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":55,"wspd":16.6},{"date":"19940616","time":"1994-06-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":51,"wspd":20.5},{"date":"19940616","time":"1994-06-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":51,"wspd":22.3},{"date":"19940616","time":"1994-06-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":50,"wspd":18.4},{"date":"19940616","time":"1994-06-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":46,"wspd":20.5},{"date":"19940616","time":"1994-06-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":43,"wspd":25.9},{"date":"19940616","time":"1994-06-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":36,"wspd":20.5},{"date":"19940616","time":"1994-06-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":37,"wspd":24.1},{"date":"19940616","time":"1994-06-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":34,"wspd":24.1},{"date":"19940616","time":"1994-06-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":35,"wspd":24.1},{"date":"19940616","time":"1994-06-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":36,"wspd":18.4},{"date":"19940616","time":"1994-06-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":59,"wspd":13},{"date":"19940616","time":"1994-06-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":64,"wspd":9.4},{"date":"19940616","time":"1994-06-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":69,"wspd":7.6},{"date":"19940616","time":"1994-06-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":82,"wspd":14.8},{"date":"19940616","time":"1994-06-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":85,"wspd":14.8},{"date":"19940616","time":"1994-06-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":11.2},{"date":"19940616","time":"1994-06-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":7.6},{"date":"19940616","time":"1994-06-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":7.6},{"date":"19940616","time":"1994-06-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":9.4},{"date":"19940616","time":"1994-06-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":85,"wspd":13},{"date":"19940616","time":"1994-06-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":16.6},{"date":"19940616","time":"1994-06-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":14.8},{"date":"19940616","time":"1994-06-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":13},{"date":"19940616","time":"1994-06-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":13},{"date":"19940616","time":"1994-06-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":16.6},{"date":"19940616","time":"1994-06-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":16.6},{"date":"19940616","time":"1994-06-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":20.5},{"date":"19940616","time":"1994-06-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":14.8},{"date":"19940616","time":"1994-06-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":13},{"date":"19940616","time":"1994-06-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":13},{"date":"19940616","time":"1994-06-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":11.2},{"date":"19940616","time":"1994-06-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":16.6},{"date":"19940616","time":"1994-06-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":61,"wspd":13},{"date":"19940616","time":"1994-06-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":11.2},{"date":"19940616","time":"1994-06-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":14.8},{"date":"19940616","time":"1994-06-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":14.8},{"date":"19940616","time":"1994-06-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":14.8}]},"19940617":{"guardian_articles":[{"date":"19940617","headline":"Whoosh of a nose in air","web_url":"https://www.theguardian.com/books/1994/jun/17/classics","abstract":null,"thumbnail":null,"section":"Books"},{"date":"19940617","headline":"North Korea 'reverses ban on monitors'","web_url":"https://www.theguardian.com/world/1994/jun/17/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940617","headline":"Johnny Comes Marching Home","web_url":"https://www.nytimes.com/1994/06/17/sports/world-cup-94-johnny-comes-marching-home.html","abstract":"  Names will adorn the backs of jerseys for the World Cup, an American conceit that may benefit the players as much as the fans. Especially John Harkes, who plays in England and thus has had to follow the United States national team by way of teletype, kinescope and carrier pigeon.   This year, Harkes's only official act with the Americans has been the team picture. He had been away so long, perhaps no one recognized him. Or his accent. He went to England as a Jersey guy and came back as David Frost.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Games Begin, Even if Fever Isn't Spreading","web_url":"https://www.nytimes.com/1994/06/17/sports/world-cup-94-games-begin-even-if-fever-isn-t-spreading.html","abstract":"  The World Cup arrives Friday to be greeted by a pavement-buckling heat wave, international anticipation and general American indifference.    A worldwide viewing audience of 750 million is expected to watch the World Cup opener here between Germany, the defending champion, and Bolivia. The nation's First Jogger, President Clinton, will attend the match at Soldier Field, along with German Chancellor Helmut Kohl and Bolivian President Gonzalo Sanchez de Lozada, a onetime soccer player who said he would sit in the stands \"suffering, shrinking\" if Bolivia played poorly.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"New York Debates Its Rules For Committing Mentally Ill","web_url":"https://www.nytimes.com/1994/06/17/nyregion/new-york-debates-its-rules-for-committing-mentally-ill.html","abstract":"  After a decade in which thousands of mentally ill people -- some of them menacing, many of them pitiful -- have made their homes on New York City streets, momentum is building in support of proposals that would give health workers and mental health officials more authority to force people into treatment against their will.   In Albany, five bills are pending in the State Legislature that to varying degrees would make involuntary commitment easier. At least one measure appears to have wide support from lawmakers: a bill that would place those released from mental hospitals under court order to take medication and get counseling -- or go back to the hospital for evaluation and possible commitment.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"U.S. Juries Grow Tougher On Those Seeking Damages","web_url":"https://www.nytimes.com/1994/06/17/us/us-juries-grow-tougher-on-those-seeking-damages.html","abstract":"  In this land of big lawsuits, the growth of multimillion-dollar jury awards has been halted: juries nationwide have become markedly tougher on people who sue doctors, insurance companies and other deep-pockets defendants, siding less often with plaintiffs. And there is evidence that the size of the awards has leveled off, too.   In 1992, plaintiffs won 52 percent of the personal injury cases decided by jury verdicts, down from 63 percent in 1989, according to Jury Verdict Research, a legal publishing firm in Horsham, Pa., that is the only one nationally to compile such data. And there are indications that the downward trend continued last year.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Police Shoot Man Who Shot Wife","web_url":"https://www.nytimes.com/1994/06/17/nyregion/police-shoot-man-who-shot-wife.html","abstract":"  An Emergency Medical Service technician shot his wife in a Brooklyn subway station yesterday before being shot by transit police officers, the police said. Both were in critical condition at Coney Island Hospital.   The pair began shouting at each other at about 5:45 P.M. in front of a token booth in the Bay Parkway station on the B line, in Bensonhurst, said Sgt. Luis Medina, a transit police spokesman. He said the clerk in the booth alerted two plainclothes officers who were in the station.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Woodstock Regeneration in Bethel Gets Some Critical Help","web_url":"https://www.nytimes.com/1994/06/17/nyregion/woodstock-regeneration-in-bethel-gets-some-critical-help.html","abstract":"  Harry Rhulen was only 5 at the time, but he has vivid memories of his parents making peanut butter sandwiches that were ferried by helicopter into the Woodstock festival to ease a severe food shortage.   Twenty-five years later, Mr. Rhulen is involved in a rescue mission of his own, this one to salvage a Woodstock anniversary concert -- the second such event being planned this summer -- on the site of the original festival, Max Yasgur's farm in Bethel, N.Y.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Ruling Backs Homosexuals On Asylum","web_url":"https://www.nytimes.com/1994/06/17/us/ruling-backs-homosexuals-on-asylum.html","abstract":"  Attorney General Janet Reno today issued an order that would allow homosexuals from other countries to seek political asylum in the United States if they could prove that they were victims of government persecution solely because of their sexual preference.   The decision affects only a few pending immigration cases. Justice Department officials said they did not know whether it would lead to an increase in the number of gay men and lesbians from abroad who would apply for refugee status on the ground that they would be persecuted if they returned home.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"A Revival at Belmont For Stars Who Stayed","web_url":"https://www.nytimes.com/1994/06/17/sports/horse-racing-notebook-a-revival-at-belmont-for-stars-who-stayed.html","abstract":"  Outside of Go for Gin and a few other hometown heroes, the 3-year-old stars who commanded New York's racing stage last week were gone yesterday, resting or girding for the return matches that will decide the 1994 championships. And they were leaving the scene to seven senior stars who will join tomorrow in reviving one of the country's historic races, the 106-year-old Brooklyn Handicap.   It was run for the first time in 1887, and since then it has been run at four distances at five tracks, and it has been won by Seabiscuit, Whirlaway, Tom Fool, Buckpasser, Damascus, three times by Discovery, three times by Forego. For the last three years, it has been run for no discernible reason in the cold of November at Aqueduct. But tomorrow, it's being restored to its place as one of the three races that constitute New York's Handicap Triple.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/17/style/chronicle-423440.html","abstract":"  Every time she sees the new documentary about her husband, \"Southern Justice: The Murder of Medgar Evers,\" MYRLIE EVERS finds it a bit less difficult to watch. The film, which was made by the BBC and will be shown on HBO on July 11, was screened for invited guests in Washington last week and in New York on Wednesday, and is to be shown at a preview in Los Angeles on Tuesday.    \"The first time in Washington was very difficult and very emotional for me,\" said Mrs. Evers, who was interviewed for five hours by the BBC for the film. \"I had to remove myself from the film and try to critique it, to find something wrong with it, to keep myself from bursting into tears. Last night was easier. I had one of my sons on my right side, and one on my left.\"","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Players Union Delays Vote on a Strike Date","web_url":"https://www.nytimes.com/1994/06/17/sports/baseball-players-union-delays-vote-on-a-strike-date.html","abstract":"  The executive board of the Players Association did not set a strike date today, but it did put in motion the process by which a date could be set.   Meeting for the first time since the owners presented their proposal for a salary cap, the board decided to have players on all 28 teams vote early next month on whether to authorize the 32-man board to set a strike date.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Choice of New Ukraine Premier Raises Questions About Reform","web_url":"https://www.nytimes.com/1994/06/17/world/choice-of-new-ukraine-premier-raises-questions-about-reform.html","abstract":"  Parliament voted to approve a new Prime Minister today, a Soviet-style die-hard chosen by President Leonid M. Kravchuk. The choice presents serious questions about the President's commitment to a market economy in the midst of his re-election campaign.   Mr. Kravchuk proposed Vitaly A. Masol, the 65-year-old former Prime Minister of Soviet Ukraine, as a concession to his Communist and Socialist opponents in exchange for their support in his uphill battle in the presidential election on June 26. Mr. Masol is an advocate of a state-controlled economy and closer ties with Russia.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Don't Exaggerate North Korean Military Threat; The Wider Context","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-don-t-exaggerate-north-korean-military-threat-the-wider-context-423238.html","abstract":"  To the Editor:   Your sterling June 4 editorial calling for United Nations sanctions against North Korea shows how even the most reasonable people can be misled by righteous indignation. Unfortunately, such a sentiment is wholly misplaced when dealng with a situation as complicated -- and explosive -- as that on the Korean peninsula.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Horry Is Down but Not Out for Game 5","web_url":"https://www.nytimes.com/1994/06/17/sports/nba-finals-horry-is-down-but-not-out-for-game-5.html","abstract":"  Robert Horry, the Houston Rockets' forward who missed the fourth quarter of Game 4 Wednesday night after a hard foul by Anthony Mason, is expected to play tonight when the National Basketball Association finals resume at Madison Square Garden.   According to the Rockets, Horry had X-rays taken of his back and his right wrist yesterday morning, and both were negative. Rudy Tomjanovich, the coach, said Horry participated in all of the team's practice drills later in the day.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"1944: Town Is Stormed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-1944-town-is-stormed-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN FORCES IN FRANCE - [From our New York edition:] American forces, including paratroopers, overwhelmed German resistance today [June 16] and advanced five miles to capture the town of St. Sauveur-le-Vicomte, an important road junction on the C","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Don't Exaggerate North Korean Military Threat","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-don-t-exaggerate-north-korean-military-threat-423386.html","abstract":"  To the Editor:   In \"Reactor Roulette\" (column, June 2), William Safire contributes to the myth that North Korea poses a significant military threat to United States interests in Northeast Asia. He also rewrites history with the words \"we would then be in a real war with an enemy that fought us to a standstill two generations ago.\"","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Struggling Co-Op Project;\nA Brooklyn Development Seeks Revival Under New Owner","web_url":"https://www.nytimes.com/1994/06/17/us/struggling-coop-project-a-brooklyn-development-seeks-revival-under-new.html","abstract":"A Brooklyn co-op with an underlying mortgage of $11 million that was purchased by a private investment fund earlier this year is to take its next big step toward fiscal health by auctioning off 39 vacant apartments on June 26. The co-op, unable to make its mortgage payments, had been facing foreclosure. \n\nUnder a workout plan, the $11 million mortgage payable at 12.5 percent interest has been replaced by a $7.2 million loan with an 8.5 percent interest rate. The co-op, the 306-unit Seacrest Towers in Sheepshead Bay, will pay the investors an additional $3.2 million out of the proceeds of apartment sales.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/06/17/theater/on-stage-and-off.html","abstract":"  Another Spin on the Carousel    It must seem to the people at Lincoln Center Theater that all they ever do is hold frantic auditions for Billy Bigelow. Seven weeks ago, when Michael Hayden, the incumbent in the lead role in \"Carousel,\" missed several performances because of a vocal-cord injury, Marcus Lovett replaced him, zooming uptown from the Majestic Theater, where he had been the phantom in \"The Phantom of the Opera,\" and stepping into the part after just two rehearsals. Since then the show has had the luxury of two experienced leading men to fill a demanding role, and Mr. Lovett has, in fact, gone on more than a dozen times, including performances all this week.   Recently, however, Mr. Hayden decided to leave the show to prepare the role of Prince Hal in a fall production of \"Henry IV\" at the Shakespeare Theater in Washington. His last \"Carousel\" performance was to be on July 31. And Mr. Lovett decided to leave his standby post after July 24, perhaps a little irked that given his earlier heroics, he was not handed the job as Mr. Hayden's successor. So this week there were auditions to replace both men.","thumbnail":null,"section":"Theater"},{"date":"19940617","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/17/nyregion/no-headline-417238.html","abstract":"  \"Jurors say they're very concerned about the high verdicts you read about in the newspaper -- though they don't ever hear about the verdicts for the defendant -- and they're very concerned about the high costs of health care and insurance.\" HELEN E. FREEDMAN, a New York judge, on tight-fisted juries.  [ B18:5. ]","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"THE MOVIE GUIDE : Barnabo Delle Montagne","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-the-movie-guide-barnabo-delle-montagne.html","abstract":"Mario Brenta. Italy.. A film of stony silences, savage landscapes, and wordless, expressionless drama, \"Barnabo Delle Montagne\" (Barnabo of the Mountains) is based on Dino Buzzati's novel about a mountain ranger who inexplicably flees during a","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"A Gay Festival Banishes Silence","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-a-gay-festival-banishes-silence.html","abstract":"  IN the transcendent final scene of Tony Kushner's play \"Perestroika,\" three characters, one of whom is dying of AIDS, sit on the rim of Bethesda Fountain in Central Park and reflect on the end of the cold war, the millennium and the future of gay life in the face of the epidemic.    Reflecting on his own imminent death, the dying character Prior Walter offers a benediction and a prophecy.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"A Time for Exploring New Food in New Places","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-a-time-for-exploring-new-food-in-new-places.html","abstract":"  SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined.   Both the World Cup of soccer (at Giants Stadium in East Rutherford, N.J.) and the Gay Games (mainly in Manhattan, Brooklyn, Queens and the Bronx), which begin tomorrow, offer a fine opportunity for adventurous diners.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Fine Points of the Worldwide Brand of Football","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-fine-points-of-the-worldwide-brand-of-football.html","abstract":"  All your life, you have considered it your duty as a loyal American to shun soccer. But lately you have made the frightening discovery that something called the World Cup of soccer is coming to our shores, and that billions of people are excited about it.   To make it worse, you have a good friend or a close relative or a business acquaintance from overseas who is going to be in the United States this weekend, and you have been invited or even summoned to watch a World Cup game on television. And you now have a mortal fear of sounding like a total dolt in front of somebody who sees the world from a somewhat different angle.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Poor Mother, Poor Child","web_url":"https://www.nytimes.com/1994/06/17/opinion/poor-mother-poor-child.html","abstract":"  Every year nearly 400,000 Americans are born to girls with no high school diplomas, no husbands and few prospects. Eighty percent of those babies will know poverty and, more likely than not, be cruelly affected by its pathologies. Many of them will replicate their mothers' lives -- and become single parents themselves. Soon they will be responsible for one out of every three children born in this country.   But not financially responsible. Last year benefits for families begun by poor teen-agers cost the United States $34 billion. The price those young mothers and their children have paid for being born into poverty is beyond counting.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"L.I.R.R. Workers Go on Strike; Commuters Brace for Gridlock","web_url":"https://www.nytimes.com/1994/06/17/nyregion/lirr-workers-go-on-strike-commuters-brace-for-gridlock.html","abstract":"  The Long Island Rail Road's conductors and maintenance workers went on strike early today, leaving more than 100,000 rush-hour commuters to compete for space on already crowded subways and highways.   The strike by the United Transportation Union began a little more than 24 hours after the end of a Federally imposed cooling-off period, and nearly two and a half years after the expiration of the last contract. And it came despite the strong likelihood that Congress will step in and order the union back to work, as it did during the last strike at the railroad, in 1987.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/17/nyregion/inside-418633.html","abstract":"  Hollywood Gets AT&T Talent   A top AT&T executive will join Creative Artists Agency, Hollywood's most powerful talent agency. The hiring reflects the convergence of the entertainment, information and communications businesses. Page D1. Admission in Girl's Abduction   The man who kidnapped Katie Beers admitted he locked her in a dungeon for 16 days. The admission could cut 10 years off his sentence and spare the girl from testifying. Page B1. U.S. Queries Haitians on Ship   Putting a new policy into effect, officials began interviewing 35 Haitians on a Navy ship in Jamaica to see if they qualified for asylum in the United States or other countries. Page A3. World Cup Kicks Off    The World Cup, the monthlong soccer tournament, begins today amid American indifference with Germany facing Bolivia in Chicago. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Lavish Shea & Gould Has an Unlikely Heir","web_url":"https://www.nytimes.com/1994/06/17/us/lavish-shea-gould-has-an-unlikely-heir.html","abstract":"  There is an irony here. Shea & Gould was known as much for its opulent corporate life style and internal politicking as for its legal expertise. Anderson, Kill, Olick & Oshinsky is the Ben & Jerry's of the law world, the place where each of 240 lawyers is a partner and frills are considered superfluous, even embarrassing.    So which of New York's hundreds of law firms just signed a 15-year lease for three of the five lavishly appointed floors, and all of the basement filing space, that the now-defunct Shea & Gould had occupied at 1251 Avenue of the Americas, the old Exxon Building, between 49th and 50th Streets? Yup.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"GENERALS OPPOSE COMBAT BY WOMEN","web_url":"https://www.nytimes.com/1994/06/17/us/generals-oppose-combat-by-women.html","abstract":"  Senior Army generals have forced the civilian Army Secretary to retreat from an ambitious plan to open thousands of combat positions that are now closed to women.    The opposition was so great that Secretary Togo D. West Jr. has withdrawn his recommendations to Defense Secretary William J. Perry and is now huddling with the angry officers to work out a compromise.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"LETTERS TO THE EDITOR : Elephantine Subtlety","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor-elephantine-subtlety.html","abstract":"Regarding \"Peres's Letter on Jerusalem Does Away With 'Forever'\" (Opinion, June 14) by William Safire:.As a speech writer for President Richard Nixon, William Safire was, if not inspiring, at least highly inspired. As a linguist, his articles","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"In 100, Devers and Mitchell Are First to the Finish Line","web_url":"https://www.nytimes.com/1994/06/17/sports/track-and-field-in-100-devers-and-mitchell-are-first-to-the-finish-line.html","abstract":"  Gail Devers and Dennis Mitchell won the 100-meter dash titles in the third day of the five-day USA/Mobil track and field championships.   Devers, the defending champion and the 1992 Olympic 100-meter champion, got off to a terrible start but edged ahead in the final strides to beat Carlette Guidry by a foot, clocking 11.12 seconds to Guidry's 11.15.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"The Years, And Putts, Fall Away At Open","web_url":"https://www.nytimes.com/1994/06/17/sports/golf-the-years-and-putts-fall-away-at-open.html","abstract":"  Waves of heat rose from the fairways of Oakmont Country Club, and the two men appeared to be stepping out of a mirage. Surely, that could not be Tom Watson, floating up the 18th fairway, three under par in the United States Open. And surely, that could not be Jack Nicklaus, holing a 40-foot putt at the last hole, from one end of the slippery, ice-slick green to the other, to go two under par.   Surely it was, and surely he did. Tom Watson, who has not won a golf tournament since 1987, has returned to Oakmont to settle an old score. And Jack Nicklaus, 54 years old, has returned to the site of his first professional victory, to relive an old memory.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Mabou Journal; Nova Scotia Hears the Lilting 'Gibberish' Again","web_url":"https://www.nytimes.com/1994/06/17/world/mabou-journal-nova-scotia-hears-the-lilting-gibberish-again.html","abstract":"  To the Highland Scottish immigrants of the early 19th century, Cape Breton's brooding hills and misty lakes and streams were strikingly similar to the land they left behind.   The Highlanders farmed the new land, fished the waters and brought their fast fiddle tunes, stomping dance steps and tall tales about walking herrings and fair-haired priests who look up at the sky so much they get stuck in it.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Soccer for Children: An Education in Team Play","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-soccer-for-children-an-education-in-team-play.html","abstract":"  They form a neat and perfect order, those four pictures lined up on Ben's wall and two on Alex's: each one a group of smiling boys (only an occasional girl), staring intently at the camera, a soccer ball at their center.    The pictures on these walls could not be more misleading, since there is no order to soccer at all. The day each team posed for the photographer was the first and only time any of these teams formed a straight line, or stood still for a moment. I remember soccer as four years of chaos: glorious, earnest chaos, but chaos nonetheless, with children moving constantly, in packs, like swarms of bees, across the field.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Judge Rebukes Citadel's Move For Mistrial in Sex-Bias Case","web_url":"https://www.nytimes.com/1994/06/17/us/judge-rebukes-citadel-s-move-for-mistrial-in-sex-bias-case.html","abstract":"  A Federal district judge impatiently dismissed The Citadel's motion for a mistrial in the sex-discrimination case against the state college today.  Then he threatened the defense with sanctions under a legal rule that he said he had never invoked in his 15 years on the bench.   Speaking sharply to the defense and dismissing an 86-page memorandum calling for a mistrial as \"totally frivolous,\" the judge, C. Weston Houck, heard closing arguments in the case today and said he was likely to rule next month in the lawsuit filed by Shannon Faulkner, a woman seeking admission to the corps of cadets at the all-male military college.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Kidnapper Says He Built Cell for Girl","web_url":"https://www.nytimes.com/1994/06/17/nyregion/kidnapper-says-he-built-cell-for-girl.html","abstract":"  The man who kidnapped Katie Beers pleaded guilty today, admitting in court that he built a secret dungeon in his backyard specifically for her and then locked her inside it for 16 days.   Prosecutors said that to spare Katie, now 11, from testifying, they had agreed to a plea-bargain by the kidnapper, John Esposito, that could cut 10 years off his sentence.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Carter Optimistic After North Korea Talks","web_url":"https://www.nytimes.com/1994/06/17/world/carter-optimistic-after-north-korea-talks.html","abstract":"  Former President Jimmy Carter emerged from his first session of direct talks in Pyongyang with the North Korean President, Kim Il Sung, on Thursday and declared that the 82-year-old leader was now willing to allow two United Nations inspectors and their equipment to remain at the site where the North is storing its latest harvest of nuclear fuel.   After a three-hour talk, to be followed by another meeting today, Mr. Carter said that \"I see this commitment as a very important step in resolving the crisis\" with North Korea. Ostensibly visiting as a private citizen, Mr. Carter called on the United States to consider suspending the imposition of sanctions against the North until it had a chance to consider fully what he called some \"compromise proposals\" on tracking the North's nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Police Move With Care In the Simpson Case","web_url":"https://www.nytimes.com/1994/06/17/us/police-move-with-care-in-the-simpson-case.html","abstract":"  The Los Angeles city police and the office of the county's District Attorney have every reason to move cautiously as they marshal evidence in the fatal stabbing of O. J. Simpson's former wife and a friend of hers last Sunday night.    The authorities here have failed to win convictions in some sensational cases in recent years, among them the McMartin Preschool child-molestation trial, the first trial of police officers who beat Rodney G. King and the murder trial of the Menendez brothers. Indeed, the current District Attorney, Gil Garcetti, won office two years ago in part because of the prosecutorial failures of his predecessor, Ira Reiner.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Prenatal Testing for H.I.V. Hasn't Worked in New York State","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-prenatal-testing-for-hiv-hasn-t-worked-in-new-york-state-423416.html","abstract":"  To the Editor:   Re \"The Baby Bill\" by Anna Quindlen (column, June 8), on a New York State bill proposing testing of newborns for human immunodeficiency virus: As director of the pediatric AIDS program at Harlem Hospital, I can share some information about the testing program at our center.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-the-arts-guide.html","abstract":"BELGIUM.Ghent.De Vlaamse Opera, tel: (9) 223-06- 81. Handel's \"Orlando.\" Directed by Robert Carsen, conducted by Paul Dombrecht, with Patricia Bardon, Lynne Dawson and David Pittsinger. June 22 (premiere), 25, 27 and 29... BRITAIN.Londo","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Giuliani and Council Deadlocked on Budget","web_url":"https://www.nytimes.com/1994/06/17/nyregion/giuliani-and-council-deadlocked-on-budget.html","abstract":"  Even as their aides started talking again, Mayor Rudolph W. Giuliani and the City Council remained deadlocked yesterday in their effort to approve a budget for the new fiscal year. In particular, the two sides remained divided over how to cut the size of New York City's work force.   The negotiations, which broke down Wednesday, have stalled primarily over the Council's attempt to save some jobs from immediate elimination, particularly 1,200 positions in the Department of Social Services, officials said yesterday.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Women's Cup Team Now in the Spotlight","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-people-yachting-women-s-cup-team-now-in-the-spotlight.html","abstract":"  Move over, men. Women are officially in the America's Cup.   America   yesterday formally introduced its all-female team in San Diego. The 23-member group includes four Olympic medalists, rowers, weight lifters and even a star from the \"American Gladiators\" television show.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Clinton May Add G.I.'s in Korea While Remaining Open to Talks","web_url":"https://www.nytimes.com/1994/06/17/world/clinton-may-add-gi-s-in-korea-while-remaining-open-to-talks.html","abstract":"  President Clinton met with top advisers today to consider Pentagon recommendations to bolster American forces in South Korea, but he later held out the possibility that a new diplomatic offer by North Korea might lead to a resolution of the crisis over the North's suspected nuclear weapons program.   At a news conference after a day of meetings, Mr. Clinton said his Administration would be willing to participate in high-level talks with the North Koreans if they agreed to freeze their nuclear weapons program.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"LETTERS TO THE EDITOR : Ducking the Draft","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor-ducking-the-draft.html","abstract":"With the recent D-Day commemoration, the fact that President Bill Clinton avoided military service has been brought up again. Perhaps it is worth shedding light on an overlooked historical footnote..During the Civil War, Abraham Lincoln issued the firs","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"BASEBALL;\nLate Rally Keeps Indians' Streak Alive","web_url":"https://www.nytimes.com/1994/06/17/sports/baseball-late-rally-keeps-indians-streak-alive.html","abstract":"Indians 7, Red Sox 6 \n\nAlbert Belle's two-out, two-run single capped a three-run ninth inning last night as the Cleveland Indians rallied to beat Boston, 7-6, for their 15th straight home victory.\n\nThe Indians' home streak is the longest in the majors since Boston won a record 24 in a row at Fenway Park in 1988 and the second-longest in Cleveland history behind a 16-game streak at Cleveland Stadium in 1951.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Quest for Safer Cigarette Never Reached Goal","web_url":"https://www.nytimes.com/1994/06/17/us/quest-for-safer-cigarette-never-reached-goal.html","abstract":"  Increasingly aware of the health hazards of smoking in the 1960's, the Brown & Williamson Tobacco Corporation made a good-faith effort to develop a safer cigarette. But researchers were blocked at almost every turn, internal company documents show; the harder they looked, the more problems they found.    The company embarked on two major research projects. One, a practical approach to a safer cigarette -- which company documents refer to as \"a device for the controlled administration of nicotine\" -- cut down sharply on the amount of tobacco and relied on heating rather than burning. The other, a multifaceted research project, tried to isolate and identify the harmful components of smoke.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Review/Theater; Gay Guru Offers Advice For the Love-Locked","web_url":"https://www.nytimes.com/1994/06/17/theater/review-theater-gay-guru-offers-advice-for-the-love-locked.html","abstract":"  When we first meet Nan Bemiss, the middle-aged socialite heroine of \"The Naked Truth,\" Paul Rudnick's new comedy at the WPA Theater, she's as stiff and brittle as her glazed, hurricane-proof hairdo. Confronted with a Mapplethorpe-esque photograph of an immense phallus, she goes into agonies over naming the picture's subject. Private parts, as her mother told her, should be private: they're a bit, she says, \"like Australia -- a lovely place, but no one goes there.\"   It's all too clear what poor, inhibited Nan needs. But who's going to teach her how to find it?   Springing prissy squares and patricians from the shackles of convention is a time-honored tradition in American comedy, rooted in a democratic optimism that embraces thorny, potentially troublesome elements of society.","thumbnail":null,"section":"Theater"},{"date":"19940617","headline":"Haitian Refugee Interviews Begin Aboard U.S. Navy Ship","web_url":"https://www.nytimes.com/1994/06/17/world/haitian-refugee-interviews-begin-aboard-us-navy-ship.html","abstract":"  The first shipboard processing of Haitians' applications for asylum under the Administration's new policy began today aboard a Navy hospital ship moored here.   At 9 A.M. 35 Haitians picked up from leaky wooden sailboats were put on board the white-painted Comfort, the red crosses on its hull gleaming in the tropical sun.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Holyfield Says Doctor May Ring the Bell","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-people-boxing-holyfield-says-doctor-may-ring-the-bell.html","abstract":"  EVANDER HOLYFIELD left a hospital yesterday after tests on his heart, and said his doctor has given him hope he can return to the ring. Holyfield was discharged from Crawford Long Hospital in Atlanta after being briefed by the cardiologist DOUGLAS MORRIS on the results of the tests Wednesday.   Morris said the tests found some improvement in his heart condition, which Holyfield claims was cured last week by an evangelist. But neither the boxer nor hospital officials would elaborate on the improvement. He said his two-month-old retirement could soon end: \"If God will, I will.\"","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Knicks' Updated Condition: Well Guarded","web_url":"https://www.nytimes.com/1994/06/17/sports/nba-finals-knicks-updated-condition-well-guarded.html","abstract":"  The Knicks' backcourt has moved to the forefront of the National Basketball Association finals.   As the Knicks prepared for Friday night's pivotal Game 5 against the Houston Rockets at Madison Square Garden, Derek Harper and John Starks have emerged as leaders for the Knicks and as a problem for the Rockets.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"The World Cup's Universe","web_url":"https://www.nytimes.com/1994/06/17/opinion/the-world-cup-s-universe.html","abstract":"  Soccer is the world's most popular sport, and its World Cup an extraordinary blend of nations and nationalities. Of the 22 men on the U.S. squad, 7 were born in other countries. The Brazilian team's superstar Romario plays professionally for Barcelona, the Spanish champion, where he is top scorer. Greece's head coach is a U.S. citizen, America's is Yugoslav, Nigeria's Dutch, and Saudi Arabia has Argentine co-coaches who do not speak Arabic.   No matter. Soccer is a world language. It is still not well understood here, but after 52 World Cup games on the ESPN and ABC-TV networks, even Americans could develop some fluency.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Exodus Continues: CBS's Brown Joins Fox","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-people-television-exodus-continues-cbs-s-brown-joins-fox.html","abstract":"  JAMES BROWN, the CBS Sports play-by-play announcer, has reached an agreement with Fox Sports to co-host its football studio show this fall, his agent, BOB ROSEN, said yesterday. The hiring, which has been expected for several weeks, makes Brown the latest CBS broadcaster to move to Fox, following JOHN MADDEN, PAT SUMMERALL, TERRY BRADSHAW, MATT MILLEN and DICK STOCKTON.   On the Fox show, Brown will primarily deliver news and narrate highlights. He will work with Bradshaw, the co-host, and the analysts HOWIE LONG and JIMMY JOHNSON.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Man Held In 2 Fires That Hurt 34","web_url":"https://www.nytimes.com/1994/06/17/nyregion/man-held-in-2-fires-that-hurt-34.html","abstract":"  An angry friend of the superintendent of two downtown warehouses was arrested yesterday and charged with deliberately setting fire to the buildings in which 34 firefighters were injured in late May and early June.   After finding oil splashed on steel fire escapes and interior stairs of one of the buildings, Fire Commissioner Howard Safir had said it looked like an arsonist had spread the oil, like a liquid booby trap, to injure firefighters as they rushed in to fight the blaze.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Books of The Times; An Excess of Ego, With Echoes of Ford","web_url":"https://www.nytimes.com/1994/06/17/books/books-of-the-times-an-excess-of-ego-with-echoes-of-ford.html","abstract":"  The Devil's Own Work   By Alan Judd  115 pages. Alfred A. Knopf. $17.     A looping, discursive narrative that's filled with mysterious foreshadowings. A narrator who depicts himself as a naive, fuzzy sort of guy, uncertain of the truth of the events he's relating. Two couples, linked to each another by adultery and deception. A disturbing series of events, culminating in death and emotional disorder.   Each of these elements can be found in Ford Madox Ford's famous 1915 novel, \"The Good Soldier.\" Each of them can also be found in Alan Judd's new novella, \"The Devil's Own Work,\" a meticulously written story that stands, at once, as a sly homage to Ford and as a chilling little piece of fiction on its own.","thumbnail":null,"section":"Books"},{"date":"19940617","headline":"Moscow Is Miffed by U.S. Draft on Sanctions","web_url":"https://www.nytimes.com/1994/06/17/world/moscow-is-miffed-by-us-draft-on-sanctions.html","abstract":"  Complaining that Washington has again neglected to consult adequately with Moscow on a vital issue of international security, Foreign Minister Andrei V. Kozyrev refused today to support a Security Council resolution drafted by the United States that would impose sanctions on North Korea.   It was the second time this week that Mr. Kozyrev had lashed out at the United States. On Tuesday, he warned Congress that its vote to end the arms embargo against the Bosnian Government could ignite \"a new world war.\"","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/17/arts/art-in-review-423955.html","abstract":"  Childe Hassam   Jordan-Volpe Gallery  958 Madison Avenue (at 75th Street)  Through July 1    Childe Hassam (1859-1935) was a popular artist in his time. His career took wing in the era known as the Gilded Age, those prosperous, optimistic years at the end of the 19th century when many American painters reached out to contemporary Europe for inspiration.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Lawyers Freed By Egyptians; 9 Others Held","web_url":"https://www.nytimes.com/1994/06/17/world/lawyers-freed-by-egyptians-9-others-held.html","abstract":"  The Egyptian authorities released 10 lawyers today but renewed detention orders on 9 others who were jailed for taking part in a march protesting the death of a lawyer in police custody, attorneys and human rights officials said.   The move came two days after five more lawyers were arrested by plainclothes security agents as part of a crackdown aimed at crippling the powerful bar association and ending its protests over the treatment of lawyers who represent Muslim militants.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Woman's Next Round Is in Federal Court","web_url":"https://www.nytimes.com/1994/06/17/nyregion/woman-s-next-round-is-in-federal-court.html","abstract":"  No one would argue that ad sales is hard work. But Vivian Mondello says she took a real beating on the job.   In a lawsuit filed this week in Federal District Court in Manhattan, Ms. Mondello, 30, contends that her nose was broken by a co-worker after she was forced to box him as part of an ad sales campaign in 1993.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Germany's 6 Reasons Not to Win","web_url":"https://www.nytimes.com/1994/06/17/sports/IHT-germanys-6-reasons-not-to-win.html","abstract":"If the Germans are favored by some to win the World Cup, it's for the same six reasons that others expect them to fail. Those six reasons are 30 years of age or older, and among them are Lothar Matthus, Andreas Brehme, Rudi Vller and Guido Bu","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Sports of The Times; Arnie's Last Open Battle","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-of-the-times-arnie-s-last-open-battle.html","abstract":"  AS he walked onto the sixth tee, he was two over par. Another golfer would have been greeted with silence, if not disdain. But Arnold Palmer is not just another golfer.   Applause burst from the spectators at the United States Open at Oakmont Country Club, just up the Pennsylvania Turnpike from Latrobe where he grew up and still lives. With a wave and a wink, he strolled over near the green water cooler and glanced into his gallery of friends, neighbors and employees.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Review/Art; Simple Hardware, Complex Effects","web_url":"https://www.nytimes.com/1994/06/17/arts/review-art-simple-hardware-complex-effects.html","abstract":"  Bill Viola's video installation \"Slowly Turning Narrative,\" at the Parrish Art Museum in Southampton, consists of just two video projectors, a large revolving screen mirrored on one side, and an audio tape with a text of vaguely biblical import. But it engulfs the viewer in a disorienting swirl of images and meanings that touch on life and death and the nature of visual perception. It provides an impressive glimpse of the artist who will represent the United States at the Venice Biennale next summer and who also has one of the inaugural displays at the American Center in Paris, which opened on June 11.   Mr. Viola, who was born in Flushing, Queens, in 1951, began working with video in the early 1970's, when the medium was in its infancy. He came to it not from painting or sculpture, as most video artists of the period did, but from electronic music, which he studied at Syracuse University. Since then, he has moved from making elaborately edited videotapes to an almost exclusive concentration on video installations in which his tapes, often of himself and his family, are projected into the viewer's space with increasingly complex results.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Reyna's Status for Opener Up in Air","web_url":"https://www.nytimes.com/1994/06/17/sports/world-cup-94-notebook-reyna-s-status-for-opener-up-in-air.html","abstract":"  When the United States team practiced in Rochester, Mich., yesterday, getting ready for its opening match against Switzerland tomorrow, Claudio Reyna did not participate. Reyna, the 20-year-old midfielder who has come on strong for the American team in recent tuneup games, pulled a hamstring on June 8. He had to limit himself to stretching and running.   \"Right now, if the game was today, I couldn't play,\" said Reyna, who is from Springfield, N.J., and was the college player of the year in 1992 and 1993. \"I don't know if Saturday is a possibility of me playing. It's still up in the air.\"","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Strange's Form as Clear As Frown on His Face","web_url":"https://www.nytimes.com/1994/06/17/sports/golf-strange-s-form-as-clear-as-frown-on-his-face.html","abstract":"  Curtis Strange was wearing the look, the steely, flinty, get-out-of-my-way look that once was a permanent part of his on-course persona. It was the first round of the United States Open, and Strange was back in his comfort zone and his element. Finally.   He has been gone for a while. Strange, who won back-to-back Opens in 1988 and 1989, then went into a protracted twilight sleep from which he only recently has awakened. The signs of his return were as plain as the frown on his face.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Kohl Welcomes Italian Chief","web_url":"https://www.nytimes.com/1994/06/17/world/kohl-welcomes-italian-chief.html","abstract":"  Prime Minister Silvio Berlusconi of Italy, under fire from many European quarters for including far-right elements in his Government, came to Germany today denying that there were Fascists in his Cabinet, and heard no public criticism from Chancellor Helmut Kohl.   Mr. Kohl patted the new Italian leader on the shoulder and greeted him with full military honors, wishing him \"much luck and God's blessing.\"","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Subway Kills Man; Suspect Is Arrested","web_url":"https://www.nytimes.com/1994/06/17/nyregion/subway-kills-man-suspect-is-arrested.html","abstract":"  A man was pushed to his death in front of a subway train yesterday and a suspect was arrested a short time later after a witness pointed him out, the police said.   The suspect admitted to being involved in the victim's fall to the tracks, \"but he's saying it's an accident,\" said Lieut. Robert Valentino, a transit police spokesman. He said the suspect, whose name was not released, will be charged with murder.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/17/style/chronicle-420913.html","abstract":"  Can we shop? Sure we can, but come mid-July, not with JOAN RIVERS on her home shopping show. QRT Enterprises announced on Wednesday that it would cease production today of the syndicated daily show \"Can We Shop?\" The segments that have already been taped will be broadcast until July 15, so callers have one more month to buy, buy, buy.   That was not the only bad news for the comedienne this week: She also learned that her Broadway show, \"Sally Marr . . . and Her Escorts,\" will close on Sunday.","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Element of the Unknown Too Much for Mets","web_url":"https://www.nytimes.com/1994/06/17/sports/baseball-element-of-the-unknown-too-much-for-mets.html","abstract":"  The Mets had tried starter after starter in the fifth spot of the rotation -- Eric Hillman, Mauro Gozzo, Frank Seminara, Doug Linton. The Marlins had been no more successful in their search for pitching help.   And so when the Mets and Marlins took the field tonight at Joe Robbie Stadium, they did so with a pair of starting pitchers who had combined for seven previous big league starts. The night, it seemed, was ripe for a slugfest.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"G.O.P. IN THE HOUSE IS TRYING TO BLOCK HEALTH CARE BILL","web_url":"https://www.nytimes.com/1994/06/17/us/gop-in-the-house-is-trying-to-block-health-care-bill.html","abstract":"  At the urging of Representative Newt Gingrich, their deputy leader, House Republicans are trying to keep health care legislation from reaching the floor in a form that could pass.   Despite criticism from Democrats and even from one Republican who accused him of putting partisan politics first, Mr. Gingrish said today that Republicans should vote against amendments that might broaden the support for a bill that the House Ways and Means Committee is considering.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Let the Games, and the Lobbying, Begin; Thousands Gather for Gay Sports Festival and 25th Anniversary of Stonewall Uprising","web_url":"https://www.nytimes.com/1994/06/17/nyregion/let-games-lobbying-begin-thousands-gather-for-gay-sports-festival-25th.html","abstract":"  The largest and most welcomed gay and lesbian gathering in the city's history has begun drawing scores of thousands of homosexual athletes and tourists to town for the Gay Games sporting and cultural festival and for the 25th anniversary of the Stonewall uprising that first signaled gay people's resolve to fight for public tolerance.   \"We're all over the place,\" said Jay Hill, executive director of the fourth quadrennial Gay Games that begin Saturday with men and women from 44 nations competing around the metropolitan area in various arenas and pools, on football fields and ice rinks, and across a Hudson climbers' rock face, too.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Running for Cover on Whitewater","web_url":"https://www.nytimes.com/1994/06/17/opinion/running-for-cover-on-whitewater.html","abstract":"  Senate Democrats are rushing toward a partisan cover-up of the Whitewater affair. They have voted to hold narrowly circumscribed hearings in the Senate Banking Committee, which they dominate. They are therefore likely to prolong the agony of the President they hope to protect.   By a 56-to-43 vote, the Senate decided to limit hearings next month to three elements of the case. One is the U.S. Park Police's investigation into the death of Vincent Foster Jr., the Deputy White House Counsel. Two, the way in which members of the White House staff disposed of Mr. Foster's Whitewater files. Three, whether White House officials tried to manipulate Treasury Department investigations into Madison Guaranty Savings and Loan.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"THE GAMES BEGIN;\nMany Choices for Eating Close to the Soccer Matches","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-many-choices-for-eating-close-to-the-soccer-matches.html","abstract":"Soccer fans at the World Cup in the Meadowlands in East Rutherford, N.J., will of course find plenty of food at Giants Stadium. But those looking for more than a hamburger after the match can choose from a varied roster of New Jersey restaurants within a few miles of the main event. Here is a sampling:\nSTONY HILL INN, 231 Polifly Road, Hackensack, (201) 342-4085. At the Stony Hill Inn, changes in the kitchen are breathing new life into this atmospheric 1818 stone mansion. The old mezzo-mezzo Continental fare has been replaced by contemporary cooking. The pared-down menu offers dishes like salmon carpaccio, a pan-seared fillet of bass in a potato crust with spinach and fennel ragout and Barolo sauce, and a fist-sized veal chop with grilled sweetwater prawns and roasted garlic jus. The day's specials are also often worth trying. (Entrees, $13.95 to $31.95.)","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/06/17/arts/diner-s-journal.html","abstract":"  A Caviar Bar    Now is not a good time to be a sturgeon. Pollution and politics are not being kind to the Caspian Sea, home to 90 percent of the world's sturgeon. They may be ugly, unlovable fish, but their eggs are the world's best caviar. Now, on top of everything else, poachers are encroaching. Each year the harvest is smaller.    This is sad news for caviar aficionados. But there is good news as well: ever hopeful, America's largest distributor of caviar has just opened a tasting bar. If you yearn to learn about caviar, this is the perfect place to discover the differences between beluga, osetra and sevruga.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Three Steps to Tame Tribalism and Unify Europe","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-three-steps-to-tame-tribalism-and-unify-europe.html","abstract":"This is a pro blematic moment in the long history of Europe. Only a short while back, the magic number 1992 aroused expectations of a vibrant new Europe, united, more prosperous, more undaunted than ever before. Today the dream of European unity seems mo","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/06/17/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"SHE LOVES ME,\" Brooks Atkinson Theater, 256 West 47th Street, Manhattan. A revival of the 1963 musical, based on the play \"Parfumerie\" by Miklos Laszlo. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $15 to $65. Information: (212) 307-4100. \"TWILIGHT: LOS ANGELES, 1992,\" Cort Theater, 138 West 48th Street, Manhattan. Anna Deavere Smith portrays more than 40 characters, using verbatim interviews with Rodney King, Reginald Denny, Daryl F. Gates and others involved in Mr. King's court case and the subsequent riots. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $30 to $42.50. Information: (212) 239-6200.","thumbnail":null,"section":"Theater"},{"date":"19940617","headline":"Daniel Webster Outdrew Oliver North","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-daniel-webster-outdrew-oliver-north-423335.html","abstract":"  To the Editor:   It is not true that the June 4 state convention of the Virginia Republican Party, nominating Oliver L. North for the United States Senate, \"drew more than any political gathering in American history\" (front page, June 5). A party estimate of \"nearly 15,000 delegates\" may have been accurate, but history vouches that back in 1840 on a remote hillside of southern Vermont, more than 15,000 Whigs -- Republican forerunners -- gathered to hear Daniel Webster campaign for \"Tippecanoe and Tyler Too.\" This was the Whig ticket of William Henry Harrison, nicknamed Tippecanoe for his victory over the Indians at Tippecanoe, Ind., and John Tyler.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Venice 'Nightlife'? The Trick Is to Find It","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-venice-nightlife-the-trick-is-to-find-it.html","abstract":"It's hard to believe there is any city in the world without a discothque, but that's pretty much the case with Venice. For the millions of travelers who pass through the city each year, nightlife doesn't really exist...Visiting Venice means wal","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"What Illegal Aliens Cost the Taxpayer","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-what-illegal-aliens-cost-the-taxpayer-423408.html","abstract":"  To the Editor:   \"Stop Benefits for Aliens? It Wouldn't Be That Easy\" (front page, June 8) is bold in its attempt to profile the entire problem of illegal aliens receiving taxpayer benefits through the experience of one mother of three.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Spirit of Woodstock Lives at Original Site","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-spirit-of-woodstock-lives-at-original-site-423394.html","abstract":"  To the Editor:   Your June 6 article on the commercialized Woodstock festival this summer in Saugerties, N.Y., almost overlooks what you call the \"more modest gathering\" at the original site. This gathering will have such original Woodstock bands as Country Joe and the Fish, Melanie and John B. Sebastian, and it is rumored they will be joined by the Grateful Dead and Sly and the Family Stone.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Review/Film; Wolf Bites Man; Man Sheds His Civilized Coat","web_url":"https://www.nytimes.com/1994/06/17/movies/review-film-wolf-bites-man-man-sheds-his-civilized-coat.html","abstract":"Publishing exec becomes werewolf. Nifty first hour, then it sinks.","thumbnail":null,"section":"Movies"},{"date":"19940617","headline":"Music Fails to Soothe Egypt-Israel Strain","web_url":"https://www.nytimes.com/1994/06/17/world/music-fails-to-soothe-egypt-israel-strain.html","abstract":"  It's only rock 'n' roll -- in most places, that is, except the Middle East, where even a pop concert can turn into a political issue.   So it was for Peter Gabriel, the British performer, who thought he might make a gesture for elusive regional harmony with a concert on Saturday night at Taba, Egypt, the Red Sea resort on the border with Israel and the site of peace talks between the Israelis and the Palestinians last fall.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"Review/Film; Disciplining a Bad Dad","web_url":"https://www.nytimes.com/1994/06/17/movies/review-film-disciplining-a-bad-dad.html","abstract":"Ex-con forced to spend time with 11-year-old son. Hackneyed and sluggish.","thumbnail":null,"section":"Movies"},{"date":"19940617","headline":"1919: Allies Grant Delay : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-1919-allies-grant-delay-in-our-pages100-75-and-50-years-ago.html","abstract":"More delay! The Supreme Council again gave way to the Germans yesterday [June 16]. An official communication issued late last night said they had two more days [to sign or reject the Peace Treaty]. The following is the text of this communication: \"T","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"A Health Care Finance Plan: Ingenious, or Impenetrable?","web_url":"https://www.nytimes.com/1994/06/17/us/a-health-care-finance-plan-ingenious-or-impenetrable.html","abstract":"  To finance universal health insurance without additional income or payroll taxes, the new head of the House Ways and Means Committee has devised a method of raising money so complex and intricate that few members of Congress have been able to explain it.   Supporters of the proposal describe it as an ingenious way to raise money from companies that, they say, are evading their social responsibility to contribute to the cost of health care. Critics say the proposal is just a hidden tax, and a big one.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/17/arts/art-in-review-423963.html","abstract":"  Donald Lipski   Galerie Lelong  20 West 57th Street  Manhattan  Through June 25    This exhibition is a small retrospective of Donald Lipski's sculptures. Mr. Lipski's medium is the found object (a rubber band or safety pin will do), which he transforms and combines in ways that make their own strange sculptural sense and that sometimes imply a history and meaning that is never explicit. He creates the kinds of things you might make when you absent-mindedly wrap a straw into a knot or a paper clip around your finger. But Mr. Lipski transforms this casual practice into a lapidary art. He pins objects to walls in loose grid patterns, like butterflies in cases or like lighter-than-air parodies of the works of the Minimalists. Coming out of Post-Minimalism and Process art, his work is linked to ideas about order, geometry and system. But it is essentially intuitive.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"It's Easy: Just Flip The Ball To Key","web_url":"https://www.nytimes.com/1994/06/17/sports/baseball-it-s-easy-just-flip-the-ball-to-key.html","abstract":"  Buck Showalter has a remedy for the headaches that can afflict managers who accept their paychecks from George Steinbrenner. After a loss, simply take two aspirin, remove the telephone jack from the wall and pray that Jimmy Key is starting the next day. Tonight, Key again transformed Showalter's headaches into happiness.   Key is merely pitching his second season with the Yankees, but he is rapidly exhausting all adjectives to describe how clever and crafty he is and how important and influential he is to New York. Erase Key from the splendid picture being painted in the Bronx and the Yankees might be an ordinary team. But with Key, the Yankees can be overwhelming as they were tonight in humbling Baltimore by 6-1.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Cigarette Safety: Research Was Started but Then Stopped","web_url":"https://www.nytimes.com/1994/06/17/us/cigarette-safety-research-was-started-but-then-stopped.html","abstract":"  The history of smoking research at the Brown & Williamson Tobacco Corporation appears similar to that at other major tobacco companies, as shown by documents released in court cases against them.   After sponsoring research and extensive work on filters, additives and alternative \"safer\" cigarettes, all three of the leading companies -- R. J. Reynolds and Philip Morris, in addition to Brown & Williamson -- closed their laboratories on the advice of company lawyers. Philip Morris did so in 1970 and R. J. Reynolds in 1983. A British laboratory with ties to Brown & Williamson was closed in 1974.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"A City of Sharp Elbows Minds Its Manners","web_url":"https://www.nytimes.com/1994/06/17/nyregion/a-city-of-sharp-elbows-minds-its-manners.html","abstract":"  The glass-curtained door swung open, and the couple that the little crowd outside had been waiting for -- he in a gray suit, she in a beige kimono -- emerged from the town house. Wordlessly, the couple waved. Wordlessly, the crowd waved back.   Then Emperor Akihito and Empress Michiko of Japan stepped into their limousine, and suddenly the crowd broke into golf-course applause, the controlled clapping that does not disturb another's concentration. It was so, well, polite.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Homeless Man Held In Fatal Stabbing","web_url":"https://www.nytimes.com/1994/06/17/nyregion/homeless-man-held-in-fatal-stabbing.html","abstract":"  A 29-year old homeless man was arrested late Wednesday in the fatal stabbing of a Greenwich Village photographer, the police said yesterday.   The Chief of Detectives, Joseph R. Borrelli, said the police were able to identify the suspect, identified as Dennis Fay, because he had dropped his wallet in the apartment of the victim, Richard Whitesell, 32.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"D'Amato Defending Remarkable One-Day Profit","web_url":"https://www.nytimes.com/1994/06/17/nyregion/d-amato-defending-remarkable-one-day-profit.html","abstract":"  Almost every day for weeks, New York Senator Alfonse M. D'Amato has risen on the Senate floor to deride Hillary Rodham Clinton's profits in commodity trades and exhort his colleagues to approve hearings to examine the investments.   Now it turns out that Mr. D'Amato has also made a remarkable profit in a speculative foray.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Navratilova's Bid Ends After 11 Eastbourne Titles","web_url":"https://www.nytimes.com/1994/06/17/sports/tennis-navratilova-s-bid-ends-after-11-eastbourne-titles.html","abstract":"  With the seagulls shrieking in apparent disbelief, top-seeded Martina Navratilova made a final and unsuccessful attempt to defend her Volkswagen Cup title today at this seaside resort where she had collected 11 titles during two decades of perfect attendance at her preferred Wimbledon warm-up event.   Navratilova had her bid for a 12th Eastbourne title spoiled, 6-7 (5-7), 6-2, 6-2, by 39th-ranked Meredith McGrath, a comeback case at age 23, who used her full-throttle returns to bruise the mainstay of Navratilova's game, her serve. Last year McGrath, a former Stanford standout who now resides in Switzerland, returned from an 18-month injury timeout to a ranking of No. 610, which she had improved to 66 by December 1993.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Touring France's Great Gardens","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-touring-frances-great-gardens.html","abstract":"It's June and France is in the grip of garden mania. The snip of pruning shears and the thud of the spade echoes from rooftop Parisian terraces to chteau parterres. With an enthusiasm they once reserved for tennis or golf, French gardeners-to-be ar","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Who Took Towels? Clinton Aides Have Alibis","web_url":"https://www.nytimes.com/1994/06/17/us/who-took-towels-clinton-aides-have-alibis.html","abstract":"  As the scandal known around town as \"Towel-Hook\" unfolded, White House officials scrambled to get their alibis straight.   The President's senior adviser, George Stephanopoulos, said he was too groggy by the time he got to sleep at 2 A.M. to notice any bed linens.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Article 421685 -- No Title","web_url":"https://www.nytimes.com/1994/06/17/arts/article-421685-no-title.html","abstract":"  Mustering the energy to swab a sweaty brow is hard enough in these days of torpor, but the idea of cooking over a stove is enough to send anyone screaming for the nearest air-conditioned subway car -- or for the takeout menus. Here are two new restaurants that transcend the takeout stereotype. Each uses the freshest possible ingredients and prepares the dishes with care and concern.   BRAWTA CAFE.  \"Brawta\" is Jamaican patois for \"something extra,\" and that is what you get at Brawta Cafe, a trim little Caribbean restaurant that is as bright and shining as the smile of its owner, Jennifer Ewers. The eight-seat dining room is beautifully decorated with African artifacts.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"New Yorkers Go Toe to Toe","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-new-yorkers-go-toe-to-toe.html","abstract":"  ON 18th Avenue in Bensonhurst, Brooklyn, the Italian flags are flying. That's not unusual. Tuscany is only marginally more Italian than 18th Avenue. But mingling with the Italian flags are the ones that read \"Forza Italia,\" or \"Go, Italy.\"    In dozens of delis and gift shops along the avenue, the front windows show the telltale signs of World Cup fever. A discreet pennant here, a poster of the Italian soccer team there. Over Ambrogio's import shop, a small banner flaps in the breeze: \"Forza Italia -- Here We Go! World Cup '94.\"","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Review/Film; Recounting the Story Of an Accidental Career","web_url":"https://www.nytimes.com/1994/06/17/movies/review-film-recounting-the-story-of-an-accidental-career.html","abstract":"Semi-autobiographical tale of its N.Y. two cabbie- bartender filmmakers. Short, scrappy low-budget comedy, lots of insouciant charm.","thumbnail":null,"section":"Movies"},{"date":"19940617","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor-91143580635.html","abstract":"I notice that Mr. Clinton shed a tear during the Normandy commemorations. Could he have been thinking of the nameless guy who took his place in Vietnam? Somehow I doubt it.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Ohio State Players Involved in Disturbance","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-people-basketball-ohio-state-players-involved-in-disturbance.html","abstract":"  A former roommate of the Ohio State basketball player GREG SIMPSON has accused Simpson and another player of attacking him and firing a gun during a disturbance last week.   DANIEL SMITH, the former roommate, told the Columbus, Ohio, police that Simpson, guard CHARLES MACON and a third person threw bricks at him at his apartment late on the night of June 9. He said he was struck on an arm and in the back.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"In the Orbit of the World Cup","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-in-the-orbit-of-the-world-cup.html","abstract":"  Teams from Argentina, Belgium, Bolivia, Brazil, Bulgaria, Cameroon, Colombia, Germany, Greece, Ireland, Italy, Mexico, Morocco, the Netherlands, Nigeria, Norway, Romania, Russia, Saudi Arabia, South Korea, Spain, Sweden, Switzerland and the United States are competing in the World Cup soccer competition, which runs through July 17. Here is a sampling of activities planned in the New York metropolitan region that may be of interest to World Cup fans. Today  \"A CELEBRATION OF PELE'S AMERICAN YEARS,\" South Street Seaport, Fulton Market Building, second floor, Fulton and Front Streets, lower Manhattan. An exhibition of 30 photographs of the noted soccer player by the sports photographer George Tiedemann. Hours: daily, 24 hours. Through July 17. Free. Information: (212) 732-7678.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Hostage Is Now Suspect in Armed Escape, Lawyer Says","web_url":"https://www.nytimes.com/1994/06/17/nyregion/hostage-is-now-suspect-in-armed-escape-lawyer-says.html","abstract":"  The state grand jury investigating the escape of two New York City killers from an upstate psychiatric hospital three weeks ago has focused its inquiry on whether the hospital aide the men led away at gunpoint was an accomplice in the escape, the aide's lawyer said yesterday.   The aide, Robert J. Kamrowski, 46, a former New York State Police officer who is a treatment aide at the Mid-Hudson Psychiatric Center in Orange County, has told the police that he was a hostage of Herbert Arnold and John Casablanca when they escaped on May 28, and was made to drive through the streets of New York with a gun at his head.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Bure: 5 More Years, Many More Millions","web_url":"https://www.nytimes.com/1994/06/17/sports/sports-people-hockey-bure-5-more-years-many-more-millions.html","abstract":"  The Vancouver Canucks and PAVEL BURE have agreed to terms on a contract that will keep the Russian star with the club at least five more years. Terms were not disclosed, but earlier reports said Bure was close to signing a multiyear contract for $25 million.   Bure agreed to a six-year contract, retroactive to the start of the 1993-94 season, that will make him the highest-paid player in Canucks history. The signing of the right wing was announced at a news conference in British Columbia yesterday, two days after the Canucks lost by one goal to the Rangers in Game 7 of the Stanley Cup finals.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"School Offices Raided in U.S. Aid Inquiry","web_url":"https://www.nytimes.com/1994/06/17/nyregion/school-offices-raided-in-us-aid-inquiry.html","abstract":"  Beginning an investigation into a possible misuse of Federal, state and city funds, United States postal agents yesterday confiscated reams of files from the headquarters of a Brooklyn school district and from a private Hasidic school within the district, officials said.   More than a dozen agents of the Postal Inspection Service descended on the two sites of the United Talmudical Academy of Williamsburg and the main office of Community School District 14, seizing files and sealing the door to the district's headquarters.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"The E.P.A.'s Toxic Bedfellows","web_url":"https://www.nytimes.com/1994/06/17/opinion/the-epas-toxic-bedfellows.html","abstract":"In February, Labor Secretary Robert Reich ordered the Environmental Protection Agency to give me back my job as a senior toxicologist -- the position from which I was wrongly fired in 1992 -- and to pay me restitution. The agency said it would comply, and I thought I had reached the triumphant end of a two-year battle. I was wrong. I still have not received any money and the officials who fired me have not been punished. \n\nMy story is indicative of what any Federal employee who blows the whistle on his agency can expect until we are afforded protections similar to those granted private citizens. It is also a classic example of how the E.P.A. is influenced by the industries it is supposed to regulate.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Presbyterians Try to Resolve Long Dispute","web_url":"https://www.nytimes.com/1994/06/17/us/presbyterians-try-to-resolve-long-dispute.html","abstract":"  As soon as the vote flashed on the convention hall screens, several thousand Presbyterians meeting here today gasped, rose, clasped hands and began singing, \"Praise God from whom all blessings flow.\"   They were elated because their fellow delegates, at a General Assembly in which deep theological differences were evident, had given nearly unanimous endorsement to a report meant to resolve one of the church's most provocative disputes: the fallout from a November conference that invoked a female personification of God.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"THE MOVIE GUIDE : Les Roseaux Sauvages","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-the-movie-guide-les-roseaux-sauvages.html","abstract":"Directed by Andr Tchin. France.. Wild reeds bend but do not break in the storm. This fable from La Fontaine is the central image of Andr Tchin's new movie about growing up in the '60s. A country wedding, a boys' school","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"1894: Attempt on Crispi : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-1894-attempt-on-crispi-in-our-pages100-75-and-50-years-ago.html","abstract":"The greatest commotion was caused in the city to-day [June 16] by an attempt to assassinate Signor Crispi. As the Premier was going to the Chamber to-day an Anarchist fired at him with a revolver. The first shot went wide, the second shot also missed, an","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Prenatal Testing for H.I.V. Hasn't Worked in New York State; Mandatory Counseling","web_url":"https://www.nytimes.com/1994/06/17/opinion/l-prenatal-testing-for-hiv-hasn-t-worked-in-new-york-state-mandatory-counseling-423424.html","abstract":"  To the Editor:   Anna Quindlen clearly shows (column, June 8) that the most effective way to get babies who are infected with the human immunodeficiency virus identified and -- more important -- into care is mandatory counseling of all pregnant women and mothers of newborns, with testing based on the mother's consent.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Smith's Homecoming Falls Short","web_url":"https://www.nytimes.com/1994/06/17/sports/nba-finals-on-pro-basketball-smith-s-homecoming-falls-short.html","abstract":"  Kenny Smith, a native New Yorker playing for Houston, has been given a particularly rotten homecoming, and, as his running mate at guard, Vernon Maxwell, told him, \"Kenny, we can't win this without you bein' on the floor.\"   And Maxwell has given him specific advise for Game 5 here tomorrow night. He told Smith, \"Do something crazy.\"","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"LETTERS TO THE EDITOR : The World Just Shrugs","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor-the-world-just-shrugs.html","abstract":"The Holocaust was not the last case of widespread murder for ethnic causes. .The news media, religious and community leaders, and sometimes even school teachers and parents continue to fan hatred based on \"differences.\" Well- meaning social a","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/06/17/arts/art-in-review-421944.html","abstract":"  Amy Sillman  Lipton Owens Company 53 Mercer Street SoHo  Through June 25    Amy Sillman's richly colored and configured paintings fall into a loose category in which the decorative and the political collide and collude, usually with a shove from cartoons. Fellow travelers include Lari Pittman, Elena Sisto and Margaret Curtis and, from a completely different direction, Sue Williams. It's a bit of a problem that Ms. Sillman's contemporaries and influences (who may also include Carroll Dunham) are so visible in her work. Nonetheless, her new paintings and works on paper show an increased command and visual strength.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Keenan And Detroit Under Watch","web_url":"https://www.nytimes.com/1994/06/17/sports/soccer-keenan-and-detroit-under-watch.html","abstract":"  On the day the Rangers posed for their formal Stanley Cup team photo, Bob Gutkowski, the president of Madison Square Garden, revealed that he had asked National Hockey League Commissioner Gary Bettman to monitor developments involving Mike Keenan and the Detroit Red Wings.   It was reported last week that Keenan might leave the Rangers to take a job as coach and general manager in Detroit. Keenan has four years remaining on his Rangers contract. The day before Game 7 of the Stanley Cup playoffs, Keenan emphatically denied that he would leave New York for Detroit. Bettman has told Gutkowski he will open an inquiry if Keenan takes a job in Detroit.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Home Video","web_url":"https://www.nytimes.com/1994/06/17/arts/home-video-422258.html","abstract":"  Now that \"The Return of Jafar,\" Disney's video sequel to \"Aladdin,\" has sold more than seven million cassettes without playing in movie theaters, direct-to-video is suddenly a hot concept in Hollywood. Who can blame the studios for taking to a new category of low-cost sequel that needn't pass through theaters to turn big profits on tape?   The new cachet of direct-to-video might also be expected to please independent film makers whose movies usually go theaterless, but that is not necessarily the case. \"This is probably the hardest time for independents since home video was started,\" said Roger Corman, the president of Concorde/New Horizons, an independent producer.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor.html","abstract":"I write to express disappointment with Ann Devroy's June 9 article (\"Clinton Walks Oxford's Halls of Protest\") relating to President Bill Clinton's visit to Oxford University. This was one of the few times this or any other U.S. president has r","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Repairing the School Repair Team","web_url":"https://www.nytimes.com/1994/06/17/opinion/repairing-the-school-repair-team.html","abstract":"  Chancellor Ramon Cortines is cutting the staff of workers who repair and maintain New York City schools. That may seem like madness when the schools are dirty and crumbling. But it is a sensible place to seek necessary head-count reductions -- and a step toward rehabilitating a troubled division.    Nearly 2,600 workers at the Division of School Facilities are responsible for cleaning and upkeep of the city's more than 1,000 school buildings. They include 1,000 custodians, 800 skilled tradesmen like carpenters and electricians and 770 administrators who plan, analyze and inspect major repairs.","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Why Can't We Go Again In Real Ships of the Sea?","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-why-cant-we-go-again-in-real-ships-of-the-sea.html","abstract":"It continues to amaze me how fast the traditions of the sea and of seamanship of the Western world have vanished. That whole field of lore where courage and self-sacrifice were still tested as in the days of chivalry has vanished almost without a trace..","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"Grand Cuisine in a Grand Setting","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-grand-cuisine-in-a-grand-setting.html","abstract":"A little more than 10 years ago, Elyane and Grard Boyer transferred their Michelin three-star restaurant to a stunning 18th-century-style chteau surrounded by seven hectares of immaculate grounds and towering trees. It was part of a long Boye","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Yellowstone Will Shelter Wolves Again","web_url":"https://www.nytimes.com/1994/06/17/us/yellowstone-will-shelter-wolves-again.html","abstract":"  Interior Secretary Bruce Babbitt has given final approval to a plan to reintroduce about 30 gray wolves into Yellowstone National Park and central Idaho, a decision that is being hailed by some environmentalist groups as a victory for wildlife but is being denounced by ranchers who fear for their livestock.   Other groups, like the Sierra Club, have expressed disappointment with the policy, which does not give the wolves protection as an endangered species even though wolves elsewhere have that protection.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Bronx Man Is Convicted In Six Deaths","web_url":"https://www.nytimes.com/1994/06/17/nyregion/bronx-man-is-convicted-in-six-deaths.html","abstract":"  A Bronx man was convicted yesterday in the murder of six people on Valentine's Day 1993, a killing prosecutors called \"a crime of unspeakable horror\" meant as revenge against one of the victims for slapping the defendant's wife.   Anthony Casellas, 22, was found guilty of murder and conspiracy in the deaths of three adults and three children whom the police said were lined up on the living room floor of a Mott Haven apartment and each shot through the head. Four other defendants facing charges related to the killings are awaiting trial.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"LETTERS TO THE EDITOR : Give Clinton a Break","web_url":"https://www.nytimes.com/1994/06/17/opinion/IHT-letters-to-the-editor-give-clinton-a-break.html","abstract":"Regarding \"America to Clinton: We Hate You! (Go Ahead, Take It Personally)\" (May 23): .Ann Devroy describes a \"visceral reaction\" of hatred toward Mr. Clinton in America. So consistently does she write articles critical of the admin","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/17/nyregion/news-summary-417297.html","abstract":"  International A3-10  CLINTON WEIGHS KOREAN OFFER  President Clinton met with his top advisers to consider Pentagon proposals to bolster American troops in South Korea. At a news conference, he held out the possibility that a new diplomatic offer by North Korea might lead to a resolution of the crisis over the North's suspected nuclear weapons program.  A1  CARTER MEETS PYONGYANG LEADER  Former President Jimmy Carter met with North Korea's reclusive President, Kim Il Sung, and reported that the leader was now willing to allow two United Nations inspectors and their equipment to remain at a disputed nuclear site.  A10","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Italian Team Brings Town A Taste of Soccer Frenzy","web_url":"https://www.nytimes.com/1994/06/17/nyregion/italian-team-brings-town-a-taste-of-soccer-frenzy.html","abstract":"  This little village on a south-facing bench of the Watchung mountains has been in a tizzy since the Italian national soccer team, training for the World Cup, settled into its camp 10 days ago behind a cordon of security guards and yellow police ribbon at the Pingry boarding school near here.   The tight security, foreclosing even a glimpse of Roberto Baggio or Franco Baresi or any other paragon of the Azzurri, as the team is known, did not deter carloads of sightseeing Italians, Italian-Americans and, for some reason, Brazilians who daily make the pilgrimage to central New Jersey in search of their heroes.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"For Children","web_url":"https://www.nytimes.com/1994/06/17/arts/for-children.html","abstract":"  Soccer is a game where every child has a chance to be a hotshot: just kick the ball and run like heck. At least that's what children think when they first play, and more are signing up every day. Soccer is moving faster than the speed of light into basketball territory as the most popular sport for children 12 and under, says the Soccer Industry Council of America.   That's because soccer is fast, uncomplicated and inexpensive and can be played at a young age and by all sizes. In 1993, 3.6 million children under 12 played 25 games or more, according to the council. California leads the states in total soccer participation (children and adults), but New York is in second place, and the New York City metropolitan area is the United States metropolitan area with the highest number of soccer players over all.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/17/nyregion/metro-digest-418501.html","abstract":"  LONG ISLAND RAIL ROAD WORKERS WALK OUT   The Long Island Rail Road's conductors and track and car maintainence workers went on strike early today, leaving more than 100,000 rush-hour commuters to compete for space on already crowded subways and some of the nation's most congested highways. A1.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Washington Talk; Play It Again, Congress. This Time, Whitewater.","web_url":"https://www.nytimes.com/1994/06/17/us/washington-talk-play-it-again-congress-this-time-whitewater.html","abstract":"  The hearings on the Whitewater affair in the Senate and House of Representatives this summer will not be fact-finding sessions so much as a political scrimmage.   Any doubt about that was dispelled this week when the Democrats, by a vote in the Senate and by an agreement of party leaders in the House, insisted that the hearings be limited to aspects of the case not likely to embarrass President Clinton and his wife, Hillary. Republicans responded with shouts of cover-up.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/17/nyregion/c-corrections-417661.html","abstract":"  A chart yesterday showing how heat and humidity work together to produce \"apparent temperature\" positioned the scale of actual temperatures incorrectly. A corrected chart appears today on page B4.","thumbnail":null,"section":"New York"},{"date":"19940617","headline":"Arafat Appears Reluctant to Shift Base to Jericho","web_url":"https://www.nytimes.com/1994/06/17/world/arafat-appears-reluctant-to-shift-base-to-jericho.html","abstract":"  With each passing day, it seems, a new reason is added for the delay in Yasir Arafat's arrival to formally take over the administration of Palestinian rule in the Gaza Strip and in Jericho.    This morning Khalid Musmar, identified as the press officer of the Palestinian embassy in Amman, said the Palestine Liberation Organization chairman may further delay his much anticipated arrival in Jericho because Israel is preventing Palestinians from completing an airfield that would allow his helicopter to land and take off.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/17/sports/results-plus-421634.html","abstract":"  TENNIS  Courier Has Easy Time  Third-seeded Jim Courier overpowered Bernd Karbacher, 6-3, 6-2, to advance to the quarterfinals of the Halle Grand Prix in Germany yesterday. In a grass-court stadium that is a replica of Wimbledon's Center Court, Courier slammed aces to end both sets against his German opponent. \"It's not his favorite surface, but he's still one of the best players in the world on grass,\" Karbacher said of Courier, who reached the Wimbledon final last year. Courier next faces Yevgeny Kafelnikov, who downed Jonathan Stark, 7-6 (7-3), 6-3. The Russian, playing in his first grass tournament, has risen from No. 109 to No. 19 in the ranking this year. (AP) GOLF  King Shares Lead  Betsy King, one victory away from the Hall of Fame, and Laurie Brower, who earned her first top 10 finish last month, had six-under 66's yesterday and shared the first-round lead in the L.P.G.A. Rochester International. One stroke behind were Vicki Goetze, Lisa Kiggens and Patty Sheehan, who has won three of the last five tournaments at the par-72 Locust Hill Country Club. In her third year on tour, Brower dropped out of golf for five years to recuperate from surgery for a childhood wrist injury and, later, to care for her mother, who died of brain cancer in 1991. Her career-best finish was a tie for ninth at the Lady Keystone Open last month. In three years, she has picked up $52,052 in earnings, compared with King's 17-year career total of $4.6 million. (AP) CYCLING  Kappes Wins in Sprint  Andreas Kappes of Germany won the closing sprint yesterday in Jona, Switzerland, taking the third stage of the 10-stage Tour de Suisse. His time for the 119-mile run was 4 hours 32 minutes 58 seconds. The stage's fourth-place finisher, Pascal Richard of Switzerland took the overall lead. Gianluca Pierobon of Italy, who led after the first two stages, dropped one second behind Richard. Wilfried Nelissen of Belgium and Tony Rominger of Switzerland were five seconds back. Rominger, who won the Tour of Spain last month, was in the pack in 111th place.","thumbnail":null,"section":"Sports"},{"date":"19940617","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/06/17/arts/inside-art.html","abstract":"  Another Warhol Motion    While New York's art galleries and auction houses are settling into a slower summer pace, things at the Andy Warhol Foundation for the Visual Arts are heating up.   This week the foundation filed a motion in the Manhattan Surrogate's Court requesting that Surrogate Eve Preminger disqualify herself from ruling in the two-part suit over the Warhol estate brought by Edward W. Hayes. Mr. Hayes, the estate's former lawyer, is seeking up to $11.5 million in additional fees from the foundation under a contract he signed with Frederick W. Hughes, Warhol's business manager and the executor of the estate. The foundation said in its motion that the \"court's impartiality might reasonably be questioned.\"","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Gay Games IV: What, Where and When","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-gay-games-iv-what-where-and-when.html","abstract":"  Gay Games IV are to begin tomorrow and run through June 26 at various locations around New York City, New Jersey and upstate New York. An opening-night ceremony is planned for tomorrow at 6:30 P.M. at Wien Stadium of Columbia University, Broadway and 218th Street, upper Manhattan. There will be a procession of the 11,000 athletes taking part in the games, followed by a lighting of the flame and a fireworks display. Those speaking at the ceremony are to include the tennis player Billie Jean King, the Olympic diver Greg Louganis, Gov. Mario M. Cuomo and Mayor Rudolph W. Giuliani. Tickets range from $25 to $100.   A closing-night ceremony is to be held on June 25 at 6:30 P.M. at Yankee Stadium, 161st Street and River Avenue, the Bronx. Awards will be given to the winning athletes and there will be performances by Patti LaBelle, Vanessa Williams, Sir Ian McKellen, Cyndi Lauper, Aretha Franklin and the Unity Chorus and Orchestra, which is made up of singers from around the world. Tickets: $10 to $75.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"Things to Do With a Gay Flavor","web_url":"https://www.nytimes.com/1994/06/17/arts/the-games-begin-things-to-do-with-a-gay-flavor.html","abstract":"  In conjunction with Gay Games IV and the 25th anniversary of the Stonewall uprising, a number of related cultural activities are planned in New York City. Here is a sampling. Events are free unless otherwise noted. General and ticket information: (212) 727-6053 or (800) 429-4263. Today  \"GAYS AND FILM: GET REEL,\" Museum of Modern Art, 11 West 53d Street, Manhattan. Screenings of international documentary and non-narrative gay films and videos, including works by Peter Adair, Sadie Benning, Su Friedrich, Marlon Riggs, Jennie Livingston, Pratibha Parmar and Andy Warhol. Today: Shirley Clarke's \"Portrait of Jason\" at 6 P.M. and Karen Thorsen's \"Price of a Ticket\" at 8 P.M. Through July 12. Admission included in museum admission: $7.50; $4.50 for students and the elderly. Screening schedule and information: (212) 708-9480.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"TV Weekend; Of a Comic Who Told Killer Jokes and Died Young","web_url":"https://www.nytimes.com/1994/06/17/movies/tv-weekend-of-a-comic-who-told-killer-jokes-and-died-young.html","abstract":"  Stand-up comics are on conspicuous display this weekend. Unfortunately for the current state of the art, the best of them, Bill Hicks, is no longer around. He died of cancer in February. He was 32.   Mr. Hicks was not the average one-liner type of comedian. He told what the critic John Lahr of The New Yorker described as \"jokes to kill,\" most of them scathing observations on American icons and institutions (George Bush and the Persian Gulf war were among his choicer targets). That may explain why he was less popular in his own country than in Britain, winning the top award at the 1990 Edinburgh Comedy Festival and doing his last major television special in Britain.","thumbnail":null,"section":"Movies"},{"date":"19940617","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/17/style/chronicle-423432.html","abstract":"  PRESIDENT CLINTON, the target of jokes for wearing skimpy jogging shorts that reveal pale legs, unveiled more conservative garb on his morning run yesterday.    The President wore a pair of gray shorts that reached to just above his knee, a distinct change from his customary mid-thigh length, Reuters reported. He completed the outfit with a dark blue T-shirt and a red baseball cap.","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/06/17/arts/restaurants-421430.html","abstract":"  Walking into La Goulue on an ordinary evening is like opening a book of Brassai photographs and stepping into the page. Women, their hair like helmets, their faces perfect masks, put their heads together and whisper. Their fingernails sparkle, their jewels shine. The men's eyes languidly survey the room as they lean back, cigarettes in hand, puffing. Smoke circles in the air, waiters scurry for the kitchen, Champagne spills. This perfect re-creation of a Paris brasserie is not of this time or this place.   Unless, of course, David Caruso, star of \"N.Y.P.D. Blue,\" happens to be sitting at a front table, wearing a baseball cap and looking as inconspicuous as a butler at a baseball game.","thumbnail":null,"section":"Arts"},{"date":"19940617","headline":"On My Mind; Saving The President","web_url":"https://www.nytimes.com/1994/06/17/opinion/on-my-mind-saving-the-president.html","abstract":"  Representative Charles Schumer of New York calls the Administration's decision \"unwise, untimely and unusually dangerous.\"   Representative Robert G. Torricelli of New Jersey calls the decision \"surrender and retreat.\"","thumbnail":null,"section":"Opinion"},{"date":"19940617","headline":"France Seeks Partners for Rwandan Venture","web_url":"https://www.nytimes.com/1994/06/17/world/france-seeks-partners-for-rwandan-venture.html","abstract":"  Arguing that the world must act to halt the massacres in Rwanda, France struggled today to persuade other European and some African nations to join it in a \"humanitarian\" military intervention if a planned United Nations force does not arrive there soon.   Foreign Minister Alain Juppe, who is to discuss the initiative during visits to the Ivory Coast and Senegal this weekend, said any intervention would be of \"limited duration\" and would aim only to protect civilians threatened with extermination and would not impose a political solution.","thumbnail":null,"section":"World"},{"date":"19940617","headline":"At the Bar; Joe Camel takes his lumps at the hands of a California lawyer.","web_url":"https://www.nytimes.com/1994/06/17/us/at-the-bar-joe-camel-takes-his-lumps-at-the-hands-of-a-california-lawyer.html","abstract":"  Long before he started peddling Big Macs, Fred Flintstone pushed Winstons and anti-smokers sat still. But since R. J. Reynolds began using another cartoon character, Joe Camel, to push its cigarettes, the company has not had a moment's peace.   Thus far, the tobacco giant has been able to swat away complaints that the tuxedo-clad, piano-playing, sunglasses-sporting Joe Camel -- a \"smooth character\" in English-speaking neighborhoods, \"un tipo suave\" for Spanish speakers -- is a cynical attempt to charm, and hook, impressionable children. The Federal Trade Commission recently declined to attack the debonaire dromedary, which is said to have been patterned after Don Johnson of \"Miami Vice\" and James Bond.","thumbnail":null,"section":"U.S."},{"date":"19940617","headline":"Amex to Extend Mileage Plan","web_url":"https://www.nytimes.com/1994/06/17/style/IHT-amex-to-extend-mileage-plan.html","abstract":"Some 100,000 American Express cardholders who reside in Europe, the Middle East and Africa, but who settle their accounts in dollars, will be able to join the company's frequent-flier program this fall..\"We're dotting the i's and crossing the t's","thumbnail":null,"section":"Style"},{"date":"19940617","headline":"Abroad at Home; Who's in Charge Here?","web_url":"https://www.nytimes.com/1994/06/17/opinion/abroad-at-home-who-s-in-charge-here.html","abstract":"  If there was one thing we expected from Bill Clinton's Presidency, it was a common-sense respect for civil liberties. No longer, we thought, would Government lawyers automatically try to assert their power over individuals when there was no real Government interest at stake.    That expectation has been dashed. Or so we have to conclude from two current cases of Government overreaching: outrageous cases.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940617","headline":"Following a televised low-speed highway chase, O. J. Simpson is arrested for the murders of his ex-wife, Nicole Brown Simpson, and her friend Ronald Goldman.","pages":[{"title":"O. J. Simpson","web_url":"https://en.wikipedia.org/wiki/O._J._Simpson","description":"American football player and actor (19472024)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/O.J._Simpson_1990_%C2%B7_DN-ST-91-03444_crop.JPEG/320px-O.J._Simpson_1990_%C2%B7_DN-ST-91-03444_crop.JPEG","thumbnail_width":320,"thumbnail_height":432},"abstract":"Orenthal James Simpson was an American football player, actor, and media personality who played in the National Football League (NFL) for 11 seasons, primarily with the Buffalo Bills. Regarded as one of the greatest running backs of all time, his professional success was overshadowed by his trial and controversial acquittal for the murders of his former wife Nicole Brown and her friend Ron Goldman in 1994."},{"title":"Murder trial of O. J. Simpson","web_url":"https://en.wikipedia.org/wiki/Murder_trial_of_O._J._Simpson","description":"1995 US criminal trial","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/9/91/Seal_of_the_Superior_Court_of_California%2C_County_of_Los_Angeles.png","thumbnail_width":315,"thumbnail_height":315},"abstract":"The People of the State of California v. Orenthal James Simpson was a criminal trial in Los Angeles County Superior Court, in which former National Football League (NFL) player and actor O. J. Simpson was tried and acquitted for the murders of his ex-wife Nicole Brown Simpson and her friend Ronald Goldman. The two were stabbed to death outside Brown's condominium in Los Angeles on June 12, 1994. The murder trial spanned eight months, from January 24 to October 3, 1995."},{"title":"Nicole Brown Simpson","web_url":"https://en.wikipedia.org/wiki/Nicole_Brown_Simpson","description":"American murder victim","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/0/0c/Nicole_brown_simpson.jpg","thumbnail_width":237,"thumbnail_height":378},"abstract":"Nicole Brown Simpson was the second wife of American football player O. J. Simpson. Brown met Simpson in 1977 and they married in 1985, five years after Simpson had retired from professional American football. Their marriage lasted seven years and they had a daughter and a son."},{"title":"Ron Goldman","web_url":"https://en.wikipedia.org/wiki/Ron_Goldman","description":"American murder victim (19681994)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/0/0d/Ronald_goldman.jpg","thumbnail_width":273,"thumbnail_height":365},"abstract":"Ronald Lyle Goldman was an American restaurant waiter and aspiring actor."}]}],"weather":[{"date":"19940617","time":"1994-06-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":68,"wspd":7.6},{"date":"19940617","time":"1994-06-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":68,"wspd":5.4},{"date":"19940617","time":"1994-06-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":71,"wspd":5.4},{"date":"19940617","time":"1994-06-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":68,"wspd":3.6},{"date":"19940617","time":"1994-06-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":73,"wspd":9.4},{"date":"19940617","time":"1994-06-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":78,"wspd":7.6},{"date":"19940617","time":"1994-06-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":78,"wspd":7.6},{"date":"19940617","time":"1994-06-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":71,"wspd":9.4},{"date":"19940617","time":"1994-06-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":64,"wspd":7.6},{"date":"19940617","time":"1994-06-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":61,"wspd":7.6},{"date":"19940617","time":"1994-06-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":56,"wspd":11.2},{"date":"19940617","time":"1994-06-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":54,"wspd":13},{"date":"19940617","time":"1994-06-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":42,"wspd":18.4},{"date":"19940617","time":"1994-06-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":41,"wspd":18.4},{"date":"19940617","time":"1994-06-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":37,"wspd":16.6},{"date":"19940617","time":"1994-06-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.4,"rhum":40,"wspd":18.4},{"date":"19940617","time":"1994-06-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":37,"wspd":18.4},{"date":"19940617","time":"1994-06-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":45,"wspd":20.5},{"date":"19940617","time":"1994-06-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":44,"wspd":20.5},{"date":"19940617","time":"1994-06-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":47,"wspd":18.4},{"date":"19940617","time":"1994-06-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":47,"wspd":18.4},{"date":"19940617","time":"1994-06-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":48,"wspd":14.8},{"date":"19940617","time":"1994-06-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":49,"wspd":11.2},{"date":"19940617","time":"1994-06-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":48,"wspd":14.8},{"date":"19940617","time":"1994-06-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":13},{"date":"19940617","time":"1994-06-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":9.4},{"date":"19940617","time":"1994-06-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":7.6},{"date":"19940617","time":"1994-06-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":5.4},{"date":"19940617","time":"1994-06-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":5.4},{"date":"19940617","time":"1994-06-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":7.6},{"date":"19940617","time":"1994-06-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":7.6},{"date":"19940617","time":"1994-06-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":7.6},{"date":"19940617","time":"1994-06-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":9.4},{"date":"19940617","time":"1994-06-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":87,"wspd":9.4},{"date":"19940617","time":"1994-06-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":87,"wspd":11.2},{"date":"19940617","time":"1994-06-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":7.6},{"date":"19940617","time":"1994-06-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":9.4},{"date":"19940617","time":"1994-06-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":5.4},{"date":"19940617","time":"1994-06-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":13},{"date":"19940617","time":"1994-06-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":13},{"date":"19940617","time":"1994-06-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":57,"wspd":11.2},{"date":"19940617","time":"1994-06-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":52,"wspd":11.2},{"date":"19940617","time":"1994-06-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":44,"wspd":14.8},{"date":"19940617","time":"1994-06-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":50,"wspd":13},{"date":"19940617","time":"1994-06-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":16.6},{"date":"19940617","time":"1994-06-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":55,"wspd":14.8},{"date":"19940617","time":"1994-06-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":61,"wspd":13},{"date":"19940617","time":"1994-06-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":61,"wspd":7.6}]}}