{"19950314":{"guardian_articles":[],"nytimes_articles":[{"date":"19950314","headline":"Essex Just Wants to Get It Right","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-essex-just-wants-to-get-it-right.html","abstract":"  Essex County Executive James W. Treffinger was to introduce his 1995 budget tomorrow but county and state officials gave him an extension until next week. The county faces a $161 million deficit, and Mr. Treffinger hopes this year's budget can be $50 million less than last year's package, which started with a $508 million budget and was augmented by another $110 million in expenses and liabilities. (Maybe there is no danger in the delay; budget or no, the county has not shut down. Last year it operated on a temporary budget until August.)","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"3 in Extortion Case Also Tied to Murder","web_url":"https://www.nytimes.com/1995/03/14/nyregion/3-in-extortion-case-also-tied-to-murder.html","abstract":"  Four men were charged with extortion and weapons violations in Federal Court in Brooklyn yesterday, as arrest warrants for three of them were issued in Los Angeles, charging them with two murders last year in Torrance, Calif.   The three men charged in both cases were identified as Gary Friedman, 39, a lawyer who lives at 7-27 152d Street in Whitestone, Queens; his 36-year-old brother, Kenneth, who is serving a sentence in a New York State prison on burglary and weapons convictions, and Ruben Hernandez, of 91-12 Vanderveer Street in Queens.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Novacek Signed by Cowboys","web_url":"https://www.nytimes.com/1995/03/14/sports/sports-people-football-novacek-signed-by-cowboys.html","abstract":"  TROY AIKMAN, though he lost his deep threat when ALVIN HARPER left, kept his third-down go-to guy in tight end JAY NOVACEK. A $1.8 million signing bonus clinched a deal for Novacek as he agreed to a three-year, $4.8 million contract with the Dallas Cowboys late Sunday, countering a strong bid from Green Bay.   The Cowboys needed to keep Novacek after they lost Harper, the starting wide receiver, to Tampa Bay and center MARK STEPNOSKI to the Houston Oilers. \"This was a big priority for us,\" said Coach BARRY SWITZER. \"Jay's the only tight end Troy has ever thrown to. When it's third-and-medium, it's critical to have Jay. He makes it happen.\"","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/03/14/style/IHT-what-theyre-reading.html","abstract":"Angel Luis Jaime y Baró, chairman of the Rioja wine regulatory board, is reading \"Breve Historia de España\" by Fernando García de Cortázar and José Manuel González Vesga..\"I was interested in a different focu","thumbnail":null,"section":"Style"},{"date":"19950314","headline":"Students Must Know Guns Are Not Tolerated","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-students-must-know-guns-are-not-tolerated-137795.html","abstract":"  To the Editor:   I would like to state my strong support for the proposal by Ramon C. Cortines, New York City Schools Chancellor, to remove students carrying guns from their regular schools for one year (news article, March 8).","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Sandbags Save Little","web_url":"https://www.nytimes.com/1995/03/14/us/sandbags-save-little.html","abstract":"  Californians recovering from a January flood now find themselves battling a larger one. On Oliver Street in Carmel, volunteers built a sandbag barrier and thought they had the upper hand but turned to see the waters sweep into their houses.    Article, page A9.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"1945: Osaka Torched : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-1945-osaka-torched-in-our-pages100-75-and-50-years-ago.html","abstract":"GUAM - American Super-Fortresses bent upon the destruction of Osaka's \"hidden factories\" applied the torch to Japan's second largest city this morning [March 14]. The city's most inflammable and congested area was the target for the third mass l","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Q&A","web_url":"https://www.nytimes.com/1995/03/14/science/q-a-270595.html","abstract":"  Wayward Hair   Q.  Why does humidity make some hair curly and some hair straight?","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Prince Moulay Hisham : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-prince-moulay-hisham-letters-to-the-editor.html","abstract":"Letter writer: John K. Cooley","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Special Election for 5 Seats","web_url":"https://www.nytimes.com/1995/03/14/nyregion/special-election-for-5-seats.html","abstract":"  Polls will be open from 6 A.M. to 9 P.M. today in five special elections to fill vacant seats in the New York State Senate and Assembly.   In the 68th Assembly District, in Manhattan, William Del Toro, Francisco Diaz Jr. and Nelson Antonio Denis are the candidates to succeed Mr. Del Toro's brother, Angelo, who died in December.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/14/nyregion/c-corrections-305195.html","abstract":"  An article on Saturday about the Long Island Rail Road's purchase of double-decker coaches referred incorrectly to the places where such coaches are now used. Besides Chicago, they indeed include the East Coast -- in Boston and Miami.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Elderly Hospital Patient Dies After Elevator Accident","web_url":"https://www.nytimes.com/1995/03/14/nyregion/elderly-hospital-patient-dies-after-elevator-accident.html","abstract":"  An 82-year-old patient died yesterday after he was jolted off a gurney when an elevator dropped between floors at a small city-operated hospital on the Lower East Side.   The patient, identified as Hsou Chuen Lee, was taken by ambulance from the Gouverneur Skilled Nursing Facility, Diagnostic and Treatment Center to New York Downtown Hospital, where he was pronounced dead.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Your Broker or the Other Guy's?","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-your-broker-or-the-other-guy-s.html","abstract":"  Home buyers do not have to have a lawyer assist in the closing of a sale, the State Supreme Court ruled yesterday. But the court said brokers who help close deals must disclose potential conflicts of interest, such as representing the seller, too. And it said that buyers and sellers must be warned of the pitfalls of proceeding without a lawyer.   What people do now often depends on where they are buying a home. In South Jersey, 60 percent of home buyers and 65 percent of the sellers do not use lawyers. In North Jersey, more than 99 percent of the buyers and 86 percent of the sellers have lawyers at closings.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Seifert Gets 2-Year Pact At Salary Second to Shula","web_url":"https://www.nytimes.com/1995/03/14/sports/sports-people-football-seifert-gets-2-year-pact-at-salary-second-to-shula.html","abstract":"  GEORGE SEIFERT, who directed the San Francisco 49ers to the Super Bowl championship, yesterday was given a two-year contract extension that will keep him with the team through the 1997 season at an average of $1.4 million. Seifert, who also won the Super Bowl in 1989, his first year as BILL WALSH's successor, has a record of 85-23 in six seasons and a winning percentage of .801 that's by far the best in National Football League history for a coach who has coached more than 100 games. The contract makes him the second-highest-paid coach in history behind Don Shula, who makes between $1.5 million and $1.6 million.   Despite five trips to the National Conference title game in his six seasons and his Super Bowl victories, Seifert was thought during the season to be in trouble if he didn't get by Dallas, which San Francisco did, 38-28, in the N.F.C. championship game.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"A Failed Plot to Overthrow Hussein Is Reported in Iraq","web_url":"https://www.nytimes.com/1995/03/14/world/a-failed-plot-to-overthrow-hussein-is-reported-in-iraq.html","abstract":"  The head of Iraqi military intelligence during the Persian Gulf war tried but failed to overthrow President Saddam Hussein early this month, according to American intelligence reports.   Wafiq Samaraii, a retired major general who was relieved of his military intelligence post in a purge, apparently tried to mount a coup with Iraq's main opposition group and with help from the Kurds in the north and the Shiites in the south, the reports said.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Original Brahms Requiem","web_url":"https://www.nytimes.com/1995/03/14/arts/original-brahms-requiem.html","abstract":"  Brahms's \"German Requiem\" is to be presented in the composer's rarely performed original version for piano four hands on March 26 at 7 P.M. at Central Presbyterian Church, 593 Park Avenue, at 64th Street. Deborah Stephens (soprano), Jack Eppler (baritone), Alfred and Heidi Kanwischer (pianists) and the Central City Chorus will be under the direction of Charles Pilling. Admission is $15; $12 for students and the elderly. Information: (212) 838-0808.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Deadly Nuclear Waste Piles Up With No Clear Solution at Hand","web_url":"https://www.nytimes.com/1995/03/14/science/deadly-nuclear-waste-piles-up-with-no-clear-solution-at-hand.html","abstract":"  INCREASINGLY, the world is awash in plutonium, the deadly gold of the nuclear era, the man-made element that is produced in all nuclear reactors and prized for making atom bombs. And increasingly, no one knows what to do with it, as big nuclear arsenals become passe and as alternative plans for the perilously radioactive stuff lose their luster.   The simplest option is to bury it. But that is now under fire as scientists debate, and Federal agencies study, whether a proposed underground dump in Nevada might eventually blow up in a nuclear explosion fed by waste plutonium. For years the dump has been seen as a crucial solution to the plutonium problem, and its rejection would be an enormous blow to nuclear planning.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Slow Growth, Not Quick Expansion, for Europe's Security Structure","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-slow-growth-not-quick-expansion-for-europes-security-structure.html","abstract":"Expansion eastward has preoccupied NATO since the end of the Cold War. But three years of debate has not been enough to solve the two conundrums: how to satisfy the security concerns of the countries formerly under Soviet domination without appearing to","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Woman Killed on C Train","web_url":"https://www.nytimes.com/1995/03/14/nyregion/woman-killed-on-c-train.html","abstract":"  An unidentified woman was stabbed to death yesterday on a southbound C train as it entered the 135th Street station in Manhattan, the transit police said.   Albert W. O'Leary, a police spokesman, said the woman was killed in the third car of the train at 6:16 P.M.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Welfare and Food Stamp Rolls End Six Years of Increases","web_url":"https://www.nytimes.com/1995/03/14/us/welfare-and-food-stamp-rolls-end-six-years-of-increases.html","abstract":"  Welfare and food stamp rolls, which increased relentlessly through recession and economic recovery in the last six years, have finally leveled off, new Government data show.   The persistent increases in the rolls had become one of the great puzzles of social welfare policy.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Simpson Team Begins Sketching Its Case for a Police Conspiracy","web_url":"https://www.nytimes.com/1995/03/14/us/simpson-team-begins-sketching-its-case-for-a-police-conspiracy.html","abstract":"  A lawyer for O. J. Simpson set out to show today that a police detective was so incurably racist that he picked up one of two bloody gloves at the crime scene, rubbed it inside Mr. Simpson's Bronco and then placed it behind Mr. Simpson's house.   Court adjourned before the lawyer, F. Lee Bailey, could question Detective Mark Fuhrman about finding the glove, and Mr. Bailey did not explicitly tell the jury that the detective planted it on Mr. Simpson's estate. But earlier, in a hearing before Judge Lance A. Ito, he said that Mr. Fuhrman \"is very definitely a suspect\" in such misconduct. \"And that's what we intend to show with circumstantial evidence far stronger than the people will ever offer against O. J. Simpson for the murders,\" Mr. Bailey stated.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Sapp, Potential No. 1 Draft Pick, Fails Drug Tests","web_url":"https://www.nytimes.com/1995/03/14/sports/football-sapp-potential-no-1-draft-pick-fails-drug-tests.html","abstract":"  University of Miami defensive lineman Warren Sapp, the potential No. 1 pick in next month's National Football League draft, and his teammate, running back James Stewart, also a potential first-round pick, both failed drug tests at the N.F.L. scouting combine in February, according to several club executives and people in the league.   According to people who were notified in writing by the league about the test results, Sapp failed both cocaine and marijuana tests. Stewart, they said, failed only the marijuana test. At the combine, a showcase of college players in front of N.F.L. talent evaluators, players are tested for cocaine, marijuana, steroids and alcohol.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Talks Off as N.L.R.B. Summons Parties","web_url":"https://www.nytimes.com/1995/03/14/sports/baseball-talks-off-as-nlrb-summons-parties.html","abstract":"  First, they disagreed about which day they would meet. Now they're not sure they will meet at all.   The round of talks in the baseball strike that had been scheduled to begin Tuesday or Wednesday was delayed today in the face of a scheduled meeting in Washington Tuesday at which the owners are expected to learn that the National Labor Relations Board will issue a complaint against them.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"1920: Coup in Berlin : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-1920-coup-in-berlin-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - As the result of a Pan-German plot, having for its aim the installation of Hindenburg as President of the German Empire, the Ebert-Noske Government was overthrown early this morning [March 13] and the German capital is occupied by troops commande","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Clinton to Tell Yeltsin That NATO Is Not Anti-Russian","web_url":"https://www.nytimes.com/1995/03/14/world/clinton-to-tell-yeltsin-that-nato-is-not-anti-russian.html","abstract":"  Eager to reduce Russia's opposition to expanding NATO, President Clinton is planning to exchange letters with President Boris N. Yeltsin to assure him that NATO no longer is an anti-Russian alliance, senior Administration officials said today.   Administration officials said they were going out of their way to make Mr. Yeltsin feel comfortable about the extension of NATO into Eastern Europe in hopes of easing tensions that have developed not only over NATO but also over Russia's offensive in the breakaway region of Chechnya and Moscow's plans to build nuclear reactors in Iran.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Vermont Sticks to Its Rules","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-vermont-sticks-to-its-rules.html","abstract":"  In the spring of 1992, A and T Bus Company of Hoboken lost its license to operate in Vermont for failing to pay for a permit required of out-of-state buses. This event was little noticed by the outside world, perhaps because the presidential campaign was under way. On Sunday afternoon, the license problem suddenly became very important (and infuriating) to 45 New Jerseyans who were on their way home after a skiing weekend. A conscientious police officer ran a routine check on the bus's license plate and discovered the suspension. The officer pulled the bus over near Rutland. The passengers waited nearly two hours for a Vermont bus to take them home.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Apartments, and Lives, And an Unsure Future","web_url":"https://www.nytimes.com/1995/03/14/nyregion/our-towns-apartments-and-lives-and-an-unsure-future.html","abstract":"  WHEN she thinks hard, Marisol Rivera can recall Charter Oak Terrace as a sweet little village, with the brick houses still young and strong, children doing flips off the playground swings, family barbecues on the front lawns.   \"It was nice 30 years ago,\" Ms. Rivera said, standing on a parking pad littered with broken beer bottles. \"It was different.\"","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Real Yankees Almost Meet Replacements","web_url":"https://www.nytimes.com/1995/03/14/sports/baseball-real-yankees-almost-meet-replacements.html","abstract":"  A handful of replacement players in Yankee uniforms took batting practice at the sprawling minor league facilities here this morning, then departed shortly before two real members of the Yankees arrived in grunge gear to work out.   No, Pat Kelly and Jim Leyritz did not bump into John DiGirolamo or Kevin Riggs in the parking lot.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Securities Fraud Bill Doesn't Go Far Enough; The Litigation Jungle","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-securities-fraud-bill-doesn-t-go-far-enough-the-litigation-jungle-309495.html","abstract":"  To the Editor:   Your lead editorials of Feb. 21 and March 8 on litigation reform suggest that you seem not to be well aware of what is going on out there.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/14/nyregion/no-headline-945395.html","abstract":"  \"I thought to myself: That's it, the end of apartheid.\" -- FIDEL CASTRO, in Paris.  [ A9:1. ]","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Tapie Directly Implicated As Marseille Trial Opens","web_url":"https://www.nytimes.com/1995/03/14/sports/IHT-tapie-directly-implicated-as-marseille-trial-opens.html","abstract":"France's soccer scandal of the decade reached court Monday, with the former owner of Olympique Marseille, Bernard Tapie, repeatedly clashing with the judge hearing allegations that Tapie was involved in bribing another team's players to lose. .Judge Be","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/14/us/inside-877595.html","abstract":"  Opposition to Iranian Deal   Three members of the Bronfman family who hold powerful positions on the Du Pont board are expected to vote against its Conoco subsidiary's Iranian oil deal. Page D1. Welfare Rolls Decrease    After rising through good and bad economic times over the last six years, the welfare and food stamps lists are decreasing. Page A18. Hint: See Above    The Times has reached the journalistic equivalent of a car odometer's rolling over, and it has taken a mere 143 years and 177 days. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Re-signing Riley Is Now Checketts's Permanent Concern","web_url":"https://www.nytimes.com/1995/03/14/sports/basketball-re-signing-riley-is-now-checketts-s-permanent-concern.html","abstract":"  Dave Checketts, whose status changed yesterday from interim to permanent president of Madison Square Garden, said he had no firm timetable to extend the contract of Knicks Coach Pat Riley beyond next season.   \"Pat knows I have great respect for him,\" Checketts said. \"A lot of negotiating has gone on. But we're in the stretch run now. We have to make a strong challenge. I want him back. I've made that very clear.\"","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Arraignment in Club Stampede","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-arraignment-in-club-stampede.html","abstract":"  The owner of the nightclub where four people were killed in a stairwell stampede on Dec. 3 was arraigned on manslaughter charges yesterday, and a not-guilty plea was entered on his behalf by his lawyer. Fernando Bravo of Sayreville faces four counts of manslaughter in the deaths at the El Balcon club.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Observer; Fat Is Easier","web_url":"https://www.nytimes.com/1995/03/14/opinion/observer-fat-is-easier.html","abstract":"  Here's a new biography of Tom Paine. It is 644 pages long. Just thinking of those 644 pages makes you want to kick the nearest computer. And of course you can't -- kick computers I mean. Unlike typewriters, they're too expensive.    A typewriter once put me in such evil temper that I threw it out a second-floor window. For a week or more it had insolently refused to have anything halfway literate written on it.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"School Aide Is Charged In Kickbacks","web_url":"https://www.nytimes.com/1995/03/14/nyregion/school-aide-is-charged-in-kickbacks.html","abstract":"  A former mid-level administrator at Board of Education headquarters was charged yesterday with embezzling $20,000 in kickbacks from a vendor of office supplies.   The administrator, Sandra Orter, received most of the kickbacks for ordering more than $40,000 in supplies, which the Board of Education paid for but which were never delivered, investigators said. The investigators, for the New York City school system, said the administrator and vendor had succeeded with the phantom-purchase scheme because of inadequate supervision in the supply-purchase system.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"G.I.'s to Join A NATO Unit In Croatia","web_url":"https://www.nytimes.com/1995/03/14/world/gi-s-to-join-a-nato-unit-in-croatia.html","abstract":"  A small number of United States soldiers will be sent to Croatia to assist in the planned scaling back of the United Nations peacekeeping force there, Defense Secretary William J. Perry said today.   In outlining for the first time a NATO plan to assist in the withdrawal, Mr. Perry told reporters that American communications units would form part of a small contingent that is to be sent to the region. The NATO soldiers are to help in an operation, approved over the weekend in a compromise between the Western allies and the Croatian Government, that will see the 12,000-member United Nations force in Croatia reduced to 5,000 troops.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Win Some, Lose Some, But Jets Plan to Cope","web_url":"https://www.nytimes.com/1995/03/14/sports/football-win-some-lose-some-but-jets-plan-to-cope.html","abstract":"  The Jets have suffered a blow to their stature because of their inability to sign two important players, Jeff Lageman and Dwayne White.   Every National Football League team is losing players to free agency, even the San Francisco 49ers. But the Jets are starting fresh (again), and their new order has had mixed success. The hierarchy is nominally headed by General Manager Dick Steinberg.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"1895: Cushioned Cats : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-1895-cushioned-cats-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - An interesting Cat Show was opened at St. Stephen's Hall, Westminster, yesterday [March 14]. There were nearly six hundred entries. Every attention appears to have been bestowed upon the comfort of the animals by the management, whose solicitude","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Washington Newly Aloof to Its Ex-Hero","web_url":"https://www.nytimes.com/1995/03/14/world/washington-newly-aloof-to-its-ex-hero.html","abstract":"  Last year the Clinton Administration was -- publicly at least -- calling Carlos Salinas de Gortari a hero of democratization and free markets. He was its candidate for the one of the most powerful posts of the new economic age, director of the World Trade Organization.   Today, in a measure of how quickly the former Mexican President's star has fallen, the White House was scrambling to find out if Mr. Salinas was really seeking to take up residence in the United States and through much of the day professed not to know where he was. Administration officials said they had not struck any kind of deal to give him sanctuary, but expressed hope that Mr. Salinas's departure from Mexico would help the chances of repairing the economic damage for which he has been partly blamed.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Old-Line Museum Shakes Off the Dust","web_url":"https://www.nytimes.com/1995/03/14/arts/art-review-old-line-museum-shakes-off-the-dust.html","abstract":"  For years after its founding in 1805, the Pennsylvania Academy of the Fine Arts was at the center of the art establishment in America. It can count among its founders the painters Benjamin West and Charles Willson Peale and the gifted sculptor William Rush, and, among its alumni the painters Thomas Eakins, Thomas Anshutz, Robert Henri and Stuart Davis. In 1908, the academy mounted an exhibition of the Realists known as the Eight, organized by Henri, after their paintings had been rejected by the National Academy of Art in New York. And even as late as the mid-1960's, when the Pennsylvania Academy was relatively moribund, its annual exhibitions were routinely reviewed in tandem with those of the Whitney Museum of American Art.    At the moment, the academy may be edging toward the center again. For one thing, the body -- or the figure, as academicians would say -- has been ubiquitous in much recent art, and even realist painting has more adherents among younger artists than it has had in some time. So there's a chance that the academy can remain true to its founding principles and regain a contemporary relevance it has not enjoyed at least since the advent of Abstract Expressionism. More important, the academy itself seems to be trying to raise its profile, celebrating its latest round of renovations with a large exhibition drawn from its idiosyncratic collection.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"What's in a Number? 143 Years of News","web_url":"https://www.nytimes.com/1995/03/14/nyregion/what-s-in-a-number-143-years-of-news.html","abstract":"  This was front-page news in No. 1: \"In England, political affairs are quiet.\" So were two stories about New-York, a city that still had a hyphen in its name: a 35-year-old Manhattan woman had died in police custody, and two Death Row inmates were facing execution.   No. 25,320 was the one that said Lindbergh did it, flying to Paris in 33 1/2 hours. No. 30,634 described the Japanese attack on Pearl Harbor. No. 35,178 reported that the Supreme Court had banned segregation in public schools. No. 40,721 said that men had walked on the moon, No. 46,669 that the Challenger had exploded.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Deadly Rainstorms in California Likely to Be Most Expensive Ever","web_url":"https://www.nytimes.com/1995/03/14/us/deadly-rainstorms-in-california-likely-to-be-most-expensive-ever.html","abstract":"  One of the most disastrous storm systems to hit California this century continued over a broad front today, causing tens of millions of dollars more in damage to roads, homes and businesses, and ruining crops in some of the nation's richest farmland.   At least 12 people have died or are missing as a result of the series of winter storms that began sweeping off the Pacific last week and have drenched the region almost relentlessly since then. More rain is expected in the next few days, and disaster officials warned that rivers in the region could remain above flood levels for a week or more.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/14/nyregion/chronicle-320595.html","abstract":"  GREG LOUGANIS, the four-time Olympic gold medal diver, accepted the Visibility Award given by United States Representative Gerry E. Studds, Democrat of Massachusetts, in Boston on Sunday night, The Associated Press reported.    The award honors gay men for leadership.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Istanbul Journal; A Prophet Tests the Honor of His Own Country","web_url":"https://www.nytimes.com/1995/03/14/world/istanbul-journal-a-prophet-tests-the-honor-of-his-own-country.html","abstract":"  In physical stature Yasar Kemal, Turkey's best-known and best-loved novelist, is decidedly Hemingwayesque -- a big, barrel-chested man who looks as if he's ready to wrestle with the devil. And that, a lot of people feel, is exactly what he's doing.   Mr. Kemal, 71 or thereabouts -- such things are a bit vague in the wild mountains near Adana where he was born -- is facing the wrath of the avenging state.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Met Plight: Stand-Ins In Need of Stand-Ins","web_url":"https://www.nytimes.com/1995/03/14/sports/baseball-met-plight-stand-ins-in-need-of-stand-ins.html","abstract":"  The Mets have 20 errors in 9 games. They have not won a game, had not hit a home run until the ninth inning today, and have a batting average that falls far short of .200. They are the worst team in a spring training marked by bad replacement baseball.   Don't expect things to improve anytime soon.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Another King Under His Crown","web_url":"https://www.nytimes.com/1995/03/14/arts/another-king-under-his-crown.html","abstract":"  In the 1930's, Gov. Huey P. Long ruled Louisiana under the slogan \"Every man a king.\" In 1991, in the movie \"King Ralph,\" the actor John Goodman played a Las Vegas lounge singer who becomes the King of England. Governor (eventually United States Senator) Long, a Populist demagogue who mightily boasted of his humble origins, lined his pockets while in office. Mr. Goodman, a liberal Democrat, has made a fortune portraying big-hearted working stiffs in the movies and on television.   Thus, by impeccable Hollywood logic Mr. Goodman is the perfect man to bring Long, who called himself the Kingfish and who was assassinated in 1935, back to life. He is the star and a producer of \"Kingfish: A Story of Huey P. Long,\" a new movie biography made for the TNT cable channel to be broadcast at 8 and 10 P.M. on Sunday.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Mexico's New Leader Finds Job Full of Painful Surprises","web_url":"https://www.nytimes.com/1995/03/14/world/mexico-s-new-leader-finds-job-full-of-painful-surprises.html","abstract":"  Ernesto Zedillo did not expect the presidency of Mexico to be \"pleasant,\" he said today. Nor, he acknowledged, did he fully understand the weaknesses of Mexico's economic strategy, the depth of the demands for reform, or what it might mean to be the first developing country to fall precipitously out of favor with the world financial markets.   \"I thought it was going to be rough,\" Mr. Zedillo said. \"But I must be honest -- I never expected anything as complex as what we have lived through over these last three months.\"","thumbnail":null,"section":"World"},{"date":"19950314","headline":"L.I. Youth Among Winners In National Science Contest","web_url":"https://www.nytimes.com/1995/03/14/nyregion/li-youth-among-winners-in-national-science-contest.html","abstract":"  A Long Island high school student who invented a talking wallet for blind people was the highest-ranking of the four New York area winners in the Westinghouse Science Talent Search, contest sponsors announced today. The 4 were among the top 10 scholarship recipients in what is considered the nation's most prestigious high school science competition.   A teen-ager from San Diego, Irene Ann Chen, 17, won first place for her study of lymphoma, a type of cancer. Irene is first in her class of 300 at La Jolla High School. She plans to attend Harvard and is also an accomplished pianist.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"The Small Print in the 'Contract'","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-the-small-print-in-the-contract.html","abstract":"  What's a good Republican to do? Representative Marge Roukema of Ridgewood wants to go along with her party's proposed $17 billion spending cut, but not at a cost of $300,000 to her constituents. That's how much the Kittatinny and Sandyston-Walpack school districts stand to lose in Federal aid under the cuts scheduled for debate in Congress tomorrow.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"A Tale of National Pastimes Unfolds Down in Argentina","web_url":"https://www.nytimes.com/1995/03/14/sports/pan-american-games-a-tale-of-national-pastimes-unfolds-down-in-argentina.html","abstract":"  As he barbecued for his guests at his farm on Sunday, the smoke wafting from his pit like a succulent fog, Eduardo Crowder said he would not watch Argentina play the United States in soccer at the Pan American Games. His hobby is sculpting. What interest would he have in a sport where use of the hands is forbidden?   \"You must be the only person in Argentina who doesn't like soccer,\" a visitor said to a round of laughter.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Killing Poses Hard Questions About Talk TV","web_url":"https://www.nytimes.com/1995/03/14/us/killing-poses-hard-questions-about-talk-tv.html","abstract":"  A new breed of television talk show, specializing in salacious subjects and emotional confrontations, has become so successful in drawing audiences that few producers of the programs, executives of the big corporations that own them, or advertisers that support them raise any questions about their content.   For a successful show, like the ones presided over by Jenny Jones or Ricki Lake, profits can reach $50 million to $60 million a year, comparable to what Jay Leno brings NBC with his \"Tonight\" show. So, despite a murder in Michigan last week that the authorities have linked to an encounter at a taping of \"The Jenny Jones Show,\" few industry executives expect any serious effort to tone down the broadcasts.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Political Memo; Variety of Motives in the Making of Endorsements","web_url":"https://www.nytimes.com/1995/03/14/us/political-memo-variety-of-motives-in-the-making-of-endorsements.html","abstract":"  At a recent fund-raising gala in Dallas for his Presidential campaign, Senator Phil Gramm looked like the most-beloved Republican inside his home state of Texas and out. He was surrounded by the Governor, senators, even Charlton Heston. The hugs, the hearty slaps on the back, the \"Mr. President\" introductions were endless.   But all was not as it seemed. Though many of those on stage genuinely want Mr. Gramm to be the next President, others were tortured.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"The Embargo on Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-the-embargo-on-bosnia-letters-to-the-editor.html","abstract":"Regarding \"If the Serbs Don't Sign the Plan, Lift the Arms Embargo on Bosnia\" (Opinion, Feb. 23) by Haris Silajdzic:.Mr. Silajdzic speaks of his \"firm commitment to a pluralistic and democratic society,\" yet he refers to Bosnia's se","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Graceful Or Gaudy?; As Towns Ban Signs, Merchants Fight Back","web_url":"https://www.nytimes.com/1995/03/14/nyregion/graceful-or-gaudy-as-towns-ban-signs-merchants-fight-back.html","abstract":"  In recent months, the colorful and sometimes quirky windsocks and banners festooning the Victorian porch of Gary Rosenblatt's Chatham Florist shop here have stirred the deepest of passions.   \"As a 40-year resident, I say it's about time this town saw some color!\" one fan wrote on a petition declaring that Mr. Rosenblatt's banners of leprechauns and crabs, firefighters and dinosaurs \"enhance the beauty of Main Street.\" To which a couple from Union added: \"We drive to Chatham just to see them!\"","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Modern Life Suppresses An Ancient Body Rhythm","web_url":"https://www.nytimes.com/1995/03/14/science/modern-life-suppresses-an-ancient-body-rhythm.html","abstract":"  AS the vernal equinox advances, and the sun lingers in the sky a bit longer each day, and the buds poke forth like babies' fists from every barren twig, even urbanites may feel the pagan craving to revel in seasonal rhythms.   After all, the lengthening of the day and the warming of the air exert a tremendous influence on virtually every other life form, inspiring migrations, ending hibernations, inciting growth and exciting lust. Surely humans, too, must be prey to the power of the seasons, the return of light and the chastening of night. Surely people's innate circadian clocks must react to the return of spring, resetting themselves to keep pace with the extra daytime hours.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/14/nyregion/news-summary-801595.html","abstract":"  International A3-9  MEXICAN PRESIDENT REFLECTS     In an interview, Ernesto Zedillo acknowledged that when he became Mexico's President, he did not fully understand the weaknesses of Mexico's economic strategy.  A1","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"World News Briefs; Christopher Begins Talk About Golan With Assad","web_url":"https://www.nytimes.com/1995/03/14/world/world-news-briefs-christopher-begins-talk-about-golan-with-assad.html","abstract":"  Secretary of State Warren Christopher today began discussing the details of security arrangements for the Israeli-occupied Golan Heights with Syria's President, Hafez al-Assad, in an effort to restart direct negotiations between the two countries.   Mr. Christopher and Mr. Assad focused in their five-hour meeting on possible security arrangements that would be installed if Israel withdrew from the strategic Golan Heights.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"American Launched On Soyuz","web_url":"https://www.nytimes.com/1995/03/14/science/american-launched-on-soyuz.html","abstract":"  When Norman E. Thagard lifts off from the same space pad here that launched Sputnik and the space race almost 40 years ago, he will become the first American crew member sent aloft on a Russian spacecraft.   Dr. Thagard has spent a year in Russia preparing for a three-month mission on the Mir space station. He was scheduled to lift off aboard a Soyuz spacecraft from this immense, majestically barren space center at 11:11 A.M. Tuesday (1:13 A.M. Eastern standard time). The crew is commanded by Lieut. Col. Vladimir N. Dezhurov and also includes Gennady M. Strekalov, the flight engineer.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Separated and Unequal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-separated-and-unequal-letters-to-the-editor.html","abstract":"Regarding \"Jobs Alone Don't Seem To Suffice\" (Opinion, Feb. 25) by William Raspberry:.Mr. Raspberry fails to mention the primary cause of the increase in family separations: the incentive that U.S. welfare programs give to low- income mothers","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Screen Test: Television on Your PC","web_url":"https://www.nytimes.com/1995/03/14/science/personal-computers-screen-test-television-on-your-pc.html","abstract":"  CERTIFIED professional psychics! (Mouse click.) The O. J. Simpson trial. (Mouse click.) Disney on Ice! (Mouse click.) Judge Lance A. Ito. (Mouse click.) \"I agree with what Ann's saying, but as a therapist . . .\" (Mouse click.) O. J. (Mouse click.) O. J. (Mouse click.). O. J. (Mouse click.) And now back to our regular program: \"Processing Words.\"   Nicholas Negroponte, a media futurist, recently suggested on the Op-Ed page of The New York Times that by the year 2000, \"many Americans will be watching TV in the upper-right-hand corner of their P.C.'s.\" But if you have a burning desire to keep up with the latest prices of Kurly Ties on QVC while you peck out the Great American CD-ROM, you need not wait until the millennium. The promise and threat of \"digital convergence\" have arrived in the form of multimedia computers with built-in television tuners. The one I tried was a Presario 920 CDTV (about $1,900 without monitor) from the Compaq Computer Corporation; (800) 345-1518.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Tell It to the High Court: Justices Seek Comment on Proposed Rule Changes","web_url":"https://www.nytimes.com/1995/03/14/us/tell-it-to-the-high-court-justices-seek-comment-on-proposed-rule-changes.html","abstract":"  The Supreme Court today took the unusual step of reaching out to the public for advice and comment on proposed revisions to its rules.   The Justices issued the 79-page draft both in print form and through the various computer information services that carry the Court's decisions, inviting the public to make comments through April 28 on the rules that govern the technical aspects of how cases are filed and processed.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/03/14/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"GIULIANI IN ACCORD WITH CITY COUNCIL ON X-RATED SHOPS","web_url":"https://www.nytimes.com/1995/03/14/nyregion/giuliani-in-accord-with-city-council-on-x-rated-shops.html","abstract":"  Mayor Rudolph W. Giuliani and the City Council agreed yesterday to a set of strict new zoning rules for X-rated video stores and topless bars that city officials say will drastically reduce the number and concentration of the establishments throughout the city.    The new rules, which officials hope will be put into effect before the end of the year, would prevent sex-related businesses from operating within 500 feet of residences, schools and houses of worship and within 500 feet of one another.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Chess","web_url":"https://www.nytimes.com/1995/03/14/arts/chess-221795.html","abstract":"  The winner of the Pan-Pacific International Tournament in San Francisco was the oldest, boldest, hardest-fighting player in the round-robin event: Viktor Korchnoi, age 63. The former Soviet grandmaster, now a Swiss, is one of the super class who have repeatedly challenged for the world championship.   Scoring 8-3 in a field of 12, Korchnoi was trailed by Boris Gulko, a Fair Lawn, N.J., grandmaster, and John Nunn, an English grandmaster, sharing second place. Each scored 7 1/2-3 1/2 in the tourney, sponsored by Mindscape, maker of the computer program Chessmaster 4000, and by the Mechanics Institute, one of the oldest chess clubs in America. FINAL STANDINGS  Player . . . Pts.  Korchnoi . . . 8 Gulko . . . 7 1/2 Nunn . . . 7 1/2 De Firmian . . . 6 1/2 Hubner . . . 6 Christiansen . . . 5 1/2 Xie . . . 5 1/2 Browne . . . 5 Waitzkin . . . 4 Polgar, Z. . . . 3 1/2 Tisdall . . . 3 1/2 Ashley . . . 3 1/2    Korchnoi's daring, pugnacious play was nowhere so evident as in his defiant victory over the German grandmaster Robert Hubner in Round 5 on Feb. 26.   One virtue of 4 e5 in the Classical French Defense is that it avoids the reduction of material that can arise from 4 Bg5 de 5 Ne4 Be7. Over a century ago, Wilhelm Steinitz favored it because it pressed for spatial superiority in the center. The main question is how well it can put down black counterattacks.   On 4 . . . Nfd7, the old attempt to erect an imposing center with 5 Nce2 c5 6 c3 Nc6 7 f4 b5 8 a3 cd 9 Nd4 Nd4 10 cd has reappeared again; it is not clear whether White's lead in endgame development after 10 . . . b4 11 Nf3 ba 12 ba Ba6 13 Ba6 Qa5 14 Bd2 Qa6 15 Qe2 Qe2 16 Ke2 should amount to anything serious.   Steinitz preferred a more modest center with 5 f4 c5 6 Nf3 Nc6 7 Be3, the plan that Hubner follows in this game. In an encounter last year in Amsterdam, Jan Timman returned to the violent 7 . . . Qb6 8 Na4 Qa5 9 c3 cd 10 b4 Nb4 11 cb Bb4 12 Bd2 Bd2 13 Nd2 g5 14 Rb1 gf, but with 15 Bb5 Rb8 16 Nc5 Qc3 17 Nd3, Nigel Short got decisive advantage for White.   Korchnoi's order of moves, 7 . . . cd 8 Nd4 Qb6, produces a considerable change. Now, 9 a3 Bc5 10 Na4 Qa5 11 c3 Bd4 12 Bd4 Nd4 13 Qd4 b6 14 Qb4 Qb4 15 ab Ke7 gives White nothing more than an even game. And the gambit with 9 Qd2 Qb2 10 Rb1 Qa3 11 Bb5 Nd4 12 Bd4 Bb4 13 O-O a6 14 Rb3 Qa5 15 Rfb1 Be7 yields Black positional advantage after 16 Bd7 Bd7 17 Rb7 Rc8 18 Kh1 Bc5 19 Bc5 Rc5 20 Rb8 Bc8, according to an analysis by Jorge Magem Badals in Informant 61.   So Hubner reverted to the sharp 9 Ncb5, which John Nunn introduced in 1988, but Korchnoi unflinchingly came up with the innovation 9 . . . a6!, in place of the weak 9 . . . Bc5 or 9 . . . Qa5. Hubner could not retreat without losing his b2 pawn and therefore came on with 10 Nf5. And once again, Korchnoi stood his ground with 10 . . . Bc5!   He did not mind having his king jolted by 11 Bc5 Nc5 12 Nbd6 Kf8 and he resisted 13 Qh5 by 13 . . . Nd8. A retreat with 14 Nd4 would have failed against 14 . . . Qb4! 15 c3 Qb2 16 Rd1 Qc3 17 Kf2 Bd7 18 Be2 Ba4.   Thus, Hubner tried 14 Ng7, hoping for 14 . . . Kg7 15 Qg5 Kf8 16 Qh6 Kg8 17 Ne8, forcing mate. But Korchnoi struck first with 14 . . . Qb4! 15 c3 Qb2 16 Rd1 (16 Qh6 Qa1 17 Ke2 Ke7 18 Qf6 Kd7 also fails to rescue White) Qc3 17 Rd2 h6! There was no use playing 18 Qh4 because 17 . . . Kg7 18 Qf6 Kh7 19 Nf7 would be crushingly rebuffed by 19 . . . Qd2! 20 Kd2 Ne4!   After 18 Nge8 Ne4!, Korchnoi's easiest winning procedure would probably be 19 Qe2 Ke7 20 Nc8 (20 Ne4? de 21 Nd6 e3 is even worse) Rc8 21 Nd6 Nd6 22 ed Kd6 with two pawns to the good. Hubner gave up.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Garbo's Pedestrian Side: Everything Not on Film","web_url":"https://www.nytimes.com/1995/03/14/books/books-of-the-times-garbo-s-pedestrian-side-everything-not-on-film.html","abstract":"  GARBO A Biography  By Barry Paris  Illustrated. 654 pages. Alfred A. Knopf. $35.    She watched \"Matlock\" and \"General Hospital,\" cooked with peanut oil and collected paintings of harlequins and dogs. She kept a secret cache of dynel-haired toy trolls. Leading a life that was pedestrian in every sense, with a daily routine incorporating two long walks and a nap in between, she worried obsessively about sensible shoes. She loved fresh vegetables but never bothered with flowers. \"What's the point?\" she would say. \"They'd only die.\"","thumbnail":null,"section":"Books"},{"date":"19950314","headline":"Meet Me in Phoenix; Rams Debate Continues","web_url":"https://www.nytimes.com/1995/03/14/sports/football-meet-me-in-phoenix-rams-debate-continues.html","abstract":"  The Los Angeles Rams' proposed move to St. Louis continues to spin and boil toward a controversial vote here later this week when the National Football League owners will decide the team's fate.   Will the Rams remain in Anaheim, Calif., or will they play the 1995 season and beyond in St. Louis? The Rams want to move to St. Louis and have completed a deal with the city to do so.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Not Guilty Plea in Carjacking","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-not-guilty-plea-in-carjacking.html","abstract":"  A handcuffed Earl Bethel, accused in the Friday carjacking in which a 65-year-old West Caldwell woman was wounded, pleaded not guilty yesterday to charges that include attempted murder, assault, weapons possession and robbery. After the arraignment in Essex County Superior Court, Mr. Bethel, 19, was returned to jail in lieu of $1 million bail. If convicted on all counts, he could be sentenced to more than 80 years in prison. A 17-year-old suspected accomplice faces Family Court action.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"N.C.A.A. Tournament Guests Run Into Trouble","web_url":"https://www.nytimes.com/1995/03/14/sports/basketball-ncaa-tournament-guests-run-into-trouble.html","abstract":"  Normally, the drill is simple. The roll call for the national collegiate basketball tournament is made on Sunday night, and attendance is not an issue. But no one is describing this season as anything close to normal, and as 64 teams plot their logistical plans and their strategic approaches in the hope of playing one more time, questions lingered about three significant participants.   University of Arizona officials are hoping to learn today whether Damon Stoudamire, a finalist for national player of the year, and Ben Davis will have their eligibility restored by the National Collegiate Athletic Association.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"The Embargo on Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-the-embargo-on-bosnia-letters-to-the-editor-93762450783.html","abstract":"Regarding \"If the Serbs Don't Sign the Plan, Lift the Arms Embargo on Bosnia\" (Opinion, Feb. 23) by Haris Silajdzic:.In addition to Prime Minister Silajdzic's compelling reasons for exempting Bosnia from the unjust United Nations arms embargo","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Mexico Without Blinkers","web_url":"https://www.nytimes.com/1995/03/14/opinion/mexico-without-blinkers.html","abstract":"  Even close watchers of Mexico have been shaken by the explosive allegations of narco-corruption and murderous intrigue being leveled against former Government officials by the new authorities in Mexico City. Those allegations led former President Carlos Salinas de Gortari to flee Mexico over the weekend for a potentially extended exile in the United States.    This is not just the modest settling of scores after a high-profile administration leaves office. President Ernesto Zedillo, who shattered precedent by naming an opposition lawyer to the sensitive post of Attorney General, has now authorized a far-reaching and unflinching inquiry into past misdeeds, mysteries and cover-ups.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Italy's New Baggio Slowed, but More a Leader","web_url":"https://www.nytimes.com/1995/03/14/sports/IHT-italys-new-baggio-slowed-but-more-a-leader.html","abstract":"He will never again run with the tantalizing, elastic stride that had bewitched soccer since he made his professional debut at age 14. Yet even with a right knee that has needed two major operations and will probably have to be opened up again, even afte","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Judicial Panel Is Advised on Cisneros Case","web_url":"https://www.nytimes.com/1995/03/14/us/judicial-panel-is-advised-on-cisneros-case.html","abstract":"  In sealed legal papers, Attorney General Janet Reno advised a special judicial panel today on whether an independent prosecutor should investigate Housing Secretary Henry G. Cisneros about his statements to Federal agents concerning payments he made to his former mistress.   Lawyers following the case said tonight that Ms. Reno leaned strongly in favor of the appointment of an outside prosecutor after hours of agonized deliberations. But Justice Department officials would not confirm that she had formally asked the judicial panel for an appointment.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"In the New Russia, Privalova Stands Out as Unique, Rich and Threatened","web_url":"https://www.nytimes.com/1995/03/14/sports/IHT-in-the-new-russia-privalova-stands-out-as-unique-rich-and.html","abstract":"Irina Privalova was identified as a potential figure skater when she was 3 years old. At 8, she was judged a better candidate for speed skating and, by 10, she had taken to running. Growing up in Moscow, the sports society of the Soviet Union helped make","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Signs of a Paris Spring, and None Too Soon","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-signs-of-a-paris-spring-and-none-too-soon.html","abstract":"Signs of spring aren't as coy as they were a few days ago. They're turning into proclamations of the real thing. No stampede yet, no, but the trend is heartening. It doesn't matter that the winter past was benign; the heart aches, every time, for springt","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/14/nyregion/chronicle-321395.html","abstract":"  Common Cause, the 250,000-member national organization that works to make government more accountable, has a new president and chief executive, and she's no stranger: ANN McBRIDE, who joined the group in 1972 as a volunteer.   Ms. McBride, 50, had been the group's senior vice president since 1984. She was elected on Saturday by the 60-member governing board and took office yesterday. She succeeds Fred Wertheimer, who announced his resignation in October after serving for 14 years.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"On the Air to Battle Pataki's Plan","web_url":"https://www.nytimes.com/1995/03/14/nyregion/the-ad-campaign-on-the-air-to-battle-pataki-s-plan.html","abstract":"  ORGANIZATION The Emergency Coalition to Save New York's Health Care, a group including Local 1199 of the National Health and Human Service Employees Union, the Greater New York Hospital Association, the New York AIDS Coalition and several other groups against Gov. George E. Pataki's health care cuts  PRODUCER Fingerhut, Powers, Smith & Associates, Washington","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Bowe Pays Tyson Short Visit","web_url":"https://www.nytimes.com/1995/03/14/sports/bowe-pays-tyson-short-visit.html","abstract":"  Delayed by bad driving weather, Riddick Bowe was able to visit Mike Tyson in prison for only 45 minutes last night before going back home, but said afterward \"it will be a dream\" if the pair of heavyweights fight.   They met at the Indiana Youth Center in Plainfield, where Tyson will continue serving time for his rape conviction until his release on March 25. While Bowe left after their meeting, his manager, Rock Newman, is remaining until tomorrow to continue talking about a match.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"A Stable Dollar For All : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/14/opinion/IHT-a-stable-dollar-for-all-letters-to-the-editor.html","abstract":"Letter writer: Jagdish Bhasker","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Castro Given Big Welcome By Mitterrand","web_url":"https://www.nytimes.com/1995/03/14/world/castro-given-big-welcome-by-mitterrand.html","abstract":"  In a slap at American policy toward Cuba, President Francois Mitterrand welcomed President Fidel Castro to Paris today for a three-day private stay that has most of the hallmarks of a state visit.   Mr. Mitterrand, who has often described the United States blockade of Cuba as \"stupid,\" welcomed Mr. Castro to Elysee Palace with military honors and a formal lunch.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Clinton and Gingrich Speak Louder on Action","web_url":"https://www.nytimes.com/1995/03/14/us/clinton-and-gingrich-speak-louder-on-action.html","abstract":"  Bill Clinton and Newt Gingrich agree on what they want: action. It's just that they are so far apart on what to do.   \"The veto is a useful device and an important thing on occasion, but what the country really needs is action,\" President Clinton told the National League of Cities meeting here today. He had just outlined objections to Republican plans to cut some of his favorite programs, like national service, Head Start, school lunches and drug education.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/03/14/arts/classical-music-231495.html","abstract":"  An Oboist Does Bach And Works Based on Bach  Peggy Pearson, oboist 92d Street Y    Peggy Pearson came up with an uncommonly good programming idea for her concert of oboe music on Sunday evening. The music of Bach, which is as lilting as oboe music gets, was the central focus. It was, in a way, the periphery as well: Ms. Pearson had John Harbison, Martin Brody and Elizabeth Brown compose new works for her that used Bach chorales as themes.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Mr. Deutch Gets Cabinet Rank","web_url":"https://www.nytimes.com/1995/03/14/opinion/mr-deutch-gets-cabinet-rank.html","abstract":"  It was a buyer's market at the White House last week when President Clinton called in John Deutch, second in command at the Pentagon, to sell him on taking the post of Director of Central Intelligence. Mr. Clinton's earlier selection, the retired Air Force general Michael Carns, was sinking fast and the White House was eager to have a substitute ready. Mr. Clinton got his man, and Mr. Deutch got his price: elevation of the post to cabinet rank.   It should not have happened. The last Director of Central Intelligence to serve as a policy maker and Cabinet member was William Casey during the Reagan Administration. The policy he helped produce was the Iran-contra affair.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Pressure On All Sides In the Battle Of the Budget","web_url":"https://www.nytimes.com/1995/03/14/nyregion/pressure-on-all-sides-in-the-battle-of-the-budget.html","abstract":"  On the airwaves, in the quiet of lawmakers' offices and in rowdy protests in the halls of the Capitol, the battle has been joined over Gov. George E. Pataki's budget and the deep cuts that it would inflict.    With 19 days until the start of a new fiscal year, when Mr. Pataki says he will virtually shut down the state government if the Legislature has not passed a budget, all sides are feeling the pressure.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Springtime! Yes!","web_url":"https://www.nytimes.com/1995/03/14/opinion/springtime-yes.html","abstract":"  There's something about a sudden rush of warm weather that turns a Sunday into a playground, and a Monday into an excuse for a three-hour lunch.   Now that the sun is hanging around a little longer and the wind has lost its steel underpinning, half the city decided Sunday that spring was here. The other half must surely have come to the same conclusion yesterday, when the temperature reached an almost summer-like 70-plus degrees in Central Park, and men doffed their jackets and women their coats.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/14/nyregion/metro-digest-897095.html","abstract":"  SEX SHOPS FACE STRICT ZONING LIMITS   Mayor Rudolph W. Giuliani and the City Council agreed to a set of strict new zoning rules for X-rated video stores and topless bars that city officials say will drastically reduce the number and concentration of the establishments throughout New York City. A1. NEW YORK REPUBLICANS BACK DOLE   In an unusual show of unity orchestrated by Senator Alfonse M. D'Amato, New York's Republican Party leaders, including Gov. George E. Pataki, lined up behind Senator Bob Dole's Presidential campaign. A1. NEW YORK CITY  SCHOOL WORKER CHARGED IN KICKBACKS   A former mid-level administrator at Board of Education headquarters was charged with pocketing $20,000 in kickbacks from a vendor of office supplies. B3. CONTRACTORS RESIST EXTORTION GROUPS   The phone calls come almost weekly -- death threats and extortion demands that are recorded on Tom Keller's answering machine. Mr. Keller is a contractor, and the calls come from groups that say they are seeking jobs for black and Hispanic workers. The police call the groups criminal enterprises bent on strong-arming jobs or extorting payoffs at construction sites across the city. B3. INFORMER TESTIFIES ABOUT ATTACK PLANS   Emad Salem, the informer who secretly recorded the 11 men on trial for sedition in Federal District Court in Manhattan, testified that some of the defendants had planned in early 1992 to explode 12 bombs at once around the city, with Jewish leaders and institutions as their main targets. B3. HOSPITAL PATIENT DIES AFTER ACCIDENT   An 82-year-old patient died after he was jolted off a gurney when an elevator dropped between floors at a small city-operated hospital on the Lower East Side. B3. REGION  SETTLEMENT IN PRAYER ON BUS   The Jewish men wanted to sit together on the bus for prayers. The Jewish woman didn't want to move. Now, an out-of-court settlement of Talmudic subtlety has given each side something of what it wanted. But as often happened with Talmudic adjudications, the parties have conflicting interpretations of the terms. B4. SCIENCE COMPETITION BRINGS HONORS   A Long Island high school student who invented a talking wallet for the blind was the highest-ranking of four New York area winners in the Westinghouse Science Talent Search. They were among the top 10 scholarship recipients in what is considered the nation's most prestigious high school science competition. B4. PRESSURE BUILDS IN BUDGET BATTLE   On the airwaves, in the quiet of lawmakers' offices and in rowdy protests at the Capitol, the battle has begun over Governor Pataki's budget and the deep cuts that it would inflict. B5. BILL AIMS AT REPEAT VIOLENT OFFENDERS   The New Jersey Assembly passed a bill that would impose a life sentence without parole on anyone convicted of a third violent offense. B5. APARTMENTS, AND LIVES, TORN UP BY ROOTS   When she thinks hard, Marisol Rivera can recall Charter Oak Terrace as a sweet little village, with the brick houses still young and strong, children doing flips off the playground swings and barbecues on the front lawns. \"It was nice 30 years ago,\" Ms. Rivera said, standing on a parking pad littered with broken beer bottles. \"It was different.\" Our Towns, B5.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Erroneous College Admission Letter Brings Threat of Lawsuit","web_url":"https://www.nytimes.com/1995/03/14/us/erroneous-college-admission-letter-brings-threat-of-lawsuit.html","abstract":"  Every high school senior knows the rules. A fat envelope means you got in. A thin envelope means you did not.   Only it did not turn out that way for Elizabeth Mikus of Norwell, Mass. Her family is threatening to sue Cornell University because the admissions office sent her what she took to be an early-acceptance letter, and then told her it had been a mistake.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Keep What Works In Mental Health Care","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-keep-what-works-in-mental-health-care-130095.html","abstract":"  To the Editor:   Re \"Psychiatry Doesn't Help Mental Health Cause\" (letter, March 9): Peter R. Breggin, M.D., is right to point out the limits of a purely biological approach to psychiatric care (that is, medication), which assumes that the successful treatment of mental illness begins and ends with pills and injections.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"By Design; The Time for White","web_url":"https://www.nytimes.com/1995/03/14/style/by-design-the-time-for-white.html","abstract":"  When the fashion flock landed in Milan, Italy, last week, the first stop for many was a Prada shop. And what was high on many shopping lists? Not only Prada's famous nylon bags, but also its white patent leather bags, white patent shoes and crisp white jackets. And what was marching down just about every Milanese runway? White coats, white jackets, white shoes and white bags. And these were fall shows.   In Paris this week, at the Premiere Vision exposition of fabrics for spring 1996, the main trend is white-washed pastels. And in every boutique on the Faubourg St.-Honore there is a blaze of white. There are white linen jackets, white patent loafers and pumps in the shoe stores and high-heeled white patent multi-strap sandals in the Valentino and Versace stores.","thumbnail":null,"section":"Style"},{"date":"19950314","headline":"On My Mind; Plugging the Leak","web_url":"https://www.nytimes.com/1995/03/14/opinion/on-my-mind-plugging-the-leak.html","abstract":"  Oh dear, what to do? How can we get that Conoco company to cancel its billion-dollar deal to develop oilfields for Iran?   I know! Appeal to patriotism. Tell the Conoco people the deal worries the President and his Secretary of State sick, because it blows a huge hole in the containment policy. Both say containment -- mostly of trade and arms -- is necessary to keep some rein on Iranian terrorism, militarism and its political and religious warfare against the United States.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Plague's Origins A Mystery","web_url":"https://www.nytimes.com/1995/03/14/science/plague-s-origins-a-mystery.html","abstract":"  Six months after pneumonic plague struck the western Indian city of Surat, top officials from the World Health Organization and the Indian Government said today that they were still baffled by the geographical origin of the disease.   \"That is still not known,\" the Director General of the World Health Organization, Hiroshi Nakajima, told reporters here. Poor research laboratories and an initial panic among medical workers probably resulted in the destruction of valuable bacteria and other samples that could have helped later investigators, Dr. Nakajima said.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Answers to Questions Best Left Unasked","web_url":"https://www.nytimes.com/1995/03/14/theater/theater-review-answers-to-questions-best-left-unasked.html","abstract":"  \"What day is it? What time is it? What are you reading?\" one character asks another in Horton Foote's \"Laura Dennis,\" which has been given its world premiere by the Signature Theater Company at the Kampo Cultural Center.   The speaker here, as it happens, is drunk. But nearly everyone in this bleakly comic drama has a tendency to pour out questions with the doggedness of a fretful 2-year-old.","thumbnail":null,"section":"Theater"},{"date":"19950314","headline":"The Yad Vashem Photos","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-the-yad-vashem-photos-310895.html","abstract":"  To the Editor:   The nudity in photos depicting victims of Nazi atrocities should never be permitted to become another political issue dividing secular and orthodox Israelis and Jews elsewhere (Jerusalem Journal, March 7).","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"New York's Desperate Hours","web_url":"https://www.nytimes.com/1995/03/14/opinion/new-york-s-desperate-hours.html","abstract":"  This should have been the fiscal year that New York City turned the corner. After five straight years of severe budget problems, of staggering through an endless cycle of cutting services and stretching out debt, the city got a half-billion-dollar gift: a temporary downturn in debt service payments to the Municipal Assistance Corporation.   It was a rare opportunity -- not only to balance the 1995 budget but to buy time, to start taking long-term measures that wouldn't necessarily pay off this year but would lead to big savings in the future. As the City Council holds hearings into next year's budget -- still severely out of balance despite the deep cuts proposed by Mayor Rudolph Giuliani -- it has become all too clear that the opportunity was wasted.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Labor Moves to Take British Center","web_url":"https://www.nytimes.com/1995/03/14/world/labor-moves-to-take-british-center.html","abstract":"  Leading the Labor Party through what he called a \"defining moment\" in its history, Tony Blair scored a significant victory today as the party leadership voted to drop a 77-year-old commitment to \"common ownership of the means of production, distribution and exchange.\"   The rewriting of the party's charter -- with its implicit abandonment of socialist high doctrine and its explicit embrace of free market pragmatism -- is intended to reposition Britain's perennial opposition into the political mainstream.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Surprising Manhattan Carrying City's Banner","web_url":"https://www.nytimes.com/1995/03/14/sports/basketball-surprising-manhattan-carrying-city-s-banner.html","abstract":"  The green banners hanging from the rafters of Draddy Gymnasium, home of the Manhattan College Jaspers, mostly represent appearances in the National Invitation Tournament during an era when it was the elite post-season basketball party.   More than a few people would have thought any practice held on this court by the Jaspers yesterday afternoon would have been for another one of those green N.I.T. banners. But in a stunning move by the National Collegiate Athletic Association tournament selection committee on Sunday evening, Manhattan College received an at-large bid to the N.C.A.A. tournament.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"In the Mets' Booth, A Time for Mockery","web_url":"https://www.nytimes.com/1995/03/14/sports/tv-sports-in-the-mets-booth-a-time-for-mockery.html","abstract":"  It was bad baseball, the inanity called the Mets-Indians game on Saturday.   Yet there were WWOR-TV/Channel 9's Tim McCarver, back from an African safari hunting the Wild Reinsdorf, Ralph Kiner and Gary Thorne calling a game the station should have hired replacement voices for. Mel Blanc's son could have provided a crew of Tweety, Sylvester and Porky behind the mike.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Gingrich Looks to Victorian Age To Cure Today's Social Failings","web_url":"https://www.nytimes.com/1995/03/14/us/gingrich-looks-to-victorian-age-to-cure-today-s-social-failings.html","abstract":"  Speaker Newt Gingrich suggested today that out-of-wedlock births and other scourges of society could be reduced by using moral leadership to shame the offenders.   Mr. Gingrich said that in Victorian England, \"they reduced the number of children born out of wedlock almost by 50 percent.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Evolution Of Humans May at Last Be Faltering","web_url":"https://www.nytimes.com/1995/03/14/science/evolution-of-humans-may-at-last-be-faltering.html","abstract":"  NATURAL evolutionary forces are losing much of their power to shape the human species, scientists say, and the realization is raising tantalizing questions about where humanity will go from here.   Is human evolution ending, ushering in a long maturity in which Homo sapiens persists pretty much unchanged? Or will humankind, armed with the tools of molecular biology, seize control of its own evolution?","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Patterns","web_url":"https://www.nytimes.com/1995/03/14/style/patterns-931395.html","abstract":"  High-Intensity Preparations   Fashion's return to glamour, with its inherent attention to detail, has made the work of designers and their menage of models, pattern makers, sewers and the like especially arduous. But nowhere was the intensity as high as it was at the studios of Thierry Mugler and John Galliano, high priests of glamour.","thumbnail":null,"section":"Style"},{"date":"19950314","headline":"Champion of Elitism: PBS's Best Defense?","web_url":"https://www.nytimes.com/1995/03/14/arts/critic-s-notebook-champion-of-elitism-pbs-s-best-defense.html","abstract":"  To judge by the defenses being mounted by PBS executives and Clinton Administration officials, their strategy in the Congressional fight over public television is to celebrate \"Sesame Street,\" \"Mister Rogers' Neighborhood\" and other wholesome treats for the young while playing down more problematic prime-time features like \"Frontline\" and even \"Masterpiece Theater.\" That should make for an attractive case, but it might also provide an invitation to the antis to amputate the adult limbs of public television.   PBS haters tend to go easy on children's programs, in acknowledgment that commercial television, with a few exceptions, does little for minors except excite them to badger their parents for the latest toys. It would take a market-intoxicated critic to assert that the networks and cable channels were likely to pay the sort of respectful and sustained attention to the young evidenced for so many years by the Children's Television Workshop. Sure, one good book may be worth 100 episodes of \"Sesame Street\" or 1,000 episodes of \"Barney,\" but if more youngsters were reading books we could stop worrying about television.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/14/nyregion/c-corrections-951895.html","abstract":"  A subheading on Saturday with an article about a former Mexican Government official accused of tampering with an inquiry into a political assassination in 1994 misstated an accusation against him. Investigators said they suspected that the former official, Mario Ruiz Massieu, had accepted huge payments from drug traffickers, but they acknowledged that they had too little evidence to be sure of the source of more than $ 10 million in bank accounts in his name.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Securities Fraud Bill Doesn't Go Far Enough; Punish Corporate Crime","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-securities-fraud-bill-doesn-t-go-far-enough-punish-corporate-crime-308695.html","abstract":"  To the Editor:   Re \"Contract on the Consumer\" (column, March 4): Bob Herbert declares that if the Republicans' negligence-law reform passes, the \"pendulum of protection would begin to swing away from the hundreds of thousands of innocent victims who are maimed or killed by corporate recklessness and toward the corporations responsible for the carnage.\"","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Sampras Takes Pleasure in Showing Agassi Who Is King of Court","web_url":"https://www.nytimes.com/1995/03/14/sports/tennis-sampras-takes-pleasure-in-showing-agassi-who-is-king-of-court.html","abstract":"  It was a shadowy court, but an inspired Pete Sampras put on such a luminous display of tennis upon it today that his frazzled opponent, Andre Agassi, was left in the dark to play an increasingly desperate game of catch-up in their straight-set sundown final at the Newsweek Champions Cup.   When Agassi couldn't close the gap, Sampras took advantage to create a larger gap in their respective positions as the world's top two players.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Securities Fraud Bill Doesn't Go Far Enough","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-securities-fraud-bill-doesn-t-go-far-enough-136995.html","abstract":"  To the Editor:   Passage by the House of Representatives of the securities litigation reform bill prompts cheer and dismay (front page, March 9).","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Sentencing in N.J. Transit Fraud","web_url":"https://www.nytimes.com/1995/03/14/nyregion/new-jersey-daily-briefing-sentencing-in-nj-transit-fraud.html","abstract":"  The last of five members of a Toms River family who admitted bilking New Jersey Transit of more than $600,000 was sentenced to five years' probation yesterday and ordered to perform 300 hours of community service. The defendant, Virginia Farrelly, also agreed to help her husband, Harold, make restitution. Mr. Farrelly was sentenced earlier to seven years in prison.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Pavarotti and Anderson in an Off-Hours Concert","web_url":"https://www.nytimes.com/1995/03/14/arts/music-review-pavarotti-and-anderson-in-an-off-hours-concert.html","abstract":"  Usually dark on Sundays, the Metropolitan Opera House was as brightly lit as ever two nights ago. The Met orchestra and chorus crowded this big stage; elegant tables were set in the foyers upstairs, and Luciano Pavarotti, June Anderson and James Levine were there for a long and interesting concert to benefit the company's pension fund.   Mr. Pavarotti, the picture of tenorial exuberance, made a strange partner for the hard-hitting Ms. Anderson. The tenor's smothering embraces and random smooches during and between duet numbers made the American diva noticeably uncomfortable, if not downright embarrassed. It would also have been interesting to take Ms. Anderson's temperature as Mr. Pavarotti stood behind her and mugged during the soprano solos of their \"Traviata\" encore.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Clinton Rebuffs British Leader on I.R.A. Issue","web_url":"https://www.nytimes.com/1995/03/14/world/clinton-rebuffs-british-leader-on-ira-issue.html","abstract":"  Despite a personal request from Prime Minister John Major of Britain, President Clinton does not intend to put pressure on the political leader of the Irish Republican Army this week about dismantling the I.R.A.'s arsenal, Administration officials said today.   That American stance could add to tensions between Washington and London over Mr. Clinton's decision to play host to Gerry Adams, the leader of Sinn Fein, the I.R.A.'s political wing, who will attend a St. Patrick's Day reception at the White House on Friday.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"New York State G.O.P. Leaders Endorsing Dole","web_url":"https://www.nytimes.com/1995/03/14/us/new-york-state-gop-leaders-endorsing-dole.html","abstract":"  In an unusual show of unity orchestrated by Senator Alfonse M. D'Amato, New York's Republican Party leaders, including Gov. George E. Pataki, lined up behind Senator Bob Dole's Presidential campaign yesterday.   With one notable exception, Mayor Rudolph W. Giuliani of New York City, virtually every New York Republican officeholder of any significance, including every member of the State Senate majority, announced their support for Mr. Dole yesterday.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"A Debut Ends the Tour Of Bordeaux's Ballet","web_url":"https://www.nytimes.com/1995/03/14/arts/dance-review-a-debut-ends-the-tour-of-bordeaux-s-ballet.html","abstract":"  Ballet-Theatre de Bordeaux is a company in transition.    The French troupe made its New York debut on Sunday afternoon as an attraction of the Brooklyn Center for the Performing Arts at Brooklyn College. It was the last stop on a nationwide tour that began in January, and when these attractive dancers return home they will be working with a new director.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"Croatia's Serbs Balk at a New U.N. Role","web_url":"https://www.nytimes.com/1995/03/14/world/croatia-s-serbs-balk-at-a-new-un-role.html","abstract":"  The latest step toward peace in the Balkans faltered today when the Croatian Serbs rejected any change in the role of United Nations peacekeepers in the country. Just a day earlier, Croatia's President said he would allow peacekeepers to remain, but only if they expanded their mandate.   In exchange for allowing the forces to stay past a March 31 deadline, President Franjo Tudjman demanded that they expand their role to include patrolling borders, in order to stop the flow of arms to the Serbs. In the last couple of days there has been a considerable movement of tanks into eastern Croatia, from Serbia, a senior diplomat said today. He said he thought the Serbs might have been acting in advance of the new plan for the peacekeepers.","thumbnail":null,"section":"World"},{"date":"19950314","headline":"Californians Try to Cope With the Latest Deluge","web_url":"https://www.nytimes.com/1995/03/14/us/californians-try-to-cope-with-the-latest-deluge.html","abstract":"  As the men of Oliver Street sweated to build a sandbag barrier to the north, the Carmel River swept around behind them, filling their houses with mud and slop, and chasing them to higher ground. Flood waters, these men have learned, have a mind of their own.   Steve Adams, a communications consultant, said that moments after he stood up from his labors at midday Sunday and exclaimed, \"We've licked it!\" he turned to see the river inundate the only home he ever owned.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"A Consultant on Being A Practicing Consultant","web_url":"https://www.nytimes.com/1995/03/14/science/peripherals-a-consultant-on-being-a-practicing-consultant.html","abstract":"  YOU are a consultant, or are considering becoming one. Maybe the career choice came about as the result of a deliberate decision or, perhaps more likely, you were \"down-sized\" into becoming one. At any rate, you need all the help you can get.   There is plenty of help in \"Consulting Readyworks,\" a book-disk combination from the Round Lake Publishing Company of Ridgefield, Conn.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Antarctica May Offer Clues on Whether Life Ever Existed on Mars","web_url":"https://www.nytimes.com/1995/03/14/science/antarctica-may-offer-clues-on-whether-life-ever-existed-on-mars.html","abstract":"  IT has been nearly 19 years since two Viking spacecraft analyzed Martian soil and failed to find any evidence of past or present life. But some biologists believe that at least fossil remnants of extinct life may yet be found on the red planet, and that Antarctica offers clues to where future Mars explorers should look.   Almost since the time of the two Viking missions in 1976, planetary scientists have focused attention on the region of Antarctica known as the dry valleys -- a network of glacial gorges and valleys transecting the Royal Society mountain range and leading to the west coast of the Ross Sea. As a result of high winds that sweep away the snow and the mountain range that obstructs the downward flow of ice from the polar plateau, the valleys are almost bare of snow and ice.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"POP","web_url":"https://www.nytimes.com/1995/03/14/arts/pop-337095.html","abstract":"  A Night for Celebrating Survival Through Hip-Hop  The Wu-Tang Clan and the Notorious B.I.G. Beacon Theater    In New York City, the birthplace of hip-hop, big rap concerts are so rare that fans take what they can get, including disorganized productions and short sets. On Friday night, the Wu-Tang Clan and the Notorious B.I.G. headlined the sold-out Beacon Theater; their sets lasted about 20 minutes each. The show, including three other acts, started an hour late so that audience members could face metal detectors and frisking.","thumbnail":null,"section":"Arts"},{"date":"19950314","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/14/nyregion/chronicle-950095.html","abstract":"  Dr. CARL SAGAN, the astronomer, has taken a leave of absence from Cornell University in Ithaca, N.Y., to be treated for a rare bone-marrow disease, the university announced yesterday.   The leave takes effect immediately, but Dr. Sagan, 60, said, \"I fully expect to be back at Cornell by next semester.\" He is the David Duncan professor of astrononmy and space sciences and the director of the Laboratory for Planetary Studies.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Tuberculosis Cases Decline 2d Year in a Row, City Says","web_url":"https://www.nytimes.com/1995/03/14/nyregion/tuberculosis-cases-decline-2d-year-in-a-row-city-says.html","abstract":"  New York City officials declared yesterday that tuberculosis was on the wane in the five boroughs, and cited statistics showing that the incidence of the disease had dropped for the second straight year.   The number of new cases reported in 1994 dropped 7.4 percent, to 2,995 from 3,235 the previous year, city health officials said. The decline represented a 21.4 percent decrease from 1992, when 3,811 cases were reported -- the highest in three decades.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Woolly Flying Squirrel, Long Thought Extinct, Shows Up in Pakistan","web_url":"https://www.nytimes.com/1995/03/14/science/woolly-flying-squirrel-long-thought-extinct-shows-up-in-pakistan.html","abstract":"  MISSING since early in the century, the woolly flying squirrel was thought to have gone extinct, apparently having vanished from the Himalayas' frigid cliffs. But this giant among squirrels has resurfaced in northern Pakistan, setting the squirrel world abuzz and persuading many scientists that some species that have been written off may yet be hanging on by a claw out there somewhere.   \"I was flabbergasted when I heard,\" said Dr. Charles A. Woods, a mammalogist at the University of Florida in Gainesville who is writing a book on the mammals of Pakistan. \"I've worked all through there, in all sorts of high valleys in the mountains. We've really scoured the area and never seen it. This is simply marvelous.\"","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"In Skating, a Lot of Movement Off Ice","web_url":"https://www.nytimes.com/1995/03/14/sports/IHT-in-skating-a-lot-of-movement-off-ice.html","abstract":"Ottavio Cinquanta, the president of the International Skating Union, was standing with his back to a wall, brandishing a list of major changes and imploring the stars of the sport to read between the lines..\"The message is, 'Please, eligible skate","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Sports of The Times; Answering The Bells, Finally","web_url":"https://www.nytimes.com/1995/03/14/sports/sports-of-the-times-answering-the-bells-finally.html","abstract":"  EVER since the hard noses of Andy Robustelli and Sam Huff prompted Giants fans to chant \"de-fense, de-fense\" at Yankee Stadium, that word has been part of every sport's vocabulary, particularly pro football. Now the word \"defenseless\" has finally been heard.   Whenever a pro football player, often a quarterback, wobbled to his feet after having been flattened, the unmedical diagnosis was that \"he got his bell rung.\" Hearing that phrase, people usually reacted with a smile or a laugh. Getting your \"bell rung\" sounded funny.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Full-Employment Republicans","web_url":"https://www.nytimes.com/1995/03/14/opinion/full-employment-republicans.html","abstract":"  The mighty movement for term limits has hit a wall of Republican opposition. Even hand-picked Gingrich loyalists in the Republican leadership are against it.    The I-like-my-job Republicans point out that their Contract With America merely promised to bring term limits to a vote within the first 100 days. They never actually said they would pass it.    It is amusing now to see the Republicans trying to hold onto their jobs by resorting to the kind of politics-as-usual hair-splitting perfected by the Democrats. But amusement at their petty chicanery is tempered by awareness that the G.O.P. holdouts are right on principle. Term limits are a bad idea that weaken representative government.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Review/Fashion; From Young Designers, Familiar Echoes","web_url":"https://www.nytimes.com/1995/03/14/style/review-fashion-from-young-designers-familiar-echoes.html","abstract":"  As Sonja Nuttall's show, titled \"Triste,\" drew to its somber conclusion, it was natural to wonder what devastating event had drawn the young designer to her dire fashion: black monastic clothes with only the model's head bringing color to the runway. Vogue's fashion news director, Katherine Betts, surmised what it might have been. \"She went to a Comme des Garcons show,\" she said.   What the young talents here must overcome more than anything is the strength of their predecessors. This is the first generation of designers to emerge in the wake of the ready-to-wear visionaries who trained many of them in their studios: single-minded creators like Yohji Yamamoto, Rei Kawakubo, Romeo Gigli and Issey Miyake. Instead of fighting these overwhelming influences, London's young talent seems to be succumbing to them.","thumbnail":null,"section":"Style"},{"date":"19950314","headline":"Small Jets Need Boot To Clear Wing Ice","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-small-jets-need-boot-to-clear-wing-ice-313295.html","abstract":"  To the Editor:   Re Eli Graubart's contention (letter, March 7) that the ATR's design is inadequate because it does not include a heated wing surface to prevent icing: Unlike large jets, turboprop engines do not generate sufficient heat to serve as a de-icing mechanism. The ATR -- like all other turboprop and piston-engine aircraft -- employs the highly reliable inflatable rubber boot to clear ice from the wing's leading edge.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/14/sports/results-plus-319195.html","abstract":"  N.B.A.  Bullets Upset Hornets  Gheorghe Muresan scored the go-ahead basket with 24 seconds left and the visiting Washington Bullets overcame a 19-point second-half deficit to post a 106-103 victory last night over the Charlotte Hornets. Juwan Howard led the Bullets with 18 points, while Alonzo Mourning had 32 points for the Hornets, leaders in the Central Division. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"Commuters Reach Settlement Over Jewish Prayers on Bus","web_url":"https://www.nytimes.com/1995/03/14/nyregion/commuters-reach-settlement-over-jewish-prayers-on-bus.html","abstract":"  The Jewish men wanted to sit together on the bus for prayers. The Jewish woman did not want to move.    Now, an out-of-court settlement of Talmudic subtlety has given each side something of what it wanted. But as often happened with Talmudic adjudications, the parties to this dispute have conflicting interpretations of the terms.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Two Genes Identified In Heart Malfunction","web_url":"https://www.nytimes.com/1995/03/14/science/two-genes-identified-in-heart-malfunction.html","abstract":"  Researchers at the University of Utah have discovered two genes that cause a rare inherited disorder that can foul the heart's electrical system and kill young and otherwise healthy people.   The disorder, known as long QT syndrome, can cause seizures or rapid loss of consciousness. Often the first sign of a problem is a fatal sudden chaotic rhythm in the ventricular side of the heart, said Dr. Mark T. Keating, who directed the research at the Howard Hughes Medical Institute on the university's Salt Lake City campus. The findings are reported in the current issue of the journal Cell.","thumbnail":null,"section":"Science"},{"date":"19950314","headline":"Knicks Paying the Price for Losing Twice","web_url":"https://www.nytimes.com/1995/03/14/sports/basketball-knicks-paying-the-price-for-losing-twice.html","abstract":"  After a grueling, three-hour practice today, the Knicks were dragging their feet even more than they had in back-to-back losses to Atlanta and Seattle over the weekend.   \"I needed an extra pair of socks today because my feet were on fire,\" said John Starks.","thumbnail":null,"section":"Sports"},{"date":"19950314","headline":"State Will Try to Shore Up Cleveland's Shaky Schools","web_url":"https://www.nytimes.com/1995/03/14/us/state-will-try-to-shore-up-cleveland-s-shaky-schools.html","abstract":"  Just 25 minutes before students would have been sitting at their desks, on a cold morning in January, part of a ceiling collapsed at Audubon Middle School here and crashed down on a social studies classroom. The dilapidated building on Martin Luther King Boulevard, where rain falls through the roof in some spots, has become a metaphor for a school system that is falling apart.   Citing what he called a \"crisis,\" a Federal judge this month took the extraordinary action of placing the 70,000-student district under the control of the State Superintendent of Schools.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"G.O.P. Freshman Quickly Makes History","web_url":"https://www.nytimes.com/1995/03/14/us/gop-freshman-quickly-makes-history.html","abstract":"  As if the House Republicans have not shaken up the Capitol enough already, one is now pregnant and planning to maintain the frenetic pace of the Capitol's newcomers before and after her baby's scheduled delivery in September.   Representative Enid Greene Waldholtz of Utah is the first pregnant Republican to serve in the Congress, her office says. A Democratic Representative, Yvonne Brathwaite Burke of California, was the first woman to have a baby while in Congress. She gave birth to a daughter a year after her election in 1972. In this, as in other matters, the Senate lags behind the House; it has yet to record its first pregnancy.","thumbnail":null,"section":"U.S."},{"date":"19950314","headline":"Trade Center Defendants Plotted to Bomb 12 Jewish Targets, Informer Says","web_url":"https://www.nytimes.com/1995/03/14/nyregion/trade-center-defendants-plotted-to-bomb-12-jewish-targets-informer-says.html","abstract":"  Emad Salem, the informer who secretly recorded the 11 men on trial for sedition in Federal District Court in Manhattan, testified yesterday that some of the defendants had planned in early 1992 to explode 12 bombs at once around the city, with Jewish leaders and institutions as their main targets.   On the stand for a third day, Mr. Salem continued to round out his portrait of what the prosecution has described as a ring of terrorists who intended to blow up New York City landmarks to protest American foreign policy in the Middle East.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"Why Do We Watch Those Awards Shows?","web_url":"https://www.nytimes.com/1995/03/14/opinion/l-why-do-we-watch-those-awards-shows-311695.html","abstract":"  To the Editor:   Re \"Grumbling Gets Louder Over Voting on Grammys\" (Arts pages, March 1): For a time it seemed as if every other night television was spawning another award show; it's noticeable that many have since disappeared, but evenings like the Grammys and Tonys evidently still fascinate people or they'd be history.","thumbnail":null,"section":"Opinion"},{"date":"19950314","headline":"Almost Alone, 2 Contractors Resist Labor Extortion Groups","web_url":"https://www.nytimes.com/1995/03/14/nyregion/almost-alone-2-contractors-resist-labor-extortion-groups.html","abstract":"  The phone calls come almost weekly -- death threats and extortion demands that are recorded on Tom Keller's answering machine. Mr. Keller, a construction contractor who has spent more than two decades rebuilding poor sections of Brooklyn, plays the tapes and then erases them, never much moved.   Tony Barrett gets similar messages. They come from groups that say they are searching for jobs for black and Hispanic workers, but that the police call criminal enterprises bent on strong-arming jobs or extorting payoffs at construction sites across the city.","thumbnail":null,"section":"New York"},{"date":"19950314","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/03/14/arts/classical-music-338895.html","abstract":"  An Infrequent Visitor Arrives Bearing Gifts  Gustav Leonhardt, harpsichordist Church of St. Mary the Virgin    Thump a key on a harpsichord, and you get a twang. One volume fits all, and the sound vanishes instantly, meaninglessly, unless others rush to fill the void.","thumbnail":null,"section":"Arts"}],"wiki_events":[{"date":"19950314","headline":"Norman Thagard becomes the first American astronaut to ride to space on board a Russian launch vehicle.","pages":[{"title":"Norman Thagard","web_url":"https://en.wikipedia.org/wiki/Norman_Thagard","description":"American astronaut, scientist, and Marine Corps officer (born 1943)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Thagard-ne.jpg/320px-Thagard-ne.jpg","thumbnail_width":320,"thumbnail_height":400},"abstract":"Norman Earl Thagard is an American scientist and former U.S. Marine Corps officer and naval aviator and NASA astronaut. On March 14, 1995, he became the first American to ride to space on board a Russian vehicle, the Soyuz TM-21 spacecraft for the Russian Mir-18 mission. Therefore, Thagard can be considered the first American cosmonaut."},{"title":"Astronaut","web_url":"https://en.wikipedia.org/wiki/Astronaut","description":"Commander, pilot, or crew member of a spacecraft","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Bruce_McCandless_II_during_EVA_in_1984.jpg/320px-Bruce_McCandless_II_during_EVA_in_1984.jpg","thumbnail_width":320,"thumbnail_height":320},"abstract":"An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the term is sometimes applied to anyone who travels into space, including scientists, politicians, journalists, and tourists."}]}],"weather":[{"date":"19950314","time":"1995-03-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":88,"wspd":5.4},{"date":"19950314","time":"1995-03-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":86,"wspd":3.6},{"date":"19950314","time":"1995-03-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":88,"wspd":3.6},{"date":"19950314","time":"1995-03-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":87,"wspd":7.6},{"date":"19950314","time":"1995-03-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":87,"wspd":9.4},{"date":"19950314","time":"1995-03-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":87,"wspd":7.6},{"date":"19950314","time":"1995-03-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":87,"wspd":7.6},{"date":"19950314","time":"1995-03-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":89,"wspd":16.6},{"date":"19950314","time":"1995-03-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":94,"wspd":7.6},{"date":"19950314","time":"1995-03-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":87,"wspd":9.4},{"date":"19950314","time":"1995-03-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":79,"wspd":11.2},{"date":"19950314","time":"1995-03-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":69,"wspd":11.2},{"date":"19950314","time":"1995-03-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":58,"wspd":11.2},{"date":"19950314","time":"1995-03-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":51,"wspd":5.4},{"date":"19950314","time":"1995-03-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":50,"wspd":11.2},{"date":"19950314","time":"1995-03-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":50,"wspd":14.8},{"date":"19950314","time":"1995-03-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":56,"wspd":16.6},{"date":"19950314","time":"1995-03-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":61,"wspd":18.4},{"date":"19950314","time":"1995-03-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":79,"wspd":13},{"date":"19950314","time":"1995-03-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":11.2},{"date":"19950314","time":"1995-03-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":93,"wspd":16.6},{"date":"19950314","time":"1995-03-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":84,"wspd":18.4},{"date":"19950314","time":"1995-03-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":14.8},{"date":"19950314","time":"1995-03-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":72,"wspd":22.3},{"date":"19950314","time":"1995-03-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":29,"wspd":14.8},{"date":"19950314","time":"1995-03-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":32,"wspd":14.8},{"date":"19950314","time":"1995-03-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":33,"wspd":11.2},{"date":"19950314","time":"1995-03-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":38,"wspd":13},{"date":"19950314","time":"1995-03-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":44,"wspd":7.6},{"date":"19950314","time":"1995-03-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":5.4},{"date":"19950314","time":"1995-03-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":13},{"date":"19950314","time":"1995-03-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":54,"wspd":0},{"date":"19950314","time":"1995-03-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":5.4},{"date":"19950314","time":"1995-03-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":9.4},{"date":"19950314","time":"1995-03-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":66,"wspd":13},{"date":"19950314","time":"1995-03-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":82,"wspd":14.8},{"date":"19950314","time":"1995-03-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":76,"wspd":13},{"date":"19950314","time":"1995-03-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":11.2},{"date":"19950314","time":"1995-03-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":13},{"date":"19950314","time":"1995-03-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":57,"wspd":13},{"date":"19950314","time":"1995-03-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":51,"wspd":13},{"date":"19950314","time":"1995-03-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":13},{"date":"19950314","time":"1995-03-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":45,"wspd":11.2},{"date":"19950314","time":"1995-03-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":53,"wspd":16.6},{"date":"19950314","time":"1995-03-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":66,"wspd":16.6},{"date":"19950314","time":"1995-03-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":9.4},{"date":"19950314","time":"1995-03-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":13},{"date":"19950314","time":"1995-03-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13}]},"19950315":{"guardian_articles":[],"nytimes_articles":[{"date":"19950315","headline":"Policies To Bar Guns In School Vary Widely","web_url":"https://www.nytimes.com/1995/03/15/us/policies-to-bar-guns-in-school-vary-widely.html","abstract":"  Around the country, many school districts are rushing to respond to a new Federal education law that threatens them with the loss of Government money if they do not impose a suspension of at least a year on students who carry guns to school.   But the reaction to the law, enacted last year, has hardly been uniform. Some districts, frustrated by provisions that they regard as ineffective or confusing, have instead been awaiting a Supreme Court ruling on the constitutionality of a similar 1990 Federal statute, to which they long ago responded with restrictions that were mostly milder but in some cases far tougher.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Unconventional History Of the Paris Commune","web_url":"https://www.nytimes.com/1995/03/15/books/books-of-the-times-unconventional-history-of-the-paris-commune.html","abstract":"  PARIS BABYLON The Story of the Paris Commune  By Rupert Christiansen  Illustrated. 435 pages. Viking. $23.95    In May 1871, while Paris was under that short-lived experiment in utopian radicalism known as the Commune, somebody poking around in the crypt of the Church of St. Laurent on the Boulevard Magenta uncovered 14 skeletons, and caused a brief, lurid sensation.","thumbnail":null,"section":"Books"},{"date":"19950315","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/15/nyregion/c-corrections-781895.html","abstract":"  A list of credits last Wednesday with a review of the 10-part television show \"The History of Rock 'n' Roll\" omitted the name of the producer, writer and director of \"Plugging In,\" an episode discussed in the review. She is Susan Steinberg.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Tough and Tender:Boulez at 70","web_url":"https://www.nytimes.com/1995/03/15/style/IHT-tough-and-tenderboulez-at-70.html","abstract":"When Pierre Boulez sliced symbolically into an elaborate pastry construction the other evening at the Théâtre des Champs-Elysées, the cake was topped by a reproduction of the opening bars of his \"Improvisation sur Mallarmé III,&q","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"SUNY Trustees Plan Cuts Under Pataki's Budget Plan","web_url":"https://www.nytimes.com/1995/03/15/nyregion/suny-trustees-plan-cuts-under-pataki-s-budget-plan.html","abstract":"  Trustees of the State University of New York said today for the first time that they would close or merge eight campuses or hospitals and raise tuition $1,600 a year, to $4,250, if Gov. George E. Pataki's budget cuts were approved.   But Mr. Pataki and leaders in the Republican Senate accused the university officials of engaging in scare tactics over what is a sensitive issue for Republicans. They oppose closing any of the university's 34 campuses, nearly all of which are in Republican districts and are highly prized for the local jobs they bring.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Bowe Calls the Garden","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-people-boxing-bowe-calls-the-garden.html","abstract":"  ROCK NEWMAN, RIDDICK BOWE's manager, will meet today with DAVE CHECKETTS, the president of Madison Square Garden, to discuss staging a heavyweight fight between Bowe and MIKE TYSON. \"Rock called here, and we're exploring boxing, so we should talk,\" said JOHN CIRILLO, a Garden spokesman.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"No to a New 'Community' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-no-to-a-new-community-letters-to-the-editor.html","abstract":"Regarding the editorial \"An Atlantic Community\" (Feb. 14):.Perhaps you missed the November elections in the United States, where people voted to reduce the size of government, not make it bigger and more distant. Possibly you have not noticed","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Chief of Nuclear Panel Quits To Build Gas-Run Generators","web_url":"https://www.nytimes.com/1995/03/15/us/chief-of-nuclear-panel-quits-to-build-gas-run-generators.html","abstract":"  The chairman of the Nuclear Regulatory Commission said this morning that he would quit his job on July 1, a year before his term ends, to go into business in Asia building electric power plants that burn natural gas.   The chairman, Ivan Selin, who is 57, said that in his four-year tenure, the commission had completed the overhaul of the licensing process for new plants, so that if any more are ordered, which has not happened in nearly 20 years, they could fairly compete with other kinds of generating stations. He did not say any more orders were likely.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Cut Out the Bickering and Give Business a Strong Lead at the WTO","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-cut-out-the-bickering-and-give-business-a-strong-lead-at-the-wto.html","abstract":"The writer is president of the International Chamber of Commerce.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Devils Trade For Defense","web_url":"https://www.nytimes.com/1995/03/15/sports/hockey-devils-trade-for-defense.html","abstract":"  The Devils traded center Aleksandr Semak and right wing Ben Hankinson to the Tampa Bay Lightning today for defenseman Shawn Chambers and right wing Danton Cole.   Chambers and Cole did not arrive in time for tonight's game against Ottawa.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Waiver Sought in Carjack Case","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-waiver-sought-in-carjack-case.html","abstract":"  Attempted murder, assault, carjacking, weapons possession and robbery. With charges like these against a 17-year-old Montclair youth, officials want to try him as an adult in the shooting of a woman in her West Caldwell driveway.   The Essex County Prosecutor, Clifford J. Minor, filed a request yesterday to waive juvenile status for the youth.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Simms Close to a Deal","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-people-pro-football-simms-close-to-a-deal.html","abstract":"  PHIL SIMMS, the former Giants quarterback who was cut from the team last year, is believed to be close to cutting a comeback deal with the Cleveland Browns. The dollars being discussed would make the 39-year-old Simms the highest-paid backup quarterback in the National Football League.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"TV Bonanza for U.S. Team","web_url":"https://www.nytimes.com/1995/03/15/sports/soccer-tv-bonanza-for-us-team.html","abstract":"  In a follow-up to the television success of last year's World Cup, four television networks will broadcast 84 games to be played by the United States national soccer teams through 1997. ABC will show 10 games, ESPN 28, ESPN2 24, and the Prime Network 22. Univision will broadcast at least 40 Spanish-language games.   Coverage of the games begins March 25 on ESPN with the United States men's team playing Uruguay. From June 6-18, five women's World Cup games from Sweden will be broadcast on ESPN2 with the final appearing on ESPN. United States Cup '95 starts June 11 with United States-Nigeria game and ends with June 25 with the United States-Colombia game on ABC.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Sanders to Stand Trial","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-people-baseball-sanders-to-stand-trial.html","abstract":"  Cincinnati Reds outfielder DEION SANDERS will have to stand trial on misdemeanor charges stemming from a confrontation with a police officer at Riverfront Stadium. Yesterday, Judge DAVID DAVIS of Hamilton County Municipal Court set a trial date of May 15. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Arrest in Motel Room Strangling","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-arrest-in-motel-room-strangling.html","abstract":"  A man accused of strangling his girlfriend in a North Bergen motel room on Sunday was arrested yesterday in Miami.    Prosecutors said that Carlos Cevallos, 22, of West New York, caught a bus south shortly after killing Irma Sanchez, 29, of Jersey City.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/15/nyregion/inside-835595.html","abstract":"  Syria Agrees to Meet Israel   Syria has agreed to meet with Israel in a drive to find a formula for peace, Secretary of State Warren Christopher said in Damascus. The United States will participate. Page A9. Limits on Court Secrecy    The judges who make policy for the Federal courts, in a closed-door meeting, rejected a proposal that would have made it easier to seal court records in civil cases. Page B9. Burglaries on the Wane    In one of the most pronounced crime trends in New York City and its suburbs, burglary is becoming more unusual every year. Page B1. Floods Press Farm Workers    Driven from their trailers and fields by flood waters, California's migrant farm laborers faced the prospect of having to move on. Page A18.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Texans Fight Concealed Weapons Bill","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-texans-fight-concealed-weapons-bill-304995.html","abstract":"  To the Editor:   You note that in Florida 266,000 permits to carry concealed handguns have been issued (\"States Seek to Let Citizens Carry Concealed Weapons,\" news article, March 6). However, only 150,000 Floridians have permits now. For some reason, 116,000 citizens obtained permits but then let them lapse during the eight years the law has been in effect.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Didn't Hear That Plea for Cash","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-didn-t-hear-that-plea-for-cash.html","abstract":"  First the sound, then the fury.   Representative Rodney P. Frelinghuysen, a Morristown Republican, is unhappy with how the head of the Federal Aviation Administration is handling an airplane noise problem in northern New Jersey. When David Hinson, the F.A.A. administrator, appeared at a hearing to explain his agency's budget request, Mr. Frelinghuysen told him that as long as his constituents have problems with noise, the Congressman is going to have problems with the F.A.A. request for $8.4 billion.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Sidelines","web_url":"https://www.nytimes.com/1995/03/15/sports/IHT-sidelines.html","abstract":"ESPN, in conjunction with the TVA/Abril Group, said it was launching a 24-satellite sports channel, ESPN Brazil, in June. (IHT)","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Firefighters Hurt in Collapse","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-firefighters-hurt-in-collapse.html","abstract":"  Five Newark firefighters are lucky that they did not have to spend last night in the hospital after being injured in a fire that investigators said was arson.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"1895: Rout in Cuba : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-1895-rout-in-cuba-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald has a special cable despatch from Havana, dated yesterday [March 13] which says that the Government announces that 100 troops under Colonel San Felice, after a desperate fight, routed 400 insurgents near Guantanamo. The latter lost f","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"'John Doe' Is Fighting 'Megan'","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-john-doe-is-fighting-megan.html","abstract":"  Lots of people have questions about Megan's Law, the measure permitting prosecutors to warn neighborhoods when sex offenders move in. And the State Supreme Court pledged yesterday to try to come up with answers as soon as possible. Saying it would hear appeals on an emergency basis, the court scheduled arguments for May 2 in the case of a Burlington County man, identified only as John Doe, who filed suit because he does not want to register with the police.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/15/sports/results-plus-808395.html","abstract":"  N.H.L.  Sabres Beat the Panthers  Yuri Khmylev had an assist and scored the game-winning goal 54 seconds into overtime to lift Buffalo to a 2-1 victory over Florida last night in Miami. Although Buffalo goaltender Dominik Hasek inadvertently kicked the Panthers' lone goal into his own net, he was spectacular when it counted, turning aside 32 shots. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Gulf War General Is Named as Senior Marine","web_url":"https://www.nytimes.com/1995/03/15/us/gulf-war-general-is-named-as-senior-marine.html","abstract":"  President Clinton today nominated a veteran of the Persian Gulf war and son of a Marine Corps general to be the next Commandant of the Marines.   The officer, Lieut. Gen. Charles C. Krulak, 53, would succeed Gen. Carl E. Mundy Jr., who is retiring on July 1, as the senior marine in a 174,000-member corps that has been increasingly taxed by operations in Somalia, Haiti and Rwanda. As Commandant, General Krulak would serve on the Joint Chiefs of Staff.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Excerpt From Reno's Letter on Cisneros","web_url":"https://www.nytimes.com/1995/03/15/us/excerpt-from-reno-s-letter-on-cisneros.html","abstract":"  Following is an excerpt from the letter by Attorney General Janet Reno asking the United States Court of Appeals for the District of Columbia Circuit to appoint an independent counsel to investigate Housing Secretary Henry G. Cisneros.    On Sept. 14, 1994, the Department of Justice received press reports concerning Secretary Cisneros and a woman with whom he had a prior relationship, Linda Medlar. According to the reports, Medlar alleged that Secretary Cisneros had lied to the F.B.I. in the course of an interview conducted during his background investigation, concerning the amounts of payments Cisneros had made to her. The allegations were supported in part by transcripts of telephone conversations between Medlar and Secretary Cisneros, taped surreptitiously by Medlar over a period of almost four years.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"The Albany Budget Games Begin","web_url":"https://www.nytimes.com/1995/03/15/opinion/the-albany-budget-games-begin.html","abstract":"  In a bipartisan display of fantasy and procrastination, New York State legislators are already looking to save favored programs from devastating budget cuts while carrying out Gov. George Pataki's proposed tax reductions without the money to pay for them.   Albany has long been famous for the way governors and legislatures employ imaginative bookkeeping to overestimate revenues or shove the cost of programs and tax reductions into future years. Their shenanigans have left the state with one of the poorest credit ratings in the country. This year the pressure to find painless gimmickry is extraordinary because of the outcry over Mr. Pataki's slash-and-burn approach and the desire in all quarters to give New Yorkers some tax relief.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Blues Guitar With a Cajun Accent","web_url":"https://www.nytimes.com/1995/03/15/style/IHT-blues-guitar-with-a-cajun-accent.html","abstract":"Born in Mississippi, Sonny Landreth grew up and lives in Lafayette, southwestern Louisiana, the capital of Cajun culture. He finger-picks a guitar with his right hand like Chet Atkins and frets with a bottleneck on his left pinky. Nobody has ever done ex","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"Murderer Says Victim Was Witch","web_url":"https://www.nytimes.com/1995/03/15/nyregion/murderer-says-victim-was-witch.html","abstract":"  In an eerie monologue before his sentencing yesterday, the man convicted of fatally stabbing a former Rockette four years ago as she walked her dogs near Central Park told a court in Manhattan that his victim may have been a witch and had been \"making noises\" at him that disrupted his life.   Kevin McKiever, 38, a once-promising performing arts student who drifted in and out of mental institutions over a dozen years, asked Supreme Court Justice Franklyn R. Weissberg to send him to prison rather than a mental hospital.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Sports of The Times; Don't Use Jordan As a Pawn","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-of-the-times-don-t-use-jordan-as-a-pawn.html","abstract":"  IT was an embarrassment of riches for Jerry Reinsdorf, who owns both the Chicago Bulls and the Chicago White Sox. Not only did Reinsdorf suddenly have Michael Jordan considering a return to the Bulls, which would make them formidable opponents in the playoffs, but he could also deliver a hit in the baseball labor negotiations.   This is what Jerry Reinsdorf said: \"What Donald Fehr did was make it impossible for Michael to play in exhibition games, which retarded his progress to the point where Michael felt it wasn't worth it.\"","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"An Opening Salvo in an Asian Battle","web_url":"https://www.nytimes.com/1995/03/15/sports/IHT-an-opening-salvo-in-an-asian-battle.html","abstract":"The most hollow place in recent sporting history had to be the 150,000-seat stadium built in North Korea at the time of the Olympic Games in Seoul in 1988. .A monument to cold war between neighbors, it lay empty and silent while across a border patroll","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Study Sees a Sugar-Adrenaline Link in Children","web_url":"https://www.nytimes.com/1995/03/15/us/study-sees-a-sugar-adrenaline-link-in-children.html","abstract":"  ALTHOUGH parents commonly complain that their children become wild and inattentive after eating a lot of sweets, most researchers have steadfastly insisted that the effects of sugar on children are negligible, if they exist at all. But now a new study by pediatric researchers at Yale University School of Medicine suggests that the parents' observations may be correct.   The study showed that within hours after normal, healthy children are given a lot of sugar on an empty stomach, their bodies release large amounts of the hormone adrenaline, which causes symptoms like shakiness, anxiety, excitement and concentration problems. The children were more likely to report or exhibit these symptoms, and an examination of their brain waves revealed significant changes in their ability to pay attention.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"COLLEGE BASKETBALL: Top Rung Is Always a Bit Shaky; This Time, No. 1 U.C.L.A. Hopes to Survive the First Round","web_url":"https://www.nytimes.com/1995/03/15/sports/college-basketball-top-rung-always-bit-shaky-this-time-no-1-ucla-hopes-survive.html","abstract":"  The same people who disowned the U.C.L.A. Bruins one tournament ago -- Bill Walton to name one -- are massaging them now. The view from the top is breathtaking, but this U.C.L.A. team knows the traction at No. 1 is not firm.   \"The way I see it,\" said forward Charles O'Bannon, \"if we lose, everyone's asking for our head again.\"   They are 25-2, but still hounded by a game from another calendar year. Last March, the Bruins thought Tulsa was somewhere in Arkansas, until Tulsa was ahead by 20 points somewhere in the first half. Losing in the first round of the N.C.A.A. tournament is no disgrace if you are Stetson, but when Kareem Abdul-Jabbar's alma mater goes down in the Round of 64, people talk.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Detective Holds His Own Against Lawyer","web_url":"https://www.nytimes.com/1995/03/15/us/detective-holds-his-own-against-lawyer.html","abstract":"  F. Lee Bailey, the legal legend reborn in the O. J. Simpson case, hammered away further today at Detective Mark Fuhrman, the officer whom the defense deems the Achilles' heel of the prosecution. But despite suggestions that he was a bigot and a liar, Mr. Fuhrman again held his own, returning Mr. Bailey's slams with gentle, soft-spoken lobs.   Once more, Mr. Bailey steered clear of stating explicitly that Mr. Fuhrman planted the glove he has said he found behind Mr. Simpson's house. The defense lawyer relied instead on suggestion, painting Mr. Fuhrman as suspiciously overeager and foolhardy and saying his discovery of the glove when he was suspiciously by himself made him indispensible to the case.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Nuclear Trail -- A special report.; A Vast Smuggling Network Feeds Iran's Arms Program","web_url":"https://www.nytimes.com/1995/03/15/world/nuclear-trail-special-report-vast-smuggling-network-feeds-iran-s-arms-program.html","abstract":"  The tiny Hartenholm civilian airport here, with its fleet of a dozen aging Cessnas, small wooden building for the local parachute club, snack bar, nine warehouses and red and white checkered control tower, appears to be the idyllic home for weekend and business fliers.   But the airport, which because of its size operates largely beyond the scrutiny of the customs authorities, is believed to be one of dozens of transit points used by the Iranian Government to smuggle, from Europe to Iran, weapons parts and advanced technology used to develop nuclear weapons, Western intelligence officials say.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"In Gesture to Rebels, Mexico Will Pull Back Its Troops","web_url":"https://www.nytimes.com/1995/03/15/world/in-gesture-to-rebels-mexico-will-pull-back-its-troops.html","abstract":"  Hoping to entice peasant rebels in the southern state of Chiapas to join new peace talks, the Mexican Government said today that it would move army troops out of villages within the territory formerly controlled by the insurgents.   A spokesman for the Interior Ministry said the Government would also formally suspend arrest warrants that were issued last month against six accused leaders of the rebel Zapatista National Liberation Army.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Fallout Risks Near Atom Tests Were Known, Documents Show","web_url":"https://www.nytimes.com/1995/03/15/us/fallout-risks-near-atom-tests-were-known-documents-show.html","abstract":"  The United States military knew there were serious health risks of radioactive fallout from nuclear bomb testing in 1951 and, though a safer site was available, chose to explode weapons near populated areas in Nevada to get better data on where the fallout would go, according to documents uncovered by the President's Advisory Committee on Human Radiation Experiments.   The documents, obtained from the files of the Los Alamos National Laboratory in New Mexico, show that when military officials were planning a series of ground tests of nuclear bombs in the early 1950's, they debated extensively about whether it was safe for people who lived near the test sites in Nevada.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"N.F.L.: Sapp Did Not Test Positive for Cocaine","web_url":"https://www.nytimes.com/1995/03/15/sports/nfl-sapp-did-not-test-positive-for-cocaine.html","abstract":"  The National Football League labeled as \"inaccurate\" a report in The New York Times yesterday that Warren Sapp had tested positive for cocaine. Sapp, the former Miami defensive lineman, is a potential No. 1 pick in next month's N.F.L. draft, and the player's attorney, Drew Rosenhaus, said he was \"wrongly accused.\"   \"The report today that Warren Sapp of the University of Miami tested positive for cocaine at the Scouting Combine in Indianapolis is inaccurate,\" the league said in a statement yesterday. \"The same story reported that James Stewart of the University of Miami tested positive for marijuana at the same Combine. This is also inaccurate. Stewart did not test positive for any illegal substance.\"","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Reneging on AmeriCorps","web_url":"https://www.nytimes.com/1995/03/15/opinion/reneging-on-americorps.html","abstract":"  The House will decide as early as today whether to take back two-thirds of the money it previously voted to spend this year on AmeriCorps, President Clinton's national service program. The slashing attack on a worthy program can only be interpreted as an effort to humiliate the President.   In its first year, AmeriCorps has placed 20,000 participants -- more than the Peace Corps at its peak -- with nonprofit organizations to do valuable community work. With minimal bureaucracy and overhead, participants have cleared crack houses, taught ghetto children and built low-cost housing.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Pat Robertson Gives Focus to Our Disaffection; Attack on Freemasons","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-pat-robertson-gives-focus-to-our-disaffection-attack-on-freemasons-795895.html","abstract":"  To the Editor:   The controversy stirred by Pat Robertson's 1991 best-selling book, \"The New World Order,\" cannot be laid to rest solely on his softened interpretation of inflammatory code words, such as \"European bankers\" (\"Pat Robertson Says He Intended No Anti-Semitism in Book He Wrote Four Years Ago,\" news article, March 4; letter by Mr. Robertson, \"Our Foreign Policy Should Put U.S. First,\" March 5).","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"HOUSE COMMITTEE SUPPORTS TAX CUT","web_url":"https://www.nytimes.com/1995/03/15/us/house-committee-supports-tax-cut.html","abstract":"  The House Ways and Means Committee approved a bill today to reduce taxes by almost $200 billion over the next five years, a cornerstone of the Republicans' Contract With America.   But the action was tempered by the first signs of trouble in the Republicans' promise to cut spending to compensate for the loss of tax money. Party leaders had to concede that they were hard pressed to win support for even a modest first round of spending reductions.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Mexico, Maize and Debt : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-mexico-maize-and-debt-letters-to-the-editor.html","abstract":"The article \"A New Slant on the Origins of Agriculture\" (Features, March 9) by John Noble Wilford throws into tragic relief the situation in Mexico today..Maize was first domesticated in the Tehuácan valley of Central America. Today, tha","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"The G.O.P.'s Contract Makes Government More Responsible","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-the-gop-s-contract-makes-government-more-responsible-796695.html","abstract":"  To the Editor:   In \"Mistaking a Moment for a Mandate\" (Op-Ed, March 9), the pollster Stanley B. Greenberg resorted to the same type of hollow distortions that left the Democratic Party high and dry last November.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Remorseful Killer Draws Stiff Term","web_url":"https://www.nytimes.com/1995/03/15/nyregion/remorseful-killer-draws-stiff-term.html","abstract":"  Expressing regret for killing the couple that had moved into his boyhood home, a Larchmont man broke down in tears before drawing the maximum sentence of 16 2/3 to 50 years in prison.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Taylor Is Starting Back On Road to the Stadium","web_url":"https://www.nytimes.com/1995/03/15/sports/baseball-taylor-is-starting-back-on-road-to-the-stadium.html","abstract":"  Brien Taylor leads a lonely existence in the chaotic world of baseball. It is the existence of a 23-year-old prospect trying to make a comeback from a serious shoulder injury before ever unleashing one pitch in a major league game. Alone, he is trying to regain what he lost.   Fifteen months after Taylor injured himself during a fight near his home in Beaufort, N.C., his fastball is still not back. The pitch made him a high school legend, made the Yankees pay him a signing bonus of $1.55 million as the No. 1 draft choice in 1991 and seemingly made his future glisten.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Next Messier Confronts the Current One","web_url":"https://www.nytimes.com/1995/03/15/sports/hockey-next-messier-confronts-the-current-one.html","abstract":"  When Eric Lindros was a teen-ager in junior hockey, he used to keep a Mark Messier hockey card on his locker shelf as if it were some sort of religious totem. Now that Lindros is 22 years old and a third-year veteran, he no longer displays a Messier picture in the dressing room. He simply plays like a young Messier on the ice.   Coming into tonight's game between Messier's Rangers and Lindros's Flyers at Madison Square Garden, Lindros is tied for second in the National Hockey League in scoring with 34 points on 12 goals and 22 assists. More important, he's the leader of a rapidly improving team that is challenging for first place in the Atlantic Division.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Brakes on Development : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-brakes-on-development-letters-to-the-editor.html","abstract":"Letter writer: Herbert F. Matare","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Bumper to Bumper to Bumper","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-bumper-to-bumper-to-bumper.html","abstract":"  Diminished services and increased fares. That was the prospect held out by Senator Frank R. Lautenberg and former Gov. Jim Florio if the Federal Government goes ahead with proposed cuts in mass transit aid.   Speaking to an American Public Transit Association conference, Mr. Lautenberg and Mr. Florio, both Democrats, said that those consequences would put more drivers on the road in New Jersey, the nation's most densely populated state.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Effort to Preserve a Political Dynasty in East Harlem Fails by a Wide Margin","web_url":"https://www.nytimes.com/1995/03/15/nyregion/effort-to-preserve-a-political-dynasty-in-east-harlem-fails-by-a-wide-margin.html","abstract":"  William Del Toro's attempt to win his brother's State Assembly seat in East Harlem ended in a crushing upset last night at the hands of Francisco Diaz Jr., the manager of Community Board 11 and a neighborhood political organizer.   The 68th Assembly District seat had been held for 20 years by Angelo Del Toro, a Democrat and former head of the Assembly's Education Committee, before his death in December from a heart attack.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/15/nyregion/no-headline-850995.html","abstract":"  \"In my old age, it occurred to me that we could make a difference to our country, and do it with an institution that had staying power and that I was familiar with. After all, Harvard has been around more than 300 years. JOHN L. LOEB, after he and his wife gave Harvard $70.5 million.  [ B11:5. ]","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Seat-Back Translations At the Met Next Fall","web_url":"https://www.nytimes.com/1995/03/15/arts/music-notes-seat-back-translations-at-the-met-next-fall.html","abstract":"  The Metropolitan Opera is to introduce its new seat-back translation system -- called Met Titles instead of the more common supertitles -- at an Oct. 2 performance of Verdi's \"Otello,\" which will open the 1995-96 season.    The system, which the Met has been working on for nearly two years, uses small electronic screens attached to the backs of the seats. The screens have individual controls, so operagoers who do not want to use them can turn them off. They also have filters that make their texts invisible to viewers in adjacent seats. The Met said that producing and installing the system would cost about $2 million.","thumbnail":null,"section":"Arts"},{"date":"19950315","headline":"Swim Medals Spiced by a Family Reunion","web_url":"https://www.nytimes.com/1995/03/15/sports/pan-american-games-swim-medals-spiced-by-a-family-reunion.html","abstract":"  Cristina Teuscher was ecstatic when she learned that the 1995 Pan American Games would be held in Argentina. Her parents were born in Buenos Aires. Her grandparents still live there. This would be a great opportunity to compete in front of her relatives. Then she thought again. She was a swimmer, and Argentina appeared to be a country without any pools.   \"When I was 9 or 10 and we visited, it was hard to find a pool,\" said the 17-year-old Teuscher, a junior at New Rochelle High School in Westchester County. \"We ended up not training.\"","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/15/nyregion/c-corrections-782695.html","abstract":"  A report in the Patterns column on the Fashion page yesterday about a plan by a group of French fashion editors to single out a late-starting show for a walkout misspelled the name of the fashion editor of Le Figaro. She is Janie Samet. Because of an editing error the report also misstated the home country of Le Figaro. It is a French daily, not Italian.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Having a World Title Is Fine, But Jones Still Yearns for More","web_url":"https://www.nytimes.com/1995/03/15/sports/boxing-having-a-world-title-is-fine-but-jones-still-yearns-for-more.html","abstract":"  The diamond and ruby ring proclaims him the world supermiddleweight champion. But for Roy Jones Jr., there is a time-honored and mythical title he is after: best fighter, pound for pound.   He will do it his way, though, just as he does everything else.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/15/nyregion/metro-digest-738395.html","abstract":"  YALE RETURNS $20 MILLION TO PATRON    Four years after giving $20 million to Yale University to expand its Western civilization curriculum, Lee M. Bass, a billionaire alumnus, has requested that the money be returned because Yale never instituted the courses. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/15/style/chronicle-575095.html","abstract":"  Birds of different feathers flocked together Monday night to hear readings from essays that celebrate the nation's open spaces and frequently bemoan their shrinkage.    Conservationists and real estate investors, bankers and lawyers, writers and agents gathered in the Upper East Side home of MAUREEN WHITE and her husband, STEVEN RATTNER, a partner at Lazard Freres and an impassioned outdoorsman. Almost more than they talked, they listened. The passages were from \"Heart of the Land: Essays on Last Great Places,\" an anthology published by Pantheon and assembled by the Nature Conservancy, which will get part of the proceeds. Readers included Claire Bloom, Charles Kuralt and six of the authors in the book.","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"Alumnus Expands Love Affair With Harvard by Offering a Monumental Gift","web_url":"https://www.nytimes.com/1995/03/15/us/alumnus-expands-love-affair-with-harvard-by-offering-a-monumental-gift.html","abstract":"  As a transfer student to Harvard in 1921, John L. Loeb did not stand out in any special way. But as an alumnus, he has been truly spectacular.    A former member of Harvard's governing body and of more than a dozen of its visiting committees, he has helped lead more than half a dozen fund-raising drives and has given Harvard nearly $20 million.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Iwo Jima Journal; A Pacific Isle That Can't Quite Rest in Peace.","web_url":"https://www.nytimes.com/1995/03/15/world/iwo-jima-journal-a-pacific-isle-that-can-t-quite-rest-in-peace.html","abstract":"  They traded war stories, visited battle sites and stood uneasily next to men they had tried their hardest to kill.   Half a century after the battle of Iwo Jima, one of the ghastliest in World War II, American and Japanese veterans returned today to commemorate the struggle for an island that had once seemed so important that it had absorbed tens of thousands of lives. These days, it has no permanent residents.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Taking to Airwaves for (or Against) Budget","web_url":"https://www.nytimes.com/1995/03/15/nyregion/taking-to-airwaves-for-or-against-budget.html","abstract":"  Applying the tactics of campaign warfare to New York's budget battle, both Republicans and Democrats began flooding the airwaves today with advertisements designed to build pressure for and against Gov. George E. Pataki's spending cuts.   Officials with both parties said such heavy use of television and radio advertising by political organizations was highly unusual in New York's budget process. But they said it reflected the high stakes in this year's budget fight, as well as the increasing role of advertising.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Tapie Tells Accuser to 'Shut Up'","web_url":"https://www.nytimes.com/1995/03/15/sports/IHT-tapie-tells-accuser-to-shut-up.html","abstract":"Bernard Tapie, the French politician and former president of the Olympique Marseille soccer team, who is accused of bribing players of a opposing team to lose, told Olympique's former general manager Tuesday to \"shut your face\" as the man descr","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Indian Premier Faces Criticism for State Losses","web_url":"https://www.nytimes.com/1995/03/15/world/indian-premier-faces-criticism-for-state-losses.html","abstract":"  Hindu right-wing governments took office today in the industrially developed Western states of Maharashtra and Gujarat, redrawing India's political map and underlining the growing isolation of Prime Minister P.V. Narasimha Rao's Congress Party.   With the militant Shiv Sena taking power in Maharashtra and the Bharatiya Janata Party in Gujarat, a vast belt of India stretching from the northwest to the south and from the west to the east is now dominated by Mr. Rao's political foes.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"A Space First: Russians Launch American","web_url":"https://www.nytimes.com/1995/03/15/world/a-space-first-russians-launch-american.html","abstract":"  Streaking through the icy atmosphere in a spacecraft that until recently he would have had to risk his life just to see, Norman E. Thagard today became the first American to enter space aboard a Russian rocket.    The Soyuz spacecraft carrying Dr. Thagard and his crewmates, Lieut. Col. Vladimir N. Dezhurov and Gennady M. Strekalov, a flight engineer, burst above the frozen plains here exactly as planned, at 11:11 a.m. There was no countdown -- there never is in Russia -- but dozens of freezing guests watched with wonder as the rocket eased off its pad in a plume of brilliant flames and edged toward the heavens.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Pat Robertson Gives Focus to Our Disaffection","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-pat-robertson-gives-focus-to-our-disaffection-794095.html","abstract":"  To the Editor:   The intemperance of Frank Rich's attack on Pat Robertson (column, March 9) was revealing, particularly in light of its being the second occasion Mr. Rich has adopted the disruptive strategy of shouting, name-calling and personal insult calculated to discourage debate on what has become an increasingly interesting public issue.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Suit Seeks Results of Babies' AIDS Tests","web_url":"https://www.nytimes.com/1995/03/15/nyregion/suit-seeks-results-of-babies-aids-tests.html","abstract":"  In the continuing battle over whether newborns should be tested for the AIDS virus and their mothers told the results, a New York City advocacy group for children filed suit yesterday to force New York State to do so.   A bill that would require such testing and disclosure is expected to go to the Senate floor within weeks after being approved by a health committee yesterday. It is supported by Gov. George E. Pataki.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Tragedy Casts Harsh Light on Volunteer Ambulance Units","web_url":"https://www.nytimes.com/1995/03/15/nyregion/tragedy-casts-harsh-light-on-volunteer-ambulance-units.html","abstract":"  They are a familiar blur as they rush through the city's incident-prone streets, sirens screaming, responding to calls from the stricken. On board are crews of \"weekend warriors\" -- accountants, electricians, truck drivers, plumbers -- animated by do-goodism and accompanied by city ambulance workers who say they want to rescue lives in the off-hours as well.   Forty-eight volunteer ambulance services operate in New York City, grass-roots groups supported by bake sales and raffles, usually with no more than a single vehicle and a two-way radio. The crews, often trained in cardiopulmonary resuscitation and first aid, are neighbors of the very people they save.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Clinton Shouldn't Meddle in Irish Matters","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-clinton-shouldn-t-meddle-in-irish-matters-298095.html","abstract":"  To the Editor:   Re \"Clinton to Permit Fund-Raising in the U.S. by Top I.R.A. Figure\" (news article, March 10): As usual, Mr. Clinton failed to look before he leaped in announcing that not only will he greet Gerry Adams, but will allow him to raise funds.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Why a Fez Is a Sensation at Israel's Book Fair","web_url":"https://www.nytimes.com/1995/03/15/books/why-a-fez-is-a-sensation-at-israel-s-book-fair.html","abstract":"  Even though he was only taking books out of boxes and putting them on shelves, Nghimi Filali caused a small sensation in his fez and long robe.   Moroccan visitors to Israel are few. Representatives of Moroccan publishing houses are almost unheard of.","thumbnail":null,"section":"Books"},{"date":"19950315","headline":"The G.O.P.'s Contract Makes Government More Responsible; A 20 Percent Mandate","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-the-gop-s-contract-makes-government-more-responsible-a-20-percent-mandate-797495.html","abstract":"  To the Editor:   Stanley Greenberg's \"Mistaking a Moment for a Mandate\" (Op-Ed, March 9) makes important points. One is missing: The 52 percent majority for Republican House candidates came in a turnout of about 39 percent of eligible voters.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"1920: Calm in Berlin : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-1920-calm-in-berlin-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The capital remains calm after yesterday's [March 13] coup d'Etat. The streets were almost deserted, but military patrols were in evidence. The new Berlin government says there is no truth in the rumors that compulsory military service is to be r","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"The Knicks Meet the Enemy; It May Be Themselves","web_url":"https://www.nytimes.com/1995/03/15/sports/pro-basketball-the-knicks-meet-the-enemy-it-may-be-themselves.html","abstract":"  A sideline disagreement between Coach Pat Riley and Anthony Mason, which led to Mason briefly leaving the bench during the game, overshadowed New York's 94-74 victory over the Denver Nuggets last night.   The incident occurred during a timeout with 8 minutes 29 seconds left in the third quarter. Riley was upset with Mason for some reason, and the coach began talking to the Knick forward in an animated fashion as Mason sat at the end of the bench.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Man Gets Maximum Term For Killings in Larchmont","web_url":"https://www.nytimes.com/1995/03/15/nyregion/man-gets-maximum-term-for-killings-in-larchmont.html","abstract":"Expressing regret for killing the couple that had moved into his boyhood home, a Larchmont man broke down in tears today before drawing the maximum sentence of 16 2/3 to 50 years in prison.\n\nThe defendant, Paul Cox, has said he committed the 1988 slayings during an alcoholic blackout and believed he was killing his parents. He was arrested after a fellow member of Alcoholics Anonymous told the authorities about Mr. Cox's recollections of the killings.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Yesterday in Washington","web_url":"https://www.nytimes.com/1995/03/15/us/diary-yesterday-in-washington.html","abstract":"  THE TAX CUT: The House Ways and Means Committee approved the Republicans' tax-cut bill, a cornerstone of their Contract With America, which would lower taxes by almost $200 billion over the next five years. But the action was tempered by the first signs of trouble in the Republicans' promise to compensate for the tax cuts by cutting spending. Party leaders had to concede that they were hard pressed to win support for even a first modest round of reductions. Republicans have insisted that they would pay for the tax cuts with equivalent reductions in spending so the deficit would not be worsened; they have not specified how they would do so. LOBBYING FOR THE ARTS: The country singer Garth Brooks was among 350 musicians, actors, artists and cultural leaders who lobbied in the Capitol to divert Congress from its determination to cut Federal subsidies to the arts. Arts Advocacy Day was sponsored by the nonprofit American Council for the Arts and financed by corporate donations. The council has conducted similar annual expeditions over the last 14 years, usually with some assurance that a Democratic-run Congress would protect both its interests and its financing. That changed when the last election swept fiscal and social conservatives into power.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"F.A.A. Orders Checks of Rudder on 737's","web_url":"https://www.nytimes.com/1995/03/15/us/faa-orders-checks-of-rudder-on-737-s.html","abstract":"  Following reports that two particular rudder power control units had malfunctioned, the Federal Aviation Administration yesterday ordered all airlines that use Boeing 737's to inspect the devices.   The agency said it suspected that the problem was confined to only 36 rudder units that were recently modified by Aero Controls Inc., a repair station in Auburn, Wash. Testing of two units found that a screw that retained a spring had not been properly tightened by the repair station.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"More Rainfall in California Raises Fears of New Floods","web_url":"https://www.nytimes.com/1995/03/15/us/more-rainfall-in-california-raises-fears-of-new-floods.html","abstract":"  A new storm moved into Northern California today, causing fears of more flooding as already swollen lakes and rivers rose to dangerous levels in some areas.   Farther south, a slackening of winds and torrential rain allowed emergency work crews to gain some advantage in reopening roads and bridges in the Central Valley and Monterey County. As the waters receded, the cost of nearly a week of calamitous storms began to emerge in greater detail.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Celebrities Take Art's Case to Congress","web_url":"https://www.nytimes.com/1995/03/15/arts/celebrities-take-art-s-case-to-congress.html","abstract":"  Most days, Garth Brooks is a chart-topping country singer and international celebrity. Today he was a political lobbyist, pounding shoe leather along the Capitol's tiled hallways, trying to argue a suddenly pinchpenny Congress out of its determination to cut Federal subsidies to the arts.   So were some 350 cultural leaders, heartthrob musicians, actors and other artists, famous and anonymous. It was not at all clear that they made much headway.","thumbnail":null,"section":"Arts"},{"date":"19950315","headline":"Islanders Start Fast, Then Lose in a Hurry","web_url":"https://www.nytimes.com/1995/03/15/sports/hockey-islanders-start-fast-then-lose-in-a-hurry.html","abstract":"  The Islanders can only wonder how much worse this season can get.   \"You can lose 50 in a row,\" Ray Ferraro said after the Islanders had squandered a 3-0 lead and lost to the Hartford Whalers, 6-4, tonight at the Civic Center. \"It can get lower.\"","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"An Irish Judge Fuels Debate Over Abortion","web_url":"https://www.nytimes.com/1995/03/15/world/an-irish-judge-fuels-debate-over-abortion.html","abstract":"  The already emotional debate over Ireland's constitutional ban on abortion accelerated today as the man imprisoned in a landmark 1992 case had his sentence reduced.   In the case, a 14-year-old had sought an abortion in Britain, saying that the father of a friend had made her pregnant. The Government ordered her not to have the abortion. The Supreme Court overruled the Government, and last June the man, who has never been identified, was convicted of unlawful carnal knowledge and indecent assault, and sentenced to 14 years in prison.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/03/15/sports/transactions-265495.html","abstract":"  Baseball  American League  CALIFORNIA ANGELS -- Named Bill Wood consultant and scout.   CLEVELAND INDIANS -- Signed Jim Poole, pitcher, to a minor-league contract. Northern League   DULUTH-SUPERIOR DUKES -- Signed Sean Carroll, pitcher. Basketball  National Basketball Association  LOS ANGELES LAKERS -- Signed Lloyd Daniels and Randolph Keys, forwards, for the rest of the season.   PHOENIX SUNS -- Activated Richard Dumas, guard-forward. Placed Wayman Tisdale, forward, on the injured list. United States Basketball League  USBL -- Announced the Mississippi Coast Gamblers franchise will relocate to Jackson, Tenn. for the 1995 season.   JACKSON -- Named Robert Spencer general manager. Football  National Football League  JACKSONVILLE JAGUARS -- Signed Mickey Washington, cornerback.   NEW ORLEANS SAINTS -- Released Carl Lee, defensive back. Canadian Football League  BIRMINGHAM -- Announced the team will be called the Barracudas. Signed Reggie Slack, quarterback.   SHREVEPORT PIRATES -- Signed Fernando Evans, wide receiver. Hockey  National Hockey League  FLORIDA PANTHERS -- Signed Magnus Svensson, defenseman.   NEW JERSEY DEVILS -- Acquired Shawn Chambers, defenseman, and Danton Cole, right wing, from the Tampa Bay Lightning for Alexander Semak, center, and Ben Hankinson, right wing. Sent Jaroslav Modry, defenseman, to Albany of the American Hockey League. Recalled Kevin Dean, defenseman, and Sergei Brylin, center, from Albany.   WINNIPEG JETS -- Recalled Michal Grosek, left wing, from Springfield of the American Hockey League. American Hockey League  SYRACUSE CRUNCH -- Assigned Cam Danyluk, left wing, to South Carolina of the East Coast Hockey League. Released Larry Empey, defenseman. East Coast Hockey League  ERIE PANTHERS -- Placed Eric Bellerose, left wing, on injured reserve. Horse Racing   HIALEAH PARK -- Named Aggie Anderson director of publicity; Leslie Brown general superintendent; and Ed Mackey director of mutuels. College   ARMY -- Named Mike Dietzel split ends and tight ends coach, Andre Powell running backs coach, Mike Sullivan defensive backs coach and part-time assistant coach.   BALL STATE -- Named Ted Huber assistant head coach and defensive tackles coach, Curt Mallory linebackers coach, Shannon Griffith quarterbacks coach, Keith Otterbein running backs coach and recruiting coordinator and Dennis Springer wide receivers coach.   INDIANA STATE -- Announced the resignation of Kay Riek, women's basketball coach.   JOHNSON C. SMITH -- Named Daryl McNeill football coach and Stephen Wayne Joyner athletic director.   KENTUCKY -- Named Bernadette Locke-Mattox women's basketball coach.   ROBERT MORRIS -- Named Shawn Westerlund offensive line coach.   SE LOUISIANA -- Named Kim Stewart women's soccer coach.   SOUTHEASTERN LOUISIANA -- Named Kim Stewart women's soccer coach.   ST. BONAVENTURE -- Named Peter Pilling associate athletic director for external relations.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Variations of First Love In Late-1950's Ireland","web_url":"https://www.nytimes.com/1995/03/15/movies/film-review-variations-of-first-love-in-late-1950-s-ireland.html","abstract":"First-love variations in 1957 Dublin. Sweetly winsome.","thumbnail":null,"section":"Movies"},{"date":"19950315","headline":"A Snag in the Rattigan Revival","web_url":"https://www.nytimes.com/1995/03/15/style/IHT-a-snag-in-the-rattigan-revival.html","abstract":"\"In Praise of Love\" (Apollo Shaftesbury) will do little to keep the Rattigan revival bandwagon on the rails. Originally seen in 1973 as a one-actor called \"After Lydia,\" it was then unwisely expanded to full length at the demand of Re","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"Nuclear Arms Cleanup Plan Is Impossible, Senators Say","web_url":"https://www.nytimes.com/1995/03/15/us/nuclear-arms-cleanup-plan-is-impossible-senators-say.html","abstract":"  The ranking members of the Senate Energy Committee said today that an agreement between the Federal Government and the State of Washington to clean up a nuclear weapons plant was impossible to carry out and that Congress should rewrite the laws concerning such projects.   The senators said the program to clean up the Hanford Nuclear Reservation, the costliest and most complex of several agreements reached with many states under Federal pollution laws, could not achieve its goals under any conceivable budget or timetable and would have to be scrapped.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"C.I.A. Report Misleads on Bosnia War Crimes","web_url":"https://www.nytimes.com/1995/03/15/opinion/l-cia-report-misleads-on-bosnia-war-crimes-309095.html","abstract":"  To the Editor:   \"C.I.A. Report on Bosnia Blames Serbs for 90% of the War Crimes,\" your March 9 news article, reveals a factual error on the part of the C.I.A.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/15/style/chronicle-815695.html","abstract":"  Twelve years after winning the Nobel Peace Prize for his struggles for workers' rights, President LECH WALESA of Poland finally got to Norway yesterday to start a three-day visit, The Associated Press reported. His wife, DANUTA, picked up the award for him at ceremonies in Oslo in 1983. He didn't make the trip because he feared that the Communist regime then in control of Poland would bar him from returning. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"For Barcelona, It's Likely to Be Bye-Bye in Champions' Cup","web_url":"https://www.nytimes.com/1995/03/15/sports/IHT-for-barcelona-its-likely-to-be-byebye-in-champions-cup.html","abstract":"Coach Johan Cruyff is said to be thinking of quitting Barcelona this spring. His striker, Romario, is long gone to Brazil while Romario's former partner, Hristo Stoichkov, is fed up with Cruyff. Cruyff, meanwhile, worries about Cruyff - his midfielder-so","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Canadian's Debut in 'Figaro'","web_url":"https://www.nytimes.com/1995/03/15/arts/city-opera-review-canadian-s-debut-in-figaro.html","abstract":"  The New York City Opera's current production of \"The Marriage of Figaro\" is unremarkable but more than adequate; it lets the opera speak for itself. Carl Toms's sets and costumes tend toward plainness, allowing room for the singers to move and the audience to imagine. The only serious complaint one could make is that the colors are more drab than bright; Hans Sondheimer's generally dim lighting may be to blame.    The spring run of \"Figaro\" has brought the City Opera debut of Wendy Nielsen, a Canadian soprano singing the Countess. She has the proper noble bearing for the role, and her voice is essentially warm and full. On Sunday afternoon, however, she ran into trouble, struggling early on to reach a few high notes and displaying an uncomfortably wide vibrato. She sounded weary toward the end of her \"Dove sono,\" wavering in pitch and tone quality.  This may simply have been an off night.","thumbnail":null,"section":"Arts"},{"date":"19950315","headline":"N.L.R.B. Cites Baseball's Owners Again","web_url":"https://www.nytimes.com/1995/03/15/sports/baseball-nlrb-cites-baseball-s-owners-again.html","abstract":"  For the third time in three months, the general counsel of the National Labor Relations Board said he has found reason to issue a complaint against baseball's club owners, charging them with violating labor laws. For at least the second time, the owners, nevertheless, claimed victory.   The owners also accused the union of continuing to stall at the bargaining table -- \"The union is caught up in this surreal game of Chutes and Ladders,\" said Stan Kasten of Atlanta -- but they left this Walt Disney World site just as union officials were arriving for a meeting with a high-profile group of players a few miles away in Orlando.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/15/nyregion/news-summary-690595.html","abstract":"  International A3-17  CONOCO DROPS IRAN DEAL  Conoco will not proceed with its agreement to develop two offshore oilfields for Iran after the White House announced that President Clinton would issue a directive barring all such transactions. A1  CARLOS SALINAS'S SIDE  Carlos Salinas, the Mexican ex-President said to have been forced into exile by his successor, has popped up in New York, eager to dismiss that version of events. A1","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Pressure Cooking Without the Terror","web_url":"https://www.nytimes.com/1995/03/15/style/pressure-cooking-without-the-terror.html","abstract":"NO matter that Julia Child, Chuck Williams and other cooking luminaries love their pressure cookers. No matter that sales of the machine are rising and that curious cooks are finding new uses for an old concept. Lorna Sass, the pressure cooker's missionary, zealot and indefatigable promoter, still gets depressed. \n\n\"It's the fear factor,\" she said. \"There's a whole generation of people who just can't get over their fear of pressure cookers.\"","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"Christopher Persuades Syria and Israel to Resume Direct Talks","web_url":"https://www.nytimes.com/1995/03/15/world/christopher-persuades-syria-and-israel-to-resume-direct-talks.html","abstract":"  Syria agreed today to meet face to face with Israel once again in a drive to find a formula for peace, Secretary of State Warren Christopher said in Damascus.   The talks will begin in Washington in the next several days between the Israeli Ambassador, Itamar Rabinovich, and the Syrian Ambassador, Walid Moallem, and the United States will take part. Soon afterward, military experts from both sides will join in, and eventually the army Chiefs of Staff of both countries will meet, Mr. Christopher added.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/15/nyregion/c-corrections-780095.html","abstract":"  A chart on Sunday with statistics about New York City services from Mayor Rudolph W. Giuliani's annual Management Report overstated the number of slashing incidents in the city's jails. In 1993 there were 0.27 slashings per 100 inmates, not 27 slashings; in 1994 there were 0.52, not 52.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Man in the News: Norman Earl Thagard; The Space Comrade From Florida","web_url":"https://www.nytimes.com/1995/03/15/world/man-in-the-news-norman-earl-thagard-the-space-comrade-from-florida.html","abstract":"  Norman E. Thagard was trained to kill Communists. In the Marine Corps, he labored in one of the hottest theaters of the cold war, flying 163 combat missions in Vietnam, winning awards for bravery and succeeding in coming home alive to his family.   Now, 25 years later, he has become the first American to ride into space aboard a Russian rocket, helping fashion a new era in which former foes work together as partners in space.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Hillary Clinton Asks U.N. to Do More for Women","web_url":"https://www.nytimes.com/1995/03/15/world/hillary-clinton-asks-un-to-do-more-for-women.html","abstract":"  Today, for the second time in a week, Hillary Rodham Clinton came to speak to a United Nations gathering, this time about the condition of women's lives within this organization as much as in the world at large.   But this time, invoking the spirit of Eleanor Roosevelt, who was a delegate to the General Assembly, Mrs. Clinton offered the most spirited American defense of the United Nations that this gloomy headquarters has heard from Washington in a long time. Today's conference, \"Women and the United Nations,\" was dedicated to Mrs. Roosevelt's memory.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"G.O.P. Chief Resigns Post Under Pressure","web_url":"https://www.nytimes.com/1995/03/15/nyregion/gop-chief-resigns-post-under-pressure.html","abstract":"  The longtime chairman of the Westchester County Republican Party is resigning under pressure from Gov. George E. Pataki and his Republican allies in the county.   The decision by the chairman, Anthony S. Colavita, underscores Mr. Pataki's efforts to assert his control over the party statewide. Mr. Colavita is expected to be replaced by State Senator Nicholas Spano, who unlike Mr. Colavita endorsed Mr. Pataki early in last year's campaign.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"DIALOGUE: The Environment vs. Property Rights;\nIt's My Land, Isn't It?","web_url":"https://www.nytimes.com/1995/03/15/opinion/dialogue-the-environment-vs-property-rights-its-my-land-isnt-it.html","abstract":"Liberals have dismissed the Contract With America's property rights reforms as an anti-environmental crusade sponsored by large corporations seeking to despoil the land. But as Democrats prepare to try to derail the Republican proposals, they would do well to remember that property rights laws affect real people -- the sort that reduced them to a Congressional minority in November and may toss them out of the White House in 1996.\n\nIn early December, Republican Congressmen held a forum that gave victims of Government regulation a chance to tell their stories. Margaret Rector of Austin, Tex., told of putting her retirement money into land that, thanks to the Endangered Species Act, is now exclusively home to a protected species of warbler. Ms. Rector might be able to get a permit to develop the land, but it would cost her tens of thousands of dollars for ecological studies and lawyers. Meanwhile, the market value of the property has gone from $830,000 to $30,000.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Britain Pulling 400 Troops Out of Ulster, Citing Cease-Fire","web_url":"https://www.nytimes.com/1995/03/15/world/britain-pulling-400-troops-out-of-ulster-citing-cease-fire.html","abstract":"  In a move that could speed up peace talks in Northern Ireland, Britain announced today that it is withdrawing a regiment of 400 men, the largest reduction of British troops in the province in a decade.   The Secretary of State for Northern Ireland, Sir Patrick Mayhew, said the Fifth Regiment Royal Artillery would be relocated within the next two weeks to the British mainland. This would leave about 18,000 British troops in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19950315","headline":"OIL CONCERN ENDS A DEAL WITH IRAN AS PRESIDENT ACTS","web_url":"https://www.nytimes.com/1995/03/15/us/oil-concern-ends-a-deal-with-iran-as-president-acts.html","abstract":"  A big American oil company said today that it would not proceed with its agreement to develop two large offshore oilfields for Iran after the White House announced that President Clinton would issue a directive barring all such transactions.   The step by Conoco Inc. ended an energy deal that would have been the first involving Iran and the United States since Washington severed relations with Teheran in 1980. It came after eight days of debate within the Administration about how and whether to block an agreement that top deputies to Mr. Clinton acknowledged was legal but said could undermine American efforts to isolate Iran.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Salinas, in New York, Denies Being Asked to Quit Mexico","web_url":"https://www.nytimes.com/1995/03/15/world/salinas-in-new-york-denies-being-asked-to-quit-mexico.html","abstract":"  Carlos Salinas de Gortari, the former President of Mexico who was said to have been forced into virtual exile over the weekend by his successor, popped up on Manhattan's East Side yesterday, eager to dismiss that version of events.   \"Can I return to Mexico?\" Mr. Salinas said in an interview. \"At any moment! Yes!\" He paused, then added, \"But I don't have plans now to do so.\"","thumbnail":null,"section":"World"},{"date":"19950315","headline":"Personal Health; Ignoring an easy way to cut risks of crib death.","web_url":"https://www.nytimes.com/1995/03/15/us/personal-health-ignoring-an-easy-way-to-cut-risks-of-crib-death.html","abstract":"  IN a letter published recently in The New York Times, a distressed grandmother complained that she had been banished from baby-sitting for her 6-week-old grandson after the parents caught her putting the baby to sleep on his stomach.    \"Don't you know about SIDS?\" the equally distressed father hissed, referring to the growing evidence that babies who sleep face down are at increased risk of sudden infant death syndrome.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Broad Group Visits President On Affirmative Action's Future","web_url":"https://www.nytimes.com/1995/03/15/us/broad-group-visits-president-on-affirmative-action-s-future.html","abstract":"  Hoping for help in defusing a political bomb, President Clinton summoned a bipartisan, interracial group of civil rights leaders and academics to the White House on Monday night, part of the Administration's review of Federal affirmative action programs in the face of Republican demands to scale them back.   In a freewheeling four-and-one-half-hour discussion over dinner in the Green Room, Mr. Clinton sought the advice of about two dozen people with experience on the topic, from the retired Federal appeals judge A. Leon Higginbotham Jr. to the Rev. Theodore M. Hesburgh, president emeritus of the University of Notre Dame, to Elliot L. Richardson, an Attorney General in the Nixon Administration. Participants said the President had suggested that he feared that Republicans would use the issue to splinter the country in next year's elections.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Gulls on Approach to Kennedy","web_url":"https://www.nytimes.com/1995/03/15/nyregion/about-new-york-gulls-on-approach-to-kennedy.html","abstract":"  THE laughing gulls are on their way to their spring and summer roosts at the edge of Kennedy International Airport, and the 18 men who keep the birds away from the runways and the jets are worried.   \"We can't shoot them this year,\" said Charles Zeilfelder, a supervisor of the Port Authority animal-management unit and a 12-year veteran of the efforts to keep the Kennedy birds in their place.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Foreign Affairs; New Mexico","web_url":"https://www.nytimes.com/1995/03/15/opinion/foreign-affairs-new-mexico.html","abstract":"  Ricarda Martinez, a 60-year-old Mexican peasant living in a tumbledown shack on the edge of Mexico City, says she's never heard of Wall Street and doesn't know anything about dollar-linked peso bonds, George Soros or Merrill Lynch's emerging markets fund. Peeling cactus from her garden, she insists that none of those strange-sounding names could possibly explain what she does know, which is that she can't afford to buy meat anymore, and that \"Mexico is now different -- now we are poor.\"   Mrs. Martinez is right. Mexico today is different, but it is because Mexico has been hit with a financial neutron bomb, launched by the very forces Mrs. Martinez has never heard of. As with any neutron bomb, all the buildings have been left standing but the people have been financially devastated. Overnight, the Mexican economy has shrunk from a size large to a size small, without ever stopping at medium.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Peter Brook Charts Twists and Turns Of the Human Mind","web_url":"https://www.nytimes.com/1995/03/15/theater/theater-review-the-man-who-peter-brook-charts-twists-and-turns-of-the-human-mind.html","abstract":"  Running a mere 100 minutes and played without an intermission, Peter Brook's hypnotizing new theatrical work, \"The Man Who,\" would seem to be as spare and tightly constructed as his 10-hour \"Mahabharata\" was winding and discursive. Yet \"The Man Who\" is no less an epic. It's as vast and mysterious as the human imagination, and as commonplace as the image of a man trying to shave himself, but failing.   The work was inspired by, but is in no way a conventional stage adaptation of, \"The Man Who Mistook His Wife for a Hat,\" Oliver Sacks's best-selling collection of case histories about the neurologically impaired.  Performed by a superb ensemble of four actors and one musician, this series of fables is an adventurous journey through the mind, as well as a demonstration of a very rare kind of dedicated theater craft.","thumbnail":null,"section":"Theater"},{"date":"19950315","headline":"A Recuperating Irvan Takes Some Fast Laps","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-people-auto-racing-a-recuperating-irvan-takes-some-fast-laps.html","abstract":"  ERNIE IRVAN got into his race car yesterday for the first time since a near-fatal crash Aug. 20 at Michigan Speedway. He breezed around Darlington (S.C.) Raceway, setting an unofficial course record of 30.26 seconds in his Busch Grand National Thunderbird. Wearing a patch on his left eye, he ran a four-lap set on the 1.366-mile oval that produced a turn of 162.510 miles per hour. That bettered the mark of 161.342 m.p.h. set in September. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Company-Backed Juice Study Sets Off a Dispute on Ethics","web_url":"https://www.nytimes.com/1995/03/15/us/company-backed-juice-study-sets-off-a-dispute-on-ethics.html","abstract":"  A RELATIVELY minor study published this month in a pediatrics journal has touched off a major marketing campaign and a dispute over the role of corporations in sponsoring scientific studies.    The study, financed by Welch Foods Inc., the country's leading grape juice manufacturer, compared how well babies and toddlers absorbed apple and grape juice. The advertising campaign suggests that the results show that white grape juice is better than apple juice for very young children. But several prominent pediatricians, including the editor of the journal that published the study, say that this message is misleading and that it raises disturbing questions about the power that corporations wield over health information in an age when medical research is growing increasingly dependent on their donations.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Some States Trying to Stop Gay Marriages Before They Start","web_url":"https://www.nytimes.com/1995/03/15/us/some-states-trying-to-stop-gay-marriages-before-they-start.html","abstract":"  A battle over the very definition of marriage, which began two years ago in Hawaii, is spreading through Western states as lawmakers hasten to foreclose any possible legalization of homosexual matrimony.   Homosexual marriages are not now legally recognized anywhere in the nation, but commitment ceremonies have become an increasingly common feature of gay life.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Tito Puente Takes His Place On His Music's Time Line","web_url":"https://www.nytimes.com/1995/03/15/arts/jazz-review-tito-puente-takes-his-place-on-his-music-s-time-line.html","abstract":"  \"The Latin Tinge: Jazz Music and the Influence of Latin Rhythms,\" a concert featuring the music of Tito Puente presented by Jazz at Lincoln Center, was a fine idea. Mr. Puente, a percussionist, band leader, composer and arranger, recorded an extraordinary series of performances during the 1950's and 60's. A legacy of synthesists like Dizzy Gillespie, Machito, Mario Bauza and others, the music drew from jazz's big bands and from Afro-Cuba's disciplined percussion sections, and it was visionary.   But Mr. Puente, who with Celia Cruz is still the biggest draw in Afro-Cuban music, doesn't seem to have adapted to the idea of being a historical figure. At Alice Tully Hall on Friday night, the show fell apart for several reasons. Though Mr. Puente seemed genuinely happy to air out the music, he performed lesser work from a new album, told jokes and gave long monologues. And he brought out dancers. There was a tension in the presentation that suggested a lack of ease.","thumbnail":null,"section":"Arts"},{"date":"19950315","headline":"Coach of 'the Mount' Is the Man of the Hour","web_url":"https://www.nytimes.com/1995/03/15/sports/college-basketball-coach-of-the-mount-is-the-man-of-the-hour.html","abstract":"  The outdoor basketball hoops on the Mount St. Mary's College campus here have been uprooted. Poles with plywood backboards and rusty rims lie on their sides, strewn about and awaiting replacements.   Indoors, though, basketball could not be in better shape: Jim Phelan, the coach here for 41 years, is dealing with a news media blitz on the eve of his Mountaineers' first trip to the N.C.A.A. tournament. And the women's team is 1 of the final 64 in its national tournament for the second consecutive year.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Investigator Seeks Control of Javits Center Hiring","web_url":"https://www.nytimes.com/1995/03/15/nyregion/investigator-seeks-control-of-javits-center-hiring.html","abstract":"  A special investigator is seeking court permission to take control of hiring for the lucrative carpenters' jobs at the Jacobs K. Javits Convention Center and accusing the president of the carpenters' union of allowing organized crime to persist at the center.   Kenneth Conboy, the investigator appointed by a Federal judge to monitor the 30,000-member New York District Council of the United Brotherhood of Carpenters and Joiners, charged in a report yesterday that the union's president, Frederick W. Devine, had ignored a court order that requires him to stop the awarding of jobs to mob-connected union members and make them available to all members.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Judges Urge Easing of Nynex Regulations","web_url":"https://www.nytimes.com/1995/03/15/nyregion/judges-urge-easing-of-nynex-regulations.html","abstract":"  Endorsing a drastic loosening of telephone regulations in New York, two administrative law judges recommended yesterday that the state's Public Service Commission free the Nynex Corporation to earn unregulated profits in return for a reduction in local phone rates.   The judges, J. Michael Harrison and Joel A. Linsider, gave conditional approval to a proposal by Nynex and the Public Service Commission staff that would reduce basic phone rates for Nynex customers in New York State by $375 million over the first five years of a seven-year plan. Nynex, in turn, would be allowed to boost its profits by cutting costs and selling a broad range of new communications services.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"A Dickens Revival in Comparable Times","web_url":"https://www.nytimes.com/1995/03/15/arts/critic-s-notebook-a-dickens-revival-in-comparable-times.html","abstract":"  The word is Dickensian. Laden with overtones of social inequities, it has resurfaced with a vengeance in the last decade or so as homeless people drifted onto the nation's streets and census reports confirmed that the rich were indeed getting richer and the poor poorer. The time for a Charles Dickens revival is obviously ripe, and television, long committed to the obvious, is clearly eager to play its part.   On Sunday, a four-hour production of \"The Old Curiosity Shop\" gets under way at 7 P.M. on the Disney Channel; the second half will be shown on Monday at 8 P.M. The following Sunday on public television, \"Masterpiece Theater\" begins a five-part dramatization of \"Martin Chuzzlewit.\" Greed and selfishness have rarely been so deliciously dissected in prime time.","thumbnail":null,"section":"Arts"},{"date":"19950315","headline":"A Dollar Plunge Is Dangerous, and Mexico Matters","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-a-dollar-plunge-is-dangerous-and-mexico-matters.html","abstract":"It is no coincidence that the dollar started rebounding almost immediately after the Mexican government unveiled its long delayed austerity plan last week. The peso took pressure off the dollar worldwide - but this may just be a breathing space..What h","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Cowens Coming Back?","web_url":"https://www.nytimes.com/1995/03/15/sports/sports-people-pro-basketball-cowens-coming-back.html","abstract":"  DAVE COWENS, a Hall of Fame center, may make another comeback from retirement and join the San Antonio roster for the playoffs, Spurs Coach BOB HILL says. Cowens, 46, is a Spurs assistant coach. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Judicial Conference Rejects More Secrecy in Civil Court","web_url":"https://www.nytimes.com/1995/03/15/us/judicial-conference-rejects-more-secrecy-in-civil-court.html","abstract":"  Expressing concern about court secrecy, the judges who make policy for the Federal courts voted today to reject a proposal that would have made the sealing of court records nearly automatic in civil cases as long as the two sides agreed.   The vote by the 27-member Judicial Conference of the United States, in a closed-door meeting at the Supreme Court, was a surprise after a week of mounting controversy over the proposal to amend the Federal Rules of Civil Procedure.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Nets' Defense Is Sound Against a Shaq Attack","web_url":"https://www.nytimes.com/1995/03/15/sports/pro-basketball-nets-defense-is-sound-against-a-shaq-attack.html","abstract":"  Two seasons ago, in a forest of National Basketball Association trees, the 7-foot-2 reserve center Dwayne Schintzius was guarding the 7-1 man-child, Shaquille O'Neal. Schintzius played his way onto all the cable sports shows that evening -- with a little help from Shaq.   Schintzius was the unfortunate soul O'Neal dunked so ferociously hard over that the shot not only brought down the backboard support at Byrne Meadowlands Arena but also gave hip-hop songwriters whole new inspiration.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Fixing Charges Leads To Arrest of 3 Players","web_url":"https://www.nytimes.com/1995/03/15/sports/soccer-fixing-charges-leads-to-arrest-of-3-players.html","abstract":"  The police arrested three prominent soccer players in Britain today on suspicion of fixing games, plunging the sport into the worst scandal to afflict it in this country in decades.   The police staged coordinated early morning raids on the homes of two goalkeepers -- Bruce Grobbelaar, who plays for Southampton, and Hans Segers, who plays for Wimbledon -- taking them into custody and seizing unspecified materials. A few hours later, the police also arrested John Fashanu, a striker for Aston Villa and the host of a popular television game show.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/15/style/chronicle-816495.html","abstract":"  JACK MILES has tackled an even loftier topic in his new book, \"God: A Biography,\" which will be published next month by Knopf.    Turning the Deity into a biographical subject was not an insurmountable task, Mr. Miles said yesterday. \"I have always been fascinated by the person of God,\" he said, \"and drawn to think about Him as one would the protagonist in any great literary work,\" in this case the Old Testament.","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"4 Arrested After Wild Chase Across Hudson","web_url":"https://www.nytimes.com/1995/03/15/nyregion/4-arrested-after-wild-chase-across-hudson.html","abstract":"  What began as an early-morning traffic check in Harlem turned into a high-speed, bullet-punctuated chase across the George Washington Bridge and into New Jersey yesterday. By the time it was over, four men were in custody and dozens of police officers had felt a career's worth of adrenaline in part of one night's shift.   At times, the 22-mile pursuit reached speeds of 110 miles an hour across the lower level of the bridge. The chase, which involved up to eight cars from a half-dozen police agencies on both sides of the Hudson River, took on near-comic but potentially deadly overtones as the car traveled in the wrong lanes of Route 80 and Route 17 for several miles.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"In Wake of Death, Rowland Vows to Help Children in Troubled Families","web_url":"https://www.nytimes.com/1995/03/15/nyregion/in-wake-of-death-rowland-vows-to-help-children-in-troubled-families.html","abstract":"  Gov. John G. Rowland said today that Connecticut would be more aggressive in taking children from troubled families. He spoke after the death of a 9-month-old who the police say was sexually assaulted by her mother's boyfriend.   Mr. Rowland said that a state social worker was assigned to monitor the family in 1991 and that the infant, Emily Hernandez, was treated for a broken leg three weeks ago. The Department of Children and Families accepted the mother's explanation then that the injury was accidental, according to state records.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Rams Still Waiting For N.F.L. Approval","web_url":"https://www.nytimes.com/1995/03/15/sports/rams-still-waiting-for-nfl-approval.html","abstract":"  The National Football League owners discussed the Los Angeles Rams' proposed moved to St. Louis for more five hours today without reaching a decision. Their annual meeting will resume on Wednesday, and the owners indicated that a vote might not be taken until Thursday.   The Rams have already negotiated a deal with St. Louis and are seeking the owners' approval to begin play there during the 1995 season. Twenty-three of the owners' 30 votes are needed for approval.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/15/nyregion/c-corrections-779695.html","abstract":"  A brief announcement in some copies of Business Day yesterday about the omission of the foreign stocks table misidentified the table's source. It is Bloomberg Financial Markets, not Tribune Media Services.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"Yale Returns $20 Million to an Unhappy Patron","web_url":"https://www.nytimes.com/1995/03/15/us/yale-returns-20-million-to-an-unhappy-patron.html","abstract":"  Four years after giving $20 million to Yale University to expand its Western civilization curriculum, Lee M. Bass, a billionaire alumnus, has requested that the money be returned because Yale never instituted the courses.   The university -- which in recent weeks had been scrambling to devise a curriculum to satisfy Mr. Bass -- announced yesterday that it had agreed to give back the $20 million after concluding it could not accept his conditions. The most troublesome of these, Yale officials said, was Mr. Bass's recent request that he be allowed to approve the faculty members for the courses.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"A Better Plan for X-Rated Shops","web_url":"https://www.nytimes.com/1995/03/15/opinion/a-better-plan-for-x-rated-shops.html","abstract":"  Showing refreshing flexibility, Mayor Rudolph Giuliani has reached a reasonable agreement with the New York City Council on strict zoning rules to limit the spread of X-rated video stores and topless bars in midtown Manhattan and residential neighborhoods like Chelsea and Forest Hills, Queens.   Courts have permitted municipalities to regulate the location and concentration of sex-oriented adult businesses if their presence undermines the economy and public safety. But such zoning laws must be drawn with utmost care. Sexually explicit videos, books and dancing are forms of constitutionally protected free expression.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"A Subway Rider, 50, Disarms And Subdues Two Attackers","web_url":"https://www.nytimes.com/1995/03/15/nyregion/a-subway-rider-50-disarms-and-subdues-two-attackers.html","abstract":"  A Brooklyn man fought off two teen-agers inside a subway car early yesterday, disarming one of the youths, then slashing both with their own weapon, a box cutter, the police said.   The teen-agers apparently tried to rob the man, Willie Bellmon, 50, a janitor from Crown Heights, as he was on his way home from work on a D train, said Albert W. O'Leary, a spokesman for the transit police.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"The Right Way to Help Pakistan","web_url":"https://www.nytimes.com/1995/03/15/opinion/the-right-way-to-help-pakistan.html","abstract":"  Violence is running out of control in Pakistan's port city of Karachi. More than 1,000 Pakistani lives have been lost in a year of disorder. Last week two American consular employees were killed and a third wounded when their van was ambushed on the city's main thoroughfare.   There are domestic causes behind the unrest, like ethnic and religious conflicts, political rivalries and drug-turf battles. But Pakistan's troubled relations with the United States are also a factor.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"1945: Deadliest Bomb : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/15/opinion/IHT-1945-deadliest-bomb-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A bomb weighing 22,000 pounds, the biggest and most deadly explosive weapon ever constructed, was dropped for the first time today [March 14] by R.A.F. Lancaster bombers in an attack on a viaduct at Bielfeld in northwest Germany. The bomb, which","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"'Workforce' vs. Welfare","web_url":"https://www.nytimes.com/1995/03/15/nyregion/the-ad-campaign-workforce-vs-welfare.html","abstract":"  ORGANIZATION    New York Republican State Committee. PRODUCER     Russo, Marsh & Associates, Alexandria, Va., and Sacramento, Calif. VISUAL     The advertisement begins with the words \"workfare or welfare\" flashed in white letters on a black screen. For most of the rest of the ad, half the screen is filled with a black-and-white photograph of the Assembly Democrat who is under attack, as the script scrolls up the other half. When the narrator mentions Gov. George E. Pataki's support for workfare, a color photograph of the smiling Governor appears. SCRIPT     Announcer: \"Workfare or welfare. It's up to Assembly member John/Jane Doe. You want workfare. So does Gov. George Pataki. Tell Democratic Assembly member Doe welfare doesn't work and to stop wasting our tax dollars. This month, John/Jane Doe will cast a crucial vote to keep welfare or create workfare. Tell him/her you want workfare, not welfare. Tell him/her to vote for Gov. George Pataki's budget plan for change.\" ACCURACY     There is nothing patently inaccurate in the ad except for the implicit suggestion that the Assembly Democrats oppose workfare. In fact, Assembly Speaker Sheldon Silver, the Democratic leader, maintains that every member of his conference supports the notion that able-bodied welfare recipients should work for their benefits.   Where the parties differ is over how to make that happen. Mr. Pataki has proposed a 90-day limit on employable recipients of the welfare program known as Home Relief, most of whom are single, childless adults. During that 90-day period, he would force welfare recipients to work in public-service jobs. Mr. Silver has said he can support the notion of time limits as long as the state provides job-training programs to prepare welfare recipients for the realities of New York's tough job market. SCORECARD    The strategy is to paint Republicans as the agents of change and Democrats as the defenders of the status quo. Few issues help make that case more effectively than welfare. The ground for this mesage is particularly fertile in the upstate and Long Island districts where this ad is running.    Like most political advertising, the ad simplifies the debate. Mr. Pataki's budget is about far more than workfare, and it includes deep spending cuts that may be anathema even to those who support welfare reform. But personalizing the budget debate may prove effective. Every campaign, after all, needs an enemy. KEVIN SACK","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"DIALOGUE: The Environment vs. Property Rights;\nWant a Toxic Dump Next Door?","web_url":"https://www.nytimes.com/1995/03/15/opinion/dialogue-the-environment-vs-property-rights-want-a-toxic-dump-next.html","abstract":"As a homeowner and real estate developer, I believe in landowners' rights and in preserving property values. \n\nThat is precisely why I am against the so-called property rights bill passed by the House this month and comparable ones proposed in the Senate and in state legislatures throughout the country.","thumbnail":null,"section":"Opinion"},{"date":"19950315","headline":"Flood May Carry Away Immigrants' Farm Jobs","web_url":"https://www.nytimes.com/1995/03/15/us/flood-may-carry-away-immigrants-farm-jobs.html","abstract":"  Driven from their trailers by the same flood waters that lay brown and still over the Salinas Valley's fertile strawberry and lettuce fields, immigrant farm workers, desperate for jobs, faced the prospect today of having to join a new migration.   With their homes and possessions soaked in mud and sewage, many workers camped temporarily today in Watsonville on the other side of the flooded Pajaro River, with relatives or in a Red Cross shelter. Local officials said they would not be allowed to return until Pajaro was dry and until they had received tetanus shots to ward off disease. But after that, their futures loomed as uncertain as ever.","thumbnail":null,"section":"U.S."},{"date":"19950315","headline":"Lemaire's Lethargic Troops Get A Victory","web_url":"https://www.nytimes.com/1995/03/15/sports/hockey-lemaire-s-lethargic-troops-get-a-victory.html","abstract":"  Devils Coach Jacques Lemaire left Byrne Meadowlands Arena tonight not sure what to do with his team after another low-energy performance. Luckily for the Devils, tonight's game was against the Ottawa Senators, the worst team in the National Hockey League, and the Devils were able to salvage a 4-2 victory while on cruise control.   Ottawa has scored more than three goals in a game only twice this season, never in the last nine games, and has won only once in that span. No wonder the team is the league doormat with a record of 3-16-4.","thumbnail":null,"section":"Sports"},{"date":"19950315","headline":"Missing a Rare Ingredient? Here's How to Find a Substitute","web_url":"https://www.nytimes.com/1995/03/15/style/missing-a-rare-ingredient-heres-how-to-find-a-substitute.html","abstract":"ALTHOUGH some supermarkets manage to keep up with the most voracious appetites for new or unusual products, many people who want to make an Indian curry or fragrant Thai soup face the daunting task of tracking down ingredients.\n\nWith enough effort, it's possible to find almost any ingredient through mail-order companies. But budget and time constraints make that unrealistic for many people.","thumbnail":null,"section":"Style"},{"date":"19950315","headline":"Burglaries Show Big Decline in New York City","web_url":"https://www.nytimes.com/1995/03/15/nyregion/burglaries-show-big-decline-in-new-york-city.html","abstract":"  Police Officer Roger Smith remembers when he began to lift fingerprints in downtown Brooklyn and surrounding neighborhoods in 1986: He would typically face an urgent bunch of 20 or more fresh burglary cases after his weekend off. \"I'd run around like a chicken without a head,\" he recalled.   But burglaries in his precinct, covering Brooklyn Heights, Boerum Hill and the Fulton Street Mall, have decreased to fewer than two a day on average. Some days, he said, he feels like the repairman in a Maytag commercial.","thumbnail":null,"section":"New York"},{"date":"19950315","headline":"At Towing Trial, a Hook Shot","web_url":"https://www.nytimes.com/1995/03/15/nyregion/new-jersey-daily-briefing-at-towing-trial-a-hook-shot.html","abstract":"  The defense got its chance yesterday to go after a witness against two Councilmen on trial for bribery, portraying him as a man who betrayed their trust and exaggerated his political connections while skimming funds from his partners in a towing company seeking a city contract.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950315","time":"1995-03-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":87,"wspd":9.4},{"date":"19950315","time":"1995-03-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":76,"wspd":13},{"date":"19950315","time":"1995-03-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":79,"wspd":16.6},{"date":"19950315","time":"1995-03-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":81,"wspd":14.8},{"date":"19950315","time":"1995-03-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":81,"wspd":14.8},{"date":"19950315","time":"1995-03-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":77,"wspd":13},{"date":"19950315","time":"1995-03-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":79,"wspd":16.6},{"date":"19950315","time":"1995-03-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":73,"wspd":16.6},{"date":"19950315","time":"1995-03-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":73,"wspd":18.4},{"date":"19950315","time":"1995-03-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":67,"wspd":20.5},{"date":"19950315","time":"1995-03-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":67,"wspd":24.1},{"date":"19950315","time":"1995-03-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":51,"wspd":20.5},{"date":"19950315","time":"1995-03-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":45,"wspd":22.3},{"date":"19950315","time":"1995-03-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":40,"wspd":14.8},{"date":"19950315","time":"1995-03-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":43,"wspd":27.7},{"date":"19950315","time":"1995-03-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":64,"wspd":20.5},{"date":"19950315","time":"1995-03-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":83,"wspd":33.5},{"date":"19950315","time":"1995-03-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":68,"wspd":18.4},{"date":"19950315","time":"1995-03-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":61,"wspd":14.8},{"date":"19950315","time":"1995-03-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":74,"wspd":18.4},{"date":"19950315","time":"1995-03-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":81,"wspd":9.4},{"date":"19950315","time":"1995-03-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":59,"wspd":18.4},{"date":"19950315","time":"1995-03-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":62,"wspd":20.5},{"date":"19950315","time":"1995-03-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":64,"wspd":22.3},{"date":"19950315","time":"1995-03-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":11.2},{"date":"19950315","time":"1995-03-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":7.6},{"date":"19950315","time":"1995-03-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":7.6},{"date":"19950315","time":"1995-03-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":93,"wspd":9.4},{"date":"19950315","time":"1995-03-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":9.4},{"date":"19950315","time":"1995-03-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":9.4},{"date":"19950315","time":"1995-03-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":93,"wspd":11.2},{"date":"19950315","time":"1995-03-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":93,"wspd":13},{"date":"19950315","time":"1995-03-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":11.2},{"date":"19950315","time":"1995-03-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":97,"wspd":11.2},{"date":"19950315","time":"1995-03-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":100,"wspd":7.6},{"date":"19950315","time":"1995-03-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19950315","time":"1995-03-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":11.2},{"date":"19950315","time":"1995-03-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":11.2},{"date":"19950315","time":"1995-03-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":13},{"date":"19950315","time":"1995-03-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":9.4},{"date":"19950315","time":"1995-03-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":7.6},{"date":"19950315","time":"1995-03-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":56,"wspd":9.4},{"date":"19950315","time":"1995-03-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":47,"wspd":13},{"date":"19950315","time":"1995-03-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":13},{"date":"19950315","time":"1995-03-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":39,"wspd":13},{"date":"19950315","time":"1995-03-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":42,"wspd":13},{"date":"19950315","time":"1995-03-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":45,"wspd":11.2},{"date":"19950315","time":"1995-03-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":55,"wspd":13}]},"19950316":{"guardian_articles":[],"nytimes_articles":[{"date":"19950316","headline":"3 Officers Accused of Making 'Collars for Dollars' Go on Trial","web_url":"https://www.nytimes.com/1995/03/16/nyregion/3-officers-accused-of-making-collars-for-dollars-go-on-trial.html","abstract":"  A rogue band of police officers in a Brooklyn precinct relentlessly stole cash, drugs and guns from suspects, made false arrests to gain overtime and counted on a \"blue wall of silence\" to protect them, a Federal prosecutor charged yesterday as three of the accused officers went on trial.   In the latest trial stemming from charges of major corruption at several police precincts across New York City, the prosecutor, Charles Gerber, told a jury in Federal District Court in Brooklyn that the defendants \"are criminals who wore the uniforms and badge of the New York City Police Department, who thought they had a license to steal\" and who made arrests as \"collars for dollars.\"","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Into the Middle, Where There's Gravity","web_url":"https://www.nytimes.com/1995/03/16/arts/music-review-into-the-middle-where-there-s-gravity.html","abstract":"  Bang on a Can's march from the fringes into the mainstream concert world must be inspiring for young avant-garde musicians, but its transformation from a ramshackle, freespirited festival into a concert series at Lincoln Center has meant losses as well as gains. The series, which opened on Monday evening at the Walter Reade Theater, is no longer a forum for new music ensembles of all stripes, as it was during its early years. Now the organization has a house band, the Bang on a Can All-Stars, who play its concerts and make recordings. Only the annual marathon (this year's is on May 21 at Alice Tully Hall) is the kind of omnibus offering that won Bang on a Can attention when it started nine years ago.   That said, the All-Stars are not a bad band by art-rock standards, and one could argue that in taking on all the performing chores, they are presenting a broader repertory than a series of composer-led ensembles would yield. Works by seven composers were played on Monday, and although there were both hits and misses, the program suggested that composers interested in combining elements of rock, jazz, unstructured noise and narrative structure are still finding fresh ground and are apparently feeling entirely unconstrained.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"Ballet Drawn From Danza","web_url":"https://www.nytimes.com/1995/03/16/arts/dance-review-ballet-drawn-from-danza.html","abstract":"  Ballets de San Juan, Puerto Rico's oldest ballet troupe, romped into town for a rare New York appearance on Saturday night and established itself as a company of special charm and warmth. Part of that warmth had to do with where the group performed. The Pregones Theater at the new Hostos College complex in the South Bronx, an accessible and comfortable new performing space, was packed with cheering dancers, balletomanes and families.    The San Juan company was founded in 1954 by Ana Garcia, who haddanced with George Balanchine and Alicia Alonso. Miss Garcia's \"Pas de Quatre Criollo\" was a funny, knowing response to several famous ballets satirizing the egomaniacal stage manners of ballerinas. Here the \"ballerinas\" were three young ladies who, dressed in delightfully tatty finery designed by the choreographer, competed for the attention of a lone male sporting a \"Puerto Rico\" T-shirt.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"New Jersey Daily Briefing; 4 Arrested in Sales of Heroin","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-4-arrested-in-sales-of-heroin.html","abstract":"  A gang that sold heroin round the clock here, 50 feet from an elementary school, was dismantled yesterday, Federal authorities said. In announcing the arrests of four suspects, United States Attorney Faith S. Hochberg said, \"This drug gang operated more efficiently than any fast-food store.\" Four other people remain at large, she said.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Senate to Begin Hearings on Operation of Javits Center","web_url":"https://www.nytimes.com/1995/03/16/nyregion/senate-to-begin-hearings-on-operation-of-javits-center.html","abstract":"  At a conference on the city's economy last month, Jonathan M. Tisch, president and chief executive officer of Loews Hotels, appealed to public officials and private executives to focus on cleaning up the Jacob K. Javits Convention Center.   \"The most important issue is what do we do with the Javits Center,\" he said.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"New Jersey Daily Briefing; Trump Collateral Is Allowed","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-trump-collateral-is-allowed.html","abstract":"  Donald J. Trump, facing a March 31 deadline for a $60 million payment to regain control of a hotel that bears his name, got permission from the Casino Control Commission yesterday to use his management-services agreement at another Trump business as collateral for a loan.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"E.M.S. Erred In a Dispute, Report Finds","web_url":"https://www.nytimes.com/1995/03/16/nyregion/ems-erred-in-a-dispute-report-finds.html","abstract":"  Emergency Medical Service personnel made a long series of blunders in treating a pregnant Queens woman last year, from failing to take her vital signs to failing to note that she was bleeding, and wasted crucial minutes as her baby bled to death, according to a city investigators' report issued yesterday.   The report by the Department of Investigation dealt with an incident on Feb. 13, 1994, that drew widespread attention when the woman and her family charged that an E.M.S. ambulance crew had wasted valuable time arguing with them over which hospital she should be taken to.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Journal; Dropping the N-Bomb","web_url":"https://www.nytimes.com/1995/03/16/opinion/journal-dropping-the-n-bomb.html","abstract":"  Perhaps not since Ted Danson donned blackface to honor Whoopi Goldberg at the Friars Club has a white man flogged the word \"nigger\" as publicly as F. Lee Bailey did this week. Mr. Bailey, whose acting skills make Mr. Danson look like an amateur, all but exulted in bellowing out the word for a national TV audience, as if he were looking forward to capping what seems to be a waning legal career by playing the role of Bull Connor in a prequel to \"Mississippi Burning.\"   Does this make Mr. Bailey a racist? No. But there was something twisted about the scene, just the same.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Bonnie Raitt in a Self-Revealing Mood","web_url":"https://www.nytimes.com/1995/03/16/arts/television-review-bonnie-raitt-in-a-self-revealing-mood.html","abstract":"  In a change of pace from its normal run of cautionary dramas for young audiences, the \"ABC After school Special\" series turns this afternoon to a talk-show format. Whoopi Goldberg is the interviewer on \"Bonnie Raitt Has Something to Talk About.\"    Actually, Ms. Raitt, a seven-time Grammy Award winner, has a lot to talk about, or at least skim over with varying degrees of discretion. There is her growing up as the daughter of John Raitt, leading man of musical theater, and deciding that what he represented was \"not the music of my time.\" Young Bonnie loved rhythm-and-blues and folk music. She still describes herself as a rocker \"because of my attitude,\" rooted in the counterculture and \"people who don't go to bed on time.\" She and Ms. Goldberg agree that they will probably still be \"rockin' in our rockers\" in their 70's.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"1920: Coups in Germany : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-1920-coups-in-germany-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In the House of Commons today [March 15] Mr. Lloyd George read the following telegram from the British Chargé d'Affaires in Berlin: \"The militarist movement is spreading. A military coup is announced from Munich. Frankfort is divided in","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"N.F.L. Owners Reject Rams' Bid to Move To St. Louis","web_url":"https://www.nytimes.com/1995/03/16/sports/pro-football-nfl-owners-reject-rams-bid-to-move-to-st-louis.html","abstract":"  In a fragmented scene that was the order of the day and possibly a hint of the future, the National Football League owners today overwhelmingly rejected the Los Angeles Rams' bid to move to St. Louis. Paul Tagliabue, the N.F.L. commissioner, announced the vote as 21 against, 3 for and 6 abstaining.   Moments later, in a separate news conference at the other end of the sprawling resort complex where the owners are conducting their annual meeting, the Rams' owner, Georgia Frontiere, defiantly announced that she was disappointed and said that the league's conditions for approval of the move were \"arbitrary, capricious and not based on precedent.\" She hinted that the Rams would sue the league in an attempt to force a move to St. Louis.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Cornell Dorms Based on Race Are the Focus Of an Inquiry","web_url":"https://www.nytimes.com/1995/03/16/nyregion/cornell-dorms-based-on-race-are-the-focus-of-an-inquiry.html","abstract":"  Acting on a complaint from a Manhattan-based civil rights organization, the State Department of Education is investigating whether race-based dormitories for black, Hispanic and American Indian students at Cornell University violate state laws.   In November, the New York Civil Rights Coalition complained to the Education Department that the dormitories on the Ithaca, N.Y., campus fostered racial segregation. The coalition asked the state to look into whether the dormitories violated Board of Regents regulations prohibiting schools from excluding students from housing based on race or ethnicity.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Delusions and Frustrations of the Sexual Whirl","web_url":"https://www.nytimes.com/1995/03/16/theater/theater-review-delusions-and-frustrations-of-the-sexual-whirl.html","abstract":"  No matter what the papers say about a new age of celibacy, life as a sexual square dance continues in America, at least on its stages and screens. It seems telling that \"La Ronde\" by Arthur Schniztler, which was the mother of the romantic daisy-chain drama, has been adapted into both a film and a musical in the last several years. And for those who find real life a barren field for gossip, there are always partner-switching soap operas on television.   The dance continues, in a somewhat more contemplative vein, in \"Trust,\" a new comedy by Stephen Dietz, performed by the reliably polished Barrow Group at the Perry Street Theater. The story of six urbanites in pursuit of love, it considers the delusions and frustrations of desire with a familiar combination of wistfulness and weary resignation.","thumbnail":null,"section":"Theater"},{"date":"19950316","headline":"At New York Public Hospitals, Quality of Care Keeps Improving","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-at-new-york-public-hospitals-quality-of-care-keeps-improving-447495.html","abstract":"  To the Editor:   Re \"Mismanaged Care\" (front page, March 5 to 7), critical of health care provided at hospitals operated by the New York City Health and Hospitals Corporation: The series focused on some unquestionably tragic cases at certain public hospitals. We feel a great deal of empathy for the people involved.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Education Transfers, and Stops; Public Schools Are Struggling With High Student Turnover","web_url":"https://www.nytimes.com/1995/03/16/nyregion/education-transfers-stops-public-schools-are-struggling-with-high-student.html","abstract":"  It is March, and Marie Pompeo-Melone, the nurse at Public School 8, is still registering new students -- 25 in the first eight days of the month alone.   The students keep coming, but the seams of the school do not burst because others are leaving just as fast. In 1993, the school had a mobility rate of 89 percent, according to the State Education Department, meaning that 89 percent of the children spent part of the year elsewhere. Ms. Pompeo-Melone's file cabinets are crammed with their transfer papers, and her head swims with their faces and names.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Essay; The Greatest Auction Ever","web_url":"https://www.nytimes.com/1995/03/16/opinion/essay-the-greatest-auction-ever.html","abstract":"  They all laughed at the economist Milton Friedman when he suggested a generation ago that the Federal Government auction off broadcast licenses, instead of giving them away to political favorites.   The last laugh is his; last week, in the greatest auction in history, bidders for wireless places on a tiny fragment of the broadband spectrum committed nearly $8 billion to the U.S. Treasury.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Fire at the Four Seasons: Everyone Who's In Is Out","web_url":"https://www.nytimes.com/1995/03/16/nyregion/fire-at-the-four-seasons-everyone-who-s-in-is-out.html","abstract":"  For the movers and shakers who arrived to have lunch as usual yesterday at the elegant Four Seasons, yesterday was decidedly unusual.   Former Secretary of State Henry A. Kissinger never got in at all.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Garden Is Interested in Bowe-Tyson Bout","web_url":"https://www.nytimes.com/1995/03/16/sports/boxing-garden-is-interested-in-bowe-tyson-bout.html","abstract":"  Rock Newman may propose it and proclaim it. He may scream about the historical logic behind two Brooklyn homeboys fighting at boxing's former mecca.   But wishing and hoping is a long way from making certain that Madison Square Garden is the best site to match up Riddick Bowe, whom Newman manages and promotes, and Mike Tyson, who is scheduled to be released from prison March 25.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Even for Top-Seeded Teams, There's Still Much to Prove","web_url":"https://www.nytimes.com/1995/03/16/sports/college-basketball-even-for-top-seeded-teams-there-s-still-much-to-prove.html","abstract":"  The National Collegiate Athletic Association begins its first 64-team women's tournament Thursday night with the four top-seeded teams on a mission.   Connecticut (29-0) hopes to become the only team other than Texas in 1986 to finish the regular season and the N.C.A.A. tournament unbeaten. Tennessee (29-2) hopes to prove that its loss to Vanderbilt in the Southeastern Conference tournament final was a fluke.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Dollar Falls Sharply Despite U.S. Growth","web_url":"https://www.nytimes.com/1995/03/16/us/dollar-falls-sharply-despite-us-growth.html","abstract":"  The dollar fell sharply yesterday to near-record lows against the Japanese yen and the German mark, despite signs of robust growth in the American economy that could lead to higher interest rates. Still, the stock and bond markets largely shrugged off the fall in the dollar.   The Government said that industrial production and factory capacity rose in February to new 15-year highs and that producer prices rose by three-tenths of 1 percent. In the past, such reports have bolstered the dollar by raising the prospect that the Federal Reserve might increase rates to keep inflation in check. Instead, the dollar continued on its downward course of recent weeks.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Farm Aid to Chicago? Miami? Study Hits an Inviting Target","web_url":"https://www.nytimes.com/1995/03/16/us/farm-aid-to-chicago-miami-study-hits-an-inviting-target.html","abstract":"  Marco Island, Fla., hardly seems an obvious destination for checks under the Agriculture Department's farm programs. It is, after all, one of South Florida's most exclusive vacation paradises, renowned for its golf courses, beaches and expansive homes.   But for the past 10 years, mostly in the name of saving family farms, the department has sent farm program money to Marco Island and other addresses in a host of unlikely locales -- from Beverly Hills to Manhattan, Chicago and Miami, according to a new computer analysis by the Washington-based Environmental Working Group.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/16/nyregion/c-corrections-709095.html","abstract":"  An article on March 8 about House passage of legislation to reduce the number of lawsuits brought in Federal courts misidentified the section of the Federal Rules of Civil Procedure governing sanctions on lawyers for frivolous lawsuits. The section is Rule 11, not Chapter 11.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"For UConn, Memories of '94 Reverse","web_url":"https://www.nytimes.com/1995/03/16/sports/college-basketball-west-for-uconn-memories-of-94-reverse.html","abstract":"  Life does not take place 40 minutes at a time. It is just measured that way this month. Two time zones from home, the Connecticut Huskies have transformed the factors that did not develop this time last year into the tasks that must be done this month.   The Huskies are making the school's fifth appearance in the National Collegiate Athletic Association tournament in six years, but this group's point of reference only extends back one year, to the loss to Florida in the Round of 16 and the inconsistent play that preceded it.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"I.R.A. Backer Leaves Shadows for the Crystal Chandeliers","web_url":"https://www.nytimes.com/1995/03/16/nyregion/ira-backer-leaves-shadows-for-the-crystal-chandeliers.html","abstract":"  Gerry Adams's fever had hit 102, and a savage cough wracked his body. And so shortly after dawn, he sat slumped in the back seat of a modest sedan on his way through a faint but gathering light to the Albany County airport.   At the midpoint of his hectic 10-day fund-raising tour in the Northeastern United States, the transformation from accused terrorist to hand-pumping lobbyist had proved debilitating for the president of the Irish Republican Army's political arm, Sinn Fein. On Tuesday morning, he pulled a green scarf tightly around his neck and proposed an epitaph for his tombstone: \"I told you I was sick.\"","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Separation Anxiety for Home of Bullets and Capitals","web_url":"https://www.nytimes.com/1995/03/16/us/separation-anxiety-for-home-of-bullets-and-capitals.html","abstract":"  Since 1973, this Washington suburb has been known nationally as a dateline on the sports pages, the town that Charles Barkley and Wayne Gretzky pass through when their teams play Washington.   But the basketball and hockey stars will soon leave Landover's outdated USAir Arena -- the Capital Center until 1991 -- to play in a fancy new complex in downtown Washington.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"2 Former Officials Of United Way Sued","web_url":"https://www.nytimes.com/1995/03/16/us/2-former-officials-of-united-way-sued.html","abstract":"  Attorney General Dennis C. Vacco of New York filed suit yesterday to try to recover more than $480,000 that he says two former executives at United Way of America took from the charity to finance a luxurious life style, trips and gifts.   The two executives, William Aramony, who was president of the organization for 22 years, and Thomas Merlo, a former chief financial officer, are already on trial in Federal District Court in Alexandria, Va., where they face criminal charges of fraud, conspiracy, tax evasion and money laundering. Stephen Paulachak, another former United Way financial officer who is on trial in the criminal case, was not named in the new civil suit.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Sahara Voting Drive Tests U.N. Resources","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-sahara-voting-drive-tests-un-resources-423795.html","abstract":"  To the Editor:  Your March 5 news article on Morocco's involvement in Western Sahara paints an inaccurate picture of the United Nations mission for the referendum in Western Sahara.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Berlin Journal; The Wall Is Back as a Movie (and Still a Divider)","web_url":"https://www.nytimes.com/1995/03/16/world/berlin-journal-the-wall-is-back-as-a-movie-and-still-a-divider.html","abstract":"  More than five years after the Berlin wall was breached by ecstatic East Germans, the first major feature film about the wall is helping Berliners confront its emotional legacy.   The film, called \"The Promise,\" is a love story about a young couple caught in East Berlin when the wall is put up in 1961. They plan an escape through sewer tunnels, but an army truck rolls by as they are descending and the man's nerves fail him, so he is left behind. The lovers see each other just four times in the next 28 years, and they are finally reunited on the night the wall collapses.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"COLLEGE BASKETBALL: EAST;\nChildress: A Field General With Heart and a Clutch Shot","web_url":"https://www.nytimes.com/1995/03/16/sports/college-basketball-east-childress-a-field-general-with-heart-and-a.html","abstract":"Wake Forest guard Randolph Childress is accustomed to commanding everything on a basketball court, from his teammates to his outward emotions to the games themselves.\n\nLast weekend, the 6-foot-2-inch senior elevated that command to encompass an entire tournament, notching 107 points and 21 assists in three games to lift the Demon Deacons to their first Atlantic Coast Conference title since 1962.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"For Many in Work Force, 'Glass Ceiling' Still Exists","web_url":"https://www.nytimes.com/1995/03/16/us/for-many-in-work-force-glass-ceiling-still-exists.html","abstract":"  Despite three decades of affirmative action, \"glass ceilings\" and \"concrete walls\" still block women and minority groups from the top management ranks of American industry, a Federal commission said today in the Government's first comprehensive study of barriers to promotion.    White men, while constituting about 29 percent of the workforce, hold about 95 of every 100 senior management positions, defined as vice president and above, the report said.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Tough Guys in America's Landscape","web_url":"https://www.nytimes.com/1995/03/16/books/books-of-the-times-tough-guys-in-america-s-landscape.html","abstract":"  SUNBURN  By Laurence Shames  279 pages. Hyperion. $21.95.  THE STANDOFF  By Chuck Hogan  306 pages. Doubleday. $23.50.   \"I got regrets like Heinz got beans,\" says Vincente Delgatto, an aging Mafia godfather, at the opening of Laurence Shames's engaging new Florida novel, \"Sunburn.\" The godfather with regrets is \"sitting poolside in Key West, at the home of his bastard son, Joey Goldman.\" Joey, as fans of Mr. Shames's fiction may recall, moved from New York City to Key West in the author's amusing first novel, \"Florida Straits,\" in which he unsuccessfully tried to break free of his menacing family.","thumbnail":null,"section":"Books"},{"date":"19950316","headline":"Dumping Proposal Stirs Up Residents of Fishers Island","web_url":"https://www.nytimes.com/1995/03/16/nyregion/dumping-proposal-stirs-up-residents-of-fishers-island.html","abstract":"Hands shot up throughout the hall when John H. Thatcher Jr. asked at a recent meeting on Fishers Island who was ready to take on the Army, the Navy and the State of Connecticut to stop an underwater dumping project a mile and a half from shore.\n\n\"We may be small, but we will be persistent,\" said Mr. Thatcher, the president of the Fishers Island Conservancy.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"The House That Replacements Rebuilt?","web_url":"https://www.nytimes.com/1995/03/16/sports/baseball-the-house-that-replacements-rebuilt.html","abstract":"  Replacement baseball will stain Yankee Stadium and Yankee tradition, Don Mattingly said today. What it won't do, the latest in the tradition of venerable Yankee stars added, is make any impact on striking players.   Mattingly was one of 19 mostly high-profile players who attended a news conference following a Players Association meeting of 35 mostly high-profile players. He said he was also hoping to get a first-hand look at the negotiations, but he discovered there were no negotiations to see.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Peering Into New York's Glass House","web_url":"https://www.nytimes.com/1995/03/16/opinion/peering-into-new-york-s-glass-house.html","abstract":"  A state legislative hearing called today by the Senate majority leader, Joseph Bruno, promises to shed light on corruption at New York City's Jacob K. Javits Convention Center. A key witness on the schedule is the embattled former president of the Javits Center, Fabian Palomino.   This can be a valuable exercise, especially if Mr. Bruno can keep the political grandstanding to a minimum. The public needs to hear both what went wrong and what practical steps can be taken now to end mob domination and the exorbitant prices and extortionate work rules that are driving away business, and jobs, from the glass-and-steel complex on Manhattan's West Side.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Sports of The Times; Another Rebellion At Fort Riley","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-of-the-times-another-rebellion-at-fort-riley.html","abstract":"  ANYONE who sits behind the Knicks' bench at Madison Square Garden will tell you that the most fascinating exchanges are the ones between Pat Riley and Anthony Mason. If that's what they can be called.   Riley taps Mason on the knee. Riley prods. Riley demands. Mason hears. You know he hears because he consistently plays with intelligent purpose. But he does not see. He does not see Riley's face because he refuses to make eye contact with his coach. Mostly, Mason sneers. And there are times, when the urgency of the moment causes Riley to move closer, when Mason will lean back and turn his face, like a defiant child facing a dentist's drill.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"White House Memo; Lies, Regrets and Presidential Loyalty, of a Sort","web_url":"https://www.nytimes.com/1995/03/16/us/white-house-memo-lies-regrets-and-presidential-loyalty-of-a-sort.html","abstract":"  The Attorney General concludes, in notably pungent terms, that the Housing Secretary lied to the F.B.I. about how much money he paid his former mistress, and that he did so at the time he was applying for the honor of serving the President. The President says he regrets that mistakes were made, and vows to stand by his man -- for now.   President Clinton's defense of his Secretary of Housing and Urban Development, Henry G. Cisneros, might seem puzzling to those who recall that this Administration took office with a commitment to the highest ethical standards. But it is vain to search for overarching rationale or rigorous logic in the President's stance: An administration racked by political storms and perpetual personnel problems has fewer and fewer good choices, and the White House knows it.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Court Orders Votes Counted In Alabama","web_url":"https://www.nytimes.com/1995/03/16/us/court-orders-votes-counted-in-alabama.html","abstract":"  In a decision that may reverse the results of the election of its Chief Justice, the Alabama Supreme Court has ruled that some 1,700 contested absentee ballots that are likely to favor the Democratic incumbent over the Republican challenger should be counted.    If the ruling, by a panel of the all-Democratic state Supreme Court, is eventually upheld by a Federal appeals court here, it would probably mean that Justice E. C. Hornsby will emerge the winner. On Nov. 8, Justice Hornsby received 270 fewer votes than his Republican challenger, Perry O. Hooper.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Poor Land Is Exerting Big Weight In Africa","web_url":"https://www.nytimes.com/1995/03/16/world/poor-land-is-exerting-big-weight-in-africa.html","abstract":"  When the Liberian faction leader Charles Taylor needs a plane to move around the region, diplomats say, he picks up his satellite telephone and calls Blaise Compaore, the President of Burkina Faso, a hardscrabble nation of nine million people. Typically, a plane bearing the country's yellow, green and red colors arrives in short order.    When France decided to expel 20 Algerian Islamic militants last August, Paris first had to find a country that would take them in. The solution involved a call to Mr. Compaore, who accepted the request and placed the exiled militants under house arrest.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"New Jersey Daily Briefing; Two Sought in Fatal Robbery","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-two-sought-in-fatal-robbery.html","abstract":"  The authorities searched yesterday for at least two men who posed as deliverymen in a botched robbery attempt on Tuesday that left the wife of a jewelry store owner dead and another suspect wounded.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Transactions","web_url":"https://www.nytimes.com/1995/03/16/sports/transactions-388595.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Assigned Walt McKeel, catcher; Pat Murphy and Nomar Garciaparra, infielders; and Scott Bakkum and Pete Young, pitchers, to their minor-league camp. Released Jeff Hammond, outfielder.   CLEVELAND INDIANS -- Signed Gregg Olson, pitcher, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Local Bouts Are Back","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-people-boxing-local-bouts-are-back.html","abstract":"  The former champions TRACY HARRIS PATTERSON and AARON DAVIS headline the first boxing show in Manhattan in two years March 29 at the 69th Regiment Armory on Lexington Avenue and 26th Street that the promoter, MICHAEL BLUTRICH, hopes will lead to a series of monthly shows. Boxing had disappeared from New York when Madison Square Garden ended its regular shows at the Paramount in 1993 until Blutrich got New York State to rent him the armory. The armory will seat about 3,000 with tickets priced from $75 to $20.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Cutting Nursing Home Profits, Not Care","web_url":"https://www.nytimes.com/1995/03/16/nyregion/metro-matters-cutting-nursing-home-profits-not-care.html","abstract":"  THERE is quite a crowd-pleaser in Gov. George E. Pataki's rather daunting list of proposed Medicaid cuts. Halve the profits that nursing homes earn from Medicaid, says the Governor.   At first glance at least, the idea seems sound and attractive, especially since New York spends considerably more on each nursing home resident than any other state. What's more, the industry is a healthy one. Its own numbers reveal that there is indeed considerable profit to cut.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"History Standards for All Tastes; Iraqi Kurds Mark Grim Anniversary","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-history-standards-for-all-tastes-iraqi-kurds-mark-grim-anniversary-712095.html","abstract":"  To the Editor:   You report from Damascus (news article, March 14) that early this month Iraqi opposition forces tried and failed to overthrow President Saddam Hussein. And you quote a \"senior Pentagon official\" who said that some Kurdish guerrillas \"stood on the sidelines\" and watched instead of fighting. This is plausible. But you forgot something that the Kurds will never forget.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Of Course He Forgives : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-of-course-he-forgives-letters-to-the-editor.html","abstract":"Regarding \"Marble Bust of Agnew in the Capital\" (Opinion, March 14) by William Safire:.Many Americans who watched as the Nixon-Agnew team jeered Vietnam War protesters, setting into motion the terrible alienation of America's young, and ultim","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Colgate, to the Big Dance","web_url":"https://www.nytimes.com/1995/03/16/opinion/colgate-to-the-big-dance.html","abstract":"  College coaches cried out in anguish last spring when a bright, athletic high schooler named Adonal Foyle (6 feet 10 inches tall, 260 pounds) said no to the basketball factories and instead chose Colgate, a smallish school with no basketball reputation, in Hamilton, N.Y.   As Mr. Foyle said at the time: \"People were saying that Duke was the school for me and Syracuse was the school for me, and I was shocked. It's confusing to me, this idea that the decision has to be based on my basketball life. . . . Isn't this supposed to be about education and what's best for me as a whole?\"","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"PSG, After a Scare, Defeats Barcelona in Champions Cup","web_url":"https://www.nytimes.com/1995/03/16/sports/IHT-psg-after-a-scare-defeats-barcelona-in-champions-cup.html","abstract":"An idol was overturned Wednesday night, and it remains to be seen what Barcelona's 2-1 defeat in the return leg of its Champions Cup quarterfinal will bode for Johan Cruyff. For Luis Fernández, the victorious coach of Paris St. Germain, a trip to th","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"'Front Window' Detective and Unesco Bugbear","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-front-window-detective-and-unesco-bugbear.html","abstract":"One sheet of glass and a few dozen meters are all that separate Bernie Dresner from Unesco headquarters in Paris. And officials at the organization should take note: Bernie is watching..At 78, Mr. Dresner sits at the large rectangular window of his thi","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"LaFontaine's Odyssey Of Recovery Set to End","web_url":"https://www.nytimes.com/1995/03/16/sports/hockey-lafontaine-s-odyssey-of-recovery-set-to-end.html","abstract":"  Two weeks ago, Pat LaFontaine of the Sabres had just finished an extensive rehabilitation session on Long Island with Steve Wirth, the Islanders' team therapist.   LaFontaine, the 30-year-old former American Olympian who was once an Islander star, had his right knee propped up on Wirth's desk underneath a mountainous bag of ice. He was responding to questions about the innuendo, speculation and hearsay that has swirled around his oft-delayed attempts at a comeback.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"New Jersey Daily Briefing; 4 Held in Hate-Group Attack","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-4-held-in-hate-group-attack.html","abstract":"  Four members of a white supremacist group remained in custody yesterday after being charged with beating a 14-year-old Woodbridge girl who was trying to quit the group, prosecutors said.   The four members of the S.S. Action Group were arrested last month, said an assistant Middlesex County prosecutor, Christopher Kuberiet. Two are adults and two are 17 years old, he said. The victim was beaten and robbed in the woods in Woodbridge last Nov. 26, Mr. Kuberiet said.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"G.O.P. IN SENATE BOWS TO MINORITY ON STRIKER ISSUE","web_url":"https://www.nytimes.com/1995/03/16/us/gop-in-senate-bows-to-minority-on-striker-issue.html","abstract":"  In the face of determined opposition by the Senate's Democratic minority, Republicans today abandoned their effort to overturn a directive by President Clinton on the use of replacement workers in strikes.   Senator Bob Dole of Kansas, the majority leader, was forced to call a halt to the effort this evening after it became clear that Democrats had the votes to maintain a filibuster against the majority party.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/16/nyregion/metro-digest-019395.html","abstract":"  AN ERROR, A DEATH, A JAIL SENTENCE Dr. Gerald Einaugler, a Brooklyn internist, was in trouble. But this was not ordinary doctor trouble; he faced criminal prosecution, not a civil suit. And so the American Medical Association, the Medical Society of the State of New York and two other doctors' groups have taken up an impassioned defense. A1. NEW YORK CITY  THE PIPES, THE PIPES As the bagpipes resonate, the din of sirens and scanners fades from their minds, and they feel a fleeting sense of calm. Members of the Police Department's Emerald Society Pipe and Drum Band, a centerpiece of the St. Patrick's Day Parade, take their music seriously. Some say their band audition was the most stressful event of their police career. B3.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"PROGRAMS BASED ON SEX AND RACE ARE CHALLENGED","web_url":"https://www.nytimes.com/1995/03/16/us/programs-based-on-sex-and-race-are-challenged.html","abstract":"  The simmering debate over affirmative action boiled over on several fronts today. Senator Bob Dole of Kansas, the majority leader, said he would seek to end preference programs for women and minorities, while a Federal court and a Congressional committee also raised questions about the programs' validity.   At the same time, however, a Federal commission reported that despite the growing chorus of complaints from white men who say they have been harmed by affirmative action programs, women and minorities have made little headway in breaking into the top ranks of corporate management.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Court Stalls F.C.C. Program For Women and Minorities","web_url":"https://www.nytimes.com/1995/03/16/us/court-stalls-fcc-program-for-women-and-minorities.html","abstract":"  A Federal appeals court here today derailed the Government's most ambitious affirmative action program, temporarily blocking a plan to reserve a valuable swath of the nation's airwaves for small businesses, minorities and women.   In a tersely worded decision, the United States Court of Appeals for the District of Columbia Circuit barred the Federal Communications Commission from proceeding with its plan to auction nearly 500 licenses this summer for new wireless telephone and data services.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Compromise Plan On New York City And Public Stations","web_url":"https://www.nytimes.com/1995/03/16/arts/compromise-plan-on-new-york-city-and-public-stations.html","abstract":"  New York City would divest itself of its public radio and television stations under a compromise plan that could win initial approval as early as next week, parties to the discussions said yesterday.   The plan, months in the making, would preserve the two radio stations, but not the television channel, as bastions of commercial-free public-affairs and classical-music programming while still raising millions of dollars to help close a multibillion-dollar city budget gap.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"Lincoln Center Feels Strain as It Prepares New Festival for 1996","web_url":"https://www.nytimes.com/1995/03/16/arts/lincoln-center-feels-strain-as-it-prepares-new-festival-for-1996.html","abstract":"  Lincoln Center's plans for a major new international arts festival in the summer of 1996 are placing a strain on the always delicate balance of interests among the center's cultural institutions, according to people who have been following the project.   Besides the practical problems of putting together such a major event on relatively short notice, the proposed festival has provoked much debate, not all of it exactly civil.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"Fans Back Grobbelaar","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-people-soccer-fans-back-grobbelaar.html","abstract":"  BRUCE GROBBELAAR and two other English Premier League soccer players, HANS SEGERS and JOHN FASHANU, were released on bail yesterday in London after 30 hours of questioning over bribery allegations. The police are investigating allegations that the three players were paid to fix the outcome of games.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Duper Is Acquitted On All Drug Charges","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-people-pro-football-duper-is-acquitted-on-all-drug-charges.html","abstract":"  MARK DUPER, the former Miami Dolphins wide receiver, was found not guilty in Federal court in Miami yesterday on all charges in a scheme to buy cocaine, convert it to crack and sell it in Louisiana.   Duper, a three-time selection to the Pro Bowl and favorite target of quarterback DAN MARINO, was found not guilty on charges of cocaine possession with intent to distribute and conspiracy. His brother-in-law, BRIAN BRIGGS, was also found not guilty on the same charges.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"New Jersey Daily Briefing; Before Car Chase, a Robbery","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-before-car-chase-a-robbery.html","abstract":"  Two of the four men captured in a wild car chase early Tuesday are suspected of having stopped here for gasoline (and about $300) shortly beforehand. The police say that John J. Carroll and Keyseaa Hodges robbed an Exxon station near the Lincoln Tunnel just after midnight and drove off in a stolen Acura. The money was found on Mr. Hodges when he was arrested, investigators say.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"U.N. Force in Croatia Is Waiting for Orders","web_url":"https://www.nytimes.com/1995/03/16/world/un-force-in-croatia-is-waiting-for-orders.html","abstract":"  As diplomats in New York begin urgent discussions about an expanded mission for the United Nations military force in Croatia, their commanders in the field are worried that the troops will be given a mandate without the means to fulfill it.   Their fears are heightened because of emerging confusion about whether the United Nations forces will be expected to merely monitor Croatia's international borders, or whether they will be ordered to actually search vehicles in an effort to stop the transport of weapons to areas of Croatia held by Serbs. The latter job, depending on how large an area it would cover, could require as many as 10,000 troops.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/16/style/chronicle-733395.html","abstract":"  The name of the chairman of the benefit dinner for the National Conference of Christians and Jews may have a familiar ring: ALFRED E. SMITH 4th. Yes, he is a namesake and great-grandson of the 1928 Democratic Presidential nominee and three-term Governor of New York.    It's only appropriate, Mr. Smith said yesterday, that he be involved with an organization that battles intolerance and bigotry. His great-grandfather, the first Roman Catholic to run for the Presidency, endured many attacks during the campaign, which he lost to Herbert Hoover.","thumbnail":null,"section":"Style"},{"date":"19950316","headline":"1895: Policy of Politesse : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-1895-policy-of-politesse-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro this morning [March 16] publishes an article on the attitude to be observed by France towards foreign countries and especially Germany. Two courses are open to her: either an attitude of aggression or one of observant politeness. It is","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"The Right Time to Visit Moscow","web_url":"https://www.nytimes.com/1995/03/16/opinion/the-right-time-to-visit-moscow.html","abstract":"  The White House should stop agonizing and accept the Russian invitation for President Clinton to attend ceremonies on May 8 marking the 50th anniversary of the German surrender in World War II.    Presidential advisers are overly concerned that Mr. Clinton's presence would be taken as a blanket endorsement of President Boris Yeltsin and the savage Russian war in Chechnya. That need not be the case. With some skillful stagecraft, Mr. Clinton could actually use the occasion to reach out to Russian reformers and to remind Mr. Yeltsin and the Russian Army that the Chechen war is a betrayal of the principles that united the allies in the war against Fascism.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Risky Cure -- A special report; Parkinson's Sufferers Gamble On a Surgery With Hazards","web_url":"https://www.nytimes.com/1995/03/16/us/risky-cure-special-report-parkinson-s-sufferers-gamble-surgery-with-hazards.html","abstract":"  A surgical treatment for Parkinson's disease has dramatically helped some patients with the debilitating disease, but, unknown to many eager and desperate Parkinson's sufferers, the surgery has left others paralyzed, blind, demented or comatose.    The surgery is pallidotomy, destruction of minute areas of the brain that control movement. It is done in the hope of quelling the rigidity, the jerking motions and the freezing in place that plague people with Parkinson's.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"1945: Yard by Yard : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-1945-yard-by-yard-in-our-pages100-75-and-50-years-ago.html","abstract":"IWO JIMA - Japanese resistance collapsed late yesterday [March 14] on the center and right of their front lines guarding Kitano Point, and in fluid fighting the 5th Division of marines gained 200 to 400 yards before darkness. On the extreme right along th","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Choosing One's Charity : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-choosing-ones-charity-letters-to-the-editor.html","abstract":"Regarding \"She Had Only the Bench - And One Happy Meal\" (Opinion, Feb. 7) by Sarah Baldwin-Beneich:.With what credentials does the writer preach to us? How can she assume that those she sees on the Métro do not have other (larger) charit","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Helms Seeks to Merge Foreign Policy Agencies","web_url":"https://www.nytimes.com/1995/03/16/world/helms-seeks-to-merge-foreign-policy-agencies.html","abstract":"  Senator Jesse Helms proposed a radical restructuring of foreign policy apparatus today that he said would save billions of dollars by merging half a dozen agencies into the State Department.   Asserting that Republican control of Congress created an unusual opportunity to revamp foreign policy institutions, the Senator proposed eliminating the Agency for International Development, the Arms Control and Development Agency, the Export-Import Bank, the Overseas Private Investment Corporation and other agencies.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/16/nyregion/no-headline-067395.html","abstract":"  \"Many middle- and upper-level white male managers view the inclusion of minorities and women in management as a direct threat to their own chances for advancement.\" -- GLASS CEILING COMMISSION.  [ A22:1. ]","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"A Fragile Hope in Croatia?","web_url":"https://www.nytimes.com/1995/03/16/opinion/a-fragile-hope-in-croatia-341995.html","abstract":"When President Franjo Tudjman of Croatia meets today with Secretary of State Warren Christopher, the most pressing item on his agenda will be war or peace in the northern Balkans.\n\nLast weekend, the Administration, in a rare diplomatic success in the Balkans, persuaded Mr. Tudjman to retreat from a course of action that might have led to full-scale war with neighboring Serbia. While such a crisis was averted, it cannot be ruled out. A lot depends both on the rebel Serb minority that rules one-third of Croatia, a region called the Krajina, and on the President of Serbia, Slobodan Milosevic.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Judge Says Gay Group Can't March","web_url":"https://www.nytimes.com/1995/03/16/nyregion/judge-says-gay-group-can-t-march.html","abstract":"  A Federal judge yesterday rejected the latest effort by a gay Irish group to win permission to march on Fifth Avenue tomorrow, St. Patrick's Day.   In refusing to reverse a state court that barred the group from marching, Judge John F. Keenan of Federal District Court in Manhattan ruled that the First Amendment right of the group, the Irish Gay and Lesbian Organization, to march was outweighed by the interests of the city as a whole.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Mideast Goal Of Clinton And Hassan","web_url":"https://www.nytimes.com/1995/03/16/world/mideast-goal-of-clinton-and-hassan.html","abstract":"  With Israel and Syria set to resume direct talks soon, President Clinton and King Hassan II of Morocco called today for speeding up the quest for Middle East peace.   After a White House meeting with the Moroccan leader, Mr. Clinton spoke of renewed hope and urged the parties to seize what he said was now a real opportunity to resolve the Arab-Israeli conflict. King Hassan, who is beginning a state visit to the United States, said it was crucial that the tempo of talks between Palestinians and Israelis be quickened.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/03/16/movies/the-pop-life-580295.html","abstract":"  Warner's Progress    When an internal power struggle shook up Warner Music, the largest record company in the country, last summer, there was talk of an artist exodus from the company. But in the last week Warner Music has made three decisive deals that it hopes will quell talk of instability and solidify its position as an industry leader. It has re-signed Neil Young, settled a legal and contractual dispute with Metallica and, most significant, become an equal partner in Interscope Records, which it hopes to make its fourth major label, joining Warner Brothers, Elektra and Atlantic.","thumbnail":null,"section":"Movies"},{"date":"19950316","headline":"Sports of The Times; It's Not Major League Baseball","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-of-the-times-it-s-not-major-league-baseball.html","abstract":"  QUICK now, do you know the names of any of baseball's so-called replacement players?   Do you want to know any of their names? Will you ever want to know any of their names?   Do you care if any of them pitch a no-hitter? If any of them hit four homers in a game?","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/03/16/style/IHT-what-theyre-reading.html","abstract":"Yoshihiro Wada, president of Mazda Motor Corp., says he is so busy trying to make the automaker profitable that he has had no time to read for pleasure..\"I only read material that pertains to the management of Mazda, such as reports. When we're bac","thumbnail":null,"section":"Style"},{"date":"19950316","headline":"The East Timor Drama : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/16/opinion/IHT-the-east-timor-drama-letters-to-the-editor.html","abstract":"Regarding \"Making a Tardy Issue of East Timor\" (Opinion, March 6) by Richard Woolcott:.Ambassador Woolcott's attempts to excuse the inexcusable with regard to East Timor fail to convince. Since 1975, Indonesia has been in illegal occupation o","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Filipinos Protest Singapore Death Sentence","web_url":"https://www.nytimes.com/1995/03/16/world/filipinos-protest-singapore-death-sentence.html","abstract":"  The Government of Singapore, which has tried to portray the debate over its draconian legal system as a clash between Asian and Western values, now finds its courts under attack by fellow Asians who are campaigning to prevent the execution of a Philippine woman this week.   Leading Philippine politicians, human rights groups and church leaders are demanding that Singapore stay the execution of Flor Contemplacion, a Philippine maid who is scheduled to be hanged on Friday for the deaths of another maid and a 4-year-old Singaporean boy in 1991.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"New Jersey Daily Briefing; Preserving a Forest and Falls","web_url":"https://www.nytimes.com/1995/03/16/nyregion/new-jersey-daily-briefing-preserving-a-forest-and-falls.html","abstract":"  The Senate Energy and Natural Resources Committee yesterday authorized $20.8 million to help northern New Jersey hold on to some of its past.    The panel approved $17.5 million to preserve 17,000 acres of Sterling Forest along the New York border. New Jersey already owns 2,100 acres of the forest in Passaic County and has agreed to contribute $10 million for the remaining acreage. New York would also be asked to put up money.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"'Boat People' Prefer Death To Homeland","web_url":"https://www.nytimes.com/1995/03/16/world/boat-people-prefer-death-to-homeland.html","abstract":"  Tran Ba is so desperate to avoid being forced back home to Vietnam that in a protest this month he doused himself with kerosene in front of horrified Philippine guards and threatened to set himself afire.   \"Next time I will light the match,\" said Mr. Ba, who left Vietnam four years ago believing that he had been promised a new life in the United States.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"Manhattan Is Aiming To Prove It Belongs","web_url":"https://www.nytimes.com/1995/03/16/sports/college-basketball-manhattan-is-aiming-to-prove-it-belongs.html","abstract":"  For Manhattan College, the small Bronx school from a midlevel conference, the goal in the first round of the National Collegiate Athletic Association basketball tournament is not to lay an egg.   For Oklahoma, whom the Jaspers play in the first game of the Southeast Regional at the Pyramid here on Thursday, the goal is to advance without getting egg on its face.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Power Play Falls Short Again for Rangers","web_url":"https://www.nytimes.com/1995/03/16/sports/hockey-power-play-falls-short-again-for-rangers.html","abstract":"  Should the Rangers be concerned? Perhaps a little bit. After losing by 4-3 to the Philadelphia Flyers last night at Madison Square Garden, they are flirting with a slump.   They have lost two straight games for the first time since January. They now share first place in the Atlantic Division with the Flyers, a team that has played two fewer games.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/16/style/chronicle-732595.html","abstract":"  BUDD SCHULBERG was determined that the cast of his new play, \"On the Waterfront,\" absorb the atmosphere of a place where dockworkers gathered. So yesterday, he accompanied 35 people to the Church of St. Francis Xavier, at 30 West 16th Street.    \"This gives me a chill; I am sitting in the office of Father Neil Hurley, who was a friend of Father John Corridan,\" Mr. Schulberg said. Father Corridan was the crusading priest who was the model for the character played by Karl Malden in the 1954 movie of the same name, which depicted the struggle against mob violence and corruption on New York City's piers.","thumbnail":null,"section":"Style"},{"date":"19950316","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/16/sports/results-plus-734195.html","abstract":"  N.B.A.  Miller's 40 Points Lead Pacers  Reggie Miller scored a season-high 40 points, including 17 in the final quarter when the Indiana Pacers rallied to defeat visiting Milwaukee, 117-108, last night. (AP)   BULLS 99, HAWKS 86: Pete Myers, the man who replaced Michael Jordan last season and the man most likely to be replaced if Jordan returns to the Bulls, scored a season-high 14 points to help Chicago beat Atlanta. Scottie Pippen scored 20 points. (AP) CLIPPERS 117, PISTONS 87: Malik Sealy scored 25 points and Loy Vaught had 21 points and 14 rebounds as host Los Angeles dealt Detroit its fourth straight loss. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Venezuela, Fearing an Uprising Today, Arrests 150 Leftists","web_url":"https://www.nytimes.com/1995/03/16/world/venezuela-fearing-an-uprising-today-arrests-150-leftists.html","abstract":"  Venezuelan authorities have arrested 150 leftists across the nation this week, alleging that they were plotting to set off an uprising on Thursday.   The crackdown, coming at a time of raging inflation and a shrinking economy, had Venezuelans nervously recalling their nation's recent political traumas: a violent uprising in Caracas in 1989, two failed coup attempts in 1992 and a presidential resignation in 1993.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"Strong Yen Aids Japan","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-strong-yen-aids-japan-714795.html","abstract":"  To the Editor:   Your front-page article March 8 on the dollar's continuing fall states that a \"7 percent rise in the value of the yen in recent days will cost Japanese companies billions in lost products on exports.\" The yen has risen approximately 10 percent in the last two months, which means that all the food and fuel Japan eats and burns will be bought 10 percent cheaper in world markets.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Jaguars Get Free Agent","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-people-pro-football-jaguars-get-free-agent.html","abstract":"  DAVE WIDELL, a free-agent offensive lineman, signed yesterday with the Jacksonville Jaguars. Widell, a seven-year veteran, started all 16 games at center last season for the Denver Broncos after previously playing guard and tackle. He spent his first two years in the National Football League with the Dallas Cowboys in 1988-89. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Rison to Join Browns","web_url":"https://www.nytimes.com/1995/03/16/sports/sports-people-pro-football-rison-to-join-browns.html","abstract":"  Wide receiver ANDRE RISON, leaving the Atlanta Falcons as an unrestricted free agent, said he will play for the Cleveland Browns next season.   \"It's where I want to go, that's the place,\" Rison said in an interview with The Atlanta Journal-Constitution yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/16/us/news-summary-907195.html","abstract":"  International A3-12  VIETNAM'S ADAMANT BOAT EXILES  Two decades after the first vessels pushed off the shores, the tragic final chapter of Vietnam's boat people is being written in detention camps across Southeast Asia. More than anything, the boat people fear a return to their country, so forcing them home will be an ugly, possibly dangerous business.  A1","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"Amid Accusations and Adjectives, Tension of 2 Lawyers Erupts","web_url":"https://www.nytimes.com/1995/03/16/us/amid-accusations-and-adjectives-tension-of-2-lawyers-erupts.html","abstract":"  Smoldering tensions between the opposing lawyers in the O. J. Simpson case broke into the open today as Marcia Clark and F. Lee Bailey squared off in an unusually nasty exchange. Ms. Clark called Mr. Bailey a liar; Mr. Bailey dismissed Ms. Clark as \"shrill.\"   Ms. Clark demanded -- a demand Judge Lance A. Ito ignored -- that Mr. Bailey be held in contempt for what she said were misrepresentations about a possible defense witness. Still, the air in his courtroom was thick with contempt of a different sort: the clear contempt in which the two lawyers hold each other. They tangled over everything from candor with the court to the low station of lawyers, from the honor of the Marine Corps to Mr. Bailey's manliness.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"A Mistake, a Rare Prosecution, And a Doctor Is Headed for Jail","web_url":"https://www.nytimes.com/1995/03/16/nyregion/a-mistake-a-rare-prosecution-and-a-doctor-is-headed-for-jail.html","abstract":"  The elderly nursing home patient was suffering from total kidney failure. She was blind and she could not speak. On the afternoon of May 18, 1990, Dr. Gerald Einaugler mistook a dialysis catheter in her abdomen for a feeding tube, and ordered feeding solution pumped through it.    Six days later, Alida Lamour, 78, was dead, and Dr. Einaugler, a Brooklyn internist, was in trouble. But this was not ordinary doctor trouble; he faced criminal prosecution, not civil suit.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"State Leaders Agree on Revenue Estimate","web_url":"https://www.nytimes.com/1995/03/16/nyregion/state-leaders-agree-on-revenue-estimate.html","abstract":"  Gov. George E. Pataki and the state's legislative leaders passed the first milestone on the path to enacting a state budget by agreeing today on how much money they will have available to spend.   Aides to Mr. Pataki had warned only a week ago against the dangers of unjustifiable increases in state revenue estimates. But today, the Governor agreed to raise his previous projection of $33.88 billion by $300 million. That figure, which is for the fiscal year that starts on April 1, fell between the Senate Republicans' estimate that state taxes and fees would generate an additional $214 million and the Assembly Democrats' estimate of $549 million.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Italian Premier Calls for a Confidence Vote in Debate on Budget","web_url":"https://www.nytimes.com/1995/03/16/world/italian-premier-calls-for-a-confidence-vote-in-debate-on-budget.html","abstract":"  Pushed to the brink by a debilitating budget battle, Prime Minister Lamberto Dini called today for a confidence vote on his two-month-old Government, a gamble that could force national elections to be held as early as June.   After two days of debate in Parliament's lower house on amendments to his critical deficit-cutting budget package, Mr. Dini told deputies this morning that he had no choice but to put his Government on the line. \"I am not asking you to form a government majority, or to choose political sides, but to render a service to the country,\" he said.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"Mason-Riley Blowup Symptom of Internal Strife","web_url":"https://www.nytimes.com/1995/03/16/sports/pro-basketball-mason-riley-blowup-symptom-of-internal-strife.html","abstract":"  The latest dispute between Pat Riley and Anthony Mason magnified a larger issue that the Knicks were ready to admit today. They are a team with internal problems, a team on the verge of letting petty gripes and a lack of unity ruin a chance to win a championship.   Several players, most notably Derek Harper, called on the team's veteran leadership, in particular Patrick Ewing, to speak up and address the team's problems before it was too late. But Ewing, the team's franchise player, left today's practice offering hardly any comment. Meanwhile, Mason stayed away from practice at Riley's request, as the team's hierarchy discussed whether Mason would be fined, suspended, both, or neither. As of tonight, Ernie Grunfeld, the Knicks' general manager, said a decision on Mason's status would likely be made Thursday.","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Smoking Sickness","web_url":"https://www.nytimes.com/1995/03/16/opinion/smoking-sickness.html","abstract":"  Ninety percent of all smokers pick up the habit in their teens, and their reasons for doing so are the same now as they were 50 years ago. Their friends smoke. A cigarette is a cool accessory. Smoking is a rite of passage. They will not know until the day they try to quit that they are exposing themselves to a substance, nicotine, that the National Institutes of Health says is as addictive as heroin and 5 to 10 times more potent than cocaine or morphine in producing effects on mood and behavior.   Dr. David A. Kessler, the Commissioner of Food and Drugs, calls smoking \"a pediatric disease.\" While the adult quit rate is increasing, the teen-age start rate stays the same. During the last 10 years there has been a decrease in smoking among all age groups except adolescents, and the number of young female smokers has actually gone up.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"In French Presidential Race, Lagging Neo-Gaullist Hustles on the Hustings","web_url":"https://www.nytimes.com/1995/03/16/world/in-french-presidential-race-lagging-neo-gaullist-hustles-on-the-hustings.html","abstract":"  Once the front-runner and now the underdog in the race for the French presidency, Prime Minister Edouard Balladur is trying to regain the lead with a new campaign full of hustle and hoopla.   With just five weeks to go before the April 23 vote, and polls showing that close to 50 percent of the voters have not made up their minds, Mr. Balladur clearly hopes to beat the odds by replacing his aloof, stiff image with something a little more hot-blooded.","thumbnail":null,"section":"World"},{"date":"19950316","headline":"A Violist Finds the Purity in Late Shostakovich","web_url":"https://www.nytimes.com/1995/03/16/arts/music-review-a-violist-finds-the-purity-in-late-shostakovich.html","abstract":"  Shostakovich's Viola Sonata is less than 20 years old. It seems as if it has been around much longer, like a distant supernova whose light has just reached the eyes of earth. With this work, and with his 15th Symphony, Shostakovich began a new stylistic progression that death immediately cut short. The sonata does not carry forward the anguished personal dramas of the late quartets; it exists on a plane of pure music, conversing with voices out of the past. A ghostly echo of Beethoven's \"Moonlight\" glides through the finale. There is deep melancholy, but also deep repose.   Only a great musician can make sense of these profound simplicities, written at the edge of the grave. Yuri Bashmet made the music entirely his own on Tuesday night in one of the most important Carnegie Hall debuts in recent years. He gave lyric life to the score's endless strings of quarter notes and half notes, and he cast a fiery glow on the few stretches of wildness. Mikhail Muntian, a veteran of the world premiere in 1975, supplied an unmannered, authoritative rendition of the minimal piano line.","thumbnail":null,"section":"Arts"},{"date":"19950316","headline":"In Jersey City, It's Earning by Learning","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-in-jersey-city-it-s-earning-by-learning-715595.html","abstract":"  To the Editor:   \"Paying Children to Read Isn't Cheap, or Right\" (letter, March 9) attacked Newt Gingrich and his Learning by Earning program.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Rifts Emerge Inside G.O.P.","web_url":"https://www.nytimes.com/1995/03/16/us/rifts-emerge-inside-gop.html","abstract":"  For 70 days House Republicans have closed ranks, demonstrated remarkable party discipline and kept moving through the legislative agenda in their Contract With America. But now the familiar cracks are beginning to show.   The bills before them now are inherently harder, with immediate, real-life consequences for constituents back home. The bitter disagreements in the party over social issues, notably abortion, are coming to the surface. The Democratic assaults on Republican spending and fiscal priorities are unrelenting. And beyond all the political and institutional factors, House Republicans are simply getting tired.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"One Trophy Missing From Marbury Case","web_url":"https://www.nytimes.com/1995/03/16/sports/one-trophy-missing-from-marbury-case.html","abstract":"  Stephon Marbury has collected basketball awards the way the Internal Revenue Service collects taxes. Yet there is one achievement the 6-foot-2-inch senior guard from Lincoln High School conspicuously lacks: a championship.   The Public Schools Athletic League A championship \"is definitely the one that I want, the one that I dream about,\" Marbury said yesterday at a Madison Square Garden news conference for this year's tournament final. \"I had three chances. I've come up short each time. Hopefully, this year I'll come up and win.\"","thumbnail":null,"section":"Sports"},{"date":"19950316","headline":"Whitman Bond-Recycling Plan Would Provide $500 Million to Stimulate Housing","web_url":"https://www.nytimes.com/1995/03/16/nyregion/whitman-bond-recycling-plan-would-provide-500-million-to-stimulate-housing.html","abstract":"  By recycling state mortgage bonds and refining construction rules, New Jersey housing agencies will put more than $500 million into urban and suburban low- to medium-income housing in the next nine months.   The program announced today by Gov. Christine Todd Whitman will promote home ownership in cities, where ownership rates are low, and smooth the way for apartment construction in the suburbs, where rental units are scarce. The Governor said one part of the program would produce at least 1,500 city homes.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Once Again, Record Levels Of Lobbying","web_url":"https://www.nytimes.com/1995/03/16/nyregion/once-again-record-levels-of-lobbying.html","abstract":"  Amid concerns about budget cuts and health care overhaul, spending on efforts to lobby state officials reached a record of $39.1 million last year, a report released today said.   Leading the way in lobbying expenditures were groups most affected by the state budget -- health care providers, teachers and state workers -- the annual report from the New York Temporary State Commission on Lobbying said.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Dole's the One For Delegation In Congress","web_url":"https://www.nytimes.com/1995/03/16/nyregion/dole-s-the-one-for-delegation-in-congress.html","abstract":"  The 14 Republican members of the New York delegation in Congress today declared their support for Senator Bob Dole for the party's Presidential nomination.   The announcement marked the first time in the 1996 campaign that an entire state delegation has announced its backing for one candidate, and it came after the recent endorsements of Mr. Dole by Gov. George E. Pataki, Senator Alfonse M. D'Amato and other state Republicans.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/16/nyregion/c-corrections-070395.html","abstract":"  A headline and an entry in the front-page \"Inside\" listing on Tuesday referred incorrectly in some editions to the trend in welfare and food stamp rolls. They have leveled off, not decreased.","thumbnail":null,"section":"New York"},{"date":"19950316","headline":"History Standards for All Tastes","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-history-standards-for-all-tastes-365695.html","abstract":"  To the Editor:   How ironic that Lynne Cheney (\"Mocking America at U.S. Expense,\" Op-Ed, March 10) would accuse members of the academy of constructing \"new versions of the truth to achieve social and political goals that have gone unmet,\" when that is precisely what she herself is doing in her attack upon the National Standards for United States History.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"Simpson Defense Details Glove Theory","web_url":"https://www.nytimes.com/1995/03/16/us/simpson-defense-details-glove-theory.html","abstract":"  F. Lee Bailey, one of O. J. Simpson's defense lawyers, today laid out more explicitly than ever before just how Detective Mark Fuhrman could have removed a bloody glove from the spot where Nicole Brown Simpson and her friend were killed last June, stored it on his person without being detected, carried it to Mr. Simpson's house and deposited it there without being seen.   Seeking to explain how a policeman he describes as a rogue and racist set out to frame his client, Mr. Bailey all but accused Mr. Fuhrman of secretly picking up the bloody right-handed leather glove near the body of Ronald L. Goldman, placing in a plastic evidence bag, stuffing it \"marine style\" in one of his socks, and then dropping it behind Mr. Simpson's house.","thumbnail":null,"section":"U.S."},{"date":"19950316","headline":"History Standards for All Tastes; Arts Agency's Mistake","web_url":"https://www.nytimes.com/1995/03/16/opinion/l-history-standards-for-all-tastes-arts-agency-s-mistake-713995.html","abstract":"  To the Editor:   In \"Mocking America at U.S. Expense\" (Op-Ed, March 10), Lynne Cheney correctly states that I think Arts Endowment funding for a few controversial artists was a mistake. (Actually the individuals I had in mind were given tiny amounts of money indirectly through institutions that received N.E.A. funding.) What she doesn't say is that it doesn't bother me in the least if the N.E.A. subsidizes art I don't like. I see these grants as a mistake only in the sense that they have made life more difficult for the agency.","thumbnail":null,"section":"Opinion"},{"date":"19950316","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/03/16/sports/college-hockey-report.html","abstract":"  E.C.A.C. Tournament   Clarkson, the only nationally ranked team in the tournament, should win the Eastern College Athletic Conference's 34th championship event, to be played tomorrow and Saturday at the Olympic Arena in Lake Placid, N.Y. The Golden Knights, who scored 13 goals against Cornell in two quarterfinal games, meet seventh-seeded Princeton in a semifinal match and have a much better overall record, 22-8-4 to 17-12-4.    In The Troy Record's top-10 poll this week, Clarkson is ranked seventh. The other ranked Eastern teams are all from Hockey East, No. 1 Maine, No. 3 Boston University and No. 9 New Hampshire.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19950316","headline":"Mississippi formally ratifies the Thirteenth Amendment to the United States Constitution, becoming the last state to approve the abolition of slavery. The Thirteenth Amendment was officially ratified in 1865.","pages":[{"title":"Mississippi","web_url":"https://en.wikipedia.org/wiki/Mississippi","description":"U.S. state","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Flag_of_Mississippi.svg/320px-Flag_of_Mississippi.svg.png","thumbnail_width":320,"thumbnail_height":192},"abstract":"Mississippi is a state in the Southeastern region of the United States. It borders Tennessee to the north, Alabama to the east, the Gulf of Mexico to the south, Louisiana to the southwest, and Arkansas to the northwest. Mississippi's western boundary is largely defined by the Mississippi River, or its historical course. Mississippi is the 32nd largest by area and 35th-most populous of the 50 U.S. states and has the lowest per-capita income. Jackson is both the state's capital and largest city. Greater Jackson is the state's most populous metropolitan area, with a population of 591,978 in 2020. Other major cities include Gulfport, Southaven, Hattiesburg, Biloxi, Olive Branch, Tupelo, Meridian, and Greenville."},{"title":"Thirteenth Amendment to the United States Constitution","web_url":"https://en.wikipedia.org/wiki/Thirteenth_Amendment_to_the_United_States_Constitution","description":"1865 Reconstruction amendment","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/320px-Greater_coat_of_arms_of_the_United_States.svg.png","thumbnail_width":320,"thumbnail_height":338},"abstract":"The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by the Senate on April 8, 1864, by the House of Representatives on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."},{"title":"Slavery","web_url":"https://en.wikipedia.org/wiki/Slavery","description":"Ownership of people as property","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/IJzeren_voetring_voor_gevangenen_transparent_background.png/320px-IJzeren_voetring_voor_gevangenen_transparent_background.png","thumbnail_width":320,"thumbnail_height":175},"abstract":"Slavery is the ownership of a person as property, especially in regards to their labour. Slavery typically involves compulsory work, with the slave's location of work and residence dictated by the party that holds them in bondage. Enslavement is the placement of a person into slavery, and the person is called a slave or an enslaved person."}]}],"weather":[{"date":"19950316","time":"1995-03-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":68,"wspd":22.3},{"date":"19950316","time":"1995-03-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":72,"wspd":18.4},{"date":"19950316","time":"1995-03-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":73,"wspd":18.4},{"date":"19950316","time":"1995-03-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":81,"wspd":18.4},{"date":"19950316","time":"1995-03-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":77,"wspd":20.5},{"date":"19950316","time":"1995-03-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":78,"wspd":14.8},{"date":"19950316","time":"1995-03-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":77,"wspd":13},{"date":"19950316","time":"1995-03-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":79,"wspd":11.2},{"date":"19950316","time":"1995-03-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":75,"wspd":18.4},{"date":"19950316","time":"1995-03-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":69,"wspd":16.6},{"date":"19950316","time":"1995-03-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":60,"wspd":18.4},{"date":"19950316","time":"1995-03-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":51,"wspd":20.5},{"date":"19950316","time":"1995-03-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":50,"wspd":22.3},{"date":"19950316","time":"1995-03-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":50,"wspd":20.5},{"date":"19950316","time":"1995-03-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":41,"wspd":24.1},{"date":"19950316","time":"1995-03-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":44,"wspd":25.9},{"date":"19950316","time":"1995-03-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":52,"wspd":29.5},{"date":"19950316","time":"1995-03-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":57,"wspd":25.9},{"date":"19950316","time":"1995-03-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":60,"wspd":22.3},{"date":"19950316","time":"1995-03-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":68,"wspd":22.3},{"date":"19950316","time":"1995-03-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":67,"wspd":22.3},{"date":"19950316","time":"1995-03-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":66,"wspd":25.9},{"date":"19950316","time":"1995-03-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":67,"wspd":24.1},{"date":"19950316","time":"1995-03-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":22.3},{"date":"19950316","time":"1995-03-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":11.2},{"date":"19950316","time":"1995-03-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":7.6},{"date":"19950316","time":"1995-03-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":7.6},{"date":"19950316","time":"1995-03-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":77,"wspd":9.4},{"date":"19950316","time":"1995-03-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":77,"wspd":9.4},{"date":"19950316","time":"1995-03-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":9.4},{"date":"19950316","time":"1995-03-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":7.6},{"date":"19950316","time":"1995-03-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":9.4},{"date":"19950316","time":"1995-03-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":83,"wspd":7.6},{"date":"19950316","time":"1995-03-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":5.4},{"date":"19950316","time":"1995-03-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":7.6},{"date":"19950316","time":"1995-03-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":5.4},{"date":"19950316","time":"1995-03-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":9.4},{"date":"19950316","time":"1995-03-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":93,"wspd":9.4},{"date":"19950316","time":"1995-03-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":86,"wspd":11.2},{"date":"19950316","time":"1995-03-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":11.2},{"date":"19950316","time":"1995-03-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":13},{"date":"19950316","time":"1995-03-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":13},{"date":"19950316","time":"1995-03-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":14.8},{"date":"19950316","time":"1995-03-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":13},{"date":"19950316","time":"1995-03-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":77,"wspd":13},{"date":"19950316","time":"1995-03-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":16.6},{"date":"19950316","time":"1995-03-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":16.6},{"date":"19950316","time":"1995-03-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":13}]}}