{"19930802":{"guardian_articles":[{"date":"19930802","headline":"EC surrenders battle for ERM: New band sounds death knell for monetary union - mark soars as trading opens","web_url":"https://www.theguardian.com/world/1993/aug/02/euro.eu","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930802","headline":"Miller Finds Competition on Falcons","web_url":"https://www.nytimes.com/1993/08/02/sports/pro-football-miller-finds-competition-on-falcons.html","abstract":"  One quarterback, when standing tall in the pocket, has produced numbers that say he is among the best in the National Football League. A dangerous scrambler with a powerful arm, he is perfect for the Atlanta Falcons' run-and-shoot offense. When he has not been forced by injury to sit ruefully on the sidelines, he has led by example more than with words.   That is Chris Miller.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"At Home Abroad; 'In Pol Pot Time'","web_url":"https://www.nytimes.com/1993/08/02/opinion/at-home-abroad-in-pol-pot-time.html","abstract":"  \"In Pol Pot time,\" Cambodians will say, they lost 5 or 10 or 70 members of their family. They use the name of the Khmer Rouge leader for the genocidal years of its rule, 1975-79.   Prince Sihanouk and others in Cambodia's transitional Government say they want to bring the Khmer Rouge in from its guerrilla strongholds to play some kind of role in the Government. But how can they sit with mass-murderers? I put the question to Prince Sirivudh, the Foreign Minister, who lost many in his family.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/02/nyregion/bridge-580993.html","abstract":"  Two powerful teams clashed this afternoon in the final of the Spingold Knockout Team Championship, concluding the American Contract Bridge League's Summer Nationals. Zia Mahmood and Michael Rosenberg, both of Manhattan, Seymon Deutsch of Laredo, Tex., Hemant Lall of Nottingham, England, Chip Martel of Davis, Calif., and Lew Stansby of Castro Valley, Calif., faced Dick Freeman of Atlanta, Nick Nickell of Raleigh, N.C., Bob Wolff and Bob Hamman, both of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill.   After 24 deals out of a scheduled 64 Zia trailed Freeman by 28 imps.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Slain Couple Found in Tub in Manhattan","web_url":"https://www.nytimes.com/1993/08/02/nyregion/slain-couple-found-in-tub-in-manhattan.html","abstract":"  A couple were found yesterday morning face-down in a bathtub, apparently strangled, in an apartment in Washington Heights while their baby lay unharmed in a back bedroom, the police said.   Police officers entered the sixth-floor apartment at 29 Wadsworth Avenue after receiving an anonymous call, said Sgt. Robert Maas, a detective in the 34th Precinct. They found Manuel Feliz, 24 years old, and Julie Cordon, 20, in a partly filled bathtub. Mr. Feliz had a clothesline wrapped around his neck and Ms. Cordon had an electrical cord around hers.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"U.S. Buys 2-Year Reprieve for the Atlantic Salmon","web_url":"https://www.nytimes.com/1993/08/02/us/us-buys-2year-reprieve-for-the-atlantic-salmon.html","abstract":"In what he called environmental management that transcends boundaries, Interior Secretary Bruce Babbitt today announced that the commercial salmon-fishing rights in Greenland would be bought for two years in a move that could help restore runs of the prized Atlantic salmon in North America.\n\nThe buyout, financed by private and public money, was announced here at the Connecticut River Museum against a backdrop of bobbing sailboats and swirling waves on the banks of what once was one of the greatest salmon rivers in North America, until dam construction and pollution wiped out the fish at the turn of the century.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Davenport Tackles Flood's Damage With Energy and Humor","web_url":"https://www.nytimes.com/1993/08/02/us/the-midwest-flooding-davenport-tackles-flood-s-damage-with-energy-and-humor.html","abstract":"  The riverfront baseball park here turned into a lake about three weeks ago, as muddy water from the Mississippi River climbed five and a half feet up the outfield wall and washed away the lush, inviting grass of summer's game.    So what about the ticket takers and hot dog vendors for the Quad City River Bandits, the Midwest League team that has been forced for now to reschedule its home games into away contests? They have come back to work -- to scrape, grade and resod the field in a frantic effort to get their team, which, after all, is still in a pennant race, back home.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"The Release of Larry Hogue","web_url":"https://www.nytimes.com/1993/08/02/opinion/the-release-of-larry-hogue.html","abstract":"  Though his release has been postponed, chances are that Larry Hogue, a mentally ill man who for years terrorized residents of Manhattan's Upper West Side with his bizarre, sometimes violent behavior, will soon leave Creedmoor Mental Health Center. He was involuntarily committed last year on the grounds that he was likely to abuse crack and become dangerous if let out.    Understandably, that's worrisome news to the residents of West 96th Street, where the 49-year-old veteran slept in doorways, menaced passers-by and battered cars. Mr. Hogue, who suffers from a brain injury incurred in military service, has been in and out of mental institutions and prisons for 30 years. Now he is judged healthy enough for release. But at least mental health and criminal justice officials are struggling to minimize the chances that this is just another spin through the legal revolving door.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/02/nyregion/c-corrections-994493.html","abstract":"  An article on Wednesday about President Clinton's national service legislation erroneously listed one Senator as a co-sponsor. Connie Mack, Republican of Florida, did not co-sponsor the bill.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Israeli Court Bars Demjanjuk's Leaving","web_url":"https://www.nytimes.com/1993/08/02/world/israeli-court-bars-demjanjuk-s-leaving.html","abstract":"  Even as John Demjanjuk waited with his bags packed to leave his prison cell here for Ukraine, the Israeli Supreme Court ruled today that he could not go until the Government considered whether to press new war-crimes charges against him after the court overturned his conviction in the \"Ivan the Terrible\" case.   A three-judge panel instructed Israel's Attorney General to submit arguments in the next week on whether he wanted to pursue a case against Mr. Demjanjuk for having served as a Nazi guard at the Sobibor death camp in Poland during World War II.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"U.S. Attorney Pledges Help Against Street Crime","web_url":"https://www.nytimes.com/1993/08/02/nyregion/us-attorney-pledges-help-against-street-crime.html","abstract":"  When Zachary W. Carter thinks about his new job, he also looks back on one of his old ones, as a judge in New York City's Criminal Court.   In that position, he recalls, he was dealing with the \"symptoms of the problem\": the young people who settle arguments with bullets, the muggers and shoplifters desperate for cash to support their drug addictions, the street-corner dealers who feed those habits -- all part of the ceaseless stream of street criminals washing up on the overwhelmed Criminal Court.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Olerud Waves His Wand at the Magic .400","web_url":"https://www.nytimes.com/1993/08/02/sports/baseball-olerud-waves-his-wand-at-the-magic-.400.html","abstract":"  If you were looking for someone to be the life of the party, you would not invite John Olerud. If you needed an upbeat host for an upscale restaurant, you would not hire John Olerud. If you wanted someone to get a crowd going at a political rally, you would not give the job to John Olerud.   Invite Olerud instead to a seance, send him to read a book in the public library, tell him to collect eggs every morning on a farm. Or hand him a bat and send him up to hit in the Skydome in front of 50,000 screaming fans.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Beth Propper and David Rubin","web_url":"https://www.nytimes.com/1993/08/02/style/beth-propper-and-david-rubin.html","abstract":"  Beth Barbara Propper, the daughter of Emil and Marilyn Propper of Riverdale, the Bronx, was married yesterday to David Jay Rubin, the son of Arnold and Rita Rubin of Harbor Isle, L.I. Rabbi A. David Arzt performed the ceremony at the Lincoln Square Synagogue in New York.   Ms. Propper, who is keeping her name, is a law clerk for Acting Justice Michael R. Juviler of the State Supreme Court in Brooklyn. She graduated from Union College in Schenectady, N.Y., and received a law degree from Boston University. Her father is a district representative of the United Federation of Teachers in the Bronx and a mathematics teacher at Harry S. Truman High School there. Her mother teaches the third grade at Public School 96 in the Bronx.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"For Nation's Blue Cross Plans, Echoes of the Troubles at Empire","web_url":"https://www.nytimes.com/1993/08/02/us/for-nation-s-blue-cross-plans-echoes-of-the-troubles-at-empire.html","abstract":"  The same sorts of accusations of lavish spending and poor management that rocked Empire Blue Cross and Blue Shield in New York are also jarring plans from Maryland to Colorado. The latest problems surfaced in Louisiana this week when the State Insurance Commissioner forced the resignations of the local plan's chairman and most of its board members.    The commissioner, James H. Brown, accused Blue Cross and Blue Shield of Louisiana of squandering premium money on exorbitant salaries and perquisites and engaging in questionable billing practices that may have bilked policy holders and Medicare of tens of millions of dollars. Spoiling an Apple-Pie Image    \"Blue Cross has always been looked on as American as apple pie,\" said Mr.  Brown, whose action seemed to catch many in the state capital as well as in the plan by surprise. \"You used to have blue-chip civic boards and doctors and medical people playing major roles.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"LEBANESE REFUGEES ARE HURRYING BACK TO RAVAGED HOMES","web_url":"https://www.nytimes.com/1993/08/02/world/lebanese-refugees-are-hurrying-back-to-ravaged-homes.html","abstract":"  Thousands of Lebanese began to stream back home today, creating wild traffic jams on roads leading from Beirut to the agricultural hamlets, villages and small seaside towns of southern Lebanon after a cease-fire reached on Saturday ended a seven-day Israeli bombardment.   Dazed residents poured into scores of tiny villages perched on the steep mountain ridges and along the Mediterranean shore to scenes of collapsed houses, burned hulks of cars and concrete rubble. The landscape of destruction was unlike anything seen in years in this country, which has experienced civil strife and war since 1975.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Editorial Notebook; 'Socialized Medicine' Revisited","web_url":"https://www.nytimes.com/1993/08/02/opinion/editorial-notebook-socialized-medicine-revisited.html","abstract":"  Nowadays everybody likes Harry Truman, the subject of a best-selling biography and of admiring remarks by Presidents Bush and Clinton. This was not the case on Nov. 19, 1945, when Truman became the first President to propose a comprehensive medical insurance program for Americans of all ages.    For this, Truman was reviled by the American Medical Association and its most visible spokesman, Dr. Morris Fishbein, editor of the A.M.A. Journal. The tone of the debate was established by this overheated editorial in the country's most widely read medical publication:","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Essay; When an Aide Dies Violently","web_url":"https://www.nytimes.com/1993/08/02/opinion/essay-when-an-aide-dies-violently.html","abstract":"  Almost three decades ago, the body of a talented artist was found along the Georgetown canal towpath, a bullet in her head. Because she had for years been an intimate friend of President Kennedy, counterspy James Jesus Angleton was immediately notified and searched her home before the police arrived.   When her diary came into his hands, that Kennedy loyalist destroyed it, as he later indicated to me, \"to protect the Presidency.\" A suspect was tried and acquitted; the prosecutor was justifiably furious when it was revealed that the C.I.A. destroyed the murder victim's diary. The crime was never solved.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Youth Held In Robbery Aboard Bus","web_url":"https://www.nytimes.com/1993/08/02/nyregion/youth-held-in-robbery-aboard-bus.html","abstract":"The police have arrested a Brooklyn teen-ager who they said helped stage a holdup aboard a city bus in Queens, stealing money and jewelry from passengers at gunpoint.\n\nThe suspect, Arthur Pope, 16, was arrested Saturday night near the spot where he and two friends held up a bus in Springfield Gardens on Friday morning, said a police spokesman, Sgt. Nicholas Vreeland.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Elizabeth Umlas, Eric Berman","web_url":"https://www.nytimes.com/1993/08/02/style/elizabeth-umlas-eric-berman.html","abstract":"  Elizabeth Dora Umlas, the daughter of Dr. and Mrs. Joel Umlas of Newton, Mass., was married yesterday to Eric Gallant Berman, a son of Mr. and Mrs. Noel Berman of New York. Rabbi Scott Rosenberg performed the ceremony at the Royal Sonesta Hotel in Cambridge, Mass.   The bride, 28, is keeping her name. A summa cum laude graduate of Harvard University where she was elected to Phi Beta Kappa, she is studying for a Ph.D in political science at Yale University. Her father is an associate clinical professor of pathology at the Harvard Medical School in Boston and assistant chief of Pathology at Mount Auburn Hospital in Cambridge.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Review/Theater; A Family's Ties That Bind As a Foundation for Farce","web_url":"https://www.nytimes.com/1993/08/02/theater/review-theater-a-family-s-ties-that-bind-as-a-foundation-for-farce.html","abstract":"  \"Twisted Roots,\" the clever catch-all name for Tuesday evening's Serious Fun program at Alice Tully Hall, is a label that could be applied to any of the three frisky performances that took over the stage in a two-and-a-half-hour show.    Applied to Ain and David Gordon's play, \"The Family Business, Act I,\" it could refer to the fact that the work, written and performed by members of the same family, explores their ties to one another and to an aged relative. In the second part, Ken Bullock, a performance artist from Georgia, does ultra-campy sendups of Southern cultural stereotypes. The members of Instant Girl (Janet Bogardus, Joanna Heimbold and Susan Trout), the performance trio that concluded the show, have known one another since childhood. Their piece explores their shared experience of adolescence.","thumbnail":null,"section":"Theater"},{"date":"19930802","headline":"As Yanks Stand Pat, Henderson Takes Leadoff Act North","web_url":"https://www.nytimes.com/1993/08/02/sports/on-baseball-as-yanks-stand-pat-henderson-takes-leadoff-act-north.html","abstract":"  Rickey Henderson is a great player, but . . .    That's the way Don Mattingly views the move of his old buddy to the Toronto Blue Jays, the team that leads the Yankees by one game going into their four-game series that begins tonight at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/02/nyregion/c-corrections-996093.html","abstract":"  Because of an editing error, an article and chart in Business Day on Friday about Apple Computer Inc.'s new hand-held device, the Newton Messagepad, misstated its capabilities. The current Newton can receive wireless messages, but cannot send them.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Review/Theater: In the Summer House; Mothers, Daughters and Tangled Emotions","web_url":"https://www.nytimes.com/1993/08/02/theater/review-theater-in-the-summer-house-mothers-daughters-and-tangled-emotions.html","abstract":"  \"I'm Jewish, homosexual, alcoholic, a communist -- and I'm a cripple!\" Jane Bowles once bragged, winning a bout of one-upsmanship with a self-pitying fellow traveler on the literary fringe. Bowles, whose writing career was over by the time she had a stroke at the age of 40 and who died in 1973 at 56, was everything she said and more, including the wife of the novelist and composer Paul Bowles (\"The Sheltering Sky\"), with whom she fashioned a now-legendary open marriage in the sybaritic expatriates' colony of Tangier.   An original and independent woman, yet one who never escaped her demons or her husband's orbit, Jane Bowles was born to be a heroine for our time, if only a cult figure in her own. She'd be fascinating with or without her limp, as those who have read her letters, her biography (by Millicent Dillon) or Michelle Green's recent group portrait of the Tangier crowd (\"The Dream at the End of the World,\" published by HarperCollins) can attest. Her own literary output, however, was tiny: one novel, seven short stories and one full-length play, \"In the Summer House,\" which was revived at the Vivian Beaumont Theater last night.","thumbnail":null,"section":"Theater"},{"date":"19930802","headline":"Orioles Are Put on the Bidding Block With a Judge as the Auctioneer","web_url":"https://www.nytimes.com/1993/08/02/sports/baseball-orioles-are-put-on-the-bidding-block-with-a-judge-as-the-auctioneer.html","abstract":"  With the price tag expected to exceed $150 million, the Baltimore Orioles will be the object of a bidding war today as major league baseball reaches a unique, but modern, stage: A United States Bankruptcy Court judge will hold a hearing in Manhattan to determine the new owner of the Orioles.   Groups headed by an investment banker from Cincinnati, a lawyer from Baltimore, an international art dealer from New York and a former National Football League tight end make up the lineup of bidders who want to succeed Eli Jacobs as the owner of the suddenly financially successful Orioles.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"DIALOGUE: The Search For Sexual Identity;\nFalse Genetic Markers","web_url":"https://www.nytimes.com/1993/08/02/opinion/dialogue-the-search-for-sexual-identity-false-genetic-markers.html","abstract":"G ay genes are back in the news. Researchers from the National Cancer Institute announced in the July 16 issue of the journal Science that they have found a set of genetic markers shared by a number of gay brothers, indicating genetic roots of homosexuality. This study, like similar previous findings, is flawed. It is based on simplistic assumptions about sexuality and is hampered by the near impossibility of establishing links between genes and behavior.\n\nThe authors of the article claim to have found that 33 of the 40 pairs of gay brothers in their study shared certain DNA sequences on their X chromosome, the chromosome men inherit only from their mothers. The implicit reasoning is that if brothers who have specific DNA sequences in common are both gay, these sequences can be considered genetic markers for homosexuality.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Alcantara Journal; Brazil's 'Window on Space' Broken","web_url":"https://www.nytimes.com/1993/08/02/world/alcantara-journal-brazil-s-window-on-space-broken.html","abstract":"  Strolling the quiet cobblestone streets here, it is easy to conjure up the 18th-century glory of Alcantara's cotton barons.   Blue and white tiles from Lisbon and Macao sheathed elegant town houses of the rural aristocracy. Inside, lavish banquets with harpsichord music, imported crystal and English silver celebrated the return of young nobles from university studies at faraway Coimbra in Portugal or at Yale.   First, a drop in cotton prices in the 1830's, and then the abolition of slavery in 1888, reduced this proud town to a ghost town. Palaces and convents long ago collapsed into piles of local bricks and imported stone. And today, green tufts of vegetation sprout irreverently from looming facades of surviving Baroque churches. Preserved as national patrimony, Alcantara now lives largely off historical tourism.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Waiting, Waiting and Dreaming of Canada; At a Shelter in Buffalo, Hundreds of Asylum Seekers Sit Out Their Appeals","web_url":"https://www.nytimes.com/1993/08/02/nyregion/waiting-waiting-dreaming-canada-shelter-buffalo-hundreds-asylum-seekers-sit.html","abstract":"  In the hallways of a former Catholic elementary school, refugees from Somalia, Sri Lanka and Eritrea wander from room to room, looking for a way to pass the afternoon.   A war widow rebraids her daughter's hair. A group of Somali women wearing long, colorful dresses pores over a pamphlet on the health risks of ritual clitoridectomy, a procedure each of them has undergone. Several children play quietly in a dark alcove marked with a hand-printed sign that says \"waiting room.\"","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"U.S. May Attack Serbs Even Without NATO","web_url":"https://www.nytimes.com/1993/08/02/world/us-may-attack-serbs-even-without-nato.html","abstract":"  The Clinton Administration said today that it was prepared to use air strikes on its own to step up pressure on the Bosnian Serbs to end their attacks, to allow aid to reach besieged towns and to negotiate in good faith at peace talks.   A State Department spokesman, Michael McCurry, said the United States would be ready to carry out an air campaign against advancing Serbian forces whether or not it received the approval of European allies at a NATO meeting in Brussels on Monday.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Rita Bernstein And David Brief","web_url":"https://www.nytimes.com/1993/08/02/style/rita-bernstein-and-david-brief.html","abstract":"  Rita Claire Bernstein, a daughter of Mr. and Mrs. A. Thomas Bernstein of Chicago, was married there yesterday to David Robert Brief, the son of Irene Berger of Livingston, N.J., and Kenneth H. Brief of Cos Cob, Conn. Rabbi Arnold Kaiman officiated at Cafe Brauer.   The bride, 27, and the bridegroom, 25, work at Ibbotson Associates, an investment consulting and financial-data products company in Chicago, for which she is a supervisor of marketing and product development and he is a consultant. She graduated from the University of Wisconsin. Her father, now retired, was a senior buyer for Sears, Roebuck & Company in Chicago. Her mother, Barbara S. Bernstein, retired as the assistant director of learning and support services of Roosevelt University in Chicago.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Blind Sailor Is Rescued","web_url":"https://www.nytimes.com/1993/08/02/sports/blind-sailor-is-rescued.html","abstract":"  The attempt by Hank Dekker, the 58-year-old blind sailor from Novato, Calif., to cross the Atlantic Ocean alone in a sailboat, which began Thursday, ended abruptly late Saturday when gear trouble developed aboard his 30-foot yacht.   A satellite tracking system alerted Dekker's sponsor, the National Federation for the Blind in Baltimore, that there was a problem. After receiving a distress call from the federation at 5:45 P.M. Saturday, the Coast Guard at Cape May, N.J., sent a rescue helicopter to find Dekker. He was spotted at 7:43 P.M. Saturday, the sails down on his boat, about 90 miles east of Atlantic City, Coast Guard officials said.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Bitter Tonic for France","web_url":"https://www.nytimes.com/1993/08/02/us/bitter-tonic-for-france.html","abstract":"  The European Community's decision to allow the franc to float more freely against the German mark is a severe political blow to France, which had staked its honor on maintaining the franc's parity with the mark, but it may be what the economy needs to lift it out of recession.    Article, Page D8.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Blue Cross and Blue Shield Plans: 6 Decades of Insurance","web_url":"https://www.nytimes.com/1993/08/02/us/blue-cross-and-blue-shield-plans-6-decades-of-insurance.html","abstract":"  The 70 Blue Cross and Blue Shield organizations around the country are independent, not-for-profit companies that provide health insurance to more than 68 million Americans and process Medicare claims for about 30 million more.   The organizations emerged from two groups created about 60 years ago to provide the nation's first medical insurance plans. Initially, Blue Cross plans covered hospital bills and Blue Shield plans covered doctors' bills, but most have merged into single corporations that offer both types of insurance.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Miss Glatt, Mr. Wroblewski","web_url":"https://www.nytimes.com/1993/08/02/style/miss-glatt-mr-wroblewski.html","abstract":"  Odia Ronit Glatt, a daughter of Rabbi and Mrs. Melvin Jay Glatt of Cherry Hill, N.J., was married by her father yesterday at the Curtis Arboretum in Wyncote, Pa., to Daniel Benjamin Wroblewski. He is a son of Dr. Rita Wroblewski of New York and Dr. Felix Wroblewski of Kent, N.Y.   Mrs. Wroblewski, 26, is a registered nurse at St. Joseph Hospital in Towson, Md. She graduated from the University of Maryland and received a master's degree in nursing from the University of Maryland. Her father is the chaplain of the Jewish Federation of Southern New Jersey, a social services agency, and the director of religious services at the Jewish Geriatric Home, both in Cherry Hill. Her mother, Carol R. Glatt, is the chief of library services at the Veterans Administration Medical Center in Philadelphia.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"For Children, Nothing Beats Two-Parent Home","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-for-children-nothing-beats-two-parent-home-013693.html","abstract":"  To the Editor:   In \"Bothered and Bewildered\" (Op-Ed, July 21), Katha Pollitt argues that the tie between marriage and maternity is irrevocably broken. Women can have careers, homes, a sex life and children without husbands, and in our public values, we should stop acting as if they cannot. As for the much documented problems faced by children in households headed by single women, Ms. Pollitt attributes these to poverty and the absence of paid parental leave, publicly subsidized day care, flexibility in job scheduling, better child support and \"comparable worth\" pay scales.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Waters Bulldoze an Illinois City and Aim for St. Louis","web_url":"https://www.nytimes.com/1993/08/02/us/the-midwest-flooding-waters-bulldoze-an-illinois-city-and-aim-for-st-louis.html","abstract":"  Coursing higher and faster than officials had predicted just one day earlier, the Mississippi River overwhelmed a levee today and swept through the downtown streets of this city today in a swirl of muddy water that shut down the city's water plant and even topped street lights in some areas.   Then it surged southward, where it was expected to merge with the Missouri River and crest at record levels in St. Louis, 23 miles south of here, sometime before noon on Monday.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Plundering the Seas","web_url":"https://www.nytimes.com/1993/08/02/opinion/plundering-the-seas.html","abstract":"  Last year's Earth Summit in Brazil produced few concrete agreements but one transcendent lesson: The earth's most serious environmental problems know no national boundaries; they require a global response. But if the just-concluded U.N. conference on threatened fisheries is any guide, a collective response to common dangers remains a distant dream. Nationalism is still king.   The conference, one of several follow-up sessions mandated at Rio de Janeiro, drew 150 diplomats and a small army of lawyers, marine biologists and industry officials. They arrived in general agreement that many species -- including dinner-table staples like cod, tuna and mackerel -- are steadily being wiped out by overfishing. They left in almost total disagreement as to who is to blame or how to manage and propagate the fish that are left.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Miss Siben, Mr. Morgenstern","web_url":"https://www.nytimes.com/1993/08/02/style/miss-siben-mr-morgenstern.html","abstract":"  Sharon Deborah Siben, a daughter of Eileen and Stephen Siben of East Islip, L.I., was married yesterday to David Morgenstern, a son of Harriet and Abraham Morgenstern of North Bellmore, L.I. Rabbi Herbert Rosenblum officiated at Temple Beth El in Cedarhurst, L.I.   Mrs. Morgenstern, 25, graduated magna cum laude from Tufts University, where she was elected to Phi Beta Kappa. She is a candidate for a master's degree in education at Lesley College. Her father is the managing partner in the law firm of Siben & Siben in Bay Shore, L.I. Her mother is the president of the J. E. M. Estates Corporation in Brightwaters, L.I., a real estate management company.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Bosnian Leaders Oppose Plan to Carve Up the Country Into 3 States","web_url":"https://www.nytimes.com/1993/08/02/world/bosnian-leaders-oppose-plan-to-carve-up-the-country-into-3-states.html","abstract":"  International mediators pressed ahead today with their plan to carve up Bosnia and Herzegovina into three ethnically based states, despite opposition by members of Bosnia's collective leadership, who warned that it would reward aggression and could turn another million people into refugees.   At the urging of Lord Owen, the European Community mediator, and Thorvald Stoltenberg, who represents the United Nations, the leaders of the victorious Serbian and Croatian factions, who together control about 90 percent of Bosnia and Herzegovina, agreed on \"a target figure\" of 30 percent for the new Muslim ethnic state.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Kindergarten Holds Hostages Too Old to Flee","web_url":"https://www.nytimes.com/1993/08/02/world/kindergarten-holds-hostages-too-old-to-flee.html","abstract":"  In Kindergarten Number 3 in the capital of Nagorno-Karabakh, 47 Azerbaijani men and women are being held in what was once a children's playroom. They sleep on metal cots, made for 6-year-olds. The women are bundled in layers of tattered and dirty skirts and sweaters, their heads covered with scarves, the men in dark suits and sweaters -- their only possessions.    They are hostages, among the 92 civilians captured by the Karabakh army when it invaded Kelbajar in April. Most of the villagers fled before the army arrived. Contrary to many published reports, Kelbajar was not encircled,-- an escape route was left open for the civilians, according to relief workers who were present at the time.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"In African Township, 30 Die in a Political Rivalry","web_url":"https://www.nytimes.com/1993/08/02/world/in-african-township-30-die-in-a-political-rivalry.html","abstract":"  Hilton Dwera's year-old bungalow is not much, just a little brick box, a working-class starter home.   But each window has a sturdy iron fleur-de-lis of burglar bars, and so he was alive today to describe how a Zulu mob stormed through this black township near Johannesburg Saturday night, and to speculate about the meaning of South Africa's latest massacre.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Leah Fogelman, Monte Frank","web_url":"https://www.nytimes.com/1993/08/02/style/leah-fogelman-monte-frank.html","abstract":"  Leah Miriam Fogelman, the daughter of Dr. John A. Fogelman and Rita Fogelman of West Nyack, N.Y., was married yesterday to Monte Eli Frank, a son of Ben and Riva Frank of Chappaqua, N.Y. Rabbi Simon Potok performed the ceremony at Tappan Hill in Tarrytown, N.Y.   Ms. Fogelman, 25, is keeping her name. She is a health services representative at Oxford Health Plans of Darien, Conn., a health insurance company. She and her husband graduated from Cornell University, she cum laude and he magna cum laude. She received a master's degree in public administration from New York University. Her father, a former director of child and adolescent psychiatry at Roosevelt Hospital in New York, is a child psychiatrist in Pomona, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Jill A. Breslow, Robert A. Spodek","web_url":"https://www.nytimes.com/1993/08/02/style/jill-a-breslow-robert-a-spodek.html","abstract":"  Jill Alixandra Breslow, the daughter of Barbara and Allen Breslow of Old Bethpage, L.I., was married yesterday to Robert Arthur Spodek, a son of Philip and Bette Spodek of Kings Park, L.I. Rabbi Arthur Schwartz officiated at the Oceanside (L.I.) Jewish Center.   Mrs. Spodek, 23, graduated magna cum laude from Brandeis University and is a master's degree candidate in speech pathology at Temple University. Her father is a lawyer in Melville, L.I. Her mother is a preschool teacher and an administrator at East Woods School in Oyster Bay, L.I., and an assistant professor of early childhood education at the State University at Farmingdale, L.I. The bride's grandfather the late Israel Breslow was the publisher of The Jewish Daily Foward newspaper in New York and a vice president of the International Ladies Garment Workers Union.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Review/City Opera; The Original 'Butterfly,' and Pinkerton's a Cad","web_url":"https://www.nytimes.com/1993/08/02/arts/review-city-opera-the-original-butterfly-and-pinkerton-s-a-cad.html","abstract":"  Giacomo Puccini, the scion of Italian operatic tradition, was not content with the destiny set out for him. He repeatedly tried to escape the confines of his Milanese milieu, adapting the innovations of his more radical contemporaries. The man who journeyed far to see Strauss's \"Salome\" and Schoenberg's \"Pierrot Lunaire\" was seeking ways to bring Italian opera into the 20th century.   Tradition, however, held fast; audiences preferred the previous century. Thus the initial failure of \"Madama Butterfly,\" which Puccini intended as a departure from standard melodrama. After a savage reception from a La Scala crowd in 1904, the composer quickly concocted substitute versions of his \"Japanese Tragedy,\" softening the central conflict of American and Japanese culture. The final 1906 version has since become universally beloved, despite makeshift plotting in the third act.","thumbnail":null,"section":"Arts"},{"date":"19930802","headline":"1893: Argentine Crisis : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/02/opinion/IHT-1893-argentine-crisis-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - South America cannot get rid of its crises and its revolutions. Now the Argentine Republic is once more in the throes of a revolution. The whole territory between Corinto and Buenos Ayres and from Buenos Ayres to San Luis is in a state of commotio","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/08/02/arts/pop-and-jazz-in-review-738093.html","abstract":"  Wolfgang Muthspiel  Sweet Basil   In the 1980's, acoustic jazz was besieged by musicians who thought that its language had dried up, that it needed some help with its vocabulary. Musicians brought world music and pop and rhythm and blues to jazz, and for the most part the grafts have withered away. Wolfgang Muthspiel, a German guitarist, uses funk patterns, and a rock tone, and doesn't swing. But he does it all in a context -- using an acoustic bass, drums and a saxophone and fluegelhorn -- that means to imply a mainstream jazz sophistication. Add to that some techniques taken from the avant-garde of the 1960's, and Tuesday night's set became unsatisfying and a bit thoughtless.","thumbnail":null,"section":"Arts"},{"date":"19930802","headline":"5 Shots Back, Floyd Catches Fire","web_url":"https://www.nytimes.com/1993/08/02/sports/golf-5-shots-back-floyd-catches-fire.html","abstract":"  Ray Floyd has come to Long Island twice to play golf in his illustrious career and has walked away a winner each time. The North Carolinian captured the $550,000 Northville Long Island Classic today in a final drive reminiscent of his victory in the United States Open at Shinnecock Hills in 1986.   The 50-year-old Floyd today had seven birdies and no bogeys to win the tournament at the Meadow Brook Club here, despite starting the day five shots off the lead.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Susan Myers, Noam Gordon","web_url":"https://www.nytimes.com/1993/08/02/style/susan-myers-noam-gordon.html","abstract":"  Susan Jill Myers, the daughter of Charles and Sandra Myers of Potomac, Md., was married there yesterday to Noam Gordon, the son of Zehava Gordon of Ra'anana, Israel, and the late Yigal Gordon. Rabbi Leonard Cahan officiated at Congregataion Har Shalom.   Mrs. Gordon, 23, graduated cum laude from Barnard College. She is a candidate for a master's degree in political science at the Hebrew University of Jerusalem, from which her husband graduated.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/02/nyregion/no-headline-251693.html","abstract":"  \"You have to look at who profits from the crime.\" -- ROLAND DUMAS of France, blaming Britons and Americans for the currency crisis.  [ D8:4. ]","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"War in Caucasus Shows Ethnic Hate's Front Line","web_url":"https://www.nytimes.com/1993/08/02/world/war-in-caucasus-shows-ethnic-hate-s-front-line.html","abstract":"  Since the breakup of the Soviet Union, independent nations have been born and reborn, but sovereignty has eluded one of the first groups to seek it, the Armenians of Nagorno-Karabakh, a small enclave in the Caucasus that Stalin put inside the borders of the republic of Azerbaijan rather than in Armenia.   After trying to join Armenia in 1988, and finding no international support, Karabakh declared itself independent in early 1992, after 99 percent of voters endorsed that course in a referendum. But Azerbaijan has shown no inclination to relinquish any territory.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"For Children, Nothing Beats Two-Parent Home; Once-Wed Mothers","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-for-children-nothing-beats-two-parent-home-once-wed-mothers-014493.html","abstract":"  To the Editor:   Recent statistics report an overall increase of 24 percent in children born to unmarried mothers of all ages, but the numbers are even higher. The study counted only births to women who had never married. Many women have children alone following a marriage and divorce. The earlier marriages may or may not have produced children. No statistics show the numbers of previously married women having children.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"For Children, Nothing Beats Two-Parent Home; Too Poor to Marry","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-for-children-nothing-beats-two-parent-home-too-poor-to-marry-016093.html","abstract":"  To the Editor:   Re \"Speed the Search for Deadbeat Dads\" (editorial, July 17): Divorced fathers, in the middle and upper class at least as much as among the poor, regularly neglect their financial obligations to their children. But for poor dads there's a dimension you neglect.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/02/nyregion/metro-digest-529993.html","abstract":"  CURTAILING SMOKING IN THE MALL   As the country goes, so goes the mall. And the country, judging by the number of malls moving to ban cigarettes, minds very much if you smoke. Some states, like New York and Vermont, have laws that prohibit smoking in most public indoor spaces, including malls. But in the last few months, dozens of malls throughout the country that are not bound by such laws have announced plans to go smoke-free, citing health concerns regarding secondhand smoke. And those unwilling to take the plunge are dipping in, instituting designated smoking and nonsmoking sections. A1. NEW YORK CITY  TEEN-AGER ARRESTED IN ROBBERY ON BUS   The police have arrested a Brooklyn teen-ager who they said helped stage a holdup aboard a city bus in Springfield Gardens, Queens, stealing money and jewelry from passengers at gunpoint. The suspect, Arthur Pope, 16, will be charged with 16 counts of first-degree robbery, 16 counts of second-degree robbery and one count of criminal possession of a weapon, said a spokesman for Richard A. Brown, the District Attorney for Queens. B3.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"DIALOGUE: The Search For Sexual Identity;\nGenes Vs. Hormones","web_url":"https://www.nytimes.com/1993/08/02/opinion/dialogue-the-search-for-sexual-identity-genes-vs-hormones.html","abstract":"B iological studies of homosexuality confuse almost everyone who feels strongly about gay rights. \n\nConservatives dislike the search for gay genes and the origins of sexual orientation because they fear that such studies may prove that homosexuality is not chosen and therefore should be tolerated.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Article 695393 -- No Title","web_url":"https://www.nytimes.com/1993/08/02/movies/article-695393-no-title.html","abstract":"  Less than three years ago, Dave Chappelle took a train from his home in Washington to New York and moved into a cramped apartment in the West Village with a high school friend. He had $300 in savings, another $300 that his grandmother had given him and a dream of turning into a comedy star.   Today, Mr. Chappelle has a manager, an agent, a lawyer and a public relations adviser. He has apartments in New York and Los Angeles. He's 19 years old and very funny.","thumbnail":null,"section":"Movies"},{"date":"19930802","headline":"For Children, Nothing Beats Two-Parent Home; No Compassion for Men","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-for-children-nothing-beats-two-parent-home-no-compassion-for-men-017993.html","abstract":"  To the Editor:   \"Speed the Search for Deadbeat Dads\" (editorial, July 17) expresses concern over the rise of births out of wedlock and grabs the opportunity to vilify men, rather than holding women responsible for their choices.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Alison Strasser, Andrew Winston","web_url":"https://www.nytimes.com/1993/08/02/style/alison-strasser-andrew-winston.html","abstract":"  Alison Debra Strasser, a daughter of Joel and Isabel Strasser of Suffern, N.Y., was married yesterday to Andrew Samuel Winston, the son of Edward and Cheri Winston of Englewood, N.J. Rabbi Louis Frishman officiated at Temple Beth El in Spring Valley, N.Y.   Mr. and Mrs. Winston, both 25, graduated from the University of Pennsylvania, she summa cum laude and he cum laude, and she was elected to Phi Beta Kappa there.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/08/02/arts/pop-and-jazz-in-review-018793.html","abstract":"  Ozric Tentacles  The Grand    The missing link between the psychedelic rock jams of the 1960's and the free-floating ambient house music of the 1990's is Ozric Tentacles, an English band that performed at the Grand on Monday night. As moire patterns pulsed and spotlights radiated sunbursts through smoke, the five-man band played instrumentals that evolved from sustained ripples of sound to broad-shouldered rockers, where swoops and echoes from keyboards contended with speed-fingered guitar solos.","thumbnail":null,"section":"Arts"},{"date":"19930802","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/02/nyregion/c-corrections-998793.html","abstract":"  A sports article on Thursday about the autopsy on Reggie Lewis of the Boston Celtics misstated the affiliation of Dr. Barry J. Maron. It is the Minneapolis Heart Institute, not the Minnesota Heart Institute.  ","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Political Memo; Perot's Alternative Budget Plan: Attack and Dodge Specifics","web_url":"https://www.nytimes.com/1993/08/02/us/political-memo-perot-s-alternative-budget-plan-attack-and-dodge-specifics.html","abstract":"  For ordinary politicians, Ross Perot's performance on television this morning might have spelled political disaster.   While he was in his usual fighting form as he bashed President Clinton's economic program, Mr. Perot looked uninformed and uncomfortable, as he was unable to answer even the most basic questions about his own alternative.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Computers And Pros Hit Boxing With a 1-2","web_url":"https://www.nytimes.com/1993/08/02/sports/olympic-festival-computers-and-pros-hit-boxing-with-a-1-2.html","abstract":"  For most sports federations, the Olympic Festival, which ended here this evening, provided national coaches with an opportunity to look at bright young prospects and reload after an Olympic year.   For amateur boxing, however, the 10-day festival was more the continuation of a massive rebuilding project in the aftermath of a disastrous performance in Barcelona during the Summer Olympics.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Emily M. Resnik, Steven A. Conn","web_url":"https://www.nytimes.com/1993/08/02/style/emily-m-resnik-steven-a-conn.html","abstract":"  Emily Marie Resnik, a daughter of Mr. and Mrs. John J. Resnik of Woodbridge, Conn., was married there yesterday to Steven Andrew Conn, a son of Dr. and Mrs. Harold O. Conn of East Haven, Conn. Rabbi Herbert Weinberg officiated at Congregation B'nai Jacob.   Mrs. Resnik Conn graduated from Kenyon College and received a law degree from Emory University. She and her father are partners in Resnik & Resnik, a New Haven law firm.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Angela Combs, Frank Baseman","web_url":"https://www.nytimes.com/1993/08/02/style/angela-combs-frank-baseman.html","abstract":"  Angela Mariani Combs, a daughter of Mr. and Mrs. Townsel A. Combs of Langley, Ky., was married yesterday to Frank Mitchell Baseman, a son of Renee Baseman of Ventnor, N.J., and Robert L. Baseman of Chicago. The Rev. Thomas Jackson officiated the Quaker ceremony at Appleford, an estate in Villanova, Pa.    Ms. Combs, who is keeping her name, is the office manager in New York for the Michael Graves architecture company. She graduated from Bennington College. She and her husband received master's degrees from Temple University, she in ceramics and he in graphic design. Her father is a civil engineer with the Combs Engineering Company, which was founded by the bride's paternal grandfather. Her mother, Dona Combs, is a teacher at Mountain Christian Academy in Martin, Ky.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Miner's Mark Reshuffles The 3-Year-Old Picture","web_url":"https://www.nytimes.com/1993/08/02/sports/horse-racing-miner-s-mark-reshuffles-the-3-year-old-picture.html","abstract":"  The jumbled class of 3-year-old colts grew even more jumbled today when the Jim Dandy Stakes, the return match for Triple Crown colts, was won by a neck by Miner's Mark, who didn't run in any of the Triple Crown races.   Not only that, but second place was taken by Virginia Rapids, who ran fifth in the Belmont Stakes in his only appearance in the Triple Crown. And then, nearly five lengths from the lead, came the stars of springtime: Colonial Affair, who won the Belmont Stakes in June, and Sea Hero, who won the Kentucky Derby in May, both carrying 9 pounds more than the winner but both clearly beaten on this day at the races. Two Halves Too Tough    So, who's the leader of the glamour division now? Maybe none of the above. Maybe Kissin Kris, who won the $500,000 Haskell Invitational at Monmouth Park in an upset about half an hour after Miner's Mark won the Jim Dandy. But the true leader will not surface now until most of the same colts race in the $1 million Travers Stakes at Saratoga on Aug. 21.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"At 36 and Eager, Giants' Anderson Still Rolls Along","web_url":"https://www.nytimes.com/1993/08/02/sports/pro-football-at-36-and-eager-giants-anderson-still-rolls-along.html","abstract":"  Last year, in the Giants' season of horrors, Ottis Anderson carried the ball only 10 times for 31 yards. And on some of those plays, you could almost hear some coach saying, \"We can't do any worse than we're doing, so let the old guy carry it.\"   This year, two weeks into the Giants' training camp here, the old guy is running like a rookie. At age 36, he is the oldest running back in the National Football League, and he has a good chance to win a job and embark on his 15th pro season.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"After 13 Years of a Vicious War, Liberians Dare to Hope for Peace","web_url":"https://www.nytimes.com/1993/08/02/world/after-13-years-of-a-vicious-war-liberians-dare-to-hope-for-peace.html","abstract":"  Virtually all shooting between Liberia's warring factions reportedly ended today as a peace accord brokered by the United Nations took effect.    \"All sides seem to be respecting the cease-fire,\" said John Adda, the deputy field commander of a regional peacekeeping operation. \"I think everyone is fed up with fighting.\"","thumbnail":null,"section":"World"},{"date":"19930802","headline":"President Stands By Investing in America","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-president-stands-by-investing-in-america-322393.html","abstract":"  To the Editor:   The Administration strongly agrees with your July 26 editorial that the President's proposed investments in our people, businesses and communities are, like his deficit reduction plan, essential to long-term economic and job growth.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Perez Offers 1 2/3 Reasons To Worry","web_url":"https://www.nytimes.com/1993/08/02/sports/baseball-perez-offers-1-2-3-reasons-to-worry.html","abstract":"  Rickey Henderson's sudden presence in Toronto, and his new status as an obstacle in the American League East, may soon be the least of the Yankees' worries. For a second consecutive Sunday, they had one and two-thirds reasons to be concerned about Melido Perez.    Another uncharacteristically brief and ineffective start by Perez, which led to a 9-2 Yankee loss to Milwaukee and the end of a four-game winning streak, raised questions that could follow the team to the end of a noisy summer in the Bronx. A crowd of 35,938 fans at the Stadium was reduced to a group of quiet witnesses as the Yankees fell one game behind the division-leading Blue Jays going into the four-game series between the two teams that begins here tonight.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Alison Sharpe, Mathew M. Avram","web_url":"https://www.nytimes.com/1993/08/02/style/alison-sharpe-mathew-m-avram.html","abstract":"  Alison Randi Sharpe, a student at Thomas Jefferson Medical College in Philadelphia, was married yesterday to Mathew Mendel Avram, an associate at the New York law firm of Tenzer, Greenblatt, Fallon & Kaplan. Rabbi Rick Jacobs officiated at the Four Seasons Hotel in Philadelphia.   Mrs. Avram, 24, is the daughter of Mr. and Mrs. Donald L. Sharpe of Bala-Cynwyd, Pa. The bride and her husband graduated from Princeton University, she magna cum laude. Her father is a law professor at Fordham University. Her mother, Elaine Sharpe, is a professor of English at Jersey City State College.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/02/nyregion/c-corrections-997993.html","abstract":"  An article on July 20 about a school counseling supervisor charged in sex abuse misidentified the law school attended by some of his neighbors. It is Brooklyn Law School, not Brooklyn College.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Books of The Times; An Innate Universal Moral Sense? If So, Why?","web_url":"https://www.nytimes.com/1993/08/02/books/books-of-the-times-an-innate-universal-moral-sense-if-so-why.html","abstract":"  The Moral Sense  By James Q. Wilson  313 pages. The Free Press/Macmillan. $22.95.   Superficially considered, James Q. Wilson in his new book, \"The Moral Sense,\" sounds like an old-fashioned father banging on the tabletop and shouting for a rejection of new-fangled ideas and a return to the ways of our ancestors. It's these modern-age thinkers like Darwin, Marx and Freud who have got us in such trouble, he says. It's the cultural relativists and logical positivists. Who says there's no longer such a thing as virtue? he demands to know. Why, we wouldn't always be complaining about crime and immorality if we didn't know what virtue was. Our very concern over the decline of ethics proves that our moral standards are still very much intact.","thumbnail":null,"section":"Books"},{"date":"19930802","headline":"Cadrez Seizes Chance, And Enemy Runners","web_url":"https://www.nytimes.com/1993/08/02/sports/pro-football-cadrez-seizes-chance-and-enemy-runners.html","abstract":"  Since linebacker Marvin Jones, the Jets' No. 1 pick in this year's draft, is still unsigned and conspicuous by his absence from training camp, this is a very good time for Glenn Cadrez, the second-year linebacker out of Houston, to make himself conspicuous by his presence.   That's exactly what Cadrez did in the scrimmage against the Washington Redskins Saturday in Bethlehem Pa. Cadrez led the Jets' defense with six tackles, two of them for a loss of yards,, and also managed to break up a Redskins' pass.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"No I.D.'s Yet For 3 Found Dead at River","web_url":"https://www.nytimes.com/1993/08/02/nyregion/no-id-s-yet-for-3-found-dead-at-river.html","abstract":"  A day after the bodies of a woman and two children were found at the edge of the East River in Brooklyn, investigators were still trying to determine yesterday who the victims were and why they were killed.   The police said they believed that the three may have belonged to the same family, but added that little more could be said about the case until the bodies were identified.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Color in Politics: Impact Of Race on Campaign","web_url":"https://www.nytimes.com/1993/08/02/nyregion/metro-matters-color-in-politics-impact-of-race-on-campaign.html","abstract":"  ALBERT SHANKER, the president of the American Federation of Teachers, posed a fundamental question last week about race and its role in the New York City mayoral campaign: \"Was it better in the old days when prejudice was out in the open or nowadays when prejudice is hidden?\"    Writing about the search for a new Schools Chancellor, Mr. Shanker said he was struck with the impression that whites need not apply. As evidence, he said that after he had been suggested for the job himself, he received a questionnaire seeking information about his race and his sex. Also, that the completed selection process was reopened when a white man (like Mr. Shanker) emerged as the leading prospect after one other finalist (a black) withdrew and the candidacy of the third (a Hispanic educator) faded.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"When Croats Fail to Yield Bridge, Serbs Resume Artillery Attacks","web_url":"https://www.nytimes.com/1993/08/02/world/when-croats-fail-to-yield-bridge-serbs-resume-artillery-attacks.html","abstract":"  Fighting broke out in Croatia today for the second time this year, with Serbs firing shells near a strategic bridge after Croats reneged on an agreement to turn the area over to United Nations peacekeepers.   The shelling of the bridge at Maslenica raised the prospect that war could resume in another former Yugoslav republic while the factions in neighboring Bosnia try to end the shooting there.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Entrepreneurs Pave Path For the Next Generation","web_url":"https://www.nytimes.com/1993/08/02/nyregion/strictly-business-entrepreneurs-pave-path-for-the-next-generation.html","abstract":"  A thriving population of black entrepreneurs prospering in business has been a dream since the days of Booker T. Washington. These hopes, however, have been a dream deferred.   But for some successful entrepreneurs, the dream remains alive, and a few have taken it upon themselves to guide the young.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Ginsburg's Spirit Is Echoed by Other Pioneers","web_url":"https://www.nytimes.com/1993/08/02/us/ginsburg-s-spirit-is-echoed-by-other-pioneers.html","abstract":"  In the years that Ruth Bader Ginsburg was rejected by law firms although she had graduated first in her 1959 Columbia Law School class, Muriel F. Siebert was told that she would be hired as a securities analyst only if she wore white gloves and a hat in the elevator. At the same time, Maria Iandolo New collected rejections from medical schools because she had the temerity to marry.   As Judge Ginsburg nears confirmation by the Senate as a Supreme Court Justice, her long road to eminence echoes the experience of a generation of women who embarked on careers in a pre-feminist era, before they had an ideology to justify their actions and a movement to open doors that were shut to them. Hearings Revive Memories    And many say the barriers remain formidable, although open discrimination is now illegal, thanks in part to the work of Judge Ginsburg. Ms. Siebert went on to become the first woman to buy a seat on the New York Stock Exchange, and Dr. New ended up as the first woman to head a department at Cornell University Medical College, where she is chief of pediatrics.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Two Killed in Subway and Train Accidents","web_url":"https://www.nytimes.com/1993/08/02/nyregion/two-killed-in-subway-and-train-accidents.html","abstract":"  Two men were killed and a third was injured yesterday in separate accidents at a Manhattan subway station and a Long Island Rail Road station in Queens. Those killed remained unidentified last night.   In the Manhattan incident, two men were struck by subway trains about 6:45 P.M. while trying to retrieve a basketball that had fallen onto the tracks at the 33d Street station of the Lexington Avenue line, the transit police said. One man was hit first by a southbound No. 5 express; the other by a southbound No 6. Both men were in their 20's, the police said.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"BASEBALL: Sports of The Times; For Mr. Cooperstown, It's Still a One-Man Show","web_url":"https://www.nytimes.com/1993/08/02/sports/baseball-sports-of-the-times-for-mr-cooperstown-it-s-still-a-one-man-show.html","abstract":"  ON a hot August afternoon Mr. October rose to the occasion, again. Center stage, as we had come to expect of him, all alone, and in front of a huge crowd of some 10,000 people, Reggie Jackson became the 216th member to be inducted into the Baseball Hall of Fame.    Shouts of \"Reg-gie! Reg-gie!\" rang out from fans on a sprawling meadow. And the man in the dark suit, white shirt, aqua tie and broad shoulders standing under the canopy acknowledged the familiar chant with an empyrean nod, befitting this moment of ascendance into baseball's Olympus.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"1918: Bitter Fighting : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/02/opinion/IHT-1918-bitter-fighting-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - American troops continued to advance today [August 1] in the face of the bitterest oppostion from Prussians and Bavarians. This was in a region east of a line extending from Cierges to Ronchres. Part of the Americans who t","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Ellen Rubinstein and Jonathan Lasko","web_url":"https://www.nytimes.com/1993/08/02/style/ellen-rubinstein-and-jonathan-lasko.html","abstract":"  Ellen Joy Rubinstein, a daughter of Mr. and Mrs. Max Rubinstein of Suffern, N.Y., was married yesterday to Jonathan Scott Lasko, a son of Dr. and Mrs. Samuel Lasko of North Miami Beach, Fla. Rabbi Yaakov Sprung officiated at the Hyatt Regency Hotel in Old Greenwich, Conn.   Mrs. Lasko, 22, graduated from Yeshiva University. She is a master's degree candidate in health science education at New York University. Her father is a senior vice president and a financial consultant at Shearson Lehman Brothers in New York.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/02/nyregion/news-summary-244393.html","abstract":"  International A2-6  LEBANESE RETURNING TO HOMES  Thousands of people began streaming back to their homes in southern Lebanon, creating wild traffic jams on roads leading from Beirut to hamlets, villages and seaside towns.  A1  John Demjanjuk's departure is delayed by Israel.  A5  EUROPEANS ACT ON CURRENCIES  Finance ministers and central bank chiefs, seeking a way to resolve a crisis that has shaken the European Monetary System, agreed to devalue most currencies by 15 percent against the German mark.  A1","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"New Hope for Peace Talks","web_url":"https://www.nytimes.com/1993/08/02/world/lebanese-refugees-are-hurrying-back-to-ravaged-homes-new-hope-for-peace-talks.html","abstract":"  The cease-fire between Israel and Iranian-backed guerrillas in southern Lebanon survived its first day, buoying hopes in Israel that Secretary of State Warren Christopher could revive flagging peace talks during his trip to the Middle East this week.    \"It's possible to speak of the removal of a very big mine in the middle of the path of the peace process,\" Foreign Minister Shimon Peres said.","thumbnail":null,"section":"World"},{"date":"19930802","headline":"Doubts Raised On Insurance In L.I. Swindle","web_url":"https://www.nytimes.com/1993/08/02/nyregion/doubts-raised-on-insurance-in-li-swindle.html","abstract":"  Six banks and dozens of businesses that prosecutors say lost about $38 million in a swindle by an armored-car service are in danger of not being reimbursed by the service's insurer because a Federal indictment says the insurance policy was part of the fraud, lawyers involved in the case say.   And while Federal agents continue to search for the missing money, the couple accused of masterminding the scheme is being investigated for their role in financing a new taxi and limousine company, said a law-enforcement official who spoke on the condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Rachel S. Plafker, Dave S. Esrig","web_url":"https://www.nytimes.com/1993/08/02/style/rachel-s-plafker-dave-s-esrig.html","abstract":"  Rachel Sara Plafker, a daughter of Dr. and Mrs. Jules Plafker of East Brunswick, N.J., was married yesterday to Dave Sanford Esrig, a son of Dr. and Mrs. Bernard Esrig of New York. Rabbi Chaim Rogoff officiated at the Excelsior, a catering establishment in Manalapan, N.J.   Mrs. Esrig, 24, graduated from Cornell University. She is a fourth-year veterinary student at the University of Pennsylvania, from which her husband received a master's degree in economics. Her father is the director of pathology at the Hospital Center at Orange in New Jersey. Her mother, Roxsene Plafker, is a school nurse in North Brunswick, N.J.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Following the Track of the Racing Season at Saratoga","web_url":"https://www.nytimes.com/1993/08/02/nyregion/following-the-track-of-the-racing-season-at-saratoga.html","abstract":"  A cavalcade of horses, trainers, tractor-trailers, grooms and track officials paraded its way up to Exit 14 of the Adirondack Northway today, transforming this small Victorian city once again into the temporary headquarters of the international racing world.    For the next five weeks, champagne will be served at breakfast; polo will be played in the evenings; carriage horses will canter through town; black-tie galas will be held in outdoor tents, and busy Union Avenue, where the track is located, will take on the smell of fresh hay.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Jacqueline Rabin And Jay Binder","web_url":"https://www.nytimes.com/1993/08/02/style/jacqueline-rabin-and-jay-binder.html","abstract":"  Jacqueline Abbe Rabin, a daughter of Bernard and Miriam Rabin of Franklin Square, L.I., was married yesterday to Jay Steven Binder, a son of Lawrence and Mildred Binder of Rosedale, Queens. Rabbi Eric M. Lankin officiated at the Sephardic Temple in Cedarhurst, L.I.   The bride is a vice president of K C S & A Public Relations in New York. She graduated from Cornell University. Her father is the editor of The Queens Courier, a weekly publication in Bayside. Her mother retired as a secretary from Peninsula Hospital in Far Rockaway, Queens.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"Kate Gladstone, Andrew Haber","web_url":"https://www.nytimes.com/1993/08/02/style/kate-gladstone-andrew-haber.html","abstract":"  Karen Sue Gladstone, a daughter of Ernest and Renee Gladstone of Brooklyn, was married yesterday to Andrew Stuart Haber, the son of Kenneth and Roberta Haber of Brooklyn. Rabbi William Orentlicher officiated at the Bayside (Queens) Jewish Center.   Ms. Gladstone, 30, is known as Kate and is keeping her name. She graduated from the University of Pennsylvania and received a master's degree in library science from the C. W. Post campus of Long Island University. She works in Brooklyn as a hearing representative for the New York State Insurance Fund. Her parents, who are retired, taught English at Junior High School 142 in Brooklyn. Her father is also an inventor.","thumbnail":null,"section":"Style"},{"date":"19930802","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/02/us/inside-277093.html","abstract":"  Demjanjuk Not Free to Go   After the Israeli Supreme Court overturned John Demjanjuk's conviction in the \"Ivan the Terrible\" case, it is barring him from leaving until new charges are considered. Page A5. U.S. Would Solo in Bosnia    Washington is willing to act alone on air strikes to protect aid deliveries, encourage peace talks and press Bosnia's Serbs to stop fighting. Page A3. More Death in South Africa    On the surface, two massacres a week apart in South Africa are very different, but their roots are tangled in the coming elections. Page A2. Deeper Pockets in Detroit    When the Big Three auto makers reported much-improved quarterly profits, they found themselves on a tightrope in contract talks. Page D1. Water Alert Lifted in Chelsea    Officials lifted a water alert for the Chelsea section of Manhattan last night, but said they were still baffled by a weeklong outbreak of bacteria in the city's water system. Page B1. Mr. Cooperstown    Reggie Jackson, major league baseball's Mr. October, was inducted into the Hall of Fame. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"What Do the Mets Do With Veteran Murray?","web_url":"https://www.nytimes.com/1993/08/02/sports/baseball-what-do-the-mets-do-with-veteran-murray.html","abstract":"  The box score entry could have come from any season of the last two decades. Murray, Eddie: 5-2-3-3. The numbers translated into three hits and three runs batted in and ultimately a 10-3 triumph for the Mets over the Cardinals. What was indecipherable about the numbers, though, was why no one in baseball seems overly impressed by them.   Murray, the first baseman with historic accomplishments and an eminently intact ability to produce runs, was offered by the Mets to any club in either league that would listen. The Mets put Murray's 1993 average (it was .289 after today) and his home run and r.b.i. totals (15 and 71) on the table and waited for the telephone to ring.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Alfresco Doings at Lincoln Center","web_url":"https://www.nytimes.com/1993/08/02/arts/alfresco-doings-at-lincoln-center.html","abstract":"  Lincoln Center Out of Doors, the annual series of free entertainment that unfolds in all corners of Lincoln Center, begins tomorrow night at 8:15 with a performance by the Bill T. Jones-Arnie Zane Dance Company in the Damrosch Park Band Shell (Thursday is the rain date).   The three weeks of events are to include jazz, folk, bluegrass, gospel and Latin-American music; several kinds of dance; a tribute to cultural life in Philadelphia; American-Indian dancing and storytelling; Japanese drumming; Chinese opera, and a clown theater day.","thumbnail":null,"section":"Arts"},{"date":"19930802","headline":"Review/Music; A Missa Solemnis Light on the Solemn","web_url":"https://www.nytimes.com/1993/08/02/arts/review-music-a-missa-solemnis-light-on-the-solemn.html","abstract":"  The story is told that Berlioz, weeping uncontrollably during a moving performance of a Beethoven symphony, was asked by a woman next to him why he continued to listen if it made him so unhappy. \"Madame,\" he is supposed to have replied, \"do you think I am here to enjoy myself?\"   I thought of this tale on Saturday night when Roger Norrington conducted the Boston Symphony at Tanglewood in Beethoven's Missa Solemnis. For Mr. Norrington argued in the program notes and, ultimately, in the performance itself, that this is precisely why we are listening to this music: to enjoy ourselves. The Mass, he pointed out, has a reputation for being \"very serious, very forbidding, and very difficult to listen to.\" Instead it should be something \"enjoyable.\" At least three-quarters of the work is filled with \"dancing celebration.\" So intent was Mr. Norrington on creating an enjoyable experience (this was, he stressed, \"a concert rather than a religious service\"), he even interrupted the composition after the Gloria for an intermission.","thumbnail":null,"section":"Arts"},{"date":"19930802","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/02/sports/results-plus-742993.html","abstract":"  TENNIS  No. 95 in World, No. 1 in Canadian Open  Mikael Pernfors of Sweden continued a remarkable comeback with a 2-6, 6-2, 7-5 victory over Todd Martin yesterday in the Player's International Canadian Open tournament in Montreal. Pernfors, a top-10 player in 1986 who developed Achilles' tendon problems, got his first victory since he won in Scottsdale, Ariz., in 1988. Pernfors, 30, the lowest-ranked player ever to reach the Canadian Open final at No. 95, earned $235,000 -- more than he had won since undergoing surgery on his injured foot in April 1990. Pernfors had upset Jim Courier, the No.2-seeded player, and Petr Korda, seeded sixth, en route to the final. Pernfors had dropped to a career low ranking of 1,001 in 1991 and had only rebounded to No. 237 by the end of last season. The Canadian Open was the first tournament in which he didn't have to go through qualifying since his operation. (AP) Costa Makes Short Work of Gustaffson: Carlos Costa lost only six games against Magnus Gustafsson to win the Dutch Open clay-court championship in Hilversum, the Netherlands. Costa, ranked 42d in the world, won, 6-1, 6-2, 6-3, in an 85-minute match against the 26th-ranked Gustafsson, who was suffering from a recurrence of an arm injury. Neither finalist was seeded in the tournament. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Officials Lift Water Alert For Chelsea","web_url":"https://www.nytimes.com/1993/08/02/nyregion/officials-lift-water-alert-for-chelsea.html","abstract":"  Environmental officials lifted a water alert for the Chelsea section of Manhattan last night, but they said they were still baffled by the weeklong outbreak of bacteria that has forced tens of thousands of residents across New York City to boil their drinking water. And they could not give assurances that water in other neighborhoods would remain free of contamination.   The city's Commissioner of Environmental Protection, Albert F. Appleton, said he was stepping up his agency's efforts to solve a scientific mystery that has endured for nearly a week: what is causing the high levels of bacteria discovered in water mains across the city -- from Morris Park in the Bronx to lower Manhattan to Little Neck and Douglaston, Queens.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Going Smoke-Free: More Malls Joining In Bans on Tobacco","web_url":"https://www.nytimes.com/1993/08/02/nyregion/going-smoke-free-more-malls-joining-in-bans-on-tobacco.html","abstract":"  Harry Whitfield can no longer smoke in the office. At the polite request of his three children, he no longer smokes in the house. But this, he says, beats all: starting next week, he can't smoke on the benches in Bridgewater Commons, the mall where he likes to light up and relax as his wife shops.   \"It's like we're being run out of town,\" said the Somerset, N.J., accountant, pondering the smokers' plight between long drags on a Marlboro. \"Maybe I should move to Paris.\"","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/02/nyregion/c-corrections-993693.html","abstract":"  A picture caption on July 17 about the impact of the floods in the Midwest misidentified the site of the Conagra plant. It is Alton, Ill., not Dalton.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"The 'Europe' They Clothed Wasn't There","web_url":"https://www.nytimes.com/1993/08/02/opinion/IHT-the-europe-they-clothed-wasnt-there.html","abstract":"It was time somebody said to them: Please, rub your eyes, look again; stop pretending to see something you cannot see; it does not exist, it is not there. .Like the foolish burghers in Hans Christian Andersen's tale, the men who brought Europe to its p","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Kissin Kris Is Winner Of Haskell","web_url":"https://www.nytimes.com/1993/08/02/sports/horse-racing-kissin-kris-is-winner-of-haskell.html","abstract":"  Kissin Kris ran down Storm Tower in midstretch and upset heavily favored Cherokee Run in the process to win the 26th running of the $500,000 Haskell Invitational Handicap this afternoon at Monmouth Park.   On a hot, sunny day in front of a crowd of 23,188, Kissin Kris, who was the runner-up in the Belmont his last time out, made his move much earlier than usual. He geared up in the backstretch, drew even with the front-running Storm Tower at the eighth pole and then pulled away by 2 1/4 lengths under a marvelous hand ride by Jose Santos.","thumbnail":null,"section":"Sports"},{"date":"19930802","headline":"Backing Budget Bill, but Putting Constituents First","web_url":"https://www.nytimes.com/1993/08/02/us/backing-budget-bill-but-putting-constituents-first.html","abstract":"  By the time he arrived at the New York City housing project on Saturday afternoon, Representative Charles B. Rangel was already 40 minutes late.   Still, the burly Democratic Congressman from Manhattan took an extra five minutes in his car outside the Frederick Douglass Houses on Amsterdam Avenue, and with phone to ear and pen in hand scribbled statistics on the deficit reduction plan left in limbo on Friday, when legislators in Washington broke for the weekend.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"For Children, Nothing Beats Two-Parent Home; The Death of Virtue","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-for-children-nothing-beats-two-parent-home-the-death-of-virtue-015293.html","abstract":"  To the Editor:   Katha Pollitt suggests (Op-Ed July 22) that the reason more professional women are opting for unwed motherhood is disillusionment with \"an outworn institution,\" that is, marriage.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"Badillo Assails Dinkins Aide's Remarks on Voter Bigotry","web_url":"https://www.nytimes.com/1993/08/02/nyregion/badillo-assails-dinkins-aide-s-remarks-on-voter-bigotry.html","abstract":"  Herman Badillo, the candidate for comptroller on a ticket with the Republican-Liberal mayoral candidate Rudolph W. Giuliani, yesterday accused an official of Mayor David N. Dinkins's campaign of making racially charged statements on a television program, and said the Mayor should be condemned for keeping the official on his staff.   Mr. Badillo referred to comments made by Jose Torres, a deputy manager of the Dinkins campaign, on a cable television program shown two weeks ago, in which he suggested that the Giuliani campaign attracted people who were prejudiced against black and Hispanic people.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Harsh Rockefeller Drug Laws Promote Miscarriages of Justice","web_url":"https://www.nytimes.com/1993/08/02/opinion/l-harsh-rockefeller-drug-laws-promote-miscarriages-of-justice-320793.html","abstract":"  To the Editor:   The plight of a female \"drug mule,\" who was apparently coerced by narcotics dealers into carrying drugs into this country and who was caught and treated harshly by New York's criminal justice system is spotlighted in Francis X. Clines's July 18 \"On Sunday\" column. Her not uncommon situation is made worse by the state's mandatory Rockefeller drug laws, passed in 1973.","thumbnail":null,"section":"Opinion"},{"date":"19930802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/02/nyregion/chronicle-984793.html","abstract":"  News from Morningside Heights: KATHRYN J. RODGERS , vice president and general counsel of Barnard College, has been named acting president during the search for a new president. She will take over Oct. 1, when Ellen V. Futter, Barnard's president for 13 years, leaves to head the American Museum of Natural History.   Ms. Rogers, who has been at Barnard since 1981, is responsible for its legal affairs and for community and government relations. A 1970 graduate of Smith College, she received a law degree at Columbia.","thumbnail":null,"section":"New York"},{"date":"19930802","headline":"Still Solid, G.O.P. Opposition To Clinton May Soon Soften","web_url":"https://www.nytimes.com/1993/08/02/us/still-solid-gop-opposition-to-clinton-may-soon-soften.html","abstract":"  Toward the end of this week, all 219 Republican members of Congress will line up against President Clinton's budget bill. It may be the last time they are this united in the 103d Congress.   A posture of relentless opposition has served the Republicans well when it is focused on big issues, like the budget plan's tax increases, or even the economic stimulus bill. Buttressed by sincere economic beliefs, it reassures their natural supporters and scores political points with swing voters.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"Beyond the Flood, Farmers Worry About Drought and an Early Frost","web_url":"https://www.nytimes.com/1993/08/02/us/midwest-flooding-beyond-flood-farmers-worry-about-drought-early-frost.html","abstract":"  For all the damage that flooding and drenching rains have caused in the Midwest, most farmers and agribusiness in general are feeling more threatened by weather of a very different sort.    A dry or very hot August followed by an early frost, they worry, could do far more damage than the flooding. The problem is that spring crops were planted late across most of the Midwest because of a late harvest last year and spring storms. For millions of acres of corn, August heat could interfere with the crucial pollination process. And both corn and soybeans, the two most important crops in the region, will not have fully matured by the prime harvest time.","thumbnail":null,"section":"U.S."},{"date":"19930802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/02/nyregion/chronicle-351293.html","abstract":"  What can you do with a 175,000-acre ranch in Colorado that includes three 14,000-foot peaks on its terrain?   Malcolm Forbes, the late magazine publisher, bought the property in Fort Garland, Colo., in 1969 and named it Forbes Trinchera Ranch, intending to operate it as a game preserve.   \"Then Colorado changed its hunting laws, making the season shorter, so there we were with a large piece of property and no visible means of income,\" said his son CHRISTOPHER C. FORBES , vice president of Forbes Inc., the other day. \"For three months a year during hunting season . . .  it was very busy, and for nine months it sat there with a large and capable staff doing very little.\"","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930802","time":"1993-08-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":80,"wspd":11.2},{"date":"19930802","time":"1993-08-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":82,"wspd":9.4},{"date":"19930802","time":"1993-08-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":84,"wspd":5.4},{"date":"19930802","time":"1993-08-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":85,"wspd":7.6},{"date":"19930802","time":"1993-08-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":80,"wspd":5.4},{"date":"19930802","time":"1993-08-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":81,"wspd":7.6},{"date":"19930802","time":"1993-08-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":75,"wspd":7.6},{"date":"19930802","time":"1993-08-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":67,"wspd":9.4},{"date":"19930802","time":"1993-08-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":59,"wspd":7.6},{"date":"19930802","time":"1993-08-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":56,"wspd":14.8},{"date":"19930802","time":"1993-08-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":54,"wspd":14.8},{"date":"19930802","time":"1993-08-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":50,"wspd":16.6},{"date":"19930802","time":"1993-08-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":43,"wspd":20.5},{"date":"19930802","time":"1993-08-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":40,"wspd":18.4},{"date":"19930802","time":"1993-08-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":45,"wspd":22.3},{"date":"19930802","time":"1993-08-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":57,"wspd":20.5},{"date":"19930802","time":"1993-08-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":65,"wspd":22.3},{"date":"19930802","time":"1993-08-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":62,"wspd":18.4},{"date":"19930802","time":"1993-08-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":55,"wspd":24.1},{"date":"19930802","time":"1993-08-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":62,"wspd":20.5},{"date":"19930802","time":"1993-08-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":67,"wspd":16.6},{"date":"19930802","time":"1993-08-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":71,"wspd":16.6},{"date":"19930802","time":"1993-08-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":75,"wspd":14.8},{"date":"19930802","time":"1993-08-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":75,"wspd":18.4},{"date":"19930802","time":"1993-08-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":61,"wspd":18.7},{"date":"19930802","time":"1993-08-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":65,"wspd":22.3},{"date":"19930802","time":"1993-08-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":18.7},{"date":"19930802","time":"1993-08-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":14.8},{"date":"19930802","time":"1993-08-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":11.2},{"date":"19930802","time":"1993-08-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":13},{"date":"19930802","time":"1993-08-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":79,"wspd":18.7},{"date":"19930802","time":"1993-08-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":14.8},{"date":"19930802","time":"1993-08-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":11.2},{"date":"19930802","time":"1993-08-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19930802","time":"1993-08-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19930802","time":"1993-08-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":9.4},{"date":"19930802","time":"1993-08-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":9.4},{"date":"19930802","time":"1993-08-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":11.2},{"date":"19930802","time":"1993-08-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":14.8},{"date":"19930802","time":"1993-08-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":54,"wspd":20.5},{"date":"19930802","time":"1993-08-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":45,"wspd":18.7},{"date":"19930802","time":"1993-08-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":39,"wspd":24.1},{"date":"19930802","time":"1993-08-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":36,"wspd":18.7},{"date":"19930802","time":"1993-08-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":34,"wspd":27.7},{"date":"19930802","time":"1993-08-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":31,"wspd":25.9},{"date":"19930802","time":"1993-08-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":38,"wspd":27.7},{"date":"19930802","time":"1993-08-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":22.3},{"date":"19930802","time":"1993-08-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":58,"wspd":18.7}]},"19930803":{"guardian_articles":[],"nytimes_articles":[{"date":"19930803","headline":"1918: German Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1918-german-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMIES - Wrecking villages in their retreat, the Germans last night [Aug. 1] and today have been retiring to a new line of defence, presumably to the plateau south-east of Soissons and to the heights south of the Vesle. French and Americ","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/03/nyregion/inside-047093.html","abstract":"  Battle Over Girl Ends   Ending a two-and-a-half-year fight, the couple who tried to adopt Jessica DeBoer turned the girl over to her biological parents. Page A13. Bombing Suspects on Tape    Taped conversations about a bombing plot in New York seem contradictory on the role of a radical Muslim cleric, lawyers said. Page B1. One for the Record Book    The Baltimore Orioles were sold for $173 million, a record price for an American sports franchise. Page B9.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Women May Have to Act Together Against Male Violence; 'Don't Dis Your Sis'","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-women-may-have-to-act-together-against-male-violence-don-t-dis-your-sis-972993.html","abstract":"  To the Editor:   In response to \"whirlpool\" attacks on young women and girls in New York City swimming pools, surely the combined public relations brainpower in City Hall could have developed a program more potent than \"Don't Dis Your Sis\" buttons.    The notion of inhibiting or discouraging sexual assaults by public scolding is ludicrous. Couching the scolding in hip or cool language makes it only the more laughable.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Tug-of-War Ends as Child Is Moved","web_url":"https://www.nytimes.com/1993/08/03/us/tug-of-war-ends-as-child-is-moved.html","abstract":"  When she is grown up, maybe Jessica DeBoer will understand why the adults in her young but complicated life have caused so much hurt in the name of love.   But starting today, the 2 1/2-year-old has more immediate lessons to learn, namely how to live without the only people she has ever known as Mommy and Daddy, Roberta and Jan DeBoer of Ann Arbor, Mich.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"U.N. Guides? Hardly, Yankee Fans","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-un-guides-hardly-yankee-fans.html","abstract":"  George Steinbrenner complains about the fans who don't attend games at Yankee Stadium, but the Toronto Blue Jays have reason to complain about the fans who go to the games.   Many in the crowd of 43,304 who saw the Blue Jays beat the Yankees, 4-0, last night, rudely treated the Blue Jays and the country they represent. During the team's batting practice, fans chanted, \"U.S.A., U.S.A.,\" and later they booed the Canadian national anthem. During the game, some fans in the right-field bleachers tossed a bat and some bottles onto the field.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Shooter's Island to Be Wildlife Sanctuary","web_url":"https://www.nytimes.com/1993/08/03/nyregion/shooter-s-island-to-be-wildlife-sanctuary.html","abstract":"  There is a spot, just one, where you can walk from New York City to New Jersey without getting your feet wet. But yesterday Mayor David N. Dinkins signed an agreement with the mayors of Bayonne and Elizabeth so that the only feet that make the trip will belong to wading birds.   The spot is Shooter's Island, in the Kill van Kull, a body of water that most geography buffs would swear divides Staten Island from New Jersey. But overaggressive use of landfill in the last century added 7.5 acres to the island on the Bayonne side, and 1.2 acres in Elizabeth. The whole island is 50 acres.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Britain Ratifies European Treaty As Critics Drop Court Challenge","web_url":"https://www.nytimes.com/1993/08/03/world/britain-ratifies-european-treaty-as-critics-drop-court-challenge.html","abstract":"  The British Government officially ratified the Treaty on European Union today, ringing down the curtain on a nearly two-year-old political drama over the accord that bitterly split the governing Conservative Party and nearly toppled Prime Minister John Major.   Acting only hours after treaty opponents in London agreed to abandon a last-ditch legal appeal aimed at blocking the treaty, the British Ambassador in Rome handed over to Italian officials a document signed by Queen Elizabeth representing Britain's formal ratification of the agreement.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"St. Louis Defenses Contain Flood As Crest Is Lower Than Predicted","web_url":"https://www.nytimes.com/1993/08/03/us/midwest-flooding-st-louis-defenses-contain-flood-crest-lower-than-predicted.html","abstract":"  The Mississippi River all but consumed villages and farmland to the north and south of here today, but St. Louis's 11-mile concrete flood wall stood firm against a rushing onslaught of muddy water that officials described as the death throes of the great flood of 1993.    The havoc suffered in the smaller towns along the Mississippi and Missouri Rivers proved to be this city's gain: Unexpected breaks in levees outside the city helped reduce the pressure of the Mississippi and bring down its crest, which ran below the most dire predictions made over the weekend as it passed the landmark Gateway Arch here.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"DEMOCRATS REPORT ACCORD IN NEGOTIATIONS ON BUDGET; A CLOSE SENATE VOTE IS SEEN","web_url":"https://www.nytimes.com/1993/08/03/us/budget-bill-democrats-report-accord-negotiations-budget-close-senate-vote-seen.html","abstract":"  After days of tedious haggling, Congressional negotiators struck a basic compromise today on a five-year budget plan, and the White House and party leaders began the arduous task of rounding up enough votes to pass the measure by the end of this week.   \"For all practical purposes, this conference is over,\" said the House Speaker, Thomas S. Foley of Washington.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Broadway Babies","web_url":"https://www.nytimes.com/1993/08/03/opinion/broadway-babies.html","abstract":"  If only one could hear them speak: that's the first thing one thinks on seeing \"100 Years of Broadway: A Photographic View,\" at Manhattan's International Center of Photography Midtown.   Look at Ethel Barrymore, for instance. There she is, leaning forward to say something to the people with whom she's sharing the stage in \"Captain Jinks of the Horse Marines.\" We know her voice had the depth and color of mahogany because we've seen the films she made much later. But how did she sound when she was 21 and so beautiful that, 92 years later, that young actress's profile still astonishes?","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Citing Safety, Toll Takers Try to Block New System","web_url":"https://www.nytimes.com/1993/08/03/nyregion/citing-safety-toll-takers-try-to-block-new-system.html","abstract":"  A futuristic method of collecting highway tolls that would let cars zip through the booths while a computer charges the driver's account has run into a pedestrian problem: How are the toll takers supposed to cross the lanes if the cars don't stop?   The New York State Thruway Authority began collecting some passenger-car tolls electronically yesterday at the Spring Valley toll plaza, but the toll collectors' union, citing safety issues, won an injunction on Friday that has blocked the authority from using special lanes that would speed the cars through.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Cuban Dissident, in the U.S., Says Embargo Is a Mistake","web_url":"https://www.nytimes.com/1993/08/03/world/cuban-dissident-in-the-us-says-embargo-is-a-mistake.html","abstract":"  In ardently spoken five-minute bursts, Cuba's most prominent political dissident often finds himself railing these days against the disaster he says is looming over his country.   But rather than attacking the Government of Fidel Castro, a target of his criticism for more than two decades, the dissident, Elisardo Sanchez Santa Cruz, has spent much of his time during a rare visit to the United States reproaching Washington for what he sees as its immutable determination to isolate his country through a 30-year-old economic embargo.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Review/Music; City Opera's 'Boheme' Making Its Last Rounds","web_url":"https://www.nytimes.com/1993/08/03/arts/review-music-city-opera-s-boheme-making-its-last-rounds.html","abstract":"  In the old-home week that begins the New York City Opera's 50th-anniversary season, the second presentation was Puccini's \"Boheme,\" on Thursday evening at the New York State Theater. And this is the oldest home of all, itself spanning more than half the company's history. Cynthia Auerbach's modest production, with sets and costumes by Lloyd Evans, entered the City Opera repertory in 1966 and is now back for the last time, in five performances.   The production has served the company well even in its dingy state of recent years; dinginess is, after all, to the point in this story. The broad strokes are made effectively, and Beth Greenberg's stage direction, despite occasional hokeyness, poses relatively few obstacles for good singers or actors when they turn up.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Mystery of Sleep Yields as Studies Reveal Immune Tie","web_url":"https://www.nytimes.com/1993/08/03/science/mystery-of-sleep-yields-as-studies-reveal-immune-tie.html","abstract":"  A COLLEGE student goes two nights without sleep to cram for exams and on the third day comes down with a cold. A night-shift employee begins working days and gets the flu. A surgery patient who is awakened four times a night in the hospital begins to recover only after going home and getting a good night's sleep.   Are these situations coincidental? Or do they show that sleep loss promotes illness? Despite intense interest in the question, sleep researchers have been hard pressed to show exactly how sleep influences human health and disease.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Levee Breached to Save An 18th-Century Village","web_url":"https://www.nytimes.com/1993/08/03/us/the-midwest-flooding-levee-breached-to-save-an-18th-century-village.html","abstract":"  In a dramatic bit of flood triage, local officials and the Army Corps of Engineers decided early today to break a hole in the main Mississippi River levee near here in an effort to save this 18th-century French village and other towns downriver.   The officials hope that the deliberate breaching of the levee, which will flood about 44,000 acres of agricultural bottom land, will create a buffer of water that will slow the swift torrent cascading from levee breaks just upriver, ripping apart farmhouses and businesses.  Protecting the Village    Mathew Hunn, an official of the Army Corps of Engineers, said the deliberate break along the Harrisonville-Stringtown-Fort Chartres levee just north of this historic village of 700 people would also ease the pressure on the levees protecting the village. Those levees run nearly perpendicular to the Mississippi River along Prairie du Rocher Creek, a tiny tributary feeding into the river just north of the village.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/03/nyregion/news-summary-019593.html","abstract":"  International A2-9  NATO THREATENS AIR STRIKES  Under U.S. pressure, the NATO allies threatened to bomb Bosnian Serb forces that are tightening a noose around Sarajevo, if the United Nations requested such action.  A1  U.S. ASSERTS ROLE IN NATO  News Analysis: Worried about the deteriorating position of the Bosnian Muslims and stung by criticism that it is indecisive, the U.S. is seeking to reassert its primacy in NATO.  A1","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Despite Gaps, Data Leave Little Doubt That Fish Are in Peril","web_url":"https://www.nytimes.com/1993/08/03/science/despite-gaps-data-leave-little-doubt-that-fish-are-in-peril.html","abstract":"  REPORTS of threats to the global environment often set off waves of skepticism, much of it from scientists who argue that knowledge about complex phenomena is far too limited to justify jumping to apocalyptic conclusions. The sky, they insist, is not falling.   By contrast, few have dismissed the latest reports about the dire state of the world's fisheries, despite what experts say are the extraordinary difficulties of gathering data.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/03/nyregion/no-headline-088893.html","abstract":"  \"I have never had to give up my 2 1/2-year-old, and I've never had to fight to get her back. Until I walk in those shoes, I better not stand in judgment of anybody. Nor should anyone else.\" -- SUSAN HENRICKS of Blairstown, Iowa.  [ A13:3. ]","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"How to Make Donations To Help Flood Victims","web_url":"https://www.nytimes.com/1993/08/03/us/the-midwest-flooding-how-to-make-donations-to-help-flood-victims.html","abstract":"  Several American charities have established funds and sent disaster teams to the Midwest. Here is a list of groups seeking donations.   The American Red Cross Disaster Relief Fund, P.O. Box 9140, Church Street Station, New York, N.Y. 10256. (800) 842-2200 or, for Spanish speakers, (800) 257-7575.   American Friends Service Committee, Flood Relief Fund, 4211 Grand Avenue, Des Moines, Iowa 50312. (800) 226-9816.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Review/Opera; Diverse Crowd Gathers For a Verdi Rarity","web_url":"https://www.nytimes.com/1993/08/03/arts/review-opera-diverse-crowd-gathers-for-a-verdi-rarity.html","abstract":"  The audience that gathered for a New York Grand Opera production in Central Park last Tuesday night was a classical-music marketer's dream: youthful, ethnically diverse, generous at the concession stands. It stayed more or less intact for over three hours, following the action intently; there were even some Arsenio Hall-like yelps from the bleachers when Vincent La Selva, the conductor, came on for the final act.   Alas, the opera was \"Aroldo,\" one of the less spine-tingling entries in the Verdi canon. The Grand Opera deserves credit for tackling the piece, which had never been given a full staging in New York, but there are better venues for exploring opera rarities than Central Park on a humid summer evening.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"The President On Television","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-the-president-on-television.html","abstract":"  President Clinton's address to the nation and the Republicans' response will be covered live tonight by ABC, NBC, CBS, CNN and C-Span, beginning at 8 P.M. Eastern time.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Gaza Bus Hijacking Kills One","web_url":"https://www.nytimes.com/1993/08/03/world/gaza-bus-hijacking-kills-one.html","abstract":"  A Palestinian believed to be a Muslim militant hijacked a United Nations bus in the occupied Gaza Strip today and smashed into two Israeli vehicles, killing one person and wounding five, police and United Nations spokesmen said.   In Gaza, the militant group known as Islamic Holy War asserted responsibility for the attack, which came a day before the arrival of Secretary of State Warren Christopher here on an effort to revive the stalled Arab-Israeli peace talks. Palestinian militants have mounted similar attacks before previous rounds of negotiations.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Women May Have to Act Together Against Male Violence; 'Whoot, There It Is'","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-women-may-have-to-act-together-against-male-violence-whoot-there-it-is-973793.html","abstract":"  To the Editor:   It was disturbing to read Bob Herbert's July 25 column on the phrase \"Whoot, there it is,\" which he celebrates as a joyous exclamation used by African-American children.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"TV Campaign Unveiled to Build Hevesi Image","web_url":"https://www.nytimes.com/1993/08/03/nyregion/tv-campaign-unveiled-to-build-hevesi-image.html","abstract":"  Alan G. Hevesi, the State Assemblyman challenging City Comptroller Elizabeth Holtzman in the Democratic primary next month, began a television advertising campaign last night intended to introduce a candidate few voters seem to know.   The 30-second commercials bombard the viewer with a number of fast-paced images: of Mr. Hevesi as a champion of abortion rights, of the candidate tending to the concerns of elderly patients, of the concerned leader talking with citizens, even as a basketball player.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Review/Dance; California Dreaming Against Manhattan Backdrop","web_url":"https://www.nytimes.com/1993/08/03/arts/review-dance-california-dreaming-against-manhattan-backdrop.html","abstract":"  Summer comes and along with it a host of dance companies whose members feel compelled to perform out of doors. What a surprise then to see something as imaginative as the Zaccho Dance Theater from San Francisco persuasively turning an overgrown Roosevelt Island garden on Friday night into a beguiling fairy-tale setting.   \"Cho-Mu,\" choreographed by Joanna Haigood, the company's director, in collaboration with the visual artist Reiko Goto, is very California in its message: Love the earth and revere the connections between all things, from butterflies to mankind.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"THE BUDGET BILL: Breaking Away; Milk Cows? Udder Disease? Budget Talks Take a Detour","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-breaking-away-milk-cows-udder-disease-budget-talks-take-a-detour.html","abstract":"  As the budget conferees' long struggle to reach an agreement neared an end today, some found themselves deadlocked over an issue that seemed a curious subject for a budget debate: whether the use of bovine growth hormone should be banned for a year.   Lobbyists on both sides of the question jostled outside the Congressional conference room to press their views. Some told the conferees that banning the use of the cow hormone for a year would preserve family farms and reduce the threat of bovine udder disease. Others said a ban would knock the nation's young biotechnology industry off its feet.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Books of The Times; After Faith and Family, Stories of Sexual Love","web_url":"https://www.nytimes.com/1993/08/03/books/books-of-the-times-after-faith-and-family-stories-of-sexual-love.html","abstract":"  The Rest of Life Three Novellas By Mary Gordon  257 pages. Viking. $22.","thumbnail":null,"section":"Books"},{"date":"19930803","headline":"Haiti's Man of Destiny Awaiting His Hour","web_url":"https://www.nytimes.com/1993/08/03/world/haiti-s-man-of-destiny-awaiting-his-hour.html","abstract":"  For most of the 22 months since he was ousted from Haiti's presidency in a military coup, the Rev. Jean-Bertrand Aristide has been something of a celebrity in Washington, running his government-in-exile from rented Georgetown apartments and lecturing audiences about the urgent need to free his troubled country.   Now, after arduous negotiations with the same military leaders who toppled him, the frail, soft-spoken Catholic priest is poised to go home. And the nagging question for the Clinton Administration as Father Aristide prepares his return 13 weeks from now is whether he will be able to make the transition from martyr to statesman.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Jets and Rookie Linebacker at Impasse","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-football-jets-and-rookie-linebacker-at-impasse.html","abstract":"  Linebacker Marvin Jones, the Jets' first-round draft pick, and the team are a long way from agreeing to terms on a contract. But Jets Coach Bruce Coslet thinks Jones is getting close to one thing: losing some of his impact on the team in his first season.   \"It's gotten to the point where it's hurting us and it's hurting the kid,\" Coslet said of Jones's failure to sign. \"We've installed 65 to 70 percent of the defense, and he's missed all the practice reps and snaps that a youngster needs. Never is a long time, but I can't see him catching up this year.\"","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"CONFLICT IN THE BALKANS: Leading NATO on Bosnia; Rebuffed Once, U.S. Takes a Forceful Tack Toward Allies on Approach to Balkan War","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-leading-nato-bosnia-rebuffed-once-us-takes-forceful-tack-toward.html","abstract":"  In the last week, the Clinton Administration changed more than its policy on the use of force in Bosnia and Herzegovina. It changed its strategy for dealing with the European allies.   Worried about the deteriorating position of the Bosnian Muslims and stung by criticism that it is indecisive, the Administration is now seeking to reassert America's role in the NATO alliance.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Small-Screen Feud, Majors' Big Picture","web_url":"https://www.nytimes.com/1993/08/03/sports/tv-sports-small-screen-feud-majors-big-picture.html","abstract":"  Imagine this: the Mets and the Cincinnati Reds are playing a crucial pennant-race game (all I said was imagine, all right?) at Shea Stadium, but neither team lets the other broadcast the game back to their home cities.   All that -- and much, much more! -- is possible if a quiet time bomb within the National League isn't defused.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/03/science/q-a-678993.html","abstract":"  What Time Is It?   Q. I am told that radio stations' time can differ considerably from \"real\" time. Is there any way a member of the general public can synchronize a watch accurately?","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Store's Large Inventory May Even Include the Book of Love","web_url":"https://www.nytimes.com/1993/08/03/nyregion/store-s-large-inventory-may-even-include-the-book-of-love.html","abstract":"  Michele Breier likes books on enlightenment. So, apparently, does her new friend, a man she met while sitting cross-legged with her Yorkshire terrier, Luli, on the floor of the new Barnes & Noble on Broadway near 83d Street, where she was reading a book about a woman who died on the operating table and came back to life.   \"I am not sure if it was my dog or the book, but we did start talking here,\" said Ms. Breier, a 42-year-old banker who often finds herself plopped down comfortably in the bookstore's aisles, flipping through New Nonfiction. \"We exchanged phone numbers, and now we are getting to know each other.\"","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Sites of 4 Maya Cities Are Found in Belize","web_url":"https://www.nytimes.com/1993/08/03/science/science-watch-sites-of-4-maya-cities-are-found-in-belize.html","abstract":"  FOUR sites of ancient Maya cities have been discovered in the mountains of southern Belize, an area previously thought by archeologists to contain few if any significant ruins of the vibrant pre-Columbian civilization, the National Geographic Society announced yesterday.   The discovery appeared to fill in a significant geographical gap in the vast network of Maya kingdoms, which in the classical period from the years 250 to 900 ranged from the Yucatan Peninsula in Mexico in the north through Belize, Guatemala, Honduras and El Salvador. The ruins, which are in a few miles of each other and date back to the classical period, were found in the jungle region of the Monkey River by an expedition supported by the society.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Eagles Sign Top Pick","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-eagles-sign-top-pick.html","abstract":"  The Philadelphia Eagles signed offensive lineman Lester Holmes, their No. 1 draft choice, to a three-year contract. Financial terms were not disclosed, but Brian Ransom, Holmes's agent, said the deal could be worth $2.5 million with incentives. Three veterans are still missing from camp: wide receiver Fred Barnett, running back Heath Sherman and defensive tackle Andy Harmon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-892793.html","abstract":"  Sheik chic: VALENTINO, the fashion designer, will design for Valentino, the silent-film heartthrob.    The alliance of the two Valentinos will occur in the production of \"The Dream of Valentino,\" an opera by Dominick Argento. The production is a joint commission of the Washington Opera and the Dallas Opera.","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"All of Boston Says Goodbye to Lewis","web_url":"https://www.nytimes.com/1993/08/03/sports/all-of-boston-says-goodbye-to-lewis.html","abstract":"  The tribute took shape outside, in the midday heat, as the people waited quietly on St. Botolph Street to say goodbye to Reggie Lewis. They moved by the thousands in lines that grew as large as four across along the length of Matthews Arena, where his basketball career had grown at Northeastern University and where the late captain of the Boston Celtics rested in an open casket this morning.   On the day Lewis was laid to rest, his farewell created an extraordinarily diverse collection of admirers whose collective presence transformed an old arena into a cathedral and said as much as the powerful words, music, applause and tears that followed throughout the afternoon.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"1893: Calmer Police : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1893-calmer-police-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A millionaire has been arrested for assaulting a New York policeman. This is a healthy sign of the times. In former days in a case like this there was rarely enough left of the assailant to subject to the formality of capture. The street cleaning","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Review/Opera; Glimmerglass Offers a Fresh Look at 'Werther'","web_url":"https://www.nytimes.com/1993/08/03/arts/review-opera-glimmerglass-offers-a-fresh-look-at-werther.html","abstract":"  The Glimmerglass Opera's reliance on young Americans represents both virtue and necessity. Beginning professionals -- the kinds one hears as finalists at the Metropolitan Opera Auditions or as stars in advanced student productions -- tend to end up a year or so later at way stations like this one. The voices are fresh, and some quite finished. Where they are not, overwork or bad technique have not had time to do their damage.   Such singers are also affordable to a company that, with a budget of a little over $2 million, must bear the costs of a resident orchestra, four ambitious productions, artists' housing and a five-week season played in repertory. Talent is repaid not with high fees but through a kind of artistic barter: sophisticated productions, public exposure and a training program that offers advancement.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Long Before Flowering Plants, Insects Evolved Ways to Use Them","web_url":"https://www.nytimes.com/1993/08/03/science/long-before-flowering-plants-insects-evolved-ways-to-use-them.html","abstract":"  ON a summer's day, nothing is more natural than the sight of bees and butterflies sticking their heads deep into garden blossoms. Insects and flowering plants are so evidently made for each other that scientists have long assumed it was the emergence of plants with flowers, or angiosperms, 125 million years ago that led to the sudden flourishing of insects in myriad forms.   This assumption, elevated to conventional wisdom and taught in biology courses, has been challenged in a new, comprehensive study of insect fossils. The greatest expansion and diversification of insects, it has now been discovered, actually began 120 million years before the advent of angiosperms. If anything, when flowering plants proliferated, insect diversification slackened.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"COMMANDER WANTS END TO TROOP CUTS","web_url":"https://www.nytimes.com/1993/08/03/world/commander-wants-end-to-troop-cuts.html","abstract":"  The general in charge of reducing the number of American soldiers in Germany to 65,000 by 1995 says he thinks the number should dip no lower than that.   With the Army at 65,000, the total United States military presence in Europe, including Air Force and Navy forces, would be 100,000, Gen. David M. Maddox, commander of the Army in Europe, said in an interview in his headquarters here. \"I think there is considerable concern that we stop there,\" he said.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/03/style/IHT-what-theyre-reading.html","abstract":"Mitch Cohen, American writer and translator living in Berlin is reading \"I, Tom Horn\" by Will Henry. .\"Most people I know sniff at the western genre. But this is not only suspenseful, its use of language and psychological complexity also","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"India, the Hindu State","web_url":"https://www.nytimes.com/1993/08/03/opinion/india-the-hindu-state.html","abstract":"In India, a good monsoon is God's gift to the Government, ever-eager to take credit for the bounty of nature. This season, many rivers are in flood and large tracts of arable land are under water. We are saddened by the number of people drowned, but hope that the waters will subside and insure bumper harvests. \n\nThis monsoon season, however, may be different.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Liberalize Trade Or Else","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-liberalize-trade-or-else.html","abstract":"The search for easy answers to issues that require political farsightedness - and, even more, political courage - is sadly common in public life. Thus, whileI can only welcome the debate about trade policies that is currently taking place in North Americ","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/03/nyregion/bridge-365893.html","abstract":"  A star-studded team led by Dick Freeman of Atlanta won the prestigious Spingold Knockout Team championship here on Sunday at the conclusion of the American Contract Bridge League's Summer Nationals.   The Freeman team included Nick Nickell of Raleigh, N.C., who was winning his first major team title, and four of the world's best players: Bob Hamman and Bob Wolff of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill. They took the lead at the start of the final and were never threatened, winning by 60 imps.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Mandela's Group Is Branching Out Into Business","web_url":"https://www.nytimes.com/1993/08/03/world/mandela-s-group-is-branching-out-into-business.html","abstract":"  Anticipating that a new South Africa will demand new textbooks, Macmillan Press sought a black partner for a publishing venture here. The obvious choice seemed to be Thebe Investment Corporation.   Digital Equipment Corporation, feeling its way into a politically treacherous new market for its computer products, also chose Thebe as a partner.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Meal Tax to Aid Miami's Homeless","web_url":"https://www.nytimes.com/1993/08/03/us/meal-tax-to-aid-miami-s-homeless.html","abstract":"  Metropolitan Miami will soon begin imposing a 1 percent tax on restaurant meals to finance programs for the homeless, an action that experts on homelessness say breaks new ground but that the tourist industry opposes.   The move is a response to a Federal court order that Miami provide help for its homeless.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Mayweather to Soon Leave Active Duty","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-mayweather-to-soon-leave-active-duty.html","abstract":"  Army's career leading rusher finally got what he wanted from the big brass -- a little late and with a few strings attached.   MIKE MAYWEATHER, who rushed for 4,299 yards during his four-year career at West Point, has been granted an early release from active duty, effective at the end of October, Army officials said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Olympics as a Cure?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-olympics-as-a-cure-letters-to-the-editor.html","abstract":"Regarding \"Human Rights Would Lose in a Beijing Olympiad\" (June 23): .So Juan Antonio Samaranch, president of the International Olympic Committee, believes that holding the Games in a country is one way to accelerate its respect for rights. O","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/03/arts/chess-367493.html","abstract":"  In the common situation where several players are tied for the lead in the last round of a tournament, the advantage lies with those who have a positional rather than an attacking style. The former can quietly press to win as they usually do without overextending themselves. Thus, if they don't succeed in this primary objective, they have good chances of holding a draw and achieving a tie for first place.   Those players who rely on their skill in attack ordinarily cannot help but make heavy commitments that are difficult to reverse if things start to go wrong. For them, it is a matter of all or nothing.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Tests Find Water Clean; Contamination Is Still a Mystery","web_url":"https://www.nytimes.com/1993/08/03/nyregion/tests-find-water-clean-contamination-is-still-a-mystery.html","abstract":"  As of 3 A.M. yesterday, the water in New York City's 6,000-mile distribution system has tested clean everywhere.    The result at 3 A.M. was of samples drawn in Tottenville, Staten Island, after an earlier test showed bacteria. The clean finding comes after a mysterious, worrisome week in which residents of two Manhattan areas were told to boil their drinking water after tests for bacteria turned out positive for scattered locations around the city.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"On the Brink","web_url":"https://www.nytimes.com/1993/08/03/style/IHT-on-the-brink.html","abstract":"-. Speculators drove the French franc below its floor in the European Monetary System. The Danish krone came back from its ERM limit. The Belgian franc, the peseta and the escudo approached their floors. .-. In massive intervention, the central banks o","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"Mirer Is in Camp, With a Long Way to Go","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-football-mirer-is-in-camp-with-a-long-way-to-go.html","abstract":"  Quarterback RICK MIRER, who agreed to a multiyear deal with the Seattle Seahawks on Sunday, began practicing with the team yesterday in Kirkland, Wash.   Mirer, the No. 2 selection in the National Football League draft, said the morning workout went well, but he wasn't expecting too much after an 18-day holdout.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Kayaker Soaks In 1,000 Miles","web_url":"https://www.nytimes.com/1993/08/03/sports/kayaker-soaks-in-1000-miles.html","abstract":"  It was a yellow sliver of a boat, an insignificant speck superimposed against the New York City skyline. But the 19-foot kayak had come a long way to get here -- a 1,000-mile race from Chicago -- and that made the boat look a whole lot bigger.   The kayak's paddler, Michael Harbold of Washington, won the race yesterday. In this, its first year, the $40,000 Finlandia Clean Water Challenge drew 14 kayaks and canoes in a marathon race across northern rivers, through parts of the Great Lakes, into the Erie Canal and finishing at the North Cove Yacht Harbor at the World Financial Center.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Albania Crumbles Into a 'Least Developed' Nation","web_url":"https://www.nytimes.com/1993/08/03/world/albania-crumbles-into-a-least-developed-nation.html","abstract":"  Albania has no economy to speak of, an unemployment rate of about 40 percent of the remaining work force after about one-tenth of the population has fled abroad to find work, few public services and pervasive poverty of a degree not seen in Europe since World War II.    The railroad no longer functions, and buses are rare. There never was an airline. Hospitals lack virtually everything, and schools have no textbooks since 27 million of the heavily ideological books of the past were scrapped. The United Nations has classified Albania as a \"least-developed nation,\" the only one ever in Europe.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"New Clashes Stall Bosnia Talks; Mediators Criticize Clinton Plan","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-new-clashes-stall-bosnia-talks-mediators-criticize-clinton-plan.html","abstract":"  Peace talks among the factions in the civil war in Bosnia ground to a standstill here today as fighting flared again and the United Nations criticized President Clinton's stand on air strikes there.   [ In Brussels Tuesday morning, the NATO allies threatened to bomb Serbian forces that are tightening their grip around Sarajevo if the United Nations requested such action. ]","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Giants' 2 Backups Plan Civil Rivalry","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-football-giants-2-backups-plan-civil-rivalry.html","abstract":"  It has been an issue in the National Football League many times over the years: the classic clash of two young quarterbacks waiting for their time.   Careers have been made amid sniping between hopefuls. The Giants have two young passers on hand, but there seems to be no animosity between them.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"A Light on the Refugees : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-a-light-on-the-refugees-letters-to-the-editor.html","abstract":"Regarding the opinion column \"When the Comfortable Turn Their Backs on Refugees\" (July 28): .I salute Prince Sadruddin Aga Khan for his courage in exposing the hypocrisy of the West in closing its eyes to the plight of refugees. Of all those","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Navigating Reference Works On Disks","web_url":"https://www.nytimes.com/1993/08/03/science/peripherals-navigating-reference-works-on-disks.html","abstract":"  THE subject of CD-ROM drives becomes of more than passing interest as they make the critical transition from expensive computer accessories to affordable standard devices. Access to the enormous amount of information that can be stored on one of the shiny little disks, similar to the familiar audio CD's, can range from a convenience to a near-necessity.    There are a wide number of specialized CD-ROM's containing telephone books, voter registration records and other lists arranged by various demographic criteria, and collections of newspaper and magazine articles, to name just a few categories. A wordsmith might have The Oxford English Dictionary, a businessman the latest edition of Microsoft Bookshelf, which puts on one disk The Concise Columbia Encyclopedia, The American Heritage Dictionary, Roget's II Thesaurus, The World Almanac and Book of Facts, Bartlett's Familiar Quotations, The Concise Columbia Dictionary of Quotations and The Hammond Atlas.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/03/nyregion/metro-digest-117593.html","abstract":"  NEW YORK CITY  NEW FIGHT OVER PATIENT   A new legal fight over the release of a mentally ill homeless man who has menaced and frightened residents of the Upper West Side for years was joined yesterday as New York State officials moved to detain him at a psychiatric hospital for up to six more months to allow time to find him a suitable home. B3. BODIES IDENTIFIED; 4TH VICTIM FOUND   A woman and her two children who were shot to death and dumped at the edge of the East River over the weekend were finally identified, and when the police searched their home in Connecticut they made another chilling discovery -- the body of the woman's husband, wrapped in a blanket in the garage. B2. WHERE EVERY SECTION IS ROMANCE   They did it to Laundromats. They did it to health clubs. Was it really so long before New Yorkers would turn the mega-bookstore into a meeting place for the unattached? The block-long new Barnes & Noble on Broadway near 83d Street has become, in the words of one patron, \"the ultimate safe-sex place.\" B3. BANKING ON THE BLUES   The former American Savings Bank, a neglected neo-Classical temple on Union Square in Manhattan, was bought yesterday by the House of Blues of Cambridge, Mass., which plans to convert the building into one in a national chain of restaurants and blues bars. B3.   New York City's 6,000-mile water distribution system has tested clean everywhere. B2.   A gunman opened fire inside a high school classroom in the Bronx, wounding an 18-year-old. B3.   Alan G. Hevesi begins an advertising campaign to get his name known in the race for New York City comptroller. B2. REGION  INSANITY PLEA IS RIFKIN'S DEFENSE   In a move that came as no surprise to prosecutors, the lawyer for Joel Rifkin, the unemployed landscaper suspected of killing 17 women, says that he plans to use an insanity defense based on several psychiatric examinations of his client that occurred in July. B5. NEGOTIATION URGED IN INDIAN DISPUTE   The Justice Department urges Connecticut officials to negotiate a peaceful end to their standoff with the Golden Hill Paugussett Indians over a tax-free smoke shop on the tribe's reservation. B5. CANINE UNIT GAINS WIDE PRESTIGE   The 55 dogs in the Connecticut State Police canine unit are considered among the best crime-fighting dogs in the world and have been called out of state in recent months to help with some of the nation's most publicized cases. B5. TOLL TAKERS BLOCK NEW SYSTEM   The New York Thruway Authority had begun collecting some passenger-car tolls electronically, but the toll collectors' union, citing safety issues, won an injunction that has blocked the use of special lanes that would speed the cars through. B4.   The police say a Hempstead, L.I., postal worker who threatened his wife with a pistol had a small arsenal. B5. Chronicle B4  Our Towns by Joseph Berger B5","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"No Henderson, No Alomar, No Gaston, No Sweat","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-no-henderson-no-alomar-no-gaston-no-sweat.html","abstract":"  The Blue Jays did not need Rickey Henderson last night. Or Roberto Alomar. Or Manager Cito Gaston. Henderson has not joined the team since being obtained from Oakland on Saturday, and Alomar and Gaston were ejected in the first inning for arguing a third strike. But the Jays had Devon White batting leadoff one last time against the Yankees, and he was special.   With August pennant fever raging in the Bronx, with 43,304 spectators at Yankee Stadium on a muggy evening, with advertisements touting this four-game series as the \"Summer Showdown,\" and with Jim Abbott and Todd Stottlemyre matching zeros for five innings, White interrupted the tidy affair by lacing a two-run homer in the sixth that vaulted the Jays to a 4-0 victory.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Pain Without Prize Money:The Trans-Atlantic Golf Rivalry","web_url":"https://www.nytimes.com/1993/08/03/sports/IHT-pain-without-prize-moneythe-transatlantic-golf-rivalry.html","abstract":"Almost every contending golfer on either side of the Atlantic has been aiming to play for the Ryder Cup, to be held Sept. 24 to 26 at The Belfry in Sutton Coldfield, England. It's a suicide mission for a lot of them. They spend most of their lives worryi","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Student Shot During Class in Bronx High School","web_url":"https://www.nytimes.com/1993/08/03/nyregion/student-shot-during-class-in-bronx-high-school.html","abstract":"  An 18-year-old student who was taking a summer course was shot and wounded yesterday when a gunman walked into a high school classroom in the Bronx and opened fire, the authorities said.   The victim, who was grazed on the left side of the head, was taken to Bronx Municipal Hospital Center, where he was treated and released. His name was not released by the authorities.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"For the Major 3-Year-Olds, It's Still a Stampede for the 1993 Season","web_url":"https://www.nytimes.com/1993/08/03/sports/horse-racing-for-the-major-3-year-olds-it-s-still-a-stampede-for-the-1993-season.html","abstract":"  Racing's 3-year-old division is such a free-for-all that Julie Krone even got to wondering about it while she was riding Colonial Affair to the post Sunday for the Jim Dandy Stakes, a race that was supposed to clarify the puzzle but didn't.   \"I was sitting there thinking: Who's No. 1?\" she said today. \"Most of the 3-year-old colts have won one big race apiece, and they've been beating each other all year. There is no dominant horse. So, I guess we won't find a leader until the Travers, and we certainly won't find a champion until the Breeders' Cup.\"","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Secret Tapes Are Disclosed In Bomb Plot","web_url":"https://www.nytimes.com/1993/08/03/nyregion/secret-tapes-are-disclosed-in-bomb-plot.html","abstract":"  In Government transcripts of secretly taped conversations, an informer and one of the suspects in a plot to bomb the United Nations and other targets discuss details of how the bombings could be carried out, defense lawyers in the case said yesterday.   The transcripts include references to the role of Sheik Omar Abdel Rahman, the lawyers said, but the conversations seem contradictory on whether the radical Muslim cleric approved of or even knew about the plan.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Court Bans Impropriety In Promoting a Drug","web_url":"https://www.nytimes.com/1993/08/03/science/court-bans-impropriety-in-promoting-a-drug.html","abstract":"  In an attempt to combat corrupt practices among drug company salespeople, the Food and Drug Administration went to court today and got an injunction barring a New Jersey pharmaceutical company from illegally promoting one of its drugs.   The company, Kabi Pharmacia of Piscataway, agreed to pay $85,000 to the F.D.A. to cover the cost of the investigation and to put $300,000 in escrow to cover the cost of a campaign to correct misinformation the company's salespeople had spread among doctors, the F.D.A. said.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"SCIENTIST AT WORK: Graham Hawkes; Racing to the Bottom Of the Deep, Black Sea","web_url":"https://www.nytimes.com/1993/08/03/science/scientist-at-work-graham-hawkes-racing-to-the-bottom-of-the-deep-black-sea.html","abstract":"  AS a boy growing up in London in the early 1950's, then as a young engineer, Graham Hawkes often regretted having been born too late to join the machine-shop daredevils who flew into the sky on a shoestring and, almost as an afterthought, founded the aviation industry.   That melancholy gave way as Mr. Hawkes discovered the challenge of the emerging field of undersea engineering. His pioneering ideas soon made him one of the world's top designers of diving suits, submarines and undersea robots and helped him start a number of successful companies.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Ross, Still Bobbing and Weaving","web_url":"https://www.nytimes.com/1993/08/03/opinion/ross-still-bobbing-and-weaving.html","abstract":"  You'd think that by now Ross Perot could keep a few basic facts in his very own head. We're not asking for much, just a few numbers that would help ordinary folks understand how he intends to do the one thing he says Bill Clinton can't do, which is to bring the budget deficit to zero. After all, this is a man who's been talking economics day and night for two years, usually with a pointer and charts. But without the charts, Mr. Perot can't remember a thing.    The funny thing about those charts is that they're never there when somebody else wants to consult them. They're always within easy reach when Mr. Perot wants to show the weaknesses in Mr. Clinton's ideas. But ask him a pointed question about his ideas and darned if he didn't leave his charts back on the kitchen table.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Dinkins Disavows Aide's Comments on Giuliani","web_url":"https://www.nytimes.com/1993/08/03/nyregion/dinkins-disavows-aide-s-comments-on-giuliani.html","abstract":"  Mayor David N. Dinkins disavowed yesterday the remarks of a top campaign aide who said voting for Rudolph W. Giuliani, the Republican-Liberal candidate, would empower racists and the Ku Klux Klan. The aide continued to stand by his comments but said they had been misunderstood.   Mr. Dinkins said the aide, Jose Torres, a former boxing champion who is one of three deputy campaign managers, should not have made the remarks and had been told as much by Bill Lynch, the campaign manager. The Mayor promised to speak directly to Mr. Torres himself about the matter.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Review/Music; A Musical Gumbo Out of New Orleans Comes to Jones Beach","web_url":"https://www.nytimes.com/1993/08/03/arts/review-music-a-musical-gumbo-out-of-new-orleans-comes-to-jones-beach.html","abstract":"  The annual New Orleans Jazz and Heritage Festival is such a great party that its promoters decided to take it on the road. Festival New Orleans, which ended a six-week tour with a show at Jones Beach Theater in Wantagh, L.I., on Sunday evening, picked up the main elements of its parent festival: music, food and crafts. When the best musicians were onstage, the six-hour show went a long way toward exporting the Big Easy; call it Nolapalooza.   But there was a snag. Like a Broadway road show, Festival New Orleans depended largely on second-string performers. Only Buckwheat Zydeco, a clattering, steaming, chugging accordion-driven blues-rock band, and Beausoleil, a fiddle-topped Acadian (Cajun) rock band, are at the top of their genres. Most of the other performers had some New Orleans rhythm but not first-rate songs. Still, Festival New Orleans provided nearly nonstop syncopation.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-957593.html","abstract":"  To the Editor:   \"Empire Blue Cross and Blue Shield plans to limit the choice of doctors and hospitals for its oldest and sickest patients\" you report July 20. Other ominous practices pervade \"managed care\" reform.   Empire has also informed subscribers it will discontinue their WrapAround Plus contract Sept. 1 and will transfer them to the Empire BlueChoice Preferred Provider Organization. I have been a participating primary care \"provider\" in WrapAround Plus for years, willing to accept a reduced fee (dictated by the insurance company) to provide care for subscribers. I have developed relationships with my patients, who have come to trust my clinical judgment and treatment recommendations. Recently, several of them have informed me that I am not among the list of participating providers in their new network.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-423993.html","abstract":"  What timing. KATHIE LEE GIFFORD's due date for the birth of her second child was yesterday. But when REGIS PHILBIN, her co-host on \"Live With Regis & Kathie Lee,\" went on the air yesterday morning, he said he had no news yet about Mrs. Gifford's condition.    Then FRANK GIFFORD telephoned the nationally syndicated program, shown locally on Channel 7, to announce that his wife had given birth at 8:17 A.M., 43 minutes before air time. The baby, a girl, as viewers have known for months from the loquacious Mrs. Gifford, weighed 8 pounds 11 ounces. She was delivered by Caesarean section at Greenwich (Conn.) Hospital. The Giffords, who also have a 3-year-old son, Cody, named their daughter Cassidy Erin","thumbnail":null,"section":"Style"},{"date":"19930803","headline":"Lawsuit Specter Grows","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-lawsuit-specter-grows.html","abstract":"  Vince Coleman, the Mets' left fielder who ignited a firecracker nine days ago in the vicinity of about 100 Dodger Stadium fans, now faces the possibility of seven lawsuits.   The number grew by four today, according to Coleman's attorney, Bob Shapiro. Last week, the parents of 2-year-old girl who suffered a cornea injury, the parents of a 13-year-old boy who suffered shin lacerations and a 33-year-old woman who aggravated an inner ear problem all planned to sue Coleman. Today, Shapiro said four children who were with the boy, Marshall Savoy, are also expected to take legal action.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"THE BUDGET BILL: Back Home; Letter Writers Lay Down Their Pens as Vote Nears","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-back-home-letter-writers-lay-down-their-pens-as-vote-nears.html","abstract":"  Though some members of Congress are wringing their hands over whether to vote for a budget bill that includes higher energy taxes and other contentious items, they are, to their surprise, not hearing a lot from their constituents.   And with a few significant exceptions, Washington's major lobbying organizations are mounting only limited campaigns against the proposal -- or none at all.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Review/Television; Is It Art? Is It a Dollar? It's a Judgment Call","web_url":"https://www.nytimes.com/1993/08/03/movies/review-television-is-it-art-is-it-a-dollar-it-s-a-judgment-call.html","abstract":"  Whether J. S. G. Boggs is making money the old-fashioned way or a newfangled way, it is his own way. You can see him on \"Money Man,\" turning out something that looks like United States currency on his drawing board.   You don't have to be much of a sleuth to discern that a Boggs bill differs in many particulars from the kind produced by ordinary counterfeiters, not to mention by the Bureau of Engraving and Printing. Just for starters, he leaves one side almost blank and has been known to print \"Willy\" under a portrait of President William McKinley and \"Undertaker\" under what may or may not be a facsimile signature of the Treasurer of the United States.","thumbnail":null,"section":"Movies"},{"date":"19930803","headline":"Sports of The Times; Short-Term Formula Key For Blue Jays","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-of-the-times-short-term-formula-key-for-blue-jays.html","abstract":"  ROGER ANGELL will never be a Blue Jays fan.   George Will will never rhapsodize Cito Gaston. Roger Kahn won't author The Boys of Skydome. In 50 years, who in North America, who in Toronto even, will lament the dome's inevitable decay and destruction?","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Clinton Needs One to Switch","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-clinton-needs-one-to-switch.html","abstract":"  Democrats face a battle getting the budget through Congress, especially in the Senate. They must enlist at least one of six Senate Democrats who defected in the initial June vote. Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Serious Talk About Hong Kong Law","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-serious-talk-about-hong-kong-law.html","abstract":"For the first time since negotiations between China and Britain over the future of Hong Kong resumed earlier this year, there are signs that the two are dealing with the practical matters of substance concerning the territory's constitutional development","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Simferopol Journal; Stalin's Pawns Return, Meaning to Play for Keeps","web_url":"https://www.nytimes.com/1993/08/03/world/simferopol-journal-stalin-s-pawns-return-meaning-to-play-for-keeps.html","abstract":"  Nearly 50 years after Stalin expelled 200,000 Tatars from their homeland in Crimea, some of the original deportees and many of their descendants have returned from their Central Asian exile, bearing few belongings but a with a resolve to regain what was taken from them by one of the Soviet Union's cruelest deportations.    The Tatars, a Turkic people, have adopted a combative political stance here in the Crimean capital, where ethnic tensions between Russians and","thumbnail":null,"section":"World"},{"date":"19930803","headline":"A Timely Threat on Bosnia","web_url":"https://www.nytimes.com/1993/08/03/opinion/a-timely-threat-on-bosnia.html","abstract":"  You can read it on the front page. Administration officials, speaking on condition of anonymity, have been proclaiming this week that Bill Clinton is getting tough. First a greenhorn State Department spokesman said the United States would use air strikes to defend Sarajevo whether or not NATO allies agreed. Then President Clinton said it wasn't exactly like that. Then one of those handy nameless officials said, oh, yes, it was.   O.K., so it wasn't pretty to watch. These days, you take signs of White House resolve -- of any kind, on any issue -- where you can find them. And on this issue, the Clinton Administration is picking the right time to try to threaten convincingly.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Somalia Has Begun to Pick Up the Pieces","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-somalia-has-begun-to-pick-up-the-pieces-971093.html","abstract":"  To the Editor:   As a former legal adviser to the Somalia national police force, I strongly disagree with \"Wrong Place, Wrong Time\" by Edward N. Luttwak of the Center for Strategic and International Studies (Op-Ed, July 22).   Contrary to Mr. Luttwak's statement that the factional leaders in Somalia are not willing or able to govern, all of the factions, except Gen. Mohammed Farah Aidid's, are proceeding to rebuild Somalia, beginning at the regional level. I traveled around Somalia last April and saw schools reopening, small businesses restarting and police stations and courts beginning to function again.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"In Altman Case, a Clinic in Technique","web_url":"https://www.nytimes.com/1993/08/03/us/in-altman-case-a-clinic-in-technique.html","abstract":"  From the outset, the case against the Bank of Credit and Commerce International has not suffered from a lack of superlatives.   The affair has been called the most spectacular financial scandal in history. It led to the indictment of Clark M. Clifford, one of Washington's most successful and influential power brokers. Mr. Clifford, as well as his former law partner, Robert A. Altman, were accused of trying to help the B.C.C.I. illegally gain secret control of First American Bancshares Inc., at the time the largest bank holding company in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Building on Union Square Bought to Become Blues Bar","web_url":"https://www.nytimes.com/1993/08/03/nyregion/building-on-union-square-bought-to-become-blues-bar.html","abstract":"  The former American Savings Bank, a neglected neo-Classical temple on Union Square in Manhattan, was bought yesterday by the House of Blues of Cambridge, Mass., which plans to convert the building into one in a national chain of restaurants and blues bars.   The founder of the House of Blues, Isaac Tigrett, said yesterday that he hoped to open the New York branch next summer, after openings in New Orleans and Los Angeles. It will include a 300-seat restaurant and a hall for live music, he said.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Secret Tapes Are Disclosed In Bomb Plot; Deportation Is Fought","web_url":"https://www.nytimes.com/1993/08/03/nyregion/secret-tapes-are-disclosed-in-bomb-plot-deportation-is-fought.html","abstract":"  The lawyer for Sheik Omar Abdel Rahman, the Egyptian cleric whose followers are charged in two bombing plots, argued yesterday that the Government's efforts to deport him are illegal because he had not been given the proper hearings.   During oral arguments in Federal District Court here, the lawyer, Barbara Nelson, said that immigration officials had improperly taken Mr. Abdel Rahman's green card in March 1992 without bringing the matter before a judge.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-105193.html","abstract":"  Because of an editing error, a front-page article on Saturday about the turmoil in the European Monetary System misstated the exchange rate of the German mark against the French franc late Friday. In trading in New York, the franc was quoted at 0.2915 mark, or the equivalent of 3.4305 francs to the mark.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Christopher, in Egypt, Says Battle In Lebanon May Aid Peace Talks","web_url":"https://www.nytimes.com/1993/08/03/world/christopher-in-egypt-says-battle-in-lebanon-may-aid-peace-talks.html","abstract":"  With the clashes between Israel and pro-Iranian guerrillas in southern Lebanon halted for the moment, Secretary of State Warren Christopher and President Hosni Mubarak of Egypt said today that the violence had energized the search for peace in the Middle East.   \"I think the situation in Lebanon, perhaps paradoxically, has given a new burst of energy to the negotiations,\" Mr. Christopher told reporters after meeting with Mr. Mubarak on the first leg of his Middle East shuttle.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Nobody Said It Would Be Easy","web_url":"https://www.nytimes.com/1993/08/03/sports/baseball-nobody-said-it-would-be-easy.html","abstract":"  Bret Saberhagen three-hit the Expos for eight innings and nearly lost. John Franco gave up four hits and a walk in one inning and didn't lose. If you were scoring, the final putout of the game went 5-3-4-2-5-1-5.   Did anyone think the Mets were exhausted of ridiculous moments?","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"THE BUDGET BILL: A Fading Call to Arms; Clinton Wins a Crucial Fight on the Deficit, But Some of the Sense of Mission Is Lost","web_url":"https://www.nytimes.com/1993/08/03/us/budget-bill-fading-call-arms-clinton-wins-crucial-fight-deficit-but-some-sense.html","abstract":"  President Clinton took office with three goals for the economy. He wanted to reduce the annual budget deficit, stimulate the economy to create jobs and redirect the priorities of the Government.   In his speech to a joint session of Congress last February laying out his economic program, the President called for tough choices and shared sacrifices, for fundamental changes that he said would make the tax system fairer and direct Government spending to the programs where it would do the most good. \"Our nation needs a new direction,\" he declared.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Entertainment Values Vs. Social Concerns In TV-Violence Debate","web_url":"https://www.nytimes.com/1993/08/03/arts/entertainment-values-vs-social-concerns-in-tv-violence-debate.html","abstract":"  Television violence is contributing significantly to real-life violence.   Television violence is contributing minimally to real-life violence.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"In Orchards of Sarajevo, a Key Battle","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-in-the-balkans-in-orchards-of-sarajevo-a-key-battle.html","abstract":"  Yellow-winged butterflies flit through the long grasses in this village above Sarajevo, and the orchards are ripening with apples, pears and plums. Off in the distance, the mountain sites of the 1984 Winter Olympics shimmer in a blue haze, the ski trails like ribbons cut into the thickly wooded slopes.    On a balmy summer day, Jezera hardly seems like a place to die. But only a few hundred yards from the village, up a slope to a grassy knoll called Golo Brdo, or Naked Hill, a ferocious battle is being waged that may seal the fate of Sarajevo.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Mocking Socialist Realism to Save It","web_url":"https://www.nytimes.com/1993/08/03/arts/mocking-socialist-realism-to-save-it.html","abstract":"  What is to be done, as Lenin's phrase goes, with all the monstrous rubbish of \"scientific socialism\"? All the totalitarian iconography and brutal, block-headed statues of factory workers and collective farmers? All the Lenin statues?   Sergei Bazilyev suggests driving a stake through each Lenin heart; Anton Litvin would tilt them all on their pedestals; another artist would hang signs from their outstretched arms, indicating the number of kilometers from Moscow.","thumbnail":null,"section":"Arts"},{"date":"19930803","headline":"Community Board Gets Its No in Early","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-baseball-community-board-gets-its-no-in-early.html","abstract":"  Community Board 4 has formally asked Gov. MARIO M. CUOMO to forget any possible relocation of the Yankees to a ball park on the Long Island Rail Road storage yards on the West Side of Manhattan, where the board has jurisdiction.   \"Public transportation to the railyards does not exist, while the current stadium in the Bronx is very accessible by subway,\" said the letter from the board, which voted, 34-1, last week against the site proposed by Cuomo in case a lease extension cannot be worked out to keep the Yankees, owned by GEORGE STEINBRENNER, at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"'Buckyball' May Block AIDS Step","web_url":"https://www.nytimes.com/1993/08/03/science/buckyball-may-block-aids-step.html","abstract":"  A SPHERICAL carbon molecule called a \"buckyball,\" the focus of intense study by chemists since its discovery eight years ago, could turn out to be a weapon against the virus that causes AIDS, scientists at the University of California report.   Chemists and pharmaceutical experts at the San Francisco and Santa Barbara campuses of the university say that a computer-designed molecule based on the buckyball has been shown by laboratory tests to inhibit the action of an enzyme needed by the virus to reproduce.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Canine Unit Gaining Wide Prestige","web_url":"https://www.nytimes.com/1993/08/03/nyregion/canine-unit-gaining-wide-prestige.html","abstract":"  With his tail wagging as he runs across an open field, Orca looks like any other German shepherd playing fetch. But Orca is not running to fetch a ball or a stick. He is looking for body parts.   \"That's his job,\" says Trooper Pat Achilli of the Connecticut State Police, Orca's handler, as the 6-year-old dog ran up with the hand of a dummy dangling from his mouth. Orca found it within a minute, hidden among some debris.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Is a Free Program Worth?","web_url":"https://www.nytimes.com/1993/08/03/science/personal-computers-what-is-a-free-program-worth.html","abstract":"  IT is no secret that software prices have been descending in the last year, but this is ridiculous. Computer Associates is simply giving away its new personal finance program, Kiplinger's CA-Simply Money 1.0.    Cynics will note that there is a $6.95 charge for postage and handling. (Some people may prefer software that has not been handled, but it still costs $6.95.)","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-817093.html","abstract":"  Because of an editing error, an obituary on Wednesday about John Beck, who produced \"Harvey\" and other Hollywood films, incorrectly attributed one position to him. It was another John Beck, not the producer, who managed the municipal broadcasting system in New York City in the early 1980's.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Constitution Covers Members of Congress","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-constitution-covers-members-of-congress-960593.html","abstract":"  To the Editor:   Your July 22 editorial on Representative Dan Rostenkowski is repugnant to any notion of fair play under our Constitution. Members of the press often assert that their rights under the First Amendment entitle them to a wide range of privileges not afforded the ordinary citizen. Yet you argue that a member of Congress's assertion of fundamental Constitutional rights makes him unqualified to hold a position of prominence he has fairly and properly earned -- a position in which he has demonstrated great skill and integrity.    The First Amendment is important, but no more than other amendments pertaining to personal rights.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/03/nyregion/c-corrections-813793.html","abstract":"  An article last Tuesday about Justice Edwin Torres of State Supreme Court in Manhattan and the film \"Carlito's Way,\" which is based on his novels, misstated his role in the trial of six youths accused of raping and beating a jogger in Central Park in April 1989. Justice Thomas B. Galligan presided, not Justice Torres, although Justice Torres had been in a pool of five judges who might have been used in the case.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/03/sports/transactions-585593.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Activated Tim Belcher, pitcher. Optioned Rod Bolton, pitcher, to Nashville of the American Association.   TEXAS RANGERS -- Optioned Mike Schooler, pitcher, to Oklahoma City of the American Association. Recalled Jeff Bronkey, pitcher, from Oklahoma City.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"New Fight Over Release Of Patient","web_url":"https://www.nytimes.com/1993/08/03/nyregion/new-fight-over-release-of-patient.html","abstract":"  A new legal fight over the release of a mentally ill homeless man who has menaced and frightened residents of the Upper West Side for years was joined yesterday as New York State officials moved to detain him at a psychiatric hospital for up to six more months to allow time to find him a suitable home.   But lawyers for the man, Larry Hogue -- whose release to a son had seemed imminent last week until the son was threatened with eviction -- indicated they would fight any extended detention, and an unusual State Supreme Court hearing was set for 9:30 A.M. today at Creedmore Mental Health Center in Queens, where he has been confined for nearly a year.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/03/sports/results-plus-748393.html","abstract":"  PRO FOOTBALL  Cowboy Coach Misses Thrill of Winning  Winning football games is Jimmy Johnson's life. So he can't even stomach a sloppy loss of a meaningless exhibition game in August. He is already jittery about his defending Super Bowl champions although the first regular-season game is still a month away and quarterback Troy Aikman and running back Emmitt Smith are out of action. The Minnesota Vikings inflicted a 13-7 defeat on the Dallas Cowboys Sunday night in Irving, Tex., and Johnson acted as if someone had stolen his Super Bowl ring. \"It would be very easy to say we'll be fine when the season starts,\" said a red-faced Johnson, whose team leaves for London today for next Sunday's American Bowl game against the Detroit Lions. \"We need a sense of urgency on this team. It will be difficult to correct in next week's practices, but it will be corrected when we get back to Austin.\" What Johnson wants to correct is five turnovers, three lost fumbles and two interceptions that kept the Cowboys from mounting any serious offense. However, the Cowboys will get only two days of hard work in London. Johnson didn't make any excuses for his tired team, which had three days of scrimmages against the Los Angeles Raiders and a scrimmage with the Houston Oilers just before they played the Vikings. (AP)   DIVING  Germany's Hempel Wins European Title  Jan Hempel of Germany captured his first major title yesterday when he won the 3-meter springboard and maintained his country's dominance of the diving events in the European swimming championships in Sheffield, England. Hempel's triumph made it three golds in a row for the Germans, despite increased competition from divers from the former Soviet Union. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Observer; The Dinghy Of State","web_url":"https://www.nytimes.com/1993/08/03/opinion/observer-the-dinghy-of-state.html","abstract":"  Composed after deep immersion in news accounts of the clownish budget dispute in Washington:   Chairman Rostenkowski is from Chicago, which may explain why he may be indicted before it's all over, although of course he may not be. If he is it would be catastrophic for President Clinton's health-care program, or maybe it wouldn't, depending on what happened next.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"THE BUDGET BILL: On the Fence; Clinton Seeks 1 'Yes' Vote From 6 Unhappy Democrats","web_url":"https://www.nytimes.com/1993/08/03/us/the-budget-bill-on-the-fence-clinton-seeks-1-yes-vote-from-6-unhappy-democrats.html","abstract":"  With Senator David L. Boren of Oklahoma insisting he will change his vote and oppose the budget bill, President Clinton has to get at least one other unhappy Democrat to change his mind and support it.   Six Democrats voted against the Senate version of the bill in June, and with all of the chamber's 44 Republicans also in opposition, the measure passed only after Vice President Al Gore cast the tie-breaking vote.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"A Life of Untold Wealth, And of Quiet Inspiration","web_url":"https://www.nytimes.com/1993/08/03/nyregion/our-towns-a-life-of-untold-wealth-and-of-quiet-inspiration.html","abstract":"  EGON H. OTTINGER lived sparely in a stone cottage in the dark woods along the Croton River.   At 93, bent from arthritis and short of breath, he was still splitting logs for firewood and moving boulders to mend his property's web of stone walls. He patched his plaid shirts and overalls when they tore, wore his dead wife's glasses when his broke, re-used envelopes and squirreled away old light switches.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Rethinking UN Forces: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-rethinking-un-forces-letters-to-the-editor-92645504584.html","abstract":"Regarding \"Peacekeeping Isn't Treated Seriously\" (Opinion, July 16) by Paul Hammond and Wolfgang Schlr: .The writers are absolutely correct to say that a new approach needs to be made toward peacekeeping and peacemaking forces if the Uni","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"U.S. Mediation Urged in Tobacco-Tax Case","web_url":"https://www.nytimes.com/1993/08/03/nyregion/us-mediation-urged-in-tobacco-tax-case.html","abstract":"  The Justice Department urged Connecticut officials today to negotiate a peaceful end to their standoff with the Golden Hill Paugussett Indians over a tax-free smoke shop on the tribe's reservation here.   Martin A. Walsh, regional director of the Justice Department's community relations service, said that the Golden Hill Paugussetts want the Federal Government to mediate the conflict, but added that the state had not yet agreed to allow his office to do so.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?; One of the Options","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-one-of-the-options-970293.html","abstract":"  To the Editor:   \"Empire Scrambles Back\" (editorial, July 24) has a positive headline, for which we thank you. The body of the editorial, however, gives the impression that Empire has made the decision to force its community-rated policyholders into some form of managed care. This is not the case.    During the interview with your reporter, I discussed various possibilities that might be considered when trying to control health care costs and slow the increase in premium levels. Managed care, of course, was one of those options.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"NATO to Join U.S. in Planning Air Strikes Against Serbs' Forces","web_url":"https://www.nytimes.com/1993/08/03/world/conflict-balkans-nato-join-us-planning-air-strikes-against-serbs-forces.html","abstract":"  Under pressure from the United States, the NATO allies threatened today to bomb Serbian forces tightening a noose around Sarajevo, the capital of Bosnia, if the United Nations requested such action.   After 12 hours of meetings by the 16 delegations to overcome objections from Canada and to a lesser extent from Britain, the alliance agreed to begin immediate military preparations for \"stronger measures, including air strikes,\" in coordination with the United Nations.","thumbnail":null,"section":"World"},{"date":"19930803","headline":"Where Muslims and Jews Live Together in Peace; In Heart of Brooklyn, Two Devoutly Religious Communities Find Common Ground","web_url":"https://www.nytimes.com/1993/08/03/nyregion/where-muslims-jews-live-together-peace-heart-brooklyn-two-devoutly-religious.html","abstract":"  Every Friday at noon, as Jews bustle about Avenue J in Midwood, Brooklyn, preparing for the Sabbath eve meal and stroll to the synagogue, where thoughts turn toward Jerusalem, the Muslims of Midwood are at Jumu'a, the weekly gathering of the faithful at the mosque, invoking the blessings of Allah and genuflecting toward Mecca.   That these worshipers from brother religions live in the same community, reap the rewards of commerce and share many spiritual values, should not, ideally, be surprising.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"Going, Going, Sold: Orioles Auctioned for $173 Million","web_url":"https://www.nytimes.com/1993/08/03/us/baseball-going-going-sold-orioles-auctioned-for-173-million.html","abstract":"  In a spirited and steadily soaring auction, a group headed by a Baltimore lawyer and a Cincinnati investment banker bought the Baltimore Orioles baseball team yesterday for $173 million in a sale forced by the bankruptcy of the Orioles' owner. The price is the highest ever paid for a professional sports team in the United States.   Judge Cornelius Blackshear conducted the auction in United States Bankruptcy Court in Manhattan, and his desire to get the most money possible for the creditors of Eli Jacobs, a New York venture capitalist, sent the sale price even higher after the auction appeared to have ended.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"Just Say No to Clinton's Package","web_url":"https://www.nytimes.com/1993/08/03/opinion/just-say-no-to-clinton-s-package.html","abstract":"  Have you heard about the new White House \"diet\" plan? Maybe you've seen the Clinton Administration's television \"infomercial\" about this miraculous discovery. The diet is quite simple. You can eat anything you want, any time you want, as much as you want. It costs quite a bit more, but they guarantee you'll lose all the weight you want.  The only catch is you won't see any weight loss for five years.   Does this diet make sense? Hardly! But it's about as logical as the deficit reduction scheme President Clinton is pitching.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"For Fish, an Outboard Motor at the Rear","web_url":"https://www.nytimes.com/1993/08/03/science/for-fish-an-outboard-motor-at-the-rear.html","abstract":"  A RESEARCHER at the University of Pennsylvania in Philadelphia has turned a theory about how fish generate power for swimming on its head -- or tail, perhaps.   The mechanical power a fish uses for swimming is generated by muscle contractions. Previous modeling had led scientists to conclude that muscles in the front half of the fish formed a \"motor\" to produce that power, which was then transferred along the length of the fish to its tail, or \"propeller.\"","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"In a Repeat Performance, Magic Talks Comeback","web_url":"https://www.nytimes.com/1993/08/03/sports/pro-basketball-in-a-repeat-performance-magic-talks-comeback.html","abstract":"  Basketball tempts Magic Johnson like a mountain of chocolate. His wife and his doctors prefer he keep away, but one swallow and he wants back in.   His latest ruminations about a comeback started Sunday night, before and after his charity all-star game at the Forum. And this time, there's a twist: \"I'd come back for half a season,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Rockets Release Floyd and Acquire Elie","web_url":"https://www.nytimes.com/1993/08/03/sports/sports-people-basketball-rockets-release-floyd-and-acquire-elie.html","abstract":"  The Houston Rockets released guard ERIC (SLEEPY) FLOYD yesterday and acquired swingman MARIO ELIE from the Portland Trail Blazers for a second-round draft pick in 1995.   Floyd, an 11-year veteran, was waived to create room under the National Basketball Association salary cap. Last season, in 52 games, he averaged 6.6 points and 2.5 assists.","thumbnail":null,"section":"Sports"},{"date":"19930803","headline":"Health Plan Would Let States Fold Medicare Into Their Networks","web_url":"https://www.nytimes.com/1993/08/03/us/health-plan-would-let-states-fold-medicare-into-their-networks.html","abstract":"  The national health care plan being prepared by the Clinton Administration would allow states to fold Medicare beneficiaries into the insurance networks that the plan will call on the states to create, a leading White House policy adviser said today.    The official, Ira C. Magaziner, coordinator of the Administration's health care overhaul, said any such change involving Medicare would be gradual and would take effect only after a new national system was well in place.","thumbnail":null,"section":"U.S."},{"date":"19930803","headline":"After a Highly Publicized Death, Second-Guessing Second Opinions","web_url":"https://www.nytimes.com/1993/08/03/science/doctor-s-world-after-highly-publicized-death-second-guessing-second-opinions.html","abstract":"  Second opinions are now a standard part of medical practice, often helping to clarify a patient's diagnosis and therapy.   But what is a patient to do when consulting doctors strongly disagree? The answer, as is vividly illustrated by the baffling case of Reggie Lewis, the late captain of the Boston Celtics, is a frustrating one: sometimes no resolution can be reached.","thumbnail":null,"section":"Science"},{"date":"19930803","headline":"1943: Draft for Fathers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-1943-draft-for-fathers-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The drafting of fathers for military service will start in earnest on Oct. 1, the War Man-Power Commission revealed tonight [Aug. 1] in a statement which clarified much of the uncertainty that has surrounded the s","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Lawyer Sets Insanity Plea In L.I. Case","web_url":"https://www.nytimes.com/1993/08/03/nyregion/lawyer-sets-insanity-plea-in-li-case.html","abstract":"  In a move that came as no surprise to prosecutors, the lawyer for Joel Rifkin, the unemployed landscaper suspected of killing 17 women, said today that he planned to use an insanity defense based on several psychiatric examinations of his client that occurred in July.   Robert Sale, Mr. Rifkin's lawyer, declined to discuss the doctors' findings or any other details of Mr. Rifkin's mental condition, but he said that the evaluations \"confirm the propriety and efficacy of such a defense.\" Mr. Sale added that he was not conceding that Mr. Rifkin had committed any of the murders and that the insanity defense was one of a number of arguments he would be using.","thumbnail":null,"section":"New York"},{"date":"19930803","headline":"What Will Protect Us From Managed Care?; Vulnerable Targeted","web_url":"https://www.nytimes.com/1993/08/03/opinion/l-what-will-protect-us-from-managed-care-vulnerable-targeted-968093.html","abstract":"  To the Editor:   As a \"chronically ill\" Empire Blue Cross and Blue Shield subscriber, I read your July 20 report on cutbacks in choices for patients with disbelief, fear and sadness.   In the recent past, Empire spent millions of dollars doctoring its books and then lobbying with that falsified information. Based on that information, the New York State Legislature was deceived into approving the largest rate hike against Empire's individual subscribers in the history of the organization, while drastically cutting services to this particularly needy population.","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"Rethinking UN Forces: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/03/opinion/IHT-rethinking-un-forces-letters-to-the-editor.html","abstract":"Would it not make sense to organize and equip troops indigenous to Bosnia, under the command of the United Nations or of a UN member state, to enforce the policies of the United Nations in Bosnia? This would not be a UN peacekeeping force; it would be a","thumbnail":null,"section":"Opinion"},{"date":"19930803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/03/style/chronicle-895193.html","abstract":"  Where else but in Washington would they serve up something called the \"ethical lunch?\" At Ristorante Tiberio on K Street, the tab for lunch is $19.99, a way to help diners to abide by a change in regulations.   The Office of Government Ethics in February lifted a restriction barring Federal officials from accepting any meal or gift from lobbyists, journalists or anyone else who may benefit from the contact. Instead, the agency limited the cost of such meals to $20, with an overall ceiling of $50 a year from any one source.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19930803","time":"1993-08-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":77,"wspd":14.8},{"date":"19930803","time":"1993-08-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":81,"wspd":13},{"date":"19930803","time":"1993-08-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":81,"wspd":9.4},{"date":"19930803","time":"1993-08-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":82,"wspd":13},{"date":"19930803","time":"1993-08-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":83,"wspd":14.8},{"date":"19930803","time":"1993-08-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":7.6},{"date":"19930803","time":"1993-08-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":11.2},{"date":"19930803","time":"1993-08-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":77,"wspd":14.8},{"date":"19930803","time":"1993-08-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":71,"wspd":16.6},{"date":"19930803","time":"1993-08-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":60,"wspd":24.1},{"date":"19930803","time":"1993-08-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":53,"wspd":16.6},{"date":"19930803","time":"1993-08-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":51,"wspd":14.8},{"date":"19930803","time":"1993-08-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":48,"wspd":14.8},{"date":"19930803","time":"1993-08-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":46,"wspd":16.6},{"date":"19930803","time":"1993-08-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":47,"wspd":18.4},{"date":"19930803","time":"1993-08-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":49,"wspd":16.6},{"date":"19930803","time":"1993-08-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":52,"wspd":22.3},{"date":"19930803","time":"1993-08-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":56,"wspd":20.5},{"date":"19930803","time":"1993-08-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":56,"wspd":18.4},{"date":"19930803","time":"1993-08-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":62,"wspd":14.8},{"date":"19930803","time":"1993-08-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":68,"wspd":11.2},{"date":"19930803","time":"1993-08-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":72,"wspd":13},{"date":"19930803","time":"1993-08-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":76,"wspd":14.8},{"date":"19930803","time":"1993-08-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":13},{"date":"19930803","time":"1993-08-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":39,"wspd":25.9},{"date":"19930803","time":"1993-08-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":44,"wspd":20.5},{"date":"19930803","time":"1993-08-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":47,"wspd":20.5},{"date":"19930803","time":"1993-08-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":50,"wspd":18.7},{"date":"19930803","time":"1993-08-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":13},{"date":"19930803","time":"1993-08-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":57,"wspd":11.2},{"date":"19930803","time":"1993-08-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":59,"wspd":13},{"date":"19930803","time":"1993-08-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":9.4},{"date":"19930803","time":"1993-08-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":67,"wspd":9.4},{"date":"19930803","time":"1993-08-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":7.6},{"date":"19930803","time":"1993-08-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":7.6},{"date":"19930803","time":"1993-08-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":0},{"date":"19930803","time":"1993-08-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":9.4},{"date":"19930803","time":"1993-08-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":7.6},{"date":"19930803","time":"1993-08-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":9.4},{"date":"19930803","time":"1993-08-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":9.4},{"date":"19930803","time":"1993-08-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":45,"wspd":18.7},{"date":"19930803","time":"1993-08-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":22.3},{"date":"19930803","time":"1993-08-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":39,"wspd":14.8},{"date":"19930803","time":"1993-08-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":30,"wspd":25.9},{"date":"19930803","time":"1993-08-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":27,"wspd":24.1},{"date":"19930803","time":"1993-08-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":28,"wspd":24.1},{"date":"19930803","time":"1993-08-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":29,"wspd":29.5},{"date":"19930803","time":"1993-08-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":29,"wspd":20.5}]},"19930804":{"guardian_articles":[],"nytimes_articles":[{"date":"19930804","headline":"Sports of The Times; The Law Did Right Thing About Vince","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-of-the-times-the-law-did-right-thing-about-vince.html","abstract":"  THERE are sports fans who deserve a good swift ejection from the ball park. I am thinking of the demoralizingly high number of louts who booed the Canadian anthem in Yankee Stadium on Monday night.    But I have never seen a fan who deserved to take incoming fire from a ballplayer. Those fans who stood behind a fence at Dodger Stadium two Saturdays ago surely did not deserve to have Vince Coleman heave an explosive likened to a \"quarter stick of dynamite\" toward them.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Gun Suspects and the Sheik","web_url":"https://www.nytimes.com/1993/08/04/us/gun-suspects-and-the-sheik.html","abstract":"  Federal agents said suspects accused of selling guns and explosives referred to Sheik Abdel Rahman as their spiritual leader. Page B4.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"When Britain Forced Partition on Ireland","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-when-britain-forced-partition-on-ireland-085493.html","abstract":"  To the Editor:   Re \"I.R.A. Deserves Place at Ulster Peace Table\" (letters, July 21): Reading your letters about the fighting in Ireland over the last years, I am always amazed at how each side presents its view.   What the history books and all the letters I have seen published fail to mention is the election of 1918. On Saturday, Dec. 14, 1918, an election was held in Ireland -- the whole 32 counties. The issue: for or against independence from Britain.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Reviews/Television; Imaginings About Another Kennedy","web_url":"https://www.nytimes.com/1993/08/04/arts/reviews-television-imaginings-about-another-kennedy.html","abstract":"  So it's open season on the Kennedys, not that there has ever been a closed season. Copies of \"The Last Brother,\" Joe McGinniss's maunderings about Senator Edward M. Kennedy, had hardly reached the bookstores before the USA Network was promoting \"Marilyn and Bobby: Her Final Affair,\" two hours worth of huggermugger that manages in its fuzzy way to put some blame on Robert F. Kennedy for the suicide, if it was suicide, of Marilyn Monroe.   Described as \"a blend of fiction and speculative journalism\" (which means that nothing in it can be trusted), this television movie is not out to get the former Attorney General; all its makers want to get is an audience. Bobby, as he is called by everybody tonight (James F. Kelly, affecting a Boston accent) is treated as a rather likable romantic who falls for a mentally dim Marilyn Monroe (Melody Anderson being breathy) after brother Jack has had enough of her. The physical resemblances are about as authentic as this show gets.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Personal Finances; For Well-Off, Tax Proposal Hits Home","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-personal-finances-for-well-off-tax-proposal-hits-home.html","abstract":"  To Marc Evans, the grass looks invitingly greener on the other side of the top tax bracket.   While Congress moves this week toward raising his taxes, Mr. Evans is planning to shut down his software consulting business, sell his house north of Boston, move back to his solid working-class roots in rural New England and maybe even repair Saabs for a living.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Federal Employees Given Coverage for Abortions","web_url":"https://www.nytimes.com/1993/08/04/us/federal-employees-given-coverage-for-abortions.html","abstract":"  For the first time in a decade, Federal employees will be able to obtain abortions paid for by their health insurance policies after abortion rights supporters won a critical vote in the Senate today.   But opponents of abortion insisted that they would not let today's action be a precedent for what is covered under national health care legislation President Clinton is expected to propose this fall.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"A Cardholder's Lament : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-cardholders-lament-letters-to-the-editor.html","abstract":"American Express may well be putting right the anomaly that excludes certain categories of cardholder from its frequent-flier program, but there is another anomaly with rather serious implications. American Express offers a \"purchase protection\"","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Coleman Sent Home at His Request","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-coleman-sent-home-at-his-request.html","abstract":"  Vince Coleman, described as \"distraught\" by Mets Manager Dallas Green, was granted a request to leave the club indefinitely tonight after a felony charge was brought against the left fielder by the Los Angeles District Attorney earlier in the day.   \"He left. I told him to,\" Green said after the Mets bowed to the Expos, 3-1.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-061793.html","abstract":"  An obituary by The Associated Press on July 22 about the film director Jean Negulesco misstated his date of birth. It was Feb. 26, 1900, not Feb. 29.  ","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Titan Lost Payload: Spy-Satellite System Worth $800 Million","web_url":"https://www.nytimes.com/1993/08/04/us/titan-lost-payload-spy-satellite-system-worth-800-million.html","abstract":"  The explosion of a Titan IV rocket over the Pacific on Monday destroyed its secret payload, an $800 million spy-satellite system, wiping out most of the savings Congress took from the intelligence budget this year and damaging the nation's most expensive espionage program, Government and intelligence officials said today.   \"Every penny we cut is gone,\" said a Senator who fought to cut an additional $700 million from the budget for spy-satellite programs requested by the Director of Central Intelligence, R. James Woolsey. The cost of replacing the destroyed system would exceed the savings wrung from Mr. Woolsey by the Congressional intelligence committees last month.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Court Fines Abdelnaby","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-basketball-court-fines-abdelnaby.html","abstract":"  Boston Celtics forward ALAA ABDELNABY pleaded no contest in Milwaukee today to a non-criminal charge of possession of marijuana and paid a $300 fine. Judge MAXINE WHITE agreed to reduce the charge from criminal to non-criminal at the request of the prosecutor. There was no evidence that Abdelnaby, 25, was selling the drug and he admitted to authorities he possessed it for personal use. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Khmer Rouge Violence Said to Signal Goals","web_url":"https://www.nytimes.com/1993/08/04/world/khmer-rouge-violence-said-to-signal-goals.html","abstract":"  The Khmer Rouge rebels have stepped up a campaign of post-election violence in Cambodia in what diplomats and United Nations peacekeepers believe is an effort to convince other Cambodian factions that it would be dangerous to exclude them from the new coalition Government.   United Nations officials said today that it appeared that the Maoist-inspired rebels were responsible for a train ambush in southern Cambodia on Monday afternoon in which at least 10 people were killed and 30 wounded. Peacekeeping troops said the train ran over mines laid on the track and was then raked with gunfire and shoulder-held rockets. The ambush took place about 14 miles east of Kampot, on an antiquated railway line that has often been the scene of guerrilla attacks.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Review/Music; Plumbing the Soul of Jazz","web_url":"https://www.nytimes.com/1993/08/04/arts/review-music-plumbing-the-soul-of-jazz.html","abstract":"  Ray Charles's genius is inseparable from his quirks. He'll attack a song on every side, changing tempo, harmony, phrasing, even some lyrics; he transform smooth lines into choppy syncopations and wide leaps, his voice cracking or rasping in unlikely places. No category is safe from his transformations; he'll speed up a ballad, turn a show tune into gospel music, remake country songs as soul shouts. He can shred a song, turning it into a simple display of willfulness. But more often, his whims get to the heart of a song, tearing away unneccesary prettiness and craft to find humor, pain, longing or defiance.    At Radio City Music Hall on Friday night, the 62-year-old Mr. Charles emphasized his jazz roots. He was backed by a 17-man big band, which bustled ineffectually in its own showpiece but settled back to fill out the arrangements when Mr. Charles appeared, from riffing blues to cushiony chords on ballads.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"2 Men Arrested in Killing of Connecticut Family","web_url":"https://www.nytimes.com/1993/08/04/nyregion/2-men-arrested-in-killing-of-connecticut-family.html","abstract":"  Two men were arrested in Brooklyn yesterday in the killing of a Connecticut couple and their two children last weekend, the police said. Three of the bodies were dumped by the edge of the East River near the Brooklyn Navy Yard.   One suspect, John Camacho, 22, a relative of the family, was charged with four counts of murder, said Officer Andrew McInnis, a police spokesman. The second man, Luis Garcia, 23, was charged with tampering with evidence. The police said he helped to take the three bodies from Connecticut to Brooklyn, where they were found late Saturday.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Greeting a New Yorker? Keep It Short and Sweet","web_url":"https://www.nytimes.com/1993/08/04/nyregion/about-new-york-greeting-a-new-yorker-keep-it-short-and-sweet.html","abstract":"  YO!   It feels great to write that. It turns out that in Maine and Nova Scotia, they don't know from yo. In those parts of this hemisphere they say things like \"ahyup\" and \"eh\" to one another and to those of us who they speak of as coming from Away. But yo: Is there a more welcoming syllable in this world, a more hospitable utterance?","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Farmer For Whom Staff of Life Is a Peach","web_url":"https://www.nytimes.com/1993/08/04/nyregion/farmer-for-whom-staff-of-life-is-a-peach.html","abstract":"  For Chris Loken, a peach is not merely a peach.   It is a Brighton or Collins, Canadian Harmony, Garnet Beauty, Raritan Rose or Tri-O-Gem.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor-90431620415.html","abstract":"Regarding \"The Way Ahead for Europe Is Back to Practicality\" (Opinion, July 29) by William Pfaff: .It is encouraging to see a journalist recognize, however vaguely, some of the problems of European monetary union. And more politicians, indeed","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Choices Concerning Coleman","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-choices-concerning-coleman.html","abstract":"  The Mets tried to trade Vince Coleman before this season and now have several options available should they decide they no longer want him on the club.   Coleman is in the third year of a four-year, $11.95 million contract. The final year, 1994, will pay Coleman the single greatest annual salary of the package: $3 million.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"NATO Chief on Bosnia: 'Ready for Air Power'","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-nato-chief-on-bosnia-ready-for-air-power.html","abstract":"  Following are excerpts from a statement issued today by Manfred Worner, Secretary General of NATO, after a special meeting on Monday of the North Atlantic Council:   The allies regard the dire humanitarian situation in Bosnia and Herzegovina and particularly in Sarajevo, including repeated violations of cease-fires, as unacceptable. They warn the parties to the conflict of their determination to take effective action in support of U.N. Security Council decisions. Since July 22 the alliance has been ready to provide protective air power in case of attack against Unprofor  [ the United Nations Protection Forces ]  in the performance of its overall mandate, on the basis of U.N. Security Council Resolution 836. The alliance has now decided to make immediate preparations for undertaking, in the event that the strangulation of Sarajevo and other areas continues, including wide-scale interference with humanitarian assistance, stronger measures including air strikes against those responsible, Bosnian Serbs and others, in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"American Winner No Longer Favored","web_url":"https://www.nytimes.com/1993/08/04/sports/harness-racing-american-winner-no-longer-favored.html","abstract":"  After upsetting American Winner last Saturday, Pine Chip has been installed as the even-money favorite against his chief rival in their elimination heat of the Hambletonian Saturday afternoon at the Meadowlands.   Before last Saturday night, any 3-year-old trotter being favored over American Winner in harness racing's showcase event would have been unthinkable. Then Pine Chip, with John Campbell driving, set a record for a night-time trotting mile when he captured the Budweiser Beacon Course final in 1:534/5 at the Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Young Asian Musicians to Tour Europe","web_url":"https://www.nytimes.com/1993/08/04/style/IHT-young-asian-musicians-to-tour-europe.html","abstract":"After four widely acclaimed annual appearances in East Asia since 1990, the Asian Youth Orchestra will make its debut later this month in Europe. .Gidon Kremer, one of the great contemporary violinists, will be the featured soloist for the European tou","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/04/us/inside-320393.html","abstract":"  Europe's Crisis Helps Banks   American banks have become unintended beneficiaries of the European currency turmoil, which has pushed trading profits up sharply. Page D1. More Telephone Competition    The F.C.C. enabled upstart telephone companies to compete locally with regional Bell companies. Page D1. Met Charged With Faces Felony    Vince Coleman was charged with possessing a powerful explosive that injured fans in a parking lot. Page B11. Crossword Editor Dies    Eugene T. Maleska, the crossword puzzle editor of The New York Times, died yesterday. He was 77.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/04/nyregion/news-summary-328993.html","abstract":"  International A2-11  DEMJANJUK MAY BE OHIO-BOUND  A U.S. Federal appeals court ruled that John Demjanjuk must be permitted to return to the United States. He was acquitted by the Israeli Supreme Court last week on charges that he was Ivan the Terrible, a brutal guard at Treblinka.  A1  PERES PRAISES SYRIA  Foreign Minister Shimon Peres of Israel praised Syria today for its role in helping guarantee a cease-fire between Israel and pro-Iranian guerrillas in southern Lebanon.  A7","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"1943: 'Respectable' Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1943-respectable-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Foreign Secretary Anthony Eden told the House of Commons tonight [Aug 3] that the Allies would be \"only too ready\" to adopt a \"reasonable attitude\" toward Italy. He said that with the departure of","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Battle Lines Are Always Drawn","web_url":"https://www.nytimes.com/1993/08/04/opinion/the-battle-lines-are-always-drawn.html","abstract":"The nomenclature of Washington is full of the ever-changing acronyms and other devices that are the insiders' shorthand, perhaps even their coin of the realm. Many terms have only a brief shelf life, although some linger more stubbornly than others: \"empowerment\" refuses to go the way of \"window of vulnerability,\" and \"this town\" may be around for ever as an offhand way of showing that I Know My Way Around Here. \n\nBut while clever phrases come and go, one thing is forever: The Chart. The Mother of all projected trends. An all-purpose set of two lines, always the same. One line (A) extends to the right progressively upward. The second line (B) starts off to the right virtually horizontal, meandering a bit before taking a downward turn.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Book Notes; 265,000 Printed, Very Few Sold","web_url":"https://www.nytimes.com/1993/08/04/books/book-notes-265000-printed-very-few-sold.html","abstract":"  Simon & Schuster rushed \"The Last Brother,\" by Joe McGinniss, into stores about 10 days ago, far earlier than originally planned, in an effort to head off the advance criticism piling thickly onto the book. But the publisher is facing more bad news: for a book with a big-name author and an enormous first printing of 265,000 copies, \"The Last Brother\" seems hardly to be selling at all.   For any publisher, the most telling sales figures come in on Mondays. That's when the country's big bookstore chains and wholesalers report their sales for the previous week. The figures that came in on Monday for \"The Last Brother,\" a biography of Senator Edward M. Kennedy that has been criticized for its use of imagined thoughts and actions and has been dogged by accusations of plagiarism, are dismal, chains and bookstores report.","thumbnail":null,"section":"Books"},{"date":"19930804","headline":"Coleman Is Charged With Felony in Los Angeles","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-coleman-is-charged-with-felony-in-los-angeles.html","abstract":"  Mets outfielder Vince Coleman was charged with a felony here today for igniting what an arson investigator likened to a \"quarter stick of dynamite\" in a crowded Dodger Stadium parking lot 10 days ago.   Officials from the Los Angeles County District Attorney's office said they expected Coleman, 31, to surrender to authorities on Monday or Tuesday and will recommend that his bail be set at $5,000. Coleman's lawyer, Bob Shapiro, said that the left fielder would not contest the charge -- unlawful possession of an explosive device, which carries a minimum sentence of probation and a maximum of three years in prison.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"McKay Buys Part of Orioles","web_url":"https://www.nytimes.com/1993/08/04/sports/mckay-buys-part-of-orioles.html","abstract":"  When Jim McKay called his grandson Monday with word that the veteran ABC commentator was one part of an ownership group that acquired the Baltimore Orioles for $173 million, 11-year-old James said, \"Cool. Can we go on the field tomorrow night?\"   \"And when I take him down there tonight,\" McKay said by telephone yesterday, \"I'm 12 years old, if I'm honest about it.\"   McKay has not hitched the family fortune to the Orioles. His stake is less than 1 percent; Peter Angelos, a Baltimore lawyer, and William DeWitt Jr., an investment banker from Cincinnati, are the primary investors in the most expensive purchase ever of a sports team.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Peres Praises Syrian Leader for Role in Cease-Fire","web_url":"https://www.nytimes.com/1993/08/04/world/peres-praises-syrian-leader-for-role-in-cease-fire.html","abstract":"  Foreign Minister Shimon Peres of Israel praised President Hafez al-Assad of Syria today for his role in helping guarantee a cease-fire between Israel and Iranian-backed guerrillas in southern Lebanon.   In an interview with Cable News Network, Mr. Peres said today that while Israel did not consider Mr. Assad \"the greatest friend that our country has had, we do consider him a serious leader.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"McGhee to Have Knee Surgery","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-mcghee-to-have-knee-surgery.html","abstract":"  The Giants' battered defensive line suffered another setback today when Kanavis McGhee was scheduled for arthroscopic surgery Wednesday on torn cartilage in his left knee. He will be sidelined two to four weeks.   In practice this morning, McGhee could not run or cut, and the knee swelled. A week ago, the former outside linebacker was switched to right defensive end. He will be replaced as a starter by Michael Strahan, a rookie and the team's second-round draft pick.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Dudley's a Blazer for 7 Years (or Not at All)","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-basketball-dudley-s-a-blazer-for-7-years-or-not-at-all.html","abstract":"  Declaring himself \"a perfect fit\" into the lineup of the Portland Trail Blazers, free-agent center Chris Dudley officially became an ex-New Jersey Net yesterday by signing a controversial seven-year contract worth approximately $11 million.   Unfortunately for Dudley, he cannot yet be officially called Portland's property either. Before the Blazers announced the deal at an afternoon news conference in Portland, the National Basketball Association said it would challenge the contract on the grounds that it is a deliberate circumvention of the league's salary cap.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-054493.html","abstract":"  Something for Kennedy watchers: JOHN F. KENNEDY JR. and DARYL HANNAH, the actress, were spotted this week on a scuba-diving vacation in Palau, a United States territory in the Caroline Islands in the South Pacific.   Mr. Kennedy, who resigned from his job as an assistant district attorney in Manhattan last month, and Ms. Hannah, who played a mermaid in the movie \"Splash,\" arrived in Palau last week and are to leave for the Philippines tomorrow, Government officials told The Associated Press.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"A New Japan Gets a Less Than Saintly Coalition","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-new-japan-gets-a-less-than-saintly-coalition.html","abstract":"The election of Yohei Kono as head of Japan's still ruling Liberal Democratic Party has produced a curious paradox. On the face of things, a coalition under the reform-minded Morihiro Hosokawa is about to replace a right-leaning, corrupt LDP government.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Business Expenses; Bill's Effect on Business and Industry Would Vary","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-business-expenses-bill-s-effect-business-industry-would-vary.html","abstract":"  Corporations would feel the effects of the big budget-reconciliation bill in two ways: as it directly affects the taxes they pay, and as it affects the performance of the broader economy in the years ahead.   For example, large retailers would lose by paying a new top tax rate of 35 percent on corporate income, an increase of two percentage points over the current top rate. But they would also gain by being able to take advantage of a newly reinstated tax credit for hiring chronically unemployed workers.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"THE BUDGET STRUGGLE: The Senate; Budget Opposition Brings Senator to Center Stage","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-the-senate-budget-opposition-brings-senator-to-center-stage.html","abstract":"  Frank R. Lautenberg of New Jersey has rarely taken center stage in the United States Senate. But he put himself squarely there today by announcing that he would again vote against President Clinton's deficit-reduction plan.   Mr. Lautenberg's announcement came in a spare, eight-line press release that called the budget plan unfair to the middle class. Although he has long been identified as a loyal, if not predictable liberal Democrat, his decision came as no surprise. What was surprising was that the White House did not fight harder for his vote.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"The Unfinished Business of Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-the-unfinished-business-of-europe-letters-to-the-editor.html","abstract":"Does Europe really exist? That has been the unanswered question while we all hoped that something like \"Europe\" was emerging slowly and painfully for the sake of peace and prosperity, something which would put Europe's demons of nationalism and","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/04/sports/transactions-894993.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Recalled Mark Parent, catcher, from Rochester of the International League. Optioned Damon Buford, outfielder, to Rochester.   CALIFORNIA ANGELS -- Placed Russ Springer, pitcher, on the 15-day disabled list, retroactive to Aug. 2. Recalled John Farrell, pitcher, from Vancouver of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"In America; The Real Jobless Rate","web_url":"https://www.nytimes.com/1993/08/04/opinion/in-america-the-real-jobless-rate.html","abstract":"  The Federal Government will release its latest unemployment figures on Friday. But behind the official statistics is a truer picture -- a scarier picture -- of the nation's employment crisis.   Crowded into this picture are the millions of Americans (there are no precise totals) who have become discouraged and stopped looking for work, who are working part time but would like to work full time, who are working at jobs beneath their education or skill level, who are working at temporary jobs, who have set up some form of self-employment because they can't find other work, who are living on severance and savings and don't know what the future holds, who have retired prematurely, and on and on.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Transcript of Tapes Reveals Sheik Talked of Merits of Bomb Targets","web_url":"https://www.nytimes.com/1993/08/04/us/transcript-of-tapes-reveals-sheik-talked-of-merits-of-bomb-targets.html","abstract":"  Sheik Omar Abdel Rahman talked with his followers of the merits of targeting various buildings in a terrorist bombing plot and advised them to prepare carefully and \"go slow,\" according to Government transcripts of secretly taped conversations with an F.B.I. informer.   The transcript records a meeting in the early-morning hours of May 23 in which the sheik responded to questions from the informer, Emad Salem. Also present were several other men, including Siddig Ibrahim Siddig Ali, a prime suspect in the plot. 'House of Devil'    At the meeting, Mr. Salem asked Mr. Abdel Rahman if, under Islamic law, the United Nations should be considered the \"house of the devil\" and could be a target of \"action.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Deal Made to Save New York Hospital Surcharge","web_url":"https://www.nytimes.com/1993/08/04/nyregion/deal-made-to-save-new-york-hospital-surcharge.html","abstract":"  Congressional budget negotiators have agreed on the broad outlines of a plan intended to preserve New York State's fragile hospital reimbursement system for two more years.   The rate system, which allows the state to charge some hospital patients more to subsidize the care of others, has been under legal attack by insurance companies and labor unions.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Beyond the Powwow, The Goal Is College","web_url":"https://www.nytimes.com/1993/08/04/education/beyond-the-powwow-the-goal-is-college.html","abstract":"  For 28 Chippewa Indian high school students in northern Minnesota, summer has been a time for learning. In a five-week course that ended last week, they studied biology, computer science, psychology and algebra -- and woodland pottery, photography and native medicine. They attended an Ojibwa powwow and helped stage a film festival, \"Wind and Glacier Voices.\"   The aim is to prepare the students for college and, beyond that, for leadership of their tribes and communities. The program, at Bemidji State University, is modeled on the Native American Preparatory School at Irvine, Calif. Support comes from a variety of foundations. Teachers and administrators are recruited from reservations; the principal is Erma J. Vizenor, a Chippewa from the White Earth Reservation who graduated from the Harvard Graduate School of Education.","thumbnail":null,"section":"Education"},{"date":"19930804","headline":"U.S. Turns Bosnia Threat Into a Near Ultimatum","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-us-turns-bosnia-threat-into-a-near-ultimatum.html","abstract":"  The United States today amplified a NATO threat to launch air strikes against Serbian forces in Bosnia into what amounted to an ultimatum, amid indications that the United Nations would not stand in the way of such attacks.   While American officials said the United States intended to begin bombing Serbian positions around Sarajevo unless the siege there was eased by early next week, there remained disagreement between the United States and the United Nations over whether the air strikes would require United Nations approval.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Floods, and Fear of Them, Disrupt Tourist Industry","web_url":"https://www.nytimes.com/1993/08/04/us/the-midwest-flooding-floods-and-fear-of-them-disrupt-tourist-industry.html","abstract":"  Compared with other tourist destinations along the rivers of the upper Midwest, St. Joseph is one of the lucky ones. Although its industrial south side was inundated and a flooded water-treatment plant left 85,000 residents without drinking water for five days, the historic sites that draw up to 250,000 visitors a year to this city were untouched.   Burlington, Iowa, suffered extensive flood damage to its tourist attractions, including historic buildings and a municipal auditorium. And vast stretches of Katy Trail State Park in Missouri, a 200-mile hiking and bicycle trail between St. Charles and Sedalia, were flooded by the rampaging Missouri River, which the trail parallels for most of its length.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Teachers in Waiting : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-teachers-in-waiting-letters-to-the-editor.html","abstract":"Regarding the opinion column \"Governments of the World, Help Workers Get Smart\" (July 21) by Robert B. Reich: .Most of Labor Secretary Reich's prescriptions for the United States seem very old-line Democratic: spend, spend, spend. .While th","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: Strategy; Short One Vote in the Senate, Clinton Allies Prowl the Hill","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-strategy-short-one-vote-senate-clinton-allies-prowl-hill.html","abstract":"  One vote short; four days to find it.   With that premise, the White House and senior Democrats abandoned most pretenses of finesse today and began beating the halls of Congress, searching for the single Democrat who might give President Clinton's budget package a winning margin in the Senate.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"'Guarded' After Crash","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-soccer-guarded-after-crash.html","abstract":"  GIANLUIGI LENTINI, a forward for AC Milan and the Italian national soccer team, was hospitalized in guarded condition after an automobile accident early yesterday. Dr. CARMELO DEL GIUDICE, director of the Traumatological Center of Turin, said neurological tests showed Lentini's condition had improved slightly but remained guarded. Lentini, 24, suffered a concussion and bruises throughout his body but no fractures. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Stray Whale Is Herded Toward Uncertain Fate","web_url":"https://www.nytimes.com/1993/08/04/nyregion/stray-whale-is-herded-toward-uncertain-fate.html","abstract":"  A wayward whale that had been circling in shallow waters off Pelham Bay Park for four days was herded toward deeper water farther east in Long Island Sound yesterday. But its long-term health and safety was by no means assured, as it battled illness, disorientation and the curiosity of well-meaning New Yorkers.   Volunteers and researchers from the Okeanos Ocean Research Foundation, which helps rescue stranded marine animals, were able to push the long-fin pilot whale out of a shallow cove hours before low tide would have left it beached. But as night fell, the whale was in waters only 20 feet deep, still far from the open ocean it must reach to survive.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Nine Ugly Walks Put Yanks in Danger of Taking One","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-nine-ugly-walks-put-yanks-in-danger-of-taking-one.html","abstract":"  Whenever Buck Showalter is asked about toppling the Toronto Blue Jays, his answer is simple. You cannot make mistakes or give them extra chances. They are too talented. Give them something extra and they will probably exploit you. Like they did against the Yankees last night.   It was a game that the Jays really did not deserve to win. It was a game the Yankees really had to win. Neither premise was realized as Toronto smoothly rebounded from deficits of 3-0 and 4-2, gladly accepted nine walks and one hit batter to jump-start their already imposing offense, and emerged with an 8-6 victory before 48,031 frustrated fans at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/04/nyregion/no-headline-330093.html","abstract":"  \"In the search for the truth, it is important that the petitioner gets to the United States.\" -- JUDGE DAMON J. KEITH, on John Demjanjuk's effort to return to this country.  [ A6:1. ]","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Bad Times for Brazil","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-soccer-bad-times-for-brazil.html","abstract":"  Brazil's soccer team, struggling on the field and booed by its fans, received another jolt yesterday when the World Cup veteran CARECA left the squad.   The 32-year-old forward said he is having personal problems and \"lacked the right spirit necessary at this time to represent Brazil in World Cup competition.\"","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Shorten the Workweek","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-shorten-the-workweek-105293.html","abstract":"  To the Editor:   \"Strong Companies Are Joining Trend to Eliminate Jobs\" (front page, July 26), on the increase in \"part-time\" jobs and elimination of \"full-time\" jobs, omits one element.   Those of us urged to do career planning at the dawning of the Age of Technology, as I did in a California junior high school, circa 1955, were told to map out and nourish leisure activities, the premise being that, as technology entered the workplace, work would require less time.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Judge Postpones Man's Release","web_url":"https://www.nytimes.com/1993/08/04/nyregion/judge-postpones-man-s-release.html","abstract":"  A judge postponed a decision yesterday on whether to release a mentally ill homeless man who has menaced residents of the Upper West Side of Manhattan for years, as officials tried to determine whether he would have a suitable home upon his release.   The postponement of the hearing, by Justice James F. O'Donoghue of State Supreme Court in Queens at the Creedmoor Psychiatric Center, came a day after the homeless man, Larry Hogue, offered to buy the house in Bridgeport, Conn., where his son is living, for $79,900.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-060993.html","abstract":"  A headline on Monday about a cease-fire in Liberia misstated the length of the civil war there. The war began about three and a half years ago, not 13.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Crown Heights Report Unfairly Criticizes Hynes in Nelson Trial","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-crown-heights-report-unfairly-criticizes-hynes-in-nelson-trial-100193.html","abstract":"  To the Editor:   As one who has practiced in New York State and Federal criminal courts for approximately 30 years, I take strong issue with the Crown Heights report, insofar as it criticizes the actions of Charles J. Hynes, Kings County District Attorney. Mr. Hynes receives criticism for his handling of the Lemrick Nelson trial, in which a jury found the young man accused in the death of Yankel Rosenbaum not guilty. The conclusions of ineptitude on the part of Mr. Hynes's office are unsupportable and unfair.   I am not a stranger to the Crown Heights embroglio since it was my client who was driving the car that accidentally killed young Gavin Cato, precipitating subsequent events. To the extent that District Attorney Hynes insisted that the matter be presented to a grand jury I myself criticized him for what I had come to believe was oversolicitousness to public pressure on his part. Nonetheless, because that inquiry was thorough, professional and rooted in elemental fairness, I had no doubt, as shown by the outcome, that my client would ultimately be vindicated.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Sea Gulls in Yonkers Are Suspects In Water Contamination Mystery","web_url":"https://www.nytimes.com/1993/08/04/us/sea-gulls-in-yonkers-are-suspects-in-water-contamination-mystery.html","abstract":"  Environmental officials believe they have solved the mystery of how drinking water in parts of New York City became contaminated last week. They said the bacteria probably came from sea gull droppings in a reservoir in Yonkers.   The droppings are always present in the reservoir's sediment, Albert F. Appleton, the city's Commissioner of Environmental Protection, said yesterday. But at the Hillview Reservoir, \"three or four unique conditions\" caused the sediment to be stirred up, flushing the bacteria into the water system, he said.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Belarus, a Model for Ukraine","web_url":"https://www.nytimes.com/1993/08/04/opinion/belarus-a-model-for-ukraine.html","abstract":"  The Clinton Administration is starting to make progress in disarming the new nuclear republics of the former Soviet Union. Belarus is fast becoming nuclear-free, and reaping appropriate rewards. Taking notice, balky Ukraine has begun disarming. That's reason enough for Washington to begin rewarding Ukraine as well.   True, the aging SS-19 missiles Ukraine is deactivating are fast becoming unreliable, posing more of a menace to their immediate environment than anywhere else. True, too, Ukraine says it is now disarming just one SS-19 regiment -- consisting of 10 missiles, each armed with six nuclear warheads -- and will disarm a second regiment in September. Until it reaches agreement with Russia and the U.S., it refuses to deactivate its more potent SS-24 missiles; it has 46, each carrying up to 10 warheads. Despite this refusal, the U.S. is right to provide Ukraine $175 million to aid in the disarming.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/04/arts/the-pop-life-944993.html","abstract":"  McDonald Blinks   \"Blink of an Eye\" (Reprise) is the new album by Michael McDonald, whose soulful style influenced a generation of male pop crooners. But the record may surprise some people.   \"I think a lot of people expected me to go in and try to keep up with the newer R-and-B material,\" said the singer, who lives in Santa Barbara, Calif. \"Everybody kind of really wants to convince you to do what it is that's working best for them at the moment and to write with the writers they're getting hits with. What's really happening in Los Angeles is the South-Central feel, hip-hop and dance-oriented music, which I enjoy. But I didn't feel that was the next logical step for me as an artist and I might be perceived as trying to keep up with whatever is new. I wanted to break away from that.\"","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/04/nyregion/bridge-780293.html","abstract":"  The winners of the Spingold Knockout Team Championship, which ended the American Contract Bridge League's Summer Nationals in Washington on Sunday, were a group headed by Richard Freeman of Atlanta.  They were in convincing form throughout and had too much firepower for their final-round opponents, led by Zia Mahmood of Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"For Howe, Anthem Of Boos By Fans","web_url":"https://www.nytimes.com/1993/08/04/sports/baseball-for-howe-anthem-of-boos-by-fans.html","abstract":"  The best Steve Howe could do last night was come out ahead of \"O Canada.\"   The boos for the Canadian anthem were far less raucous than the boos for Howe, the Yankees' incendiary relief pitcher who failed yet again in a brief appearance. He gave up two singles to two batters, including the hit by Roberto Alomar in the sixth inning that drove in two runs and tied the score at 4-4.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/04/health/personal-health-871093.html","abstract":"  JUST as we fertilize gardens to give nature a boost, throughout human history people have used a host of tricks to enhance sexual desire.   Be they tantalizing scents, soothing lights, sensuous music, stimulating drugs, herbs, foods, drinks or even exercise, these tricks of the sexual trade are known as aphrodisiacs. The name comes from Aphrodite, the Greek goddess of physical love. With low sexual desire now a leading psychiatric complaint, millions of Americans are seeking ways to excite their sex drives. Elusive Potions    Many of the reputed aphrodisiacs, like ginseng and yohimbine, have been used for centuries by primitive -- and not so primitive -- cultures to enhance sexual interest and performance. Yet few have been put through a true scientific test. Even if a researcher were intent on properly exploring a substance's stimulatory potential, it would be quite a challenge to come up with accurate and reproducible data on its effects on people.","thumbnail":null,"section":"Health"},{"date":"19930804","headline":"Reluctant Politician Dives Into Haiti's 'Hot Water'","web_url":"https://www.nytimes.com/1993/08/04/world/reluctant-politician-dives-into-haiti-s-hot-water.html","abstract":"  With the passage of more than a month since he was asked in private by Haiti's exiled President to be his new prime minister, Robert Malval, has had plenty of time to contemplate the state of politics here.    Asked what he had discovered as he awaits approval of his nomination by a stalled and bickering National Assembly and is petitioned expectantly by all manner of supporters of the ousted President, the Rev. Jean-Bertrand Aristide, Mr. Malval, a businessman who had shied from politics in the past, quickly pronounced two words: \"Tough. Vicious.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Campaign Language Intensifies","web_url":"https://www.nytimes.com/1993/08/04/nyregion/campaign-language-intensifies.html","abstract":"  Mayor David N. Dinkins, who has generally discussed his Republican-Liberal opponent, Rudolph W. Giuliani, in gentle and refined tones, lashed out at him yesterday, suggesting that he takes few positions on substantive issues and is inclined to change his mind whenever he does.   The Mayor's comments came after he received some heartening news from a new poll and the endorsement of some Hispanic police officers.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Doctor Loses License In Negligence Case","web_url":"https://www.nytimes.com/1993/08/04/nyregion/doctor-loses-license-in-negligence-case.html","abstract":"  New York State has revoked the license of a Queens doctor who had been the subject of disciplinary action and accused of dozens of counts of incompetence and who is now under investigation in the death of a 33-year-old woman during an abortion.   The doctor, David Benjamin, lost an appeal to keep his license last Friday after a professional conduct hearing committee found that he had practiced with incompetence and negligence, lied about his credentials and maintained inadequate records.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Lord Owen Backs NATO's Threat of Air Strikes","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-lord-owen-backs-nato-s-threat-of-air-strikes.html","abstract":"  The senior international mediator for the Balkans said today that he was satisfied with the NATO alliance's threat to conduct air strikes against Serbian forces in Bosnia.   The mediator, Lord Owen of the European Community, asserted that the NATO announcement early today showed that the alliance supported the peace talks under way here and that there was \"no case for the Muslims' hardening their position.\"","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Filipino Preaching Safe Sex Stirs Church's Ire","web_url":"https://www.nytimes.com/1993/08/04/world/filipino-preaching-safe-sex-stirs-church-s-ire.html","abstract":"  Juan Flavier, the Philippine Health Secretary, is a fighter. Despite his endless supply of jokes, he has emerged in the last year as the most serious foe of the Philippine Roman Catholic Church.   As he goes around the country preaching a gospel of birth control and safe sex, Dr. Flavier is challenging two Catholic orthodoxies: a prohibition against contraceptives and absolute monogamy.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"1893:Scene at Guillotine : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1893scene-at-guillotine-in-our-pages100-75-and-50-years-ago.html","abstract":"HAUTMONT, France - A double execution took place at daybreak yesterday [Aug. 3]. Claeys and Degroote were found guilty of the murder of the servant of the cur. When awakened and informed of their approaching doom, Claeys said: \"They are going t","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Blood, Lies And the Trigger Of History","web_url":"https://www.nytimes.com/1993/08/04/opinion/blood-lies-and-the-trigger-of-history.html","abstract":"As America lies in its state-induced moral stupor, lots of people die violent deaths all over the place, particularly in the Balkans. When it comes to externalizing evil, few things can rival geography or, for that matter, history -- that gold mine for both pundits and bandits.\n\nWhat's happening now in the Balkans is very simple: It is a bloodbath. Terms such as \"Serbs,\" \"Croats,\" \"Bosnians\" mean absolutely nothing. Any other combination of vowels and consonants will amount to the same thing: killing people. Neither religious distinctions -- Orthodox, Catholic, Muslim -- nor ethnic ones are of any consequence. The former are forfeited with the first murder (for \"Thou shalt not kill\" pertains at least to any version of the Christian creed); as for the latter, all these people are what we in our parts define as Caucasian.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Who Is Protected","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-who-is-protected-104493.html","abstract":"  To the Editor:   Robert Reich (Op-Ed July 20) makes a distinction between the more and less educated segments of the American work force. His answer for less educated workers is to raise their education and skill levels.   A more useful distinction would be between those who are forced to compete against workers in the third world and those protected from such low-wage competition.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/04/sports/nfl-training-camp-report.html","abstract":"  Denver Broncos    An inner-ear problem will keep linebacker Karl Mecklenburg out of the Denver Broncos' four preseason games, and a doctor has told him that more damage could end his career.   Mecklenburg said he expected to start in the Broncos' season opener against the Jets on Sept. 5. But he risks permanent hearing loss in his right ear if he continues to injure a membrane, he said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"With Pennants and Prayer, Denver Awaits the Pope","web_url":"https://www.nytimes.com/1993/08/04/us/with-pennants-and-prayer-denver-awaits-the-pope.html","abstract":"  With the arrival of Pope John Paul II next week expected to draw nearly 500,000 visitors to this city, the classified sections of newspapers have been full of advertisements of houses for rent: \"Walking distance to the Pope!\" \"Pope across the street!\" \"All popes stay free!\"   Entrepreneurs are selling Pope coloring books, Pope pennants, Pope coffee mugs and Pope T-shirts, including one that reads: \"Life is short -- pray hard.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"China Bans One of Its Own Films; Cannes Festival Gave It Top Prize","web_url":"https://www.nytimes.com/1993/08/04/movies/china-bans-one-of-its-own-films-cannes-festival-gave-it-top-prize.html","abstract":"  In a bleak omen for the Chinese cultural world, the Government has banned one of the nation's most acclaimed films after just a few showings.   The leaders had approved a censored version of \"Farewell to My Concubine,\" a movie that follows the lives of two Peking Opera actors through five turbulent decades of recent Chinese history. But last week the authorities abruptly halted its release and distribution without offering an explanation.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"No Need for More Unemployed College Grads; Misguided Policies","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-misguided-policies-103693.html","abstract":"  To the Editor:   Robert Reich's proposed solutions to unemployment in the United States and the industrialized economies (Op-Ed, July 20) miss the mark: Jobs are not being created and upgraded because of the costs Government imposes on the job creators in the private sector, particularly the small and medium-size businesses that create the majority of the jobs.   Government regulation and taxes create a wedge between what it costs a business to employ a worker and the net benefit a worker receives. Any increase in this wedge raises the cost of hiring new workers and reduces the net wages workers receive. In addition, overgenerous Government welfare and social benefit programs like those in Europe make nonwork more attractive than work.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Turkey Loses Its Allure as a Patron in Central Asian Nations","web_url":"https://www.nytimes.com/1993/08/04/world/turkey-loses-its-allure-as-a-patron-in-central-asian-nations.html","abstract":"  When the cold war ended and the remote Soviet fiefs of Central Asia became independent states, an idea emerged here and in Washington that Turkey should expand its role from bulwark of the Western alliance to patron of emerging nations stretching east to the Chinese border.   The idea had instant allure for many Turks, reviving forgotten dreams of pan-Turkic influence among distant Muslim kin awaiting a march toward Western prosperity. For the United States, facing the prospect of ever more complex nationalist strife abroad as Soviet power crumbled, Turkey seemed a reliable proxy to fill the Central Asian vacuum.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"2 to Be Sentenced Today in Rodney King Beating","web_url":"https://www.nytimes.com/1993/08/04/us/2-to-be-sentenced-today-in-rodney-king-beating.html","abstract":"  Still publicly unrepentant, the two police officers convicted in the beating of Rodney G. King on March 3, 1991, will hear their sentence on Wednesday and by the end of the day could be behind bars for the first time.   Since their conviction in April for violating Mr. King's civil rights, both Sgt. Stacey C. Koon, who is 42, and Officer Laurence M. Powell, 30, have repeated in strong terms their belief that they acted properly in the violent, videotaped beating that for many Americans has become a symbol of police brutality. They say they are being sacrificed to maintain the city's fragile peace following last year's riots.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Israel and Hezbollah : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-israel-and-hezbollah-letters-to-the-editor.html","abstract":"Israel's bombing of southern Lebanon has been intended to dissuade the population from supporting Hezbollah. This is poor reasoning. Having lost their homes and livelihoods, the people of southern Lebanon now have nothing more to lose if they back Hezbol","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Philadelphia Journal; A Chain-Store Invasion Of the Proudly Quaint","web_url":"https://www.nytimes.com/1993/08/04/us/philadelphia-journal-a-chain-store-invasion-of-the-proudly-quaint.html","abstract":"  In this city of distinctive neighborhoods, none clings more proudly to its image than Chestnut Hill. Situated at the city's northwest corner, it has won designation as a national historic district, maintaining the rustic ambiance of generations past, when only the rumble of trolley cars pierced the quiet of a summer afternoon and most folks knew one another by first names.   At Chestnut Hill's commercial center, blocks of small, upscale, family-owned businesses with names like Little Nook Gift Shop and the Happy Butterfly line cobblestoned Germantown Avenue, some in stone buildings more than 200 years old. If any business owner needs help in deciding what color to paint a store, the Chestnut Hill Community Association will happily provide 29 pages of guidelines on how to \"create visual harmony with the village character and ambiance of Germantown Avenue.\"","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Concrete Walls Aren't Best for Floods","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-concrete-walls-aren-t-best-for-floods-101093.html","abstract":"  To the Editor:   \"Let's hope the city fathers get busy building a wall against the next time,\" you advise downtown Davenport, Iowa, in \"The Power of Water\" (editorial, July 26).    That's a 16-foot, concrete wall severing downtown Davenport from its baseball stadium, from LaClaire Park, from the gambling boat around which hope for economic stimulus revolves, and hiking-bicycling paths.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Midwest Needs Help","web_url":"https://www.nytimes.com/1993/08/04/opinion/the-midwest-needs-help.html","abstract":"  The Salvation Army is serving 100,000 meals a day to flood victims in the Midwest. The Red Cross serves 55,000. Volunteers from the Southern Baptist Convention help prepare those meals, and Second Harvest, a network of food banks, has already shipped in 62 trailerloads.   That's only a sampling of the volunteer organizations working to ease victims' needs -- for a bed, a change of clothes, a loan or a cash voucher for groceries, prescription medicine, a lost pair of eyeglasses or just for a comforting ear.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"2d Arrest In Bus Holdup","web_url":"https://www.nytimes.com/1993/08/04/nyregion/2d-arrest-in-bus-holdup.html","abstract":"  The police yesterday arrested a teen-ager who they said was one of three youths who boarded a city bus in Queens on Friday, brandished guns and robbed passengers of money and jewelry. It was the second arrest in the case. The suspect, Shawn Moncrieffe, 18 years old, was arrested shortly after 1 A.M. as he was leaving his home at 108-33 174th Street in Jamaica, Queens, the police said. He was charged with first-degree robbery, and if convicted faces a maximum of 12 1/2 to 25 years in jail. With guns and a book bag, the police said, Mr. Moncrieffe and two others boarded and robbed passengers on a Q-85 bus on Friday morning at 140th Avenue and Edgewood Avenue in Springfield Gardens.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Senate, 96-3, Easily Affirms Judge Ginsburg as a Justice","web_url":"https://www.nytimes.com/1993/08/04/us/senate-96-3-easily-affirms-judge-ginsburg-as-a-justice.html","abstract":"  Ruth Bader Ginsburg easily won confirmation to the Supreme Court today, and within hours of the Senate vote Judge Ginsburg, who argued six cases before the Justices as an advocate for women's rights, returned to the Court to inspect her new office.   Judge Ginsburg, who was on the United States Court of Appeals for the District of Columbia Circuit, will officially become Justice Ginsburg when she takes the oath of office next Tuesday. She arrived at the Court in midafternoon in a silver Nissan Maxima driven by her husband, Martin. \"It feels wonderful,\" she said of her confirmation as the car paused briefly before disappearing into the Court's underground garage.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Review/Film; Reminiscences About Lesbian First Love","web_url":"https://www.nytimes.com/1993/08/04/movies/review-film-reminiscences-about-lesbian-first-love.html","abstract":"Outing reminiscences in conservative 50's Canada. Chatty, nostalgic, often wry. Very engrossing.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"Lewis's 2d Doctor Reportedly Was Cautioned","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-basketball-lewis-s-2d-doctor-reportedly-was-cautioned.html","abstract":"  The doctor who told Reggie Lewis that he had a normal athlete's heart and a benign fainting condition was warned by one of his own consultants that he had gone too far in ruling out a life-threatening condition, a person knowledgeable about the case said.   Lewis died last week while shooting baskets at Brandeis University, three months after he collapsed during a playoff game against Charlotte on April 29.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/08/04/sports/metropolitan-golf-report.html","abstract":"  Met Amateur Championship    The 90th Metropolitan Golf Association amateur championship will be staged tomorrow through Sunday at Sands Point Golf Club, situated on a peninsula on Long Island's North Shore.   Sixty-four players will engage in 36 holes of stroke play tomorrow before the field is cut to the low 16 and the competition switches to match play Friday through Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Legend at the Door:What More Can A Rising Star Want","web_url":"https://www.nytimes.com/1993/08/04/sports/IHT-legend-at-the-doorwhat-more-can-a-rising-star-want.html","abstract":"An open letter to Ryan Giggs, 19, star of Manchester United and Wales..Dear Ryan, Your meteoric career, has brought eulogies piled as high as the lira AC Milan would supposedly offer to lure you to Italy. . That has been reported at 35 billion lira ($2","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"City Ballet Breaks Off Its Long Relationship With Suzanne Farrell","web_url":"https://www.nytimes.com/1993/08/04/arts/city-ballet-breaks-off-its-long-relationship-with-suzanne-farrell.html","abstract":"  Suzanne Farrell, the prima ballerina of the New York City Ballet who had been a longtime choreographic inspiration for George Balanchine, was dismissed from the company on Friday by Peter Martins, the company's director and her former ballet partner.   The strained relationship between the 47-year-old Miss Farrell, one of the most celebrated ballerinas of modern times, and the company was the subject of an article in The New Yorker in mid-May. Miss Farrell retired from performing in 1989; since then, she served informally as a teacher and a coach for City Ballet, although she had no official title.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"Dawn Brings a Ray of Hope To a Newly Silent Sarajevo","web_url":"https://www.nytimes.com/1993/08/04/world/conflict-in-the-balkans-dawn-brings-a-ray-of-hope-to-a-newly-silent-sarajevo.html","abstract":"  For Sarajevans, the change was obvious. Dawn came today without the usual fusillade of Serbian artillery, and the quiet continued throughout the day, with hardly any shells striking the city. At the Kosevo Hospital, where many of the 70,000 people killed and wounded in the 16-month siege have been taken, the trauma clinic received only four patients with war wounds all day, the lowest toll in months.   Not all residents of the city agreed that the lull was a direct consequence of the announcement hours earlier that the NATO allies had backed an American plan to mount air strikes against Serbian nationalist forces if they continue to threaten Sarajevo and five other towns declared \"safe areas\" by the United Nations. But the silence of the guns today bolstered those who have argued that it may not be necessary for air strikes to be carried out, only for the threat of them to be made credible.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Selective Ethics","web_url":"https://www.nytimes.com/1993/08/04/opinion/selective-ethics.html","abstract":"  After the recent guilty plea by former House Postmaster Robert Rota, and the release of court papers linking a powerful Democrat, Dan Rostenkowski of Illinois, to a stamps-for-cash embezzlement scheme, House Republicans began scrambling to maximize the embarrassment of House Democrats. But so far the Republicans have succeeded in embarrassing themselves too.   So eager were they to exploit the situation that they were even willing to jeopardize the prosecution. Robert Michel, the House minority leader, led an angry G.O.P. call for release of internal documents from last year's inquiry involving the Post Office -- even though the prosecutor had warned that such disclosure \"could have significant adverse effect on the ongoing criminal investigation.\"","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/04/nyregion/c-corrections-059593.html","abstract":"  Because of an editing error, an article yesterday about Democratic senators who initially voted against the budget plan referred incorrectly to reservations that Senator Sam Nunn of Georgia has about the measure. He said he would prefer a bill covering 10 years, not five.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Figuring Henderson Is Not an Easy Task","web_url":"https://www.nytimes.com/1993/08/04/sports/on-baseball-figuring-henderson-is-not-an-easy-task.html","abstract":"  Rickey Henderson creates two images, both devastating to opposing teams:   1. He singles or walks, steals second, maybe third, too, or continues to third on the catcher's wild throw, scores on a fly ball.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor-90980721549.html","abstract":"With its acts of agression against a defenseless civilian population, Israel is very surely sowing the seeds of hatred for generations to come, further compromising its chances of earning a peaceful living and of integration in the troubled area. . RACHI","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"As Colombia Oil Flow Spurts, So Do Worries About Money","web_url":"https://www.nytimes.com/1993/08/04/world/as-colombia-oil-flow-spurts-so-do-worries-about-money.html","abstract":"  Oil has begun to flow from a large field with reserves estimated by British Petroleum at 1.5 billion barrels, and production is being accompanied by a lively debate in Colombia over what could be the nation's biggest economic bonanza ever.    Predictions vary from bright forecasts of prosperity to doomsday predictions of misspent funds, runaway inflation and wasted opportunities.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Review/Film; A Union of Convenience Across a Cultural Divide","web_url":"https://www.nytimes.com/1993/08/04/movies/review-film-a-union-of-convenience-across-a-cultural-divide.html","abstract":"Gay Asian-American fakes ceremony in Greenwich Village, via Ang Lee. Poignant comedy of manners.","thumbnail":null,"section":"Movies"},{"date":"19930804","headline":"Review/Music; A Tanglewood Mini-Festival Offers New Works in a Traditional Setting","web_url":"https://www.nytimes.com/1993/08/04/arts/review-music-tanglewood-mini-festival-offers-new-works-traditional-setting.html","abstract":"  The lure of the countryside and the lure of new compositions do not usually coincide. But at the Festival for Contemporary Music at Tanglewood, listeners who do not usually seek out new music join major composers drawn by the promise of excellent performances and the acclaim of acolytes studying at the Tanglewood Music Center for the summer.   The audiences are healthy in size and passionate in their positive reactions. The music is a widely varied sampling of works that have not yet and probably never will become mainstream concert fare. And the rural setting emphasizes how often 20th-century composition, for all its urbanness, has sought distinctive landscapes, pastoral worlds distant from the public and the sounds of the surrounding mass culture.","thumbnail":null,"section":"Arts"},{"date":"19930804","headline":"1918: Pershing's Award : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-1918-pershings-award-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - General John Pershing, Commander of the American Forces, has received the Grand Cross of the Legion of Honor. M. Clemenceau, Minister of War, addressed the following telegram: \"I take pleasure in announcing to you, my dear general, that the G","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-letters-to-the-editor.html","abstract":"Can you expect any responsible government not to finally respond, and with full force, to such continuously wanton attacks as those carried out by Hezbollah on Israel?","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"A System That Failed To Serve","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-system-that-failed-to-serve.html","abstract":"Over the weekend, the European finance ministers and central bankers threw in the towel and all but in name abandoned the exchange-rate mechanism. Of course they looked for a fig leaf to cover up this debacle and are pretending that the system still esse","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"Levee Is Cut Back to Save A French-Colonial Hamlet","web_url":"https://www.nytimes.com/1993/08/04/us/the-midwest-flooding-levee-is-cut-back-to-save-a-french-colonial-hamlet.html","abstract":"  Mississippi River flood waters poured today through a 400-foot breach intentionally punched in a major levee by the Army Corps of Engineers, but it was unclear tonight whether the action would save this 18th-century French hamlet from a muddy, ruinous deluge.    After a day spent shoring up a secondary levee that is closer to the historic downtown district, town officials and residents who had not already evacuated, fled around 9 P.M. as the waters could be seen approaching from the north.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Receiver Suspended","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-football-receiver-suspended.html","abstract":"  Clemson's senior wide receiver, DWAYNE BRYANT, was suspended by the university for the fall term for academic reasons but will be allowed to come back in January. Head coach KEN HATFIELD yesterday confirmed Bryant's suspension but wouldn't disclose the nature of the violation, citing privacy laws.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Concrete Walls Aren't Best for Floods","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-concrete-walls-aren-t-best-for-floods-106093.html","abstract":"  To the Editor:   One in five Americans believes that the Midwestern floods are \"God's judgment on the people of the United States for their sinful ways\" (Beliefs column, July 24). I recall a 1906 ditty from a rare business survivor of San Francisco's earthquake and fire:   If, as some say, God spanked the town","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"The Demise of an Empire : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-the-demise-of-an-empire-letters-to-the-editor.html","abstract":"Regarding \"Revive Secular Citizenship Above 'Ethnic' Nationality\" (Opinion, July 20) by William Pfaff: .The Habsburg empire was in a state of advanced decay well before Germany united in 1871 and one cannot blame its demise on Bismarck and Pr","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-816793.html","abstract":"  GIL SHAHAM , the young violinist who made news four years ago when he was summoned from a high-school exam in New York to fill in for an ailing Itzhak Perlman in London, climbed into a taxi at Kennedy International Airport recently, expecting an uneventful ride home. Not surprisingly, the cab got stuck in traffic.    After sitting on the Van Wyck Expressway for half an hour, the cab driver turned around, spotted Mr. Shaham's violin, a Stradivarius, and asked him if he knew the Tchaikovsky Violin Concerto.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"New Yorker Set to Back Deficit Plan","web_url":"https://www.nytimes.com/1993/08/04/us/the-budget-struggle-new-yorker-set-to-back-deficit-plan.html","abstract":"  Representative Carolyn B. Maloney, the only Democratic member of Congress from New York who voted against President Clinton's deficit-reduction plan in May, said today that she would vote in favor of its final version on Thursday.   The first-term Congresswoman, whose district stretches along most of the East Side of Manhattan, had come under intense pressure from the Democratic leadership, but she said then that she could not vote for a plan that was heavy on new taxes and did not aggressively cut spending.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"A Limited Sacrifice : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/04/opinion/IHT-a-limited-sacrifice-letters-to-the-editor.html","abstract":"Regarding the report \"For German Soccer Player Dooley, a Homecoming in U.S.\" (Sports, July 13): .I'm grateful to Thomas Dooley for joining the U.S. national soccer team, but let's not exaggerate his sacrifice. In dropping from more than $300,","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"A NOBEL LAUREATE GETS SCIENCE POST","web_url":"https://www.nytimes.com/1993/08/04/us/a-nobel-laureate-gets-science-post.html","abstract":"  Six weeks after rumors began circulating of his expected ascendancy to the nation's most prominent position in biomedical science, the White House yesterday officially nominated Dr. Harold E. Varmus of the University of California at San Francisco to direct the National Institutes of Health.   As head of the institutes, Dr. Varmus, a Nobel laureate and professor of microbiology, biochemistry and biophysics, will have enormous influence in shaping the course of the country's biomedical research -- from deciding in broad strokes how the institutes' $11 billion budget will be spent to haggling with Congress over the need for ever more money to support science.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Transcript of the President's Address on the Budget Compromise","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-transcript-president-s-address-budget-compromise.html","abstract":"  Following is a transcript of President Clinton's address to the nation last night from the Oval Office, as recorded by The New York Times:   Good evening.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Foreigners Fight Again in the Embattled Caucasus","web_url":"https://www.nytimes.com/1993/08/04/world/foreigners-fight-again-in-the-embattled-caucasus.html","abstract":"  When a visitor started to take a seat for lunch at a place where a plate, glass and fork had been set, a military officer at the table solemnly asked him not to. The place was reserved in honor of a commander, Monte Melkonian, who was killed in combat here on June 12. Upstairs in the military headquarters, a candle flickered beneath a large photograph of Mr. Melkonian, balding, with a thick, black beard.   \"He was the best god we ever had,\" said an Armenian.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"Buenos Aires Journal; Where Gaucho Roved, Water Is Everywhere","web_url":"https://www.nytimes.com/1993/08/04/world/buenos-aires-journal-where-gaucho-roved-water-is-everywhere.html","abstract":"  Lorenzo Lenci, a 78-year-old rancher and hydraulics engineer in this town some 150 miles west of Buenos Aires, hid his worry behind a laconic smile as he showed where the floodwaters came to within yards of his colonial ranch house. At one point in early July the land was 90 percent flooded.    \"We lost the entire corn crop and much of the sunflower crop and all of our pasture, so we've had to move all of our cattle off the farm,\" he said.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"President's National Service Legislation Is Approved by Senate","web_url":"https://www.nytimes.com/1993/08/04/us/president-s-national-service-legislation-is-approved-by-senate.html","abstract":"  The Senate today passed the national service bill, the first of the major programs that President Clinton promised in his campaign, and sent it to what is expected to be a very fast conference with the House, which has passed its own version.   The Senate voted 58 to 41 to approve the measure, which will encourage community service in two main ways. One is full-time national service for adults who will receive up to $9,470 in educational grants when they finish and a minimum-wage living allowance while they serve, and the other is through projects for schoolchildren.","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Europe Beyond the Franc","web_url":"https://www.nytimes.com/1993/08/04/opinion/europe-beyond-the-franc.html","abstract":"  Europe's latest monetary breakdown is more embarrassment than crisis. But embarrassing it is, especially to the Eurocrats of Brussels who had vainly tried to decree a kind of financial unity before real coordination of national monetary policies had been achieved.    That stroke of hubris compelled European governments participating in the Community's Exchange Rate Mechanism to try to maintain their currencies within a narrow band of fluctuation while simultaneously trying to respond to the different economic conditions each faced at home.","thumbnail":null,"section":"Opinion"},{"date":"19930804","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/04/sports/results-plus-919893.html","abstract":"  SWIMMING AND DIVING  New World Breast-Stroke Record    Karoly Guttler broke a world record and Franziska van Almsick won two gold medals yesterday on a big day for Hungary and Germany at the European swimming championships in Sheffield, England. The Germans again dominated in diving, winning a fourth gold medal in a row, and Hungary's triple Olympic medalist, Krisztina Egerszegi, coasted to victory in the women's 400-meter individual medley. Guttler, a Hungarian, became the first swimmer to break the 61-second barrier in the 100-meter breast-stroke when he set a world record in a heat before winning the gold. During the first day of racing in the Ponds Forge pool, Guttler clocked 1 minute 00.95 seconds in the final heat. In the final, Guttler went off to a fast first 50 meters and seemed on his way to breaking the record again. He managed 1:01.04, while Nick Gillingham of Britain came in second with 1:02.02. Van Almsick, who won two silver and two bronze medals for Germany at last year's Olympics at age 14, won the 100 meters in European record time, then went on to another gold in the 800-meters freestyle relay. In the diving pool, Germany won its fourth final in a row when Brita Baldus got 541.68 points in the 3-meter springboard final. (AP) TENNIS  Stich Makes Quick Work of Pernfors    The second-seeded Michael Stich of Germany overpowered Mikael Pernfors of Sweden, 6-2, 6-4, yesterday in the first round of the $300,000 Volvo Tennis-Los Angeles men's tournament only two days after Pernfors won the Canadian Open. Stich needed just 67 minutes to eliminate Pernfors, who beat Jim Courier, Aleksandr Volkov of Russia and Petr Korda of the Czech Republic en route to winning the Canadian Open. In other first-round action, the fourth-seeded Richard Krajicek of the Netherlands eliminated Gianluca Pozzi of Italy, 7-6, 6-3; the fifth-seeded Volkov of Russia beat Brian MacPhie, 6-2, 6-3; Aaron Krickstein upset No. 6 Wayne Ferreira of South Africa, 4-6, 6-0, 6-3, and No. 8 Brad Gilbert rallied for a 3-6, 7-6, 6-2 victory over Luiz Mattar of Brazil. (AP) Quick, I've Got an Appointment: Top-seeded Sergi Bruguera of Spain defeated Tomas Zdrazila of the Czech Republic in the first round of the Skoda Czech Open in Prague yesterday. Bruguera, ranked fifth, beat Zdrazila, 6-1, 6-3, in just 66 minutes. Second-seeded Magnus Gustafsson of Sweden defeated Franco Davin of Argentina, 6-4, 6-2; sixth-seeded Carlos Costa of Spain beat David Rikl of the Czech Republic, 6-2, 6-1; and seventh-seeded Nicklas Kulti of Sweden outplayed Alberto Berasategui of Spain, 6-4, 4-6, 6-4. (AP) YACHTING  Italy Retains Lead in 50-Footers    Italy held on to its lead in the Admiral's Cup yesterday with a victory by the 50-foot yacht Mandrake in the Champagne Mumm Trophy, a 28-mile inshore race in Hayling Bay near Cowes, England. Skippered by Giorgio Carriero, Mandrake won in 4 hours 10 minutes 39 seconds. Australia's Two-Ton entry, Great News II, was second in 4:11.38.The result gave Italy an overall lead of 169.88 points after four of six races. Australia is second with 166.25. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Sues, Cites Abuse","web_url":"https://www.nytimes.com/1993/08/04/sports/sports-people-football-sues-cites-abuse.html","abstract":"  A former All-State high school offensive lineman, RYAN HARMON, and his parents sued Purdue University yesterday, claiming that Coach JIM COLLETTO mentally and physically abused Harmon before he left the team last fall.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"DEMJANJUK RETURN IS BACKED IN RULING BY APPEALS COURT","web_url":"https://www.nytimes.com/1993/08/04/world/demjanjuk-return-is-backed-in-ruling-by-appeals-court.html","abstract":"  Five days after he was acquitted by the Israeli Supreme Court on charges that he was among the most brutal of the Holocaust's war criminals, John Demjanjuk won a major victory today when a Federal appeals court here ruled that he must be permitted to return to the United States.   The appeals court, which had reopened the case last year on its own initiative, criticized the Justice Department, calling its prosecution \"careless at the very least.\" It also aggressively questioned how Attorney General Janet Reno could have supported the legal position that Mr. Demjanjuk (pronounced dem-ahn-YUKE) should remain banished from the United States while the Federal courts reconsider their earlier order that had stripped him of his American citizenship. A Return to Ohio    The decision today means that Mr. Demjanjuk, a 73-year-old retired auto worker who was extradited to Israel in 1986 to face war-crime charges, will very likely wind up returning to his family in Ohio. He remains in a small prison cell near Tel Aviv for eight more days while the Israeli Government decides what to do with him. American prosecutors asked the court to stay its ruling so it could appeal it. But the court denied the request to await further review and its decision may make it impossible for American officials to block his return.","thumbnail":null,"section":"World"},{"date":"19930804","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/04/style/chronicle-055293.html","abstract":"  It's a wrap for the marriage of the ANDREW J. STEIN, the City Council president, and his wife of 10 years, LYNN FORESTER.    Five weeks ago, Mr. Stein announced that he would not seek re-election to his current post, which is being renamed Public Advocate; a month before that, he had announced that he would give up his pursuit of the mayoralty. Yesterday, the couple, who have two sons, Ben, 7, and Jake, 5, announced that they would divorce. Ms. Forester is a lawyer and the chairman and chief executive of two international telecommunications companies, Firstmark Holdings Inc. and T.P.I. Communications International.","thumbnail":null,"section":"Style"},{"date":"19930804","headline":"Two Men Are Found Dead At Stamford Research Lab","web_url":"https://www.nytimes.com/1993/08/04/nyregion/two-men-are-found-dead-at-stamford-research-lab.html","abstract":"  Two longtime employees of American Cyanamid were found dead this morning in a small room at the company's research laboratory here after co-workers heard gunshots.   The authorities described the deaths as a murder-suicide and said they were looking into the possibility that they resulted from a dispute between a worker and his supervisor. But investigators declined to speculate on who fired the fatal shots, pending the outcome of an autopsy on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"New Jersey and New York Police Seeking Links in 4 Slayings","web_url":"https://www.nytimes.com/1993/08/04/nyregion/new-jersey-and-new-york-police-seeking-links-in-4-slayings.html","abstract":"  Investigators from New York and New Jersey are sharing information to try to determine whether there are links in the deaths of four men whose dismembered bodies were discovered inside bags over the last year in both states.   The men were middle-aged, and investigators believe they were gay. At least three of them were last seen in restaurants and bars in Manhattan before they disappeared, authorities said.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Murrell Making Mark For Jets","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-murrell-making-mark-for-jets.html","abstract":"  On the day that players were to report to training camp, the Jets had two draft choices who weren't signed -- linebacker Marvin Jones, the first-round pick, and running back Adrian Murrell, a fifth-round pick.   They still haven't signed Jones, who is demanding millions of dollars commensurate with his station in the draft. Murrell signed about an hour before players were to report. But his delay left some wondering about the presumptuousness of a rookie running back drafted in the fifth round and coming to a team that has two established veterans at his position.","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"Reviews/Television; Onstage at the Apollo, Competitive Tribute","web_url":"https://www.nytimes.com/1993/08/04/theater/reviews-television-onstage-at-the-apollo-competitive-tribute.html","abstract":"  For six decades, the Apollo Theater has been the proving ground for black performers. Lately, the place has rarely missed a chance to remind people of its history, bringing back both those who performed there regularly and newcomers who hope the legend will rub off on them. \"The Apollo Theater Hall of Fame,\" tonight at 9 on NBC, is the latest history lesson, tribute and hodgepodge from the Harlem landmark, with Ray Charles, Diana Ross, B. B. King, Eric Clapton, Al Green and more than a dozen other performers.   The occasion is the induction of the first members of the new Apollo Hall of Fame, all of whom performed at the theater before 1956: Ella Fitzgerald, Billie Holiday and the Ink Spots. Each gets a tribute from younger performers. Special Chairman's Awards, whatever they are, are also dedicated to Mr. Charles, Mr. King, Richard Pryor and Sam Cooke, providing an opportunity for more tributes and a blues jam session.","thumbnail":null,"section":"Theater"},{"date":"19930804","headline":"THE BUDGET STRUGGLE: The White House; CLINTON PUSHES FOR BUDGET, REASSURING PUBLIC ON TAXES AND VOWING ECONOMIC GAINS","web_url":"https://www.nytimes.com/1993/08/04/us/budget-struggle-white-house-clinton-pushes-for-budget-reassuring-public-taxes.html","abstract":"  Declaring that \"it would be irresponsible not to take decisive action\" to reduce the budget deficit, President Clinton appealed to middle-class taxpayers tonight to support the economic plan that will face crucial votes in Congress this week.   \"We're on the verge of breaking out of the old false choice between tax and spend and trickle down, between abandonment and entitlement,\" Mr. Clinton said. He brandished colored bar graphs to support his insistence that the plan is fair and includes genuine cuts in Federal spending.  [ Transcript of the President's address, page A14. ]","thumbnail":null,"section":"U.S."},{"date":"19930804","headline":"Long Shot Gains Hope Of Proving A Surprise","web_url":"https://www.nytimes.com/1993/08/04/nyregion/long-shot-gains-hope-of-proving-a-surprise.html","abstract":"  At lunch, in a large Puerto Rican restaurant near his home in the Kingsbridge Heights section of the Bronx, Roberto Ramirez sipped his fifth cup of coffee of the day and reflected on the defiance of expectations.   \"The conventional wisdom was that I, as a Puerto Rican who came here at age 19 without knowing a word of English, should never have gone to college, should never have gone to law school and should never have been elected to the State Assembly,\" Mr. Ramirez said. \"One of my greatest assets is that I have always been underestimated.\"","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"U.S. Arrests 10 After Weapons Inquiry","web_url":"https://www.nytimes.com/1993/08/04/nyregion/us-arrests-10-after-weapons-inquiry.html","abstract":"  Federal officials yesterday announced the arrest of a gang of gun and explosives dealers who they said had referred to Sheik Omar Abdel Rahman as their spiritual leader. The officials said the suspects had also asserted that they could get pipe bombs from some of those who were later arrested in a plot to bomb the United Nations.   Nine people were arrested in raids in Brooklyn, Queens and Staten Island after an eight-month investigation in which an undercover agent of the Bureau of Alcohol, Tobacco and Firearms purchased 180 submachine guns, automatic pistols and revolvers.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Landeta's Hang Time May Come Before Long","web_url":"https://www.nytimes.com/1993/08/04/sports/pro-football-landeta-s-hang-time-may-come-before-long.html","abstract":"  After a season of doubt, despair and rehabilitation, the Giants' Sean Landeta is trying to regain the form that has made him the National Football League's eighth-ranking career punter with a 43.4-yard average. So far, so good, which pleases everyone here at the Giants' camp because there are always fears that a 31-year-old kicker in his 12th pro season has few punts left.   The 1992 season, although a loss from the beginning for the Giants, had started off well for Landeta. He was coming off big games against the Denver Broncos (six punts for a 51-yard average) and the Green Bay Packers (five punts for a 52.4-yard average).","thumbnail":null,"section":"Sports"},{"date":"19930804","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/04/nyregion/metro-digest-425093.html","abstract":"  NEW YORK CITY  CLERIC TALKED ON TARGETS, TAPES INDICATE   Sheik Omar Abdel Rahman talked of the merits of targeting various buildings in a terrorist plot and advised the plotters to prepare carefully and \"go slow,\" according to transcripts of conversations with an F.B.I. informer. A1. Federal agents say they have arrested nine members of a gang of gun and explosives dealers linked to a plot to bomb the United Nations. B4.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"Gains in Science for Groups That Lagged","web_url":"https://www.nytimes.com/1993/08/04/technology/gains-in-science-for-groups-that-lagged.html","abstract":"  Black, Hispanic and female students are making slow but steady gains in math and science achievement, according to a new study by the National Science Foundation. But the gap between minority students and white students is still wide.   For generations, girls and black and Hispanic students have performed less well than their peers in math and science -- in part, recent research suggests, because teachers set lower expectations for them.","thumbnail":null,"section":"Technology"},{"date":"19930804","headline":"Those Who Live by the Air-Conditioner; A Day of (Electric Bill) Reckoning Comes Along With More Heat","web_url":"https://www.nytimes.com/1993/08/04/nyregion/those-who-live-air-conditioner-day-electric-bill-reckoning-comes-along-with-more.html","abstract":"  None of the 90 windows in Peter Obletz's single-story building in Manhattan has been open since the temperature surged past 90 last month, so no one heard Mr. Obletz groan when the electric bill came. Thirty days of round-the-clock air-conditioning cost him $552.82, $190 more than in the windows-open-in-the-evening month of June.   \"You pay for what you get,\" said Mr. Obletz, a transportation consultant. \"We got cool.\"","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"A Supporter Of Holtzman Tied to a Loan","web_url":"https://www.nytimes.com/1993/08/04/nyregion/a-supporter-of-holtzman-tied-to-a-loan.html","abstract":"  A political supporter of Elizabeth Holtzman played an important role in a bank's decision to grant a $450,000 campaign loan last fall to Ms. Holtzman's Senate campaign, bank executives, campaign officials and others with firsthand knowledge of a city investigation into the loan say.    The supporter, James P. Murphy, a vice president at the Fleet Financial Group, is the chairman of the board of trustees of the City University of New York. He helped raise money for the Holtzman campaign during the summer of 1992 and was the first bank official the cash-starved campaign approached last August when it sought the loan, according to bank officials and aides to Ms. Holtzman, the City Comptroller since 1990.","thumbnail":null,"section":"New York"},{"date":"19930804","headline":"No Need for More Unemployed College Grads","web_url":"https://www.nytimes.com/1993/08/04/opinion/l-no-need-for-more-unemployed-college-grads-102893.html","abstract":"  To the Editor:   \"Workers of the World, Get Smart\" by Secretary of Labor Robert B. Reich (Op-Ed, July 20) perpetuates the dangerous myth that demand for college-trained workers is limitless. Mr. Reich argues that if we can simply train enough workers with \"problem-solving skills,\" we can have both high wages and high employment.   Yet America is suffering from too many college-educated workers. Unemployment of Ph.D.'s is high, college graduates are experiencing the worst prospects for landing college jobs, and the last recession witnessed large-scale white-collar layoffs.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930804","time":"1993-08-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":82,"wspd":11.2},{"date":"19930804","time":"1993-08-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":85,"wspd":13},{"date":"19930804","time":"1993-08-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":84,"wspd":5.4},{"date":"19930804","time":"1993-08-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":83,"wspd":7.6},{"date":"19930804","time":"1993-08-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":84,"wspd":7.6},{"date":"19930804","time":"1993-08-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":84,"wspd":7.6},{"date":"19930804","time":"1993-08-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":83,"wspd":5.4},{"date":"19930804","time":"1993-08-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":11.2},{"date":"19930804","time":"1993-08-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":70,"wspd":9.4},{"date":"19930804","time":"1993-08-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":62,"wspd":13},{"date":"19930804","time":"1993-08-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":60,"wspd":9.4},{"date":"19930804","time":"1993-08-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":58,"wspd":13},{"date":"19930804","time":"1993-08-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":60,"wspd":16.6},{"date":"19930804","time":"1993-08-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":68,"wspd":16.6},{"date":"19930804","time":"1993-08-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":72,"wspd":13},{"date":"19930804","time":"1993-08-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":74,"wspd":13},{"date":"19930804","time":"1993-08-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":68,"wspd":11.2},{"date":"19930804","time":"1993-08-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":62,"wspd":9.4},{"date":"19930804","time":"1993-08-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":64,"wspd":11.2},{"date":"19930804","time":"1993-08-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":67,"wspd":11.2},{"date":"19930804","time":"1993-08-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":67,"wspd":9.4},{"date":"19930804","time":"1993-08-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":70,"wspd":11.2},{"date":"19930804","time":"1993-08-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":72,"wspd":11.2},{"date":"19930804","time":"1993-08-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":73,"wspd":11.2},{"date":"19930804","time":"1993-08-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":32,"wspd":18.7},{"date":"19930804","time":"1993-08-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":33,"wspd":20.5},{"date":"19930804","time":"1993-08-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":11.2},{"date":"19930804","time":"1993-08-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":38,"wspd":9.4},{"date":"19930804","time":"1993-08-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":40,"wspd":9.4},{"date":"19930804","time":"1993-08-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":45,"wspd":11.2},{"date":"19930804","time":"1993-08-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":0},{"date":"19930804","time":"1993-08-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":47,"wspd":7.6},{"date":"19930804","time":"1993-08-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":5.4},{"date":"19930804","time":"1993-08-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":11.2},{"date":"19930804","time":"1993-08-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":7.6},{"date":"19930804","time":"1993-08-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":52,"wspd":7.6},{"date":"19930804","time":"1993-08-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":49,"wspd":7.6},{"date":"19930804","time":"1993-08-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":46,"wspd":9.4},{"date":"19930804","time":"1993-08-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":41,"wspd":9.4},{"date":"19930804","time":"1993-08-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":35,"wspd":11.2},{"date":"19930804","time":"1993-08-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":31,"wspd":13},{"date":"19930804","time":"1993-08-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":29,"wspd":14.8},{"date":"19930804","time":"1993-08-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":25,"wspd":18.7},{"date":"19930804","time":"1993-08-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":23,"wspd":22.3},{"date":"19930804","time":"1993-08-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":22,"wspd":24.1},{"date":"19930804","time":"1993-08-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":24,"wspd":25.9},{"date":"19930804","time":"1993-08-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":34,"wspd":33.5},{"date":"19930804","time":"1993-08-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":36,"wspd":33.5}]}}