{"19941206":{"guardian_articles":[],"nytimes_articles":[{"date":"19941206","headline":"Fewer Nurses to Answer the Buzzer","web_url":"https://www.nytimes.com/1994/12/06/opinion/fewer-nurses-to-answer-the-buzzer.html","abstract":"Across America, hospitals are reducing costs by cutting nursing care instead of trimmming administrators' salaries or curtailing expensive construction and redundant technology. As a result, patients are at risk.\n\nIn an American Hospital Association survey last June, 71 percent of hospitals said they were restructuring. And a new study by the New York State Department of Health predicts that 3,000 registered nurses would lose jobs in hospitals between 1995 and 1997. When hospitals downsize, registered nurses are often replaced with \"unlicensed assistive personnel.\"","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Tracing the Brain's Pathways For Linking Emotion and Reason","web_url":"https://www.nytimes.com/1994/12/06/science/tracing-the-brain-s-pathways-for-linking-emotion-and-reason.html","abstract":"  IMAGINE walking along a jungle path in the twilight and hearing a lion roar. Your skin turns clammy, a knot forms in your stomach and you can taste the fear rising in your throat.   Now imagine walking along a zoo path at the same time of the eveningand hearing the same sound. This time you do not feel afraid.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-025917.html","abstract":"  A picture of a laboratory study of tsunami waves in Science Times last Tuesday carried an incorrect credit. The photographer was Michael Briggs of the Army Corps of Engineers in Pittsburgh.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Two Players Suspended by Notre Dame","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-college-football-two-players-suspended-by-notre-dame.html","abstract":"  The Notre Dame football players BOBBY TAYLOR and GERMAINE HOLDEN have been suspended for one game and will not play in the Fiesta Bowl against Colorado on Jan. 2.   The university said last night that the two violated school and National Collegiate Athletic Association rules by accepting compensation in a student's attempt to buy tickets to the Irish's Nov. 26 game against Southern Cal.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Q&A","web_url":"https://www.nytimes.com/1994/12/06/science/q-a-025267.html","abstract":"  Happy Bluebirds   Q.  At the end of November, I saw a big flock of bluebirds in New Marlborough, Mass., where they've always seemed pretty rare. Are they having a general resurgence in the Northeast? Shouldn't they be migrating?","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-025879.html","abstract":"  A music listing in the Arts and Leisure section on Sunday misstated the location for a concert at 8 P.M. this Saturday by the New York Madrigal Singers. It is at the Church of Notre Dame, 405 West 114th Street, not at the Church of the Holy Cross.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Daugherty Out for Rest of Regular Season","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-pro-basketball-daugherty-out-for-rest-of-regular-season.html","abstract":"  BRAD DAUGHERTY of the Cleveland Cavaliers had two herniated disks removed from his lower back yesterday and will be sidelined for the rest of the regular season.   The Cavaliers said there is a remote chance the 29-year-old center could return for the playoffs, which begin in April. The back pain has kept the 7-foot Daugherty off the court for nine months.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Recycling Makes Good Business Sense Too","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-recycling-makes-good-business-sense-too-026352.html","abstract":"  To the Editor:   Your Nov. 27 and 28 news articles on \"reinventing garbage\" focus primarily on recycling household materials and office paper. An important but less publicized facet of the industry is taking place in the South Bronx, where Big City Forest is recycling wooden pallets and packaging materials.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/06/nyregion/no-headline-019895.html","abstract":"  \"He's no longer just the minority whip in the House of Representatives, he's not the editor of a cheap tabloid, he's not just an out-of-control radio talk show host. He's Speaker of the House of Representatives, and he's got to learn to behave as the Speaker of the House of Representatives.\" -- LEON E. PANETTA, White House chief of staff, on Newt Gingrich.  [ B8:1. ]","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Even Among the Scholars, It's the No. 1 Great Debate","web_url":"https://www.nytimes.com/1994/12/06/sports/college-football-even-among-the-scholars-it-s-the-no-1-great-debate.html","abstract":"  The question posed among the 15 scholar-athletes being honored at the National Football Foundation news conference in Manhattan yesterday was the one on everyone's mind.   If Nebraska beats Miami in the Orange Bowl on Jan. 1 and Penn State defeats Oregon in the Rose Bowl the next day, giving both winners undefeated and untied seasons, which school should be designated the national champion?","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"The Chargers Let Raiders Stay in Hunt","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-football-the-chargers-let-raiders-stay-in-hunt.html","abstract":"  The San Diego Chargers, with the American Football Conference West title in their grasp, had chances. Plenty of chances to clinch.   They trailed the Raiders, their fierce rival since the early days of the American Football League, by 7 points tonight and took the ball at their own 44 with three minutes left. Nothing happened. Nothing good for the Chargers, anyway. The Raider defense forced a punt. The Chargers got it back with 1 minute 28 seconds left, this time at their own 8. No can do. The Raiders defense got more stingy and ended the game with sack, with linebacker Aaron Wallace on quarterback Stan Humphries.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Region News Briefs; Westchester Installs Hospitals Chief","web_url":"https://www.nytimes.com/1994/12/06/nyregion/region-news-briefs-westchester-installs-hospitals-chief.html","abstract":"  The Westchester County Board of Legislators confirmed Edward A. Stolzenberg as the county's Hospitals Commissioner today, officially installing him as head of the Westchester County Medical Center and giving him a yearly salary $51,500 higher than his predecessor's.   Mr. Stolzenberg, 47, had been serving as Hospitals Commissioner since early April, when he was appointed by County Executive Andrew P. O'Rourke to succeed Mack L. Carter Jr. But Mr. Stolzenberg's confirmation by the 17-member board had been delayed, in part, by a political feud between Mr. O'Rourke and the board chairman, Stephen P. Tenore, a fellow Republican.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Officer in Crash Suspended","web_url":"https://www.nytimes.com/1994/12/06/nyregion/officer-in-crash-suspended.html","abstract":"  A rookie police officer was arrested and suspended from duty yesterday after being accused of driving while intoxicated and driving into an unoccupied patrol car in Bay Ridge, Brooklyn, the police said.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Cortines Plans Cash Awards For Most-Improved Schools","web_url":"https://www.nytimes.com/1994/12/06/nyregion/cortines-plans-cash-awards-for-most-improved-schools.html","abstract":"  In an effort to improve students' test scores and attendance, Schools Chancellor Ramon C. Cortines yesterday said he was creating a program to award cash grants to the most improved schools in New York City.   \"This system has the very best and the very worst in public education,\" Mr. Cortines said yesterday in a statement announcing the program, which will use $500,000 in Federal funds. \"We need to make our worst schools as good as our best schools, and we need to make our best schools even better.\"","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"The President's Day: 9,104 Miles, 370 M.P.H.","web_url":"https://www.nytimes.com/1994/12/06/world/the-president-s-day-9104-miles-370-mph.html","abstract":"  Seldom has an American President traveled so far so quickly for so ceremonial a purpose as did Bill Clinton today.    From a White House ceremony honoring American artists, Mr. Clinton clambered aboard Air Force One early Sunday evening for an overnight flight to this Hungarian capital. He read a brief statement, hurried to a ceremony, called on his hosts, and grinned for the cameras along with the dozens of his counterparts who are here to attend the Conference on Security and Cooperation in Europe.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Making Chicken Safe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-making-chicken-safe-letters-to-the-editor.html","abstract":"Regarding the report \"Got an Urge for Chicken? When in Europe, Careful\" (Nov. 16):.In the United States, people have been made aware for years of the dangers of salmonella in chicken; it comes as no surprise that Europeans should also take pr","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-025895.html","abstract":"  An obituary in some copies yesterday about Clement Biddle Wood Jr., a novelist and former editor of The Paris Review, omitted a survivor. Mr. Wood, who died on Sunday, is also survived by a sister, Emily Wood, who lives in Philadelphia. The obituary, as corrected, is reprinted on page D22 today for readers who did not receive it.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"World News Briefs; Irish Labor Party Ends Coalition Talks","web_url":"https://www.nytimes.com/1994/12/06/world/world-news-briefs-irish-labor-party-ends-coalition-talks.html","abstract":"  Ireland's Labor Party leader, Dick Spring, pulled out of negotiations to form a new coalition Government early today, Britain's Press Association news agency reported. Mr. Spring said there was no basis for continuing discussions about a Government with the Fianna Fail Party.   The Labor leader said he had received inadequate explanations for Fianna Fail ministerial actions surrounding last month's appointment of the former Attorney-General as Irish High Court president, the Press Association reported.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"From Fantasy to Fact: Space-Based Laser Nearly Ready to Fly","web_url":"https://www.nytimes.com/1994/12/06/science/from-fantasy-to-fact-space-based-laser-nearly-ready-to-fly.html","abstract":"  IT'S back. Adored by military contractors and lambasted by civilian skeptics, fired into the political stratosphere by President Ronald Reagan and dragged back to earth by the Clinton Administration, \"Star Wars\" is prominent again as the newly empowered Republicans begin to push for deployment of a national system of antimissile defense and gird for ideological warfare with Democrats on the topic of placing arms in the heavens.   Surprisingly, this turn in the nation's 35-year, love-hate relationship with antimissile research finds the technology less speculative than before. For the first time, it is mature enough that one class of advanced weapons could be put into space relatively quickly, a fact that is likely to electrify this round of the antimissile debate.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Club Owners' Labor Chief Resigns","web_url":"https://www.nytimes.com/1994/12/06/sports/baseball-club-owners-labor-chief-resigns.html","abstract":"  No one knows when striking baseball players and the club owners will resolve their prolonged labor dispute, but if they ever reach a settlement, they'll do it without the man who served the past three years as management's chief labor executive.   They'll also apparently have to do it with something other than the owners' recent tax proposal. \"We don't believe it provides a framework in which we likely will get an agreement,\" Donald Fehr said in his first public characterization of the owners' proposed luxury tax on payrolls.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Latest in Knowlege Without Pain","web_url":"https://www.nytimes.com/1994/12/06/science/peripherals-latest-in-knowlege-without-pain.html","abstract":"  CHILDREN 6 to 12 years old have a lot to think about: rhythms and shapes, colors and tunes, the standing of their soccer teams.   Thinkin' Things Collection 2 will not help a child bounce a soccer ball off his noggin, but it may pound a little knowledge into it. Oranga Banga's Band, one of the five activities, helps the youngster read and write rhythm patterns and play around with rhythmic notation and makes explicit the relationship between the line of notes on the screen or page and the rhythms and sounds that come out of the speaker.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/06/style/chronicle-023485.html","abstract":"  GLORIA ESTEFAN and her husband and manager, EMILIO, produced another hit yesterday, a 6-pound, 14-ounce daughter, The Associated Press reported.    EMILY MARIE ESTEFAN was born at Mount Sinai Medical Center in Miami, and her father nearly fainted during the delivery, said Vivian Piazza, a spokeswoman for Epic Records. \"They're doing great,\" she said.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"Cuomo, Loser in Costly Race, Also Lagged in Fund Raising","web_url":"https://www.nytimes.com/1994/12/06/nyregion/cuomo-loser-in-costly-race-also-lagged-in-fund-raising.html","abstract":"  Governor-elect George E. Pataki raised $2 million in the final two weeks of the campaign, giving him a total of $14.5 million for what is widely believed to be the most expensive gubernatorial race in New York State history, campaign spending reports filed with the state today show.   In the same period, Gov. Mario M. Cuomo raised $1.5 million for a total of $11.1 million for the entire campaign. B. Thomas Golisano, the millionaire Rochester businessman who ran on the Independence Fusion Party line, raised a total of $6.6 million for the campaign, almost all of it his own money, including $1 million in the final week.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"And Skating Onto the Ice: Optimism","web_url":"https://www.nytimes.com/1994/12/06/sports/hockey-and-skating-onto-the-ice-optimism.html","abstract":"  Negotiators made significant progress today in their attempt to end the 66-day lockout and begin the National Hockey League season.   During a six-hour session at the Drake Hotel, the league and its Players Association neared compromises on two of three significant issues, according to persons with knowledge of the collective bargaining.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/06/arts/in-performance-classical-music-023540.html","abstract":"  The Hilliard Ensemble Singing in the Original Latin  Cathedral of St. John the Divine    What was sin for St. Augustine now passes for spirituality. \"When I find the singing itself more moving than the truth which it conveys,\" Augustine wrote of sacred song some 1,600 years ago, \"I confess that this is a grievous sin.\"","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Anderson Seizes Game as Nets Seize Day","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-basketball-anderson-seizes-game-as-nets-seize-day.html","abstract":"  Kenny Anderson and friends seized a game tonight that had no business being one. He broke down a defense in the third quarter the way his teammates broke down a potent offense throughout the second half.   Together, they buried an 8-year, 19-game losing streak with an implausible 99-94 victory over the Bulls in Chicago.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"1919: Serbs Sign Treaty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-1919-serbs-sign-treaty-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Serbian delegation to the Peace Conference, headed by M. Pashich, yesterday [Dec. 5] went to the French Foreign Office and signed the declaration of adhesion to the Treaty of Saint- Germain, under reserve of modifications made up to the presen","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-025887.html","abstract":"  An obituary on Nov. 11 about the lawyer Louis Nizer referred incorrectly to the prize he won while a student at Columbia University, and to the timing. The award is is the George William Curtis Prize, given for excellence in the public delivery of English orations, not the Curtis Oratorical Prize. He won it twice as an undergraduate at Columbia, not while he was a law student there.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"After Young People Die, Generational Frictions","web_url":"https://www.nytimes.com/1994/12/06/nyregion/our-towns-after-young-people-die-generational-frictions.html","abstract":"  SCHOOL let out early, so Melinda Perez and three friends decided to walk to Elizabeth Avenue, two blocks away, for some pizza.   An older woman, \"at least 35,\" Melinda recalled, stopped in front of them, looked them up and down, and offered a little advice.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Russian Peacekeeping in the Caucasus","web_url":"https://www.nytimes.com/1994/12/06/opinion/russian-peacekeeping-in-the-caucasus.html","abstract":"  After a brutal war with Azerbaijan, Armenia has won autonomy for Nagorno-Karabakh, a largely ethnic Armenian enclave in Azerbaijan. But a cease-fire has been delayed because of a squabble between the U.S. and Russia over peacekeeping arrangements under the 53-member Conference on Security and Cooperation in Europe. The issue poses a critical test of whether the conference, now meeting in Budapest, can function as an instrument of collective security, especially in restraining deadly ethnic rivalries.   The parties agree that Russia will provide about a third of the 3,000 peacekeepers to separate the combatants in Nagorno-Karabakh. What remains in dispute is the nature of its mandate from the C.S.C.E. and the numbers and role of other peacekeepers, mostly from Turkey, Eastern Europe and Scandinavia.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Why Try to Re-Create Old Penn Station?","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-why-try-to-re-create-old-penn-station-026271.html","abstract":"  To the Editor:   Re \"On the Right Track\" (Op-Ed, Nov. 28): Ada Louise Huxtable's assessment of plans for a new Pennsylvania Station in New York provides cachet for what seems like the biggest boondoggle of the decade. The proposal is faulty on several accounts:","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"YELTSIN SAYS NATO IS TRYING TO SPLIT CONTINENT AGAIN","web_url":"https://www.nytimes.com/1994/12/06/world/yeltsin-says-nato-is-trying-to-split-continent-again.html","abstract":"  A 52-nation summit meeting to strengthen security throughout Europe was disrupted today by Russia's opposition to the expansion of NATO and Bosnia's recriminations about the world's failure to end the war in the Balkans.   In caustic tones reminiscent of the cold war, President Boris N. Yeltsin of Russia bluntly told other world leaders in this former Communist capital that NATO was trying to split Europe with its plan to admit members from the former Warsaw Pact and that the United States should not be allowed to dominate the world.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Bill Would Let Adoptees See Birth Records","web_url":"https://www.nytimes.com/1994/12/06/nyregion/bill-would-let-adoptees-see-birth-records.html","abstract":"  Adults who were given up for adoption when they were children could eventually have access to their birth certificates under a bill passed today by the New Jersey Assembly.   But to satisfy concerns of biological parents who do not want to be traced, the legislation gives the biological parents one year to tell the state if they want their identities permanently shielded.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Union Official at Javits Center Is Accused of Having Mob Ties","web_url":"https://www.nytimes.com/1994/12/06/nyregion/union-official-at-javits-center-is-accused-of-having-mob-ties.html","abstract":"  In his first move to clean up the corruption that officials say has driven business away from the Jacob K. Javits Convention Center, a special investigator yesterday accused a carpenters' union official of being a Mafia family's \"acting agent\" at the center.   The investigator, Kenneth Conboy, filed administrative charges to remove the official, Anthony D. Fiorini, the union's top representative at the center, on the grounds that he aided the Genovese crime family in its activities at the center for more than three years. While not specifying how Mr. Fiorini is to have helped the crime group, Mr. Conboy suggested that he had helped Mafia members and their associates find jobs at the center while discriminating against carpenters' union members.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"By Design; To Be Sure It's Festive","web_url":"https://www.nytimes.com/1994/12/06/style/by-design-to-be-sure-it-s-festive.html","abstract":"  The year-end holidays ring in a round of parties and nights on the town. And that calls for dressing up in festive fashion. This year, the thing to wear is a sexy disco dress that's short and bares a lot of skin. It may be jersey, knitted or sequined.    Sequins are suddenly highly acceptable in fashion circles, and nothing beats the shimmery effect of a body dancing in a sequined dress.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"Hardball Politicking In California","web_url":"https://www.nytimes.com/1994/12/06/us/hardball-politicking-in-california.html","abstract":"  The newly elected California Assembly was thrown into parliamentary confusion and noisy turmoil today when its wily veteran Democratic Speaker, Willie Brown, maneuvered a 40-to-40 tie vote of its members to stymie a move to replace him with a Republican.   Going into the balloting, the Republicans held 41 of the Assembly's 80 seats, theoretically enough to elect their candidate, Jim Brulte, a veteran legislator from the Los Angeles suburb of Rancho Cucamonga.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Citing Health, Rapper Misses Court Hearing","web_url":"https://www.nytimes.com/1994/12/06/nyregion/citing-health-rapper-misses-court-hearing.html","abstract":"  Tupac Shakur, the wounded rap performer who was convicted of felony sex-abuse charges last week, failed to show up for a hearing in a Manhattan court yesterday because doctors were concerned about his medical condition, the judge in the case said.   The judge, Justice Daniel P. Fitzgerald of State Supreme Court, rescheduled the hearing, to set a sentencing date, for Dec. 14.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/06/nyregion/inside-020320.html","abstract":"  Widening Net for Inquiry   The Whitewater inquiry moved near Gov. Jim Guy Tucker of Arkansas after a land appraiser pleaded guilty to inflating estimates used to support loans to Mr. Tucker. Page B9. Battle Laser Ready to Go    \"Star Wars\" is not dead after all. After 15 years, an antimissile space laser has overcome many technical problems and is ready to be tested in orbit. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Arizona Center Suspended Indefinitely","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-college-basketball-arizona-center-suspended-indefinitely.html","abstract":"  Arizona center JOSEPH BLAIR has been suspended indefinitely for failing to fulfill his team academic responsibilities, Coach LUTE OLSON said yesterday. \"We are not sure when he will return to action,\" Olson said in a statement issued in Tucson.   Blair, a 6-foot-10-inch, 265-pound junior, averaged 14.5 points and 7.8 rebounds as a starter in the eighth-ranked Wildcats' four games this season. Last season, he averaged 10.1 points and 7.2 rebounds.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Tuning In to Venezuelan Music and Its Rich Tradition","web_url":"https://www.nytimes.com/1994/12/06/arts/critic-s-notebook-tuning-in-to-venezuelan-music-and-its-rich-tradition.html","abstract":"  The music on classical concert programs is music of the Northern Hemisphere. If you were to issue an edict forbidding major international artists to play anything composed below the Equator, or even below the Tropic of Cancer, you might hear a few pained cries from cellists who perform Villa-Lobos's \"Bachiana Brasileira No. 5\" and some whining from pianists who use Percy Grainger's folk-tune arrangements as encores. The pianists could probably get an exemption on the grounds that the Australian-born Grainger spent most of his life in England and the United States. Life would continue as before.   The American Composers Orchestra is helping to correct this imbalance by giving over a portion of its programs each year to Latin American composers. The project, titled Sonidos de las Americas, began last year with music from Mexico. Last week, it took one step farther south -- and one giant leap outside the familiar -- with a series of concerts devoted to the music of Venezuela, culminating in an orchestral program led by Dennis Russell Davies on Sunday afternoon at Carnegie Hall.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/06/arts/in-performance-dance-026085.html","abstract":"  Poetry and Humor In Several New Works  Danspace Project    Trying to explain why he called his program \"Dance Is a Fat Woman,\" David Zambrano wrote in a program note that for him, dance \"is filled with the sensual and the sexual, with life and with poetry.\" The works he presented at St. Mark's Church on Sunday night were certainly filled with life. They were also blessed with a rough sort of poetry.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Region News Briefs; Defense Says a Witness It Called Was Real Killer","web_url":"https://www.nytimes.com/1994/12/06/nyregion/region-news-briefs-defense-says-a-witness-it-called-was-real-killer.html","abstract":"  Under questioning by a judge, a lawyer for a Bronx man accused in a fatal carjacking here today asserted that the defense had produced the real killer -- a man named Deno Lloyd -- and put him on the witness stand.   The defendant, Edward L. Summers, has asserted that a notorious drug lord named Dino killed one teen-ager and wounded another in the Jan. 3 carjacking from Nanuet Mall. Prosecutors say his claim is a fiction.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"1944: Tire Shortage : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-1944-tire-shortage-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, Allied Expeditionary Force, Paris - [From our New York edition:] A severe tire shortage which threatens to put 10 per cent of all American Army vehicles in Europe out of action by the first week in February, unless drastic conservati","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Samaranch Retiring as I.O.C. Chief in 1997","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-olympics-samaranch-retiring-as-ioc-chief-in-1997.html","abstract":"  The International Olympic Committee president, JUAN ANTONIO SAMARANCH, said in an interview published yesterday that he will not run for re-election to the I.O.C.'s top position in 1997. \"It is my obligation to respect the age limit for I.O.C. members. I do not plan to be re-elected in 1997 as president, and of course I will not be a candidate,\" he said in an interview with the Athens newspaper Ta Nea. Samaranch, 74, has been president of the I.O.C. since 1980. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"INCOMING SPEAKER SHARPLY SCOLDED","web_url":"https://www.nytimes.com/1994/12/06/us/incoming-speaker-sharply-scolded.html","abstract":"  The Clinton Administration today denounced Representative Newt Gingrich, the incoming Speaker of the House, for asserting that up to a fourth of the White House staff had used illicit drugs in recent years. Leon E. Panetta, the White House chief of staff, said the accusation was \"absolutely false\" and part of an emerging Republican pattern of \"smear and innuendo.\"   The response from the Administration was remarkably strong and reflected the polarized relations between the White House and Capitol Hill as Mr. Gingrich was formally ratified as the Republicans' choice for Speaker today. Hillary Rodham Clinton told reporters that the charge by Mr. Gingrich, which he made Sunday on NBC's \"Meet the Press,\" was \"so unfair\" and added, \"I would hope it was a momentary lapse.\"","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Man in the News; Ascendance of an Improbable Leader -- Richard Keith Armey","web_url":"https://www.nytimes.com/1994/12/06/us/man-in-the-news-ascendance-of-an-improbable-leader-richard-keith-armey.html","abstract":"  Here is how Newt Gingrich says someone can tell that a \"revolution\" is truly at hand. When he and Senator Bob Dole of Kansas had to leave an important meeting of Republicans on Friday, they left Representative Dick Armey and Senator Trent Lott of Mississippi in charge.   Mr. Gingrich of Georgia, the next Speaker of the House, told this anecdote to a gathering of conservatives here, and the audience cheered wildly.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Quiet End to a Political Dynasty; Hamilton Fish Jr. Leaves Congress and Takes 150 Years of Family History","web_url":"https://www.nytimes.com/1994/12/06/nyregion/quiet-end-political-dynasty-hamilton-fish-jr-leaves-congress-takes-150-years.html","abstract":"  Late in the day, the last day of his long tenure on Capitol Hill, Hamilton Fish Jr. was still at his desk revising what was to have been his final speech in the House of Representatives, crossing out long passages and scribbling in new ones in favor of the global trade accord known as GATT. Then he kissed his wife and hurried off to the House floor.   In the visitors' gallery, Mary Ann Fish took a seat in the first row and scanned the crowd. When she finally saw her husband stand and move forward, she turned to her son, John Charles Knauss, and said with great feeling: \"John Charles, do you know what this is? This is the last speech of 26 years.\"","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Dior: Measuring the Man","web_url":"https://www.nytimes.com/1994/12/06/style/IHT-dior-measuring-the-man.html","abstract":"When a new biography of Christian Dior is \"baptized\" at the couture house Wednesday, two famous faces will be missing: Dior's elderly sister Catherine, who shared a sheltered bourgeois childhood in a flower-filled Normandy garden; and Jacques R","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"In Nepal, Communists Take Power, but Very Cautiously","web_url":"https://www.nytimes.com/1994/12/06/world/in-nepal-communists-take-power-but-very-cautiously.html","abstract":"  When Communist rule came to this Himalayan kingdom in elections last month, the banners fluttering from the rooftops of Katmandu were mostly Buddhist prayer flags, not the red standard of proletarian revolt. Even the leaden pronouncements that had been a Communist staple were absent.    Instead, the stalwarts of the Communist Party of Nepal (United Marxist-Leninist) settled into power so quietly that they were being called \"His Majesty's loyal Communists.\" The party leader, Man Mohan Adhikary, set the tone for the swearing-in by King Birendra by trimming his straggly beard into a goatee and donning the traditional cap and gray jacket of the Nepali Brahmin.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Patterns","web_url":"https://www.nytimes.com/1994/12/06/style/patterns-023574.html","abstract":"  A Film Message    Designers are slowly learning how to wield their political clout, but few have had an opportunity to send a message more pointedly than Tracy Reese does with a cameo appearance in \"White Man's Burden,\" a film produced by Quentin Tarantino and Lawrence Bender and expected to be released early next year.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"8 L.I. Hospitals Agree to End Plan That Controlled Rates","web_url":"https://www.nytimes.com/1994/12/06/nyregion/8-li-hospitals-agree-to-end-plan-that-controlled-rates.html","abstract":"  Eight Long Island hospitals agreed today to abandon what Federal prosecutors described as a scheme to control the rates they charged health maintenance organizations, a practice Federal authorities said violated antitrust laws.   Officials of the United States Justice Department and representatives of the H.M.O. industry -- a rapidly expanding segment of the health care market -- said the agreement filed today in Federal District Court in Brooklyn was a significant victory for those seeking to reduce hospital costs.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"A Fight in Texas for the Homeland of a Sect","web_url":"https://www.nytimes.com/1994/12/06/us/a-fight-in-texas-for-the-homeland-of-a-sect.html","abstract":"  At the weed-strewn, 77 acres of Texas prairie where the Branch Davidian compound burned to the ground last year, all is not quiet.   A gunshot pierced the air one day last week during an impassioned argument among self-proclaimed leaders of the religious sect about who had authority over the property. Three people were arrested. Apparently, an illegal weapon was involved, and the Bureau of Alcohol, Tobacco and Firearms has been called in to investigate.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"CBS Announces 3 Comedies","web_url":"https://www.nytimes.com/1994/12/06/arts/cbs-announces-3-comedies.html","abstract":"  CBS will thoroughly shake up its prime-time television schedule at the beginning of the year, adding three new comedies and moving eight other shows to different times, the network announced yesterday.   The new comedies are headed by \"Cybill,\" starring Cybill Shepherd as a former model about to become a grandmother. The show will inherit the best comedy position on the CBS schedule, Monday at 9:30 P.M., after \"Murphy Brown.\"","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Return To India A Mehta Triumph","web_url":"https://www.nytimes.com/1994/12/06/arts/return-to-india-a-mehta-triumph.html","abstract":"  With a rousing encore of Johann Strauss Sr.'s \"Radetzky March\" that had a stadium audience of 14,000 people chanting for more, Zubin Mehta put the finishing touch on Saturday night to a long-standing ambition: bringing the Israel Philharmonic Orchestra to India, and better still to Bombay, the hometown Mr. Mehta left 40 years ago to begin his musical career.    The orchestra's five concerts in Bombay and New Delhi broke a political taboo that had kept it from performing in India for three decades, since Mr. Mehta began his long association with this Tel Aviv-based symphony. The invitation the Indian Government had long blocked came after India and Israel opened embassies in each other's capitals two years ago and embarked on a rapid increase in economic and cultural ties.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"New York Mental Health System Fails Us All","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-new-york-mental-health-system-fails-us-all-026255.html","abstract":"  To the Editor:   Charles J. Hynes, Brooklyn's District Attorney, who is investigating Kingsboro Psychiatric Hospital following the murder of David Kaplan, a patient who came to the hospital voluntarily for treatment (news article, Nov. 28), is right to be angered by the flippant attitude displayed by officials from the New York State Office of Mental Health. These officials seem oblivious to the consequences of their failure to insure that reasonable risk management measures are in place. The Office of Mental Health has failed to provide much-needed administrative direction and oversight to prevent mismanagement at Kingsboro and other New York State psychiatric hospitals.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"A Subdued Hillary Clinton Amid Holiday Decor","web_url":"https://www.nytimes.com/1994/12/06/us/a-subdued-hillary-clinton-amid-holiday-decor.html","abstract":"  The toll the past year took on Hillary Rodham Clinton was evident at today's unveiling of the White House Christmas decorations.   Last year, the Clintons' first in the White House, Mrs. Clinton was full of optimism over her health care bill, and her spirits were high. She bantered with reporters and photographers and commented on how difficult the transition to Washington had been for Socks, the family's cat.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Knicks Give It Away, But Take It Back","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-basketball-knicks-give-it-away-but-take-it-back.html","abstract":"  The Knicks kept giving the Philadelphia 76ers opportunities. And they almost paid for it.   After losing a 17-point lead in the first quarter, and losing a 7-point lead in the final two minutes of regulation, the Knicks finally took control tonight to squeeze out a 101-96 overtime victory at the Spectrum.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Bethlehem Journal; A City Prepares for Life After Steel","web_url":"https://www.nytimes.com/1994/12/06/us/bethlehem-journal-a-city-prepares-for-life-after-steel.html","abstract":"  This is a city of caldrons and creches, of blast furnace fires at the steel plant and twinkling holiday lights, of grit-coated factory windows and impeccably kept 200-year-old homes.   But the fires that shaped the backbone of American cityscapes -- the mighty I-beams that went into Rockefeller Center and the Citicorp building, the Golden Gate Bridge and the George Washington Bridge, the Supreme Court building in Washington and the new stadium in Cleveland -- will soon be extinguished.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Brogna Still Savors His '94 Hitting Splurge","web_url":"https://www.nytimes.com/1994/12/06/sports/baseball-notebook-brogna-still-savors-his-94-hitting-splurge.html","abstract":"  Rico Brogna gets the question in the grocery store. And at the gas station. And on the sidewalk in front of the local diner. The local hero of Watertown, Conn., no longer mulls over his strike-abbreviated rookie season with the Mets. His neighbors still do.   \"They all want to know if I'm bitter or angry,\" said the first baseman, who hit .351 with 7 home runs and 20 runs batted in while playing 39 games with the Mets. \"But I'm not. I'm really not.\"","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Cocaine Found Smuggled Inside a Dog","web_url":"https://www.nytimes.com/1994/12/06/nyregion/cocaine-found-smuggled-inside-a-dog.html","abstract":"  To get their goods into this country, drug traffickers have tried just about everything, from hiding cocaine or heroin in hollowed-out coconuts and bowling balls to swallowing condoms stuffed with the drugs.   But even hardened United States customs officials were surprised to find nearly five pounds of cocaine surgically implanted in the abdomen of a female Old English sheepdog that had been shipped from Colombia to Kennedy International Airport.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"One Big Play Turns Into Graduation For Brown","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-football-one-big-play-turns-into-graduation-for-brown.html","abstract":"  The play is called \"16 halfback 9 Y 7\" and it is a play Dave Brown says he may never forget. It is the kind of play that can change a player's career. The kind that if it fails, well, so be it; he tried. But if it works, if somehow Brown can squeeze the ball in there and Chris Calloway can make the catch, then it becomes more than just a play.   It becomes confidence. It becomes winning. The \"16 halfback 9 Y 7\" becomes a third straight victory and now, following the 16-13 decision over the Browns Sunday, the 6-7 Giants are mentioning the \"P\" word: Playoffs. They are still in the race, with the weak Cincinnati Bengals coming up next at Giants Stadium on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Suspect in Crib Deaths: Reaction to Allergens","web_url":"https://www.nytimes.com/1994/12/06/science/suspect-in-crib-deaths-reaction-to-allergens.html","abstract":"  EVERYTHING from virulent viruses to passive smoking has been suggested as a cause of sudden infant death syndrome (SIDS), or crib death. The recently issued warnings not to place infants to sleep on their stomachs or on pillows or plush mats is an effort to curb infant deaths caused by smothering in bedclothes. But for the most part, the cause -- or more likely, causes -- of crib death are largely unknown.   But new research by a team of allergists from Johns Hopkins University, the Mayo Clinic and the Medical College of Virginia suggests that severe allergic reactions that were previously unrecognized may play a role in as many as 40 percent of sudden infant deaths.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Appraiser on Madison Loans in Plea Accord","web_url":"https://www.nytimes.com/1994/12/06/us/appraiser-on-madison-loans-in-plea-accord.html","abstract":"  Federal prosecutors reached a plea agreement today with a land appraiser who admitted to conspiring with executives of the savings association at the heart of the Whitewater case to inflate the estimates used to support loans.   Investigators have been told that the appraiser, Robert W. Palmer, significantly inflated estimates used to support loans made to Gov. Jim Guy Tucker of Arkansas, witnesses in the inquiry said.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"The Red Storm: Hunter To Hunted to Winner","web_url":"https://www.nytimes.com/1994/12/06/sports/college-basketball-the-red-storm-hunter-to-hunted-to-winner.html","abstract":"  St. John's learned a valuable lesson in its Big East opener tonight against the Pitt Panthers: one half does not a basketball game make. Not even when you're ahead by 23 points.   Leading by 52-29 at halftime, the Red Storm needed a layup by Felipe Lopez and two free throws by Charles Minlend in the final 26 seconds to hold off the scrappy Panthers, 88-83, before 8,156 at the Civic Arena.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Bosnia Finger-Pointing : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-bosnia-fingerpointing-letters-to-the-editor.html","abstract":"Regarding the report \"Bosnia Fighting Rages as Allies Point Fingers\" (Nov. 29):.After all the mutual recriminations, it has been the European approach to the war in ex-Yugoslavia that has prevailed..While the United States may have wanted t","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Troops-Turned-Teachers Offer Great Potential","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-troops-turned-teachers-offer-great-potential-026344.html","abstract":"  To the Editor:   The transition of talented people from a downsized military to the teaching profession is to be saluted (front page, Nov. 30). Many of these former military personnel -- an estimated 21,000 in the New York City area alone -- have been teaching in the military for years.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"New York Is Faulted On Selecting Judges","web_url":"https://www.nytimes.com/1994/12/06/nyregion/new-york-is-faulted-on-selecting-judges.html","abstract":"  The Justice Department has concluded that the systems used to pick about a fifth of the State Supreme Court justices now sitting in Brooklyn, the Bronx and Manhattan are unfair to minority voters and must be replaced, Justice officials said. Supreme Court justices preside over most of the serious criminal and civil trials in New York.    Article, page B1","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Treaty to Cut A-Weapons Now in Effect","web_url":"https://www.nytimes.com/1994/12/06/world/treaty-to-cut-a-weapons-now-in-effect.html","abstract":"  President Clinton, President Boris N. Yeltsin of Russia and the heads of three former republics of the Soviet Union exchanged documents today that allow the Strategic Arms Reduction Treaty, the first arms control agreement intended to reduce strategic nuclear weapons, to come into force.   The arms control treaty, signed by Washington and Moscow in 1991, had been delayed from going into effect because of the reluctance of Ukraine to renounce the nuclear weapons it inherited at the break up of the Soviet Union.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Institute Overcomes A Threat To Survival","web_url":"https://www.nytimes.com/1994/12/06/science/institute-overcomes-a-threat-to-survival.html","abstract":"  AFTER teetering on the knife-edge of extinction, an East-West institute formed in 1972 to attack common problems of the advanced nations has been given a new lease on life.    The International Institute for Applied Systems Analysis had been formed on the initiative of President Lyndon B. Johnson to ease cold war constraints on research, enabling the United States and Soviet Union to join in a study of their mutual problems. It was begun with 17 participating nations, divided between the American and Soviet blocs. Austria provided its headquarters at Schloss Laxenburg, a chateau near Vienna.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/06/nyregion/metro-digest-022195.html","abstract":"  NEW YORK CITY  IMPROVED SCHOOLS TO GET CASH REWARDS   In an effort to improve students' test scores and attendance, Schools Chancellor Ramon C. Cortines said he was creating a program to award cash grants to the most improved schools in the city. He said the program, which will use $500,000 in Federal funds, would not compare schools against each other, but rather chart each school's performance from year to year. B3.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Mayor Accuses Schools Chief Of 'Scare Tactics' Over Cuts","web_url":"https://www.nytimes.com/1994/12/06/nyregion/mayor-accuses-schools-chief-of-scare-tactics-over-cuts.html","abstract":"  One day after taking a swipe at Schools Chancellor Ramon C. Cortines by offering to \"kick the living hell\" out of the size of the city's Board of Education administration, Mayor Rudolph W. Giuliani yesterday accused the Chancellor of using \"scare tactics.\"   It was during a speech on Sunday that the Mayor continued his long-running war of words with the Chancellor about the need for further administrative cuts at the board.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Elway More Accurate Than His Detractors","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-football-notebook-elway-more-accurate-than-his-detractors.html","abstract":"  It wasn't that long ago that Denver sports columnists and angry fans were calling for the Broncos owner, Pat Bowlen, to dismiss Coach Wade Phillips and everyone was wondering whether quarterback John Elway had lost his magic touch after he made three fourth-quarter turnovers that led to losses.   All that occurred when the Broncos were off to an 0-4 start. Since then, the Broncos have undergone a remarkable turnaround, going 7-2. Only Pittsburgh, 8-1, has a better record in the last nine games.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Serbs Step Up Bombardment of Besieged Muslim Enclave","web_url":"https://www.nytimes.com/1994/12/06/world/serbs-step-up-bombardment-of-besieged-muslim-enclave.html","abstract":"  Nationalist Serb rebels bombarded Government-controlled areas in northwestern Bosnia today with incendiary shells, setting off fires in Velika Kladusa, a United Nations spokesman said.   \"We have eyewitness accounts from the Croatian side of the border that speak of incendiary shells,\" said Paul Risley, a spokesman for the United Nations in Zagreb, Croatia. \"This would indicate a great escalation in the fighting.\"","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Quayle Facing Restrictions On His Travel and Activity","web_url":"https://www.nytimes.com/1994/12/06/us/quayle-facing-restrictions-on-his-travel-and-activity.html","abstract":"  Former Vice President Dan Quayle, who was hospitalized here a week ago after a blood clot was discovered in his lungs, will be restricted to light activity and no air travel for at least a month, his doctors said today.   The prognosis could delay the announcement of his expected Republican Presidential bid, which had been expected around the first of next year. But the doctors said they thought Mr. Quayle could resume a normal routine in early January.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Gun Went Off Accidentally In Death of Student, Police Say","web_url":"https://www.nytimes.com/1994/12/06/nyregion/gun-went-off-accidentally-in-death-of-student-police-say.html","abstract":"  The police officer who killed an unarmed college student suspected of credit-card fraud has told the authorities that his gun fired accidentally as he was about to frisk the youth, the police said today.   \"We've determined that the gun went off unintentionally,\" the Suffolk County Police Commissioner, Peter F. Cosgrove, said at a news conference today. \"Now, we have to find out whether the gun went off because of any mechanical malfunction or human error.\"","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/06/us/news-summary-020265.html","abstract":"  International A3-11  AS EUROPE MEETS, ANGER  The summit meeting of European leaders was dominated by angry words from Russia over plans for the expansion of NATO and recriminations from Bosnia over the failure to end the Balkan conflict.  A1","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Almaty Journal; It Isn't Much but, Golly, Zhirinovsky Slept Here","web_url":"https://www.nytimes.com/1994/12/06/world/almaty-journal-it-isn-t-much-but-golly-zhirinovsky-slept-here.html","abstract":"  Nikolai Sidorov has a T-shirt given to him by American Nazis who recently made a pilgrimage here. The T-shirt commemorates Mr. Sidorov's apartment, where Vladimir Volfovich Zhirinovsky, as he came to call himself, grew to boyhood and developed some of the strange obsessions with women and empire that he describes in his autobiography, \"Last Leap for the South.\"   Now Mr. Zhirinovsky is famous, a seriocomic ultranationalist who has changed Russian politics, and the apartment where he grew up with his mother is a sort of shrine, something like Lenin's home in Ulyanovsk or Mao's in Shaoshan.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"1894: Reichstag Opens : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-1894-reichstag-opens-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The session of the Reichstag was opened by the Emperor in the Knights Hall of the Royal Castle this morning [Dec. 5]. His Majesty, in his speech from the throne, after announcing the removing of the Reichstag to the new building and invoking a di","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Jets Get the Day Off, Johnson May Get More","web_url":"https://www.nytimes.com/1994/12/06/sports/pro-football-jets-get-the-day-off-johnson-may-get-more.html","abstract":"  Pete Carroll had no bad words for his players today. In fact, he had no words for them at all.   For the first time this season, Carroll told the Jets to stay home on a Monday. He suggested that an extra day off would heal their minds and bodies after Sunday's crushing loss to the New England Patriots.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Ousted School Board Considers Challenge","web_url":"https://www.nytimes.com/1994/12/06/nyregion/ousted-school-board-considers-challenge.html","abstract":"  The lawyer for a community school board in Central Brooklyn said yesterday that Schools Chancellor Ramon C. Cortines was wrong to seize control of the district last week and that he will help the board members fight their suspensions.   Several of the nine District 17 board members met yesterday with Philip Kaplan, who has been the district lawyer for several years, to discuss how they could challenge the chancellor's order.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"A Tongue-Lashing Has a Backlash","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-pro-basketball-a-tongue-lashing-has-a-backlash.html","abstract":"  VERNON MAXWELL of the Houston Rockets has talked himself out of $5,000. That fine was levied against him yesterday by the National Basketball Association for failure to leave the court in a timely fashion and verbally abusing officials after he was ejected in the fourth quarter of the Rockets' 113-109 victory over Golden State Thursday. The ejection carries an additional $1,000 fine. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-025909.html","abstract":"  An article in some editions on Wednesday about plans by Empire Blue Cross and Blue Shield to stop offering a special type of comprehensive health coverage misstated the percentage of Empire's subscribers who now have the coverage. It is less than 1 percent, not about 2 percent.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Panel on Trimming Programs Takes Aim at Social Security","web_url":"https://www.nytimes.com/1994/12/06/us/panel-on-trimming-programs-takes-aim-at-social-security.html","abstract":"  WASHINGTON, Dec. 5 --    The staff of the committee appointed by President Clinton to remedy imbalances in the Government's health and retirement programs proposed today three possible solutions that involve the politically unmentionable subject of Social Security.   One option would be to raise the normal retirement age to 70; another would accelerate previously scheduled increases in the retirement age to lift it to 67, and a third would raise the threshold for full benefits to age 68 in a way that the full effect would be felt only by people 40 years old or younger. The third option would also reduce benefits for the more affluent.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"In the Sudan, Islamic Leader Talks of Tolerance","web_url":"https://www.nytimes.com/1994/12/06/world/in-the-sudan-islamic-leader-talks-of-tolerance.html","abstract":"  This country is bankrupt and locked in a vicious civil war. It has become an international pariah over what Western diplomats describe as its active support for armed militant movements seeking to topple governments in Egypt, Algeria, Tunisia and Saudi Arabia, and for egregious human rights abuses.   Yet Hassan al-Turabi, by all accounts the mastermind of the Sudanese Government, defies the stereotype of the Islamic revolutionary.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"On the 'Datasphere' and a Generation Absorbed in It","web_url":"https://www.nytimes.com/1994/12/06/books/books-of-the-times-on-the-datasphere-and-a-generation-absorbed-in-it.html","abstract":"  MEDIA VIRUS! Hidden Agendas in Popular Culture  By Douglas Rushkoff  338 pages. Ballantine Books. $21.95.    Douglas Rushkoff's lively new book \"Media Virus!\" starts off with the obvious observation that consumer technology (in the form of television, faxes, computer networks, video cameras, satellite dishes, photocopying equipment, etc.) has transformed our social environment, and opens out into a provocative discussion of the role this technology has played in shaping the sensibility of Generation X. Although the book is wildly uneven -- and filled with some highly questionable assumptions and overly optimistic assertions -- Mr. Rushkoff makes a spirited case for technology's potential to reshape our cultural agenda.","thumbnail":null,"section":"Books"},{"date":"19941206","headline":"Sports of The Times; A Player's Dream and His Fear","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-of-the-times-a-player-s-dream-and-his-fear.html","abstract":"  THE contract sits on his agent's desk, waiting for his signature, a mere formality. Kevin Baez intends to sign with the Detroit Tigers. He will take their minor league deal, the invitation to their major league camp, their promise of a good, long look.   He just hopes that the promise, by spring, doesn't become a guarantee.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Erick Hawkins Is Remembered With Film, Poetry and Laughter","web_url":"https://www.nytimes.com/1994/12/06/arts/erick-hawkins-is-remembered-with-film-poetry-and-laughter.html","abstract":"  Erick Hawkins, the modern dance master who died on Nov. 23 at the age of 85, was celebrated yesterday afternoon in a memorial service at the Joyce Theater that resembled a huge family reunion.   Cora Cahan, a founder of the Joyce, opened the program with welcoming remarks. There was a screening of \"Erick Hawkins: Poet of Modern Dance,\" Phyllis Oyama's eloquent 1994 documentary film about the choreographer's life and work. Much poetry was recited by the 17 speakers. But for the most part, it was an afternoon of affectionate laughter at anecdotes about Mr. Hawkins's sometimes exasperating tenacity of vision.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Needle Exchanges Destroy Neighborhoods","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-needle-exchanges-destroy-neighborhoods-026433.html","abstract":"  To the Editor:   Re your Nov. 26 front-page article on the decrease in human immunodeficiency virus infection among addicts in New York's needle exchange programs:","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Congress Should Save Human Rights Caucus","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-congress-should-save-human-rights-caucus-026301.html","abstract":"  To the Editor:   The new Republican leadership is conducting a review of all Congressional institutions and programs. As part of the process, on Dec. 6 Republicans will debate the abolition of Congressional caucuses, the so-called Legislative Service Organizations. We urge Congressional leaders to preserve an effective weapon in the struggle for international human rights: the Human Rights Caucus.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Frenchman Extends Lead in BOC Race","web_url":"https://www.nytimes.com/1994/12/06/sports/frenchman-extends-lead-in-boc-race.html","abstract":"  The French solo sailor, Christophe Auguin, stretched his lead to 131 miles in the second leg of the BOC round-the-world race yesterday. Next in line as the 16-boat fleet headed through the Indian Ocean to Sydney, Australia, was Jean Luc Van den Heede, also of France.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Johnson Sees News By Looking in Mirror","web_url":"https://www.nytimes.com/1994/12/06/sports/tv-sports-johnson-sees-news-by-looking-in-mirror.html","abstract":"  The Jimmy Johnson Credibility Test starts now.   He has presented himself as an often gleefully blunt member of \"Fox N.F.L. Sunday.\" (Who can forget his impolitic admission that he would have hidden Troy Aikman's recent thumb injury from the league, just as the Cowboys did?) His style lends credence to the notion that he will not suffer from Bill Parcells Truth-Obstruction Disease, the affliction the former Giants coach suffered during his year as an \"N.F.L. Live\" studio analyst when forced, clearly against his will, to comment on his brethren and himself.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/12/06/sports/college-soccer-report-023850.html","abstract":"  Rutgers    The Scarlet Knights are in the final four of the National Collegiate Athletic Association tournament despite having the most losses among the 32 teams that received bids.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"Clean Needles Slow AIDS","web_url":"https://www.nytimes.com/1994/12/06/opinion/clean-needles-slow-aids.html","abstract":"  Researchers in New York City have found the most persuasive evidence yet that providing clean needles to drug addicts can slow the spread of the AIDS virus. The results, though preliminary, strengthen the case for needle exchange programs, not only in New York but in all cities with intravenous drug users at risk of infection with AIDS. Such programs are banned in some states and only allowed as an experiment in New York.   The logic behind needle exchanges has always seemed plausible. In many cities, addicts who inject drugs have been devastated by AIDS, largely because the AIDS virus can be spread from person to person through the sharing of needles and syringes. One way to slow this spread, the reasoning goes, is to give addicts clean needles in exchange for used needles that may be contaminated. The addicts may remain hooked on their drugs, but at least they are less likely to spread the AIDS virus.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Mr. Clinton's Future and the G.O.P.","web_url":"https://www.nytimes.com/1994/12/06/opinion/mr-clinton-s-future-and-the-gop.html","abstract":"  Representative Newt Gingrich's freewheeling performance on \"Meet the Press\" and Senator Bob Dole's earlier foray into diplomacy affirm the Republican leadership's ability to dominate the news at the expense of a racked White House. But the larger message is this. The Republican challenge to President Clinton's ability to lead the Government and establish a national policy agenda has now been fully joined.   This is political combat carried to its most exalted -- or at least most extreme -- level. The Republicans are trying to use the strength gained from their Nov. 8 election victory to settle pre-emptively the question of the President's fate and thereby determine the outcome of the 1996 Presidential contest.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Rowland Names Democrat To Important Post on Budget","web_url":"https://www.nytimes.com/1994/12/06/nyregion/rowland-names-democrat-to-important-post-on-budget.html","abstract":"  Governor-elect John G. Rowland, the state's first Republican governor in two decades, today named a former Republican state representative, Reginald L. Jones, as his top budget official and stunned many by naming a prominent Democratic state official, Lorraine M. Aronson, to be Mr. Jones's deputy.   Mr. Jones, a former managing partner at Arthur Andersen and a three-term state representative, is considered an expert on state finances and is a proponent of sharp cuts in spending. He had been seen as a top contender for the job, with leading Democrats saying they would welcome an opportunity to work with him.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Maps, Guns And Bosnia; Redrawn Peace Plan Is Unlikely to Please","web_url":"https://www.nytimes.com/1994/12/06/world/maps-guns-and-bosnia-redrawn-peace-plan-is-unlikely-to-please.html","abstract":"  Recent changes to an American-backed peace plan for Bosnia seem likely to fall short of Serbian demands and to antagonize the Muslim-led Government. The Serbian demands grow bolder with each successful use of force, and the Government's bitterness grows deeper each time it feels betrayed by the West.   The original plan put forward by the five-nation \"contact group\" that has sought for months to negotiate an end to the war has now been turned on its head. Blandishments to the Serbs have replaced threats. A \"final\" map is open to adjustment. Bosnia's borders look less than sacrosanct. And American diplomats are scurrying to visit a Bosnian Serb leadership that was supposed to be locked in punitive isolation.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Taiwan:A Successful Exercise in Smart Democracy","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-taiwana-successful-exercise-in-smart-democracy.html","abstract":"Taiwan elections have the outward appearance of what is worst about democracy and the inner strength of what is best. There is high-decibel rhetoric, some vote- buying and occasional (but nonfatal) violence. And a clear but sophisticated message to the c","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Former Baylor Coach Faces Fraud Charges","web_url":"https://www.nytimes.com/1994/12/06/sports/sports-people-college-basketball-former-baylor-coach-faces-fraud-charges.html","abstract":"  The former Baylor basketball coach, DARREL JOHNSON, pleaded not guilty to mail and wire fraud charges in the alleged illegal recruitment of five junior college players. Johnson, 39, who was fired last month after two seasons at Baylor, appeared yesterday before United States Magistrate DENNIS GREEN in Waco, Tex.   He faces up to 35 years in prison and more than $1 million in fines if convicted, although the prosecutor, JOHN PHINIZY, has said it's doubtful he will seek more than a five-year sentence for Johnson.","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"For Democracy, Mexico's President Needs Power","web_url":"https://www.nytimes.com/1994/12/06/opinion/IHT-for-democracy-mexicos-president-needs-power.html","abstract":"Mexico has a new president and an old problem: how to move from dictatorship to democracy without first plunging the country into anarchy. Unfortunately, the United States isn't helping ease the transition. By pushing Mexico to fully embrace dramatic dem","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"The Mystery and Tragedy of Genius","web_url":"https://www.nytimes.com/1994/12/06/theater/theater-review-the-mystery-and-tragedy-of-genius.html","abstract":"  On the stage of the Perry Street Theater these nights, there is much to admire: performance, poetry, prose and a pair of mesmerizing excursions into that fascinating realm where literary creativity dances its pas de doom in the arms of alcoholism.   Bringing Dylan Thomas and Truman Capote back from the dead in two admirable one-man shows is the talented Welsh-born actor Bob Kingdom. In \"Dylan Thomas: Return Journey,\" wearing a saddle of strawberry-blond fleece over his broad, high brow, a slightly rumpled suit and an ill-fitting shirt, he conjured up the memory of the touring poet.","thumbnail":null,"section":"Theater"},{"date":"19941206","headline":"Chess","web_url":"https://www.nytimes.com/1994/12/06/arts/chess-025496.html","abstract":"  The match billed as the Fifth Harvard Cup Intel Championship Playoff was not really a proper playoff since the match that gave rise to it was a team event that lined up computer programs against humans, whereas the playoff pitted the two top scorers against each other to prove individual supremacy. In the playoff, at the Manhattan Chess Club on Nov. 9, Joel Benjamin upheld the honor of the humans by winning from WChess, 4 to 1.   WChess, programed by David Kittinger and running on a 90MHz Intel Pentium Processor, disappointed computer buffs by losing on time in the first two games, in one of which it was clearly winning. Computers are normally at their best in games played at rapid time limits, but WChess failed to demonstrate that against Benjamin.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Rise in Obesity in U.S. Is Explored by Experts","web_url":"https://www.nytimes.com/1994/12/06/science/rise-in-obesity-in-us-is-explored-by-experts.html","abstract":"  WHAT is responsible for the alarming fact that the average American adult has gained another eight pounds in the last decade? Is it the ready availability of high-calorie fast foods and snacks? Is it television and other contributors to the couch-potato syndrome?    According to experts writing in the current issue of Healthy Weight Journal, several factors have contributed to what is often called creeping obesity: the ever-growing tendency for Americans to be ever-growing. It is a condition that, according to the latest national survey, applies to all ages, ethnic and racial groups and both sexes.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"The New Ski Wear: Function and Fashion","web_url":"https://www.nytimes.com/1994/12/06/style/the-new-ski-wear-function-and-fashion.html","abstract":"  In the beginning, skiers dressed to keep warm and dry. If that meant shapeless wool pants and bulky sweaters, so be it.    Skiers still dress to keep warm and dry, but now ski wear is as fashionable as swim wear and even the most serious athletes want to look good on the slopes. Lucky for them, advances in technology have brought fashion and function as close as the skis of a downhill racer. So they can schuss the mountain in feel-good colors like yellow, red, orange and cornflower blue.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"Correction","web_url":"https://www.nytimes.com/1994/12/06/opinion/c-correction-026263.html","abstract":"  An article yesterday by Daniel Cantor and Juliet Schor, urging Democrats to develop a populist agenda, misstated the year the party last recaptured the Senate. It was 1986, not 1982.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"3 Aftershocks Jangle Nerves In Los Angeles","web_url":"https://www.nytimes.com/1994/12/06/us/3-aftershocks-jangle-nerves-in-los-angeles.html","abstract":"  Three small aftershocks from January's major earthquake jiggled the Los Angeles area this evening, raising the pulse rates of people here who still tend to jump at loud noises.   The three shocks, near the San Fernando Valley epicenter of the January earthquake, registered preliminary readings of 3.0, 3.5 and 4.5 on the Richter scale of magnitude. No injuries or serious damage were reported this evening.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"El Salvador Suffers Split Among Left","web_url":"https://www.nytimes.com/1994/12/06/world/el-salvador-suffers-split-among-left.html","abstract":"  Five years ago, the Salvadoran guerrilla movement carried out a military offensive with such discipline and organization that it ultimately forced the Government to accept many of its demands.   But in its new incarnation as a political party, the Farabundo Marti National Liberation Front has become so splintered by animosities and differences over fundamental goals that it seems unlikely to survive the peace, many of its most important leaders say.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Officials Say Flu Season Is Off to a Slow Start","web_url":"https://www.nytimes.com/1994/12/06/science/officials-say-flu-season-is-off-to-a-slow-start.html","abstract":"  ALTHOUGH flu season is well under way, running from October to April, state and national health officials say that many who may think they have had the flu have probably had a cold that mimicked flu symptoms.   As of Nov. 26, only Kentucky, Minnesota, New Mexico and New York have reported confirmed cases of influenza infection, according to Dr. Joseph Bresee, a medical epidemiologist with the Federal Centers for Disease Control and Prevention in Atlanta. Of the 3,876 suspected flu specimens tested nationwide, only eight yielded positive results.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Council of Despair","web_url":"https://www.nytimes.com/1994/12/06/opinion/council-of-despair.html","abstract":"Can the meeting of the Conference on Security and Cooperation in Europe, which ends today in Budapest, be regarded as anything more than a council of despair? As shells continued to fall Monday in the Bihac region in northwestern Bosnia -- just 300 miles away from the Hungarian capital, as President Clinton pointed out -- the United States, Britain, France, Germany and Russia were making frantic attempts to establish a unified, coherent and effective policy on the Balkan crisis.\n\nOne thing should be clear by now. There is no good, just or safe solution to the hot war in Bosnia and the frozen war in Croatia. Instead, the world is faced with options ranging from very bad to disastrous.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Physicists Say New Math Tool Will Probe Secrets of Matter","web_url":"https://www.nytimes.com/1994/12/06/science/physicists-say-new-math-tool-will-probe-secrets-of-matter.html","abstract":"  IN a mathematical tour de force that has prompted a surge of excitement among mathematicians and particle physicists, two theorists have discovered a technique that may permit detailed exploration of a subtle unifying symmetry pervading material existence.   The achievement, by Dr. Nathan Seiberg of Rutgers University and Dr. Edward Witten of the Institute for Advanced Study at Princeton, N.J., cuts through a class of mathematical problems previously regarded as impossible to solve. It permits mathematicians to calculate exact predictions from a theory of matter called N=2 Supersymmetry.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/06/style/chronicle-025976.html","abstract":"  When guests assemble tonight to pay tribute to REGINA RESNIK, the retired mezzo-soprano, they will be celebrating the 50th anniversary of her debut at the Metropolitan Opera -- with an unusual degree of precision.    \"It will be the 50th anniversary to the minute,\" Miss Resnik said yesterday, noting that the debut on Dec. 6, 1944, had occurred at exactly 8 P.M.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"A Man. A Woman. Just a Movie. Not a Polemic.","web_url":"https://www.nytimes.com/1994/12/06/movies/a-man-a-woman-just-a-movie-not-a-polemic.html","abstract":"  The fact that Hollywood's first high-profile film about sexual harassment involves a woman harassing a man leaves its creators and stars uneasy and a bit defensive.   \"We're making a movie, not an issue,\" said Michael Douglas, a star of \"Disclosure,\" the adaptation of the Michael Crichton suspense thriller about corporate intrigue and sexual politics, which will open on Friday. \"It's really about the use of harassment as a tool for power. And it's very effective in terms of allowing people to look at the issue from the other side.\"","thumbnail":null,"section":"Movies"},{"date":"19941206","headline":"Finding Rent Help After Brain Surgery","web_url":"https://www.nytimes.com/1994/12/06/nyregion/the-neediest-cases-finding-rent-help-after-brain-surgery.html","abstract":"  Two brain surgeries saved Joyce B.'s life. Nothing, it seemed, could stave off her brush with financial ruin.   With a steady job, health insurance and grown children and friends for support, Ms. B. was in as good a position as any to confront her illness when it struck. But even before she had fully recovered from her second operation, she was thousands of dollars in debt and facing an eviction notice.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Republicans All for One, and the One Is Gingrich","web_url":"https://www.nytimes.com/1994/12/06/us/republicans-all-for-one-and-the-one-is-gingrich.html","abstract":"  Representative Newt Gingrich was unanimously chosen today to be Speaker of the House by ecstatic Republicans chanting \"Newt, Newt, Newt,\" and he told them that the way to get rid of bad Federal programs was simply not to provide any money for them.   Nominated for the post by Republicans who called him \"a revolutionary\" and a \"visionary,\" Mr. Gingrich, a Georgian, talked for an hour about the America he would like to help fashion and the hard work ahead for the House. He gave his fellow Representatives an eight-item reading list that included titles as diverse as the Federalist Papers and Mary E. Boone's \"Leadership and the Computer.\"","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/06/sports/transactions-024988.html","abstract":"  Baseball   EXECUTIVE COUNCIL -- Announced that Richard Ravitch, president of the player relations committee, will leave baseball when his contract expires on Dec. 31, 1994. American League","thumbnail":null,"section":"Sports"},{"date":"19941206","headline":"DANCE","web_url":"https://www.nytimes.com/1994/12/06/arts/in-performance-dance-026077.html","abstract":"  Four Women, Four Elements, Made Magical by Light  Bessie Schonberg Theater    Four women course along a route that winds through a luminous landscape in Stefa Zawerucha's \"Curve Ahead,\" performed on Friday night. The only props are four blankets that appear at the beginning and end of the hourlong piece. The set is a wash of changing light, designed by David Fritz and Carol Mullins, which provides a backdrop and fills the air with soft color. But Ms. Zawerucha, who choreographed the acclaimed 1992 dance \"Black Box,\" creates a sense of almost three-dimensional place in this new piece.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Beetle Strategy Outwits Toxin-Spewing Plant","web_url":"https://www.nytimes.com/1994/12/06/science/beetle-strategy-outwits-toxin-spewing-plant.html","abstract":"  DEEP in the heart of the Tehuacan Desert valley in Mexico, a researcher has discovered a plant bearing leaves that can shoot a toxic jet of chemicals a distance of two yards. Heavily armed, the plant would appear to be safe from all insect attackers. But a study has found that one beetle can chew its way past the plant's defenses by severing the canals that deliver the toxins to the leaves.    Until recently researchers thought insects simply had to swallow and somehow contend with poisons lacing a plant's leafy tissues. But these bugs, they are discovering, have come up with more ingenious solutions. Scientists say the new study, published in the current issue of the journal Ecology, provides the latest addition to a growing list of clever chewing counterploys that insects use to deactivate or avoid plants' noxious defenses.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/06/style/chronicle-025984.html","abstract":"  ROY ROGERS and DALE EVANS, on the other hand, didn't wait to celebrate their 47th wedding anniversary on the actual day, New Year's Eve. An organization called Happy Trails: Dude Ranching for Children With Disabilities gave them a dude-ranch party with pony and hay rides, pond fishing and line dancing on Sunday in Malibu, Calif., The Associated Press reported.    The guests of honor -- children with disabilities -- sat on bales of hay and sang \"Happy Trails to You\" along with the King of the Cowboys and the Queen of the West.","thumbnail":null,"section":"Style"},{"date":"19941206","headline":"Dance Club Had Failed Inspections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/dance-club-had-failed-inspections.html","abstract":"  The dance club where four young people were killed early Saturday in a panicky stampede at a stairway exit had failed previous building inspections, most recently on Sept. 8, when Elizabeth fire officials found an exit door nailed shut and a broken exit sign, Mayor J. Christian Bollwage said today.    \"It's clear this place has had violations in the past,\" Mayor Bollwage said. He said that when investigators inspected the El Balcon dance hall in the hours after the tragedy, the sign above one of the two exit stairways was not lighted.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Issue of Juror's Misconduct Is Raised by Simpson Judge","web_url":"https://www.nytimes.com/1994/12/06/us/issue-of-juror-s-misconduct-is-raised-by-simpson-judge.html","abstract":"  The O. J. Simpson murder trial was thrown into confusion today when Judge Lance A. Ito of Los Angeles Superior Court disclosed that at least one of the 12 jurors selected in the case might be dismissed for misconduct.   Judge Ito did not disclose the nature of the misconduct, but he set a hearing on the matter for Thursday.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Trying to Keep the Historical Society a la Mode","web_url":"https://www.nytimes.com/1994/12/06/arts/trying-to-keep-the-historical-society-a-la-mode.html","abstract":"  Betsy Gotbaum has her eye fixed on the future, beyond the inevitable tempest over next month's fire sale at the New-York Historical Society, beyond next May's planned gala reopening, beyond next fall's \"Elvis and Marilyn\" show with which she hopes to put a popular stamp on the fusty institution.   Ms. Gotbaum, the society's new executive director, is thinking into the next millennium. Meeting the other day with a fellow museum director about a possible joint show, Ms. Gotbaum was undaunted to hear that the research alone could take up to four years. \"We're interested,\" she said, beaming as her new partner promised to \"put our curator with your curator.\"","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"U.S. Gave Myanmar a Choice on Relations","web_url":"https://www.nytimes.com/1994/12/06/opinion/l-us-gave-myanmar-a-choice-on-relations-026360.html","abstract":"  To the Editor:   We write to take issue with your description of American policy toward Myanmar, formerly Burma, as \"deny reality, declare things are getting better, and lower the pressure,\" (\"Don't Cave In on Myanmar,\" editorial, Nov. 24). Secretary of State Warren Christopher did not suggest that the Administration would take a more conciliatory approach to Myanmar's ruling State Law and Order Restoration Council, or Slorc, in the absence of meaningful change in that country. Quite the contrary.","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"Vote Accord In Mexico Is Disputed","web_url":"https://www.nytimes.com/1994/12/06/world/vote-accord-in-mexico-is-disputed.html","abstract":"  Trying to avert a violent showdown, the Government has negotiated an agreement with opposition leaders in the southern state of Chiapas to allow the newly elected Governor to take office peacefully as scheduled on Thursday, officials said today.   But Indian and peasant rebels in Chiapas, who staged an uprising last January, continued to warn that if the Governor-elect, Eduardo Robledo Rincon, tries to take office, there will be violence.","thumbnail":null,"section":"World"},{"date":"19941206","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/06/nyregion/c-corrections-021911.html","abstract":"  An article yesterday about plans by former Surgeon General C. Everett Koop for a campaign against obesity misidentified the organization that issued a report on diet and exercise. It is the Institute of Medicine of the National Academy of Sciences, not the Office of Medicine.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Head of Circle Rep Leaving After Eight Years in the Job","web_url":"https://www.nytimes.com/1994/12/06/arts/head-of-circle-rep-leaving-after-eight-years-in-the-job.html","abstract":"  Tanya Berezin, the artistic director of the Circle Repertory Company for the last eight years, said yesterday that she would resign at the end of this season.   Circle Rep, which has been struggling with heavy debt, has begun a search for a new director, the third in the 25-year-old company's history.","thumbnail":null,"section":"Arts"},{"date":"19941206","headline":"Watchwords for Windows Shopping","web_url":"https://www.nytimes.com/1994/12/06/science/personal-computers-watchwords-for-windows-shopping.html","abstract":"    WHEN it comes to shopping for a computer, the most important peripheral runs at 98.6 degrees Fahrenheit and is known as a friend. The ideal friend fully understands these strange beasts, can cut through clouds of technical buzzwords and will sympathize and help when you phone frantically at 2 A.M. because your printer will not spit out a crucial document. The ideal friend probably does not exist.    Find someone to help anyway, particularly if you are shopping for a machine to run DOS and Windows, which can be tricky to set up. (Macintoshes are much simpler, as will be discussed next week.) Be certain any computer you buy has the power to run the software you want and run it well; you can get along with an underachieving machine, but you may soon regret it. Upgrading a microprocessor tends to be expensive, so do not skimp here; insist on a computer that runs at an internal speed of at least 60 megahertz , like a 486 DX2/66 model, whose \"66\" indicates its speed.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"The Whitewater Gavotte","web_url":"https://www.nytimes.com/1994/12/06/opinion/the-whitewater-gavotte.html","abstract":"  The expected plea of guilty by Webster L. Hubbell, the former No. 3 official in the Justice Department, may seem like a big breakthrough in the Federal investigation of the Whitewater affair. But as the inquiry drags into its 11th month, it is still no more clear than ever before whether the independent counsel, Kenneth W. Starr, will uncover any evidence that Bill or Hillary Clinton broke any law, told any lie or violated any ethical standard in their financial dealings in Arkansas in the late 1970's and early 80's.   In part, that is because Mr. Starr is pursuing Whitewater as purely a criminal matter; what if any wrongdoing by the Clintons was at worst civil rather than criminal?","thumbnail":null,"section":"Opinion"},{"date":"19941206","headline":"BENTSEN IS POISED TO LEAVE CABINET, OFFICIALS CONFIRM","web_url":"https://www.nytimes.com/1994/12/06/us/bentsen-is-poised-to-leave-cabinet-officials-confirm.html","abstract":"  Treasury Secretary Lloyd Bentsen plans to announce his resignation this week, senior Administration officials said tonight, ending months of speculation about the tenure of the Cabinet's most prominent member.   Robert E. Rubin, the head of the National Economic Council, will be nominated to replace Mr. Bentsen, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19941206","headline":"Bias Found In Choosing Of Justices","web_url":"https://www.nytimes.com/1994/12/06/nyregion/bias-found-in-choosing-of-justices.html","abstract":"  The Justice Department has concluded that the systems used to pick about a fifth of the State Supreme Court justices now sitting in Brooklyn, the Bronx and Manhattan violate the Voting Rights Act and must be replaced, Justice officials said tonight.   Federal civil rights lawyers were preparing a letter to New York authorities asserting that the state used methods for selecting 42 State Supreme Court justices that were unfair to minority voters. The three boroughs have a total of more than 200 Supreme Court justices, who preside over most serious criminal and civil trials.","thumbnail":null,"section":"New York"},{"date":"19941206","headline":"Hunt in Forests of Borneo Aims to Track Down Natural Drugs","web_url":"https://www.nytimes.com/1994/12/06/science/hunt-in-forests-of-borneo-aims-to-track-down-natural-drugs.html","abstract":"  DOWN a steep gravel path and over a wooden bridge shaded by a curtain of towering eucalyptus trees, visitors to this stretch of the Borneo rain forest run into a guarded, fenced-off area several hundred feet wide. It is filled with thousands of leafy, ankle-high tree seedlings that, at first glance, look about as significant as a row of backyard shrubs. The nursery is marked with two signs. The larger, printed in red, bears a warning to intruders: Restricted Area.    The other sign identifies the species of this smooth-barked tree -- Calophyllum lanigerum -- which is tantalizing a team of scientists from the United States and Malaysia. They are trying to determine if, when fully grown, these seedlings and other trees that flourish in the rain forests of Southeast Asia could offer a cure for AIDS.","thumbnail":null,"section":"Science"},{"date":"19941206","headline":"Sheik in Bombing Case Has TB","web_url":"https://www.nytimes.com/1994/12/06/nyregion/sheik-in-bombing-case-has-tb.html","abstract":"  A Federal judge said yesterday that Sheik Omar Abdel Rahman, the lead defendant in the terror conspiracy case that is scheduled to come to trial next month, has tested positive for tuberculosis, but he does not have a contagious form of the disease.   The judge, Michael B. Mukasey, was responding to complaints by a defense lawyer for Mr. Abdel Rahman that he had been quarantined in his cell and even refused permission to use the telephone. \"He was completely sealed off from the outside world,\" the lawyer, Lynne Stewart, said.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19941206","time":"1994-12-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":63,"wspd":24.1},{"date":"19941206","time":"1994-12-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":64,"wspd":22.3},{"date":"19941206","time":"1994-12-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":64,"wspd":24.1},{"date":"19941206","time":"1994-12-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":66,"wspd":27.7},{"date":"19941206","time":"1994-12-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":79,"wspd":18.4},{"date":"19941206","time":"1994-12-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":69,"wspd":24.1},{"date":"19941206","time":"1994-12-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":70,"wspd":18.4},{"date":"19941206","time":"1994-12-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":73,"wspd":18.4},{"date":"19941206","time":"1994-12-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":71,"wspd":20.5},{"date":"19941206","time":"1994-12-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":70,"wspd":22.3},{"date":"19941206","time":"1994-12-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":68,"wspd":13},{"date":"19941206","time":"1994-12-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":64,"wspd":13},{"date":"19941206","time":"1994-12-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":62,"wspd":18.4},{"date":"19941206","time":"1994-12-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":59,"wspd":18.4},{"date":"19941206","time":"1994-12-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":55,"wspd":11.2},{"date":"19941206","time":"1994-12-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":65,"wspd":14.8},{"date":"19941206","time":"1994-12-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":9.4},{"date":"19941206","time":"1994-12-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":84,"wspd":11.2},{"date":"19941206","time":"1994-12-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":74,"wspd":13},{"date":"19941206","time":"1994-12-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":69,"wspd":16.6},{"date":"19941206","time":"1994-12-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":11.2},{"date":"19941206","time":"1994-12-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":69,"wspd":20.5},{"date":"19941206","time":"1994-12-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":67,"wspd":18.4},{"date":"19941206","time":"1994-12-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":68,"wspd":24.1},{"date":"19941206","time":"1994-12-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":96,"wspd":16.6},{"date":"19941206","time":"1994-12-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":90,"wspd":20.5},{"date":"19941206","time":"1994-12-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":90,"wspd":16.6},{"date":"19941206","time":"1994-12-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":20.5},{"date":"19941206","time":"1994-12-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":14.8},{"date":"19941206","time":"1994-12-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":16.6},{"date":"19941206","time":"1994-12-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":14.8},{"date":"19941206","time":"1994-12-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":13},{"date":"19941206","time":"1994-12-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":74,"wspd":18.7},{"date":"19941206","time":"1994-12-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":69,"wspd":20.5},{"date":"19941206","time":"1994-12-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":18.7},{"date":"19941206","time":"1994-12-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":11.2},{"date":"19941206","time":"1994-12-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":14.8},{"date":"19941206","time":"1994-12-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":16.6},{"date":"19941206","time":"1994-12-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":16.6},{"date":"19941206","time":"1994-12-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":57,"wspd":22.3},{"date":"19941206","time":"1994-12-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":57,"wspd":20.5},{"date":"19941206","time":"1994-12-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":18.7},{"date":"19941206","time":"1994-12-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":52,"wspd":11.2},{"date":"19941206","time":"1994-12-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":13},{"date":"19941206","time":"1994-12-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":54,"wspd":16.6},{"date":"19941206","time":"1994-12-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":54,"wspd":11.2},{"date":"19941206","time":"1994-12-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":14.8},{"date":"19941206","time":"1994-12-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":62,"wspd":11.2}]},"19941207":{"guardian_articles":[],"nytimes_articles":[{"date":"19941207","headline":"Why Israel Shouldn't Rush to Give Up Golan; Israeli Public Opposed","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-why-israel-shouldn-t-rush-to-give-up-golan-israeli-public-opposed-039101.html","abstract":"  To the Editor:   Re \"It's Time for Israel to Risk Peace With Syria\" (letter, Nov. 29): There is nothing unusual or surprising for the Peace Now movement to urge Israelis to give up the Golan Heights and \"risk peace with Syria,\" as Avshalom Vilan recommends. However, Mr. Vilan should be required to get his facts straight.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Man in the News; A Quiet Team Builder: Robert Edward Rubin","web_url":"https://www.nytimes.com/1994/12/07/us/man-in-the-news-a-quiet-team-builder-robert-edward-rubin.html","abstract":"  The Administration's invisible man is coming out of the shadows.   For two years, Robert E. Rubin has been the glue holding together the Clinton economic team, working behind the scenes to build consensus, much as he did while amassing a fortune as co-chairman of Goldman, Sachs & Company, the New York investment bank.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Holding Gavel When Power Is in Question","web_url":"https://www.nytimes.com/1994/12/07/us/holding-gavel-when-power-is-in-question.html","abstract":"  Willie Brown did today what he has always done best under political fire.   With the newly elected California Assembly caught in parliamentary gridlock for a second day and unable to decide whether to give him an eighth term as Speaker, he turned on the charm, cranked up the threats, threw out the bluster and worked magic on the rules.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"French Role in Sending Jews to Death","web_url":"https://www.nytimes.com/1994/12/07/movies/television-review-french-role-in-sending-jews-to-death.html","abstract":"  Official French complicity in the deportation of scores of thousands of Jews from France during World War II has not gone unexposed. The most powerful account remains Marcel Ophuls's painstaking and painful film \"The Sorrow and the Pity.\" Although the title of tonight's hourlong documentary on the Discovery Channel, \"France's Forgotten Shame,\" leans toward hyperbole, the program does add another sorry chapter to a soiled record.   The focus is on an unfinished housing project in the town of Drancy, near Paris, which served as a concentration camp from 1941 to 1943. From there, with the collaboration of the French authorities in both occupied and unoccupied parts of the country, many Jews were shipped east to Auschwitz and other death camps.","thumbnail":null,"section":"Movies"},{"date":"19941207","headline":"Mayor Blocks Move To Evict Dog Owners","web_url":"https://www.nytimes.com/1994/12/07/nyregion/mayor-blocks-move-to-evict-dog-owners.html","abstract":"  Housing Authority officials said last night that they would withdraw a notice mailed last week to all tenants in public housing warning that those who kept dogs would be evicted.   The reversal came after housing officials were called to a late-night meeting at Gracie Mansion with senior officials from the Mayor's office, who had not been told of the notice, said Randy M. Mastro, the mayor's chief of staff.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Raiders and Davis: Fist in a Glove","web_url":"https://www.nytimes.com/1994/12/07/sports/on-pro-football-raiders-and-davis-fist-in-a-glove.html","abstract":"  During pre-game warm-ups on Monday night at Jack Murphy Stadium, Al Davis, the Raiders' owner, strolled around the field and was popped by receiver Tony Martin of the Chargers. Davis tumbled. He had a bruised lip to show for it. An accidental run-in, Martin said.   It was the Chargers' best hit of the night.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Remembering the Bomb : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-remembering-the-bomb-letters-to-the-editor.html","abstract":"Regarding the report \"U.S. Stamp Depicting Atomic Bombings Sets Off Outcry in Japan\" (Dec. 3):.As an Asian-American, I find the displeasure expressed by the Japanese government over the new U.S. stamp, which will picture an atomic mushroom cl","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Sports of The Times; Knicks Show They'll Win Some Games","web_url":"https://www.nytimes.com/1994/12/07/sports/sports-of-the-times-knicks-show-they-ll-win-some-games.html","abstract":"  LET'S lighten up on the Knicks. Let's stop acting as if that loss to Orlando was some kind of civic treason. The Knicks may be trudging as fast as they can, but they will nevertheless win a bunch of games, and some of them will be downright entertaining.   They showed some moves last night -- stutter-step drives by Charles Smith and post-up moves by Herb Williams -- in a 104-90 victory over the Celtics. It could be a whole lot worse. The Knicks could be the Celtics, who are reduced to Dominique Wilkins freelancing with off-balance shots.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Director to Resign From National Theater","web_url":"https://www.nytimes.com/1994/12/07/theater/director-to-resign-from-national-theater.html","abstract":"  The widely admired director of the National Theater, Richard Eyre, announced today that he was giving up Britain's most powerful and prestigious theater position in three years.   The 51-year-old Mr. Eyre, who is said to be able to spot a hit play when it is only a gleam in a playwright's eye, said he was resigning to pursue his own projects as a director and writer and because he had long maintained that a decade in the job was enough.","thumbnail":null,"section":"Theater"},{"date":"19941207","headline":"New York City Faces Change Over Justices","web_url":"https://www.nytimes.com/1994/12/07/nyregion/new-york-city-faces-change-over-justices.html","abstract":"  A strongly worded opinion from the Justice Department has posed a fundamental legal challenge to the ways that State Supreme Court justices are selected in Brooklyn, the Bronx and Manhattan. The opinion raises the possibility that New York's judicial system may have to be revamped to comply with the Voting Rights Act.   The opinion, handed down late Monday, pushes the future of the state's courts into the hands of the Federal courts in what could become a lengthy battle. The outcome of that fight will determine whether state lawmakers and the incoming Pataki administration have to decide how the state should pick its trial judges, a question that has remained mired for years in a quagmire of racial, geographic and clubhouse politics.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/07/style/chronicle-034975.html","abstract":"  Would MARTHA STEWART suggest that her followers make their own water from scratch, whip up 90-grain bread or dash out to build an addition to the house when there's an overflow of guests -- and still serve dinner on time?   Those are among the dozens of suggestions in \"Is Martha Stuart Living?,\" a spoof of Ms. Stewart's magazine, Martha Stewart Living, that is beginning to appear in bookstores (at $9.95 a copy).","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Clinton Accused of Forsaking the Center","web_url":"https://www.nytimes.com/1994/12/07/us/clinton-accused-of-forsaking-the-center.html","abstract":"  The leader of the Democratic organization that helped propel President Clinton to the White House today criticized him as being a \"transitional figure\" who had forsaken his moderate roots.   \"While Bill Clinton has the mind of a New Democrat, he retains the heart of an old Democrat,\" said Representative Dave McCurdy of Oklahoma, the chairman of the Democratic Leadership Council. \"The result is an Administration that has pursued elements of a moderate and liberal agenda at the same time, to the great confusion of the American people.\"","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"As Magicians Hone Art, Presto, Woman Appears","web_url":"https://www.nytimes.com/1994/12/07/nyregion/about-new-york-as-magicians-hone-art-presto-woman-appears.html","abstract":"  IT was 3 o'clock in the afternoon and as on every Saturday the back room at Reuben's restaurant on Madison Avenue and 38th Street was filling up with magicians.   There were already about 35 of them there, dexterous professionals and passionate hobbyists, doing their tricks and seeking constructive criticism. \"You should know,\" said Sol Stone, a 72-year-old retired Brooklyn College psychology professor, \"we don't call them tricks, we call them effects.\"","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"In the Literary Field, An Upstart Alliance Based on Tradition","web_url":"https://www.nytimes.com/1994/12/07/books/in-the-literary-field-an-upstart-alliance-based-on-tradition.html","abstract":"  In the last few weeks, an advertisement in The New York Review of Books has put forward a novel proposition. \"We invite you,\" it reads, \"to join us and the more than 400 other members in a new professional society for the study of literature, the Association of Literary Scholars and Critics.\"   New literary societies are not in short supply, but this one is different. It will not be devoted to a single author, a specific period or a specialized subject. Membership will be open to university professors, journalists, novelists, poets and publishers. Most telling, as the advertisement has it, \"it will hold to broad conceptions of literature rather than the narrow, highly politicized ones often encountered today.\"","thumbnail":null,"section":"Books"},{"date":"19941207","headline":"A CLINTON FRIEND ADMITS MAIL FRAUD AND TAX EVASION","web_url":"https://www.nytimes.com/1994/12/07/us/a-clinton-friend-admits-mail-fraud-and-tax-evasion.html","abstract":"  Webster L. Hubbell, a trusted friend of Bill Clinton and former law partner of Hillary Rodham Clinton who became one of the nation's top law-enforcement officials, admitted today that he stole at least $394,000 from his law partners and more than a dozen clients, including the Federal Government, before he arrived in Washington last year.   In a Federal district court here, Mr. Hubbell pleaded guilty to two felony counts of mail fraud and tax evasion. His head bowed, he confirmed that on more than 400 occasions he submitted bills to cover personal expenses from 1989 to 1992 and concealed the theft with phony expense vouchers and inflated accounts of the hours he worked for clients.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Fresh-Air Dining for All","web_url":"https://www.nytimes.com/1994/12/07/opinion/fresh-air-dining-for-all.html","abstract":"  Today the City Council's Health Committee will vote on an anti-smoking bill that will give most New Yorkers a chance to breathe fresher, healthier air. But, thanks to a large and unfortunate loophole, not all New Yorkers. Those who patronize the several thousand restaurants that seat 35 or fewer people would not have the privilege of smoke-free dining granted those who eat at bigger, possibly fancier places. Under the bill, customers of the big places may smoke only in the bar area -- and it must be at least six feet from the dining area or separated by a floor-to-ceiling partition. But the smaller places have been given an exemption.   Constructing separate areas for smokers, the small-restaurant owners testified at previous Council hearings, is impractical and impossibly costly for them. It probably is. But there is no reason they can't ban smoking entirely. In the 100 American cities with anti-smoking legislation that does not exempt small restaurants, the law has had little or no effect on their revenues. According to a recent Gallup Poll of 763 adult New Yorkers, a smoking ban might, in fact, increase restaurant patronage and revenues.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"In Tough Neighborhood, Boy Recalls What Might Have Been","web_url":"https://www.nytimes.com/1994/12/07/nyregion/in-tough-neighborhood-boy-recalls-what-might-have-been.html","abstract":"Sal Ayala walks to work each day past images of what might have been his future in the shadows of his East Harlem neighborhood and the bustling halls of his high school.\n\n\"I could have ended up in jail or selling drugs, or dead,\" said Sal, a 15-year-old sophomore at the Urban Peace Academy, an experimental public school that opened last fall in East Harlem, where drugs, violence and unwanted pregnancies take a damaging toll on teen-age lives.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Father Testifies on Last Hours Of His Daughter in Hospital","web_url":"https://www.nytimes.com/1994/12/07/nyregion/father-testifies-on-last-hours-of-his-daughter-in-hospital.html","abstract":"  Nearly a decade after he filed a malpractice suit against four doctors and New York Hospital in the death of his daughter, Sidney Zion finally had his day in court yesterday to tell of his last hours in the hospital with her, when doctors reassured him that she looked far sicker than she actually was.   In fact, he testified, a second-year resident suggested that his daughter, Libby, who was feverish and agitated, might calm down if he and his wife went home. \"I said, 'Elsa, if it's better for the kid, I guess we should go,' \" Mr. Zion said. His 18-year-old daughter said to him in Yiddish, \"Sleep well, Daddy.\"","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"'New England':Britons in Bitter American Exile","web_url":"https://www.nytimes.com/1994/12/07/style/IHT-new-englandbritons-in-bitter-american-exile.html","abstract":"Somehow we never expect American contemporary dramatists to be Chekhovian. Accustomed to the Ibsenite severity of an Arthur Miller, the Deep Southern neurosis of a Tennessee Williams, or the raw strengths of Shepard or Mamet, we have yet to come to prope","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Expose of a Success Story With the Mentally Ill","web_url":"https://www.nytimes.com/1994/12/07/books/books-of-the-times-expose-of-a-success-story-with-the-mentally-ill.html","abstract":"  9 Highland Road   By Michael Winerip   451 pages. Pantheon Books. $25    From the opening of insane asylums a century and a half ago to the emptying of gargantuan mental institutions beginning in the 1960's, the care of people with mental disorders has been a recurring nightmare of false hopes, willful abuse and shrugging neglect. In the booming 80's, the failure to follow up on patients who had been blithely deinstitutionalized became manifest in the ragged multitudes of homeless psychotics left in the dust by prosperity's gold chariot. Now, in this heyday of self-actualization, the issue of the homeless mentally ill comes down to \"quality of life\" -- not theirs, of course, but ours.","thumbnail":null,"section":"Books"},{"date":"19941207","headline":"In America; Targeting Women For Guns","web_url":"https://www.nytimes.com/1994/12/07/opinion/in-america-targeting-women-for-guns.html","abstract":"  The circumstances that led up to the shooting are not clear. One version of the story, according to the police in Jackson, Miss., is that late Saturday night 3-year-old Jonathan Hicks, who loved to look at the lights on the family's Christmas tree, was mistaken by his stepmother for a burglar.   The stepmother, whose identity is being withheld by authorities, reached for a .380 semiautomatic handgun, went into the living room and fired at the first sign of movement. The boy was shot in the head and died.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/07/nyregion/c-corrections-038822.html","abstract":"  Because of an editing error, an article on Sunday about the reinstatement of a University of New Hampshire professor accused of making sexually harassing remarks misstated the location of the Federal District Court that considered the case. It is Concord, N.H., not Manchester.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Panel Criticizes Testing Method For Cigarettes","web_url":"https://www.nytimes.com/1994/12/07/us/panel-criticizes-testing-method-for-cigarettes.html","abstract":"  A Federal advisory panel said today that the way the tar and nicotine in cigarettes have been measured since 1967 should be changed. The method misleads smokers into thinking they are taking in less tar than they actually are, the panel said.   A report based on the panel's recommendation is expected to be brought before the Federal Trade Commission for action.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Keeping Dignity Intact Amid Holiday Specials","web_url":"https://www.nytimes.com/1994/12/07/arts/television-review-keeping-dignity-intact-amid-holiday-specials.html","abstract":"  On paper, it's an enviable career coup. Natalie Cole snags two television specials this week. Tonight's, on WNET, is \"Untraditional Traditional Christmas,\" a holiday songbook with the New York Restoration Choir and Elmo the Muppet from \"Sesame Street.\" Tomorrow's, on the USA Network, is a movie called \"Lily in Winter,\" starring Ms. Cole as a 1957 nanny in a jam. Unfortunately, neither project will leave viewers singing, or even humming.    There is nothing terribly untraditional about the \"Great Performances\" music special, taped in October at the Performance Arts Center of the State University College at Purchase, N.Y. Ms. Cole moves sweetly, and somewhat lifelessly, through a largely standard repertory ranging from \"Jingle Bells\" to \"Joy to the World,\" done in gospel style. A couple of new songs are forgettable.","thumbnail":null,"section":"Arts"},{"date":"19941207","headline":"'On the Mend,' Quayle Leaves the Hospital","web_url":"https://www.nytimes.com/1994/12/07/us/on-the-mend-quayle-leaves-the-hospital.html","abstract":"  Scanned, rested but not quite ready to reveal his Presidential intentions, former Vice President Dan Quayle left the hospital here today after eight days of treatment for blood clots in his lungs. He vowed to make a \"complete and full recovery\" and promised a decision on his political future early in the new year.   \"I'm on the mend, the recovery is going better than expected, and after four weeks, I'll be back,\" a pink-cheeked, chipper-looking Mr. Quayle told a brief news conference at the Indiana University Medical Center, referring to his doctors' insistence that he limit his schedule and forego air travel for at least a month.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Italian Magistrate Who Cited Premier Quits Investigation","web_url":"https://www.nytimes.com/1994/12/07/world/italian-magistrate-who-cited-premier-quits-investigation.html","abstract":"  After almost three years as the leading figure in Italy's anticorruption drive, the crusading magistrate who came to symbolize Italy's quest for renewal resigned today, complaining that political maneuvering had made his work impossible.   Antonio Di Pietro's resignation, even more than his decision last month to investigate Prime Minister Silvio Berlusconi, stunned Italians, many of whom regarded him as what one television commentator called \"the symbol of justice.\"","thumbnail":null,"section":"World"},{"date":"19941207","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/07/sports/results-plus-036811.html","abstract":"  TENNIS  Vengeance for Sampras  Vengeance was swift yesterday as Pete Sampras, ranked No. 1 in the world, beat Jaime Yzaga by 6-2, 6-4 to open the $6 million Compaq Grand Slam Cup in Munich, Germany. The match lasted 58 minutes and it was the fastest in the history of the tournament, which is in its fifth year. Sampras was beaten by Yzaga in five sets in the round of 16 at the United States Open three months ago. \"It was an experience I'll never forget, I hope it never repeats itself,\" said Sampras, who will play another American, Michael Chang, in the quarterfinals. (AP) TRACK AND FIELD  3 Americans Upset  Dennis Mitchell, Greg Foster and Quincy Watts of the United States were upset by Australians at an indoor meet in the Brisbane Entertainment Center yesterday. Damien Marsh edged Mitchell by 0.01 seconds in 6.75 seconds in the 60-meter dash. Kyle Vander-Kuyp exploded from the blocks to beat Foster, the world champion in the 60-meter hurdles. Vander-Kuyp was timed in 7.91 seconds. Paul Greene beat Watts, the Olympic champion, in the 400 meters. (AP) YACHT RACING  Another Mast Is Lost  A second sailboat in the BOC round-the-world race lost its mast yesterday. Neal Petersen, skipper of the 40-foot yacht Protect Our Sealife, sent a message to shore officials in Cape Town, South Africa, that high winds of about 45 knots had knocked his yacht nearly upside down in the Indian Ocean. He was about 300 miles south of Port Elizabeth, South Africa, at the time. When the boat came back up, the mast had broken. The 27-year-old Petersen said that he planned to make repairs once the wind subsided.  WOMEN'S BASKETBALL  Tennessee Goes to 5-0  Latina Davis scored 19 points, and top-ranked Tennessee used a late first-half surge to break away from 15th-ranked Purdue, 81-63, last night in Knoxville, Tenn. Tennessee (5-0) led by just 21-17 midway through the first half, but then Davis scored 8 points and Michelle Marciniak 7 to spark a 23-5 spurt for a 44-22 halftime lead. The Boilermakers fell to 3-3. (AP) La. Tech 89, N.E. Louisiana 47: In Ruston, La., Amy Brown scored 17 of her 19 points in the first half as the third-ranked Lady Techsters moved to 5-1 and Northeast Louisiana fell to 0-4. (AP) Alabama 93, Arkansas 79: Yolanda Watkins managed only a layup in the first half, but roared back with 23 points in the second half to finish with 25 in sixth-ranked Alabama's Southeastern Conference victory at Tuscaloosa, Ala. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Personal Health; Prostate cancer: the neglected killer.","web_url":"https://www.nytimes.com/1994/12/07/us/personal-health-prostate-cancer-the-neglected-killer.html","abstract":"  DESPITE complaints that women's health issues have been relatively neglected by medical researchers, when it comes to cancer of the prostate, the opposite argument can easily be made.   Breast cancer, the woman's disease that comes closest to it in incidence, death rates and age of onset, has been the subject of many well-designed clinical trials that have resulted in improved survival chances and a reduced need for mastectomy.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Black and White and Fervent","web_url":"https://www.nytimes.com/1994/12/07/movies/film-review-black-and-white-and-fervent.html","abstract":"  \"The world doesn't like independent women,\" muses the 92-year-old photographer Berenice Abbott in Martha Wheelock and Kay Weaver's handsomely filmed documentary of her life. \"Why, I don't know, but I don't care.\"    Abbott, a self-described loner who died in 1991, shortly after the film was completed, was a giant of American photography. The film, which uses over 200 of her black-and-white photographs, presents her as a proud proto-feminist who near the end of her life declares matter-of-factly, \"There is nothing smarter than an old woman.\"","thumbnail":null,"section":"Movies"},{"date":"19941207","headline":"Talks Are Off As N.H.L. Puts A Tax Plan Back on Table","web_url":"https://www.nytimes.com/1994/12/07/sports/hockey-talks-are-off-as-nhl-puts-a-tax-plan-back-on-table.html","abstract":"  In a development that was anticipated and dreaded, collective bargaining broke off in the National Hockey League today after the owners re-introduced their demand for a harsh tax on high payrolls.   The players' association said the surcharge was unacceptable because it acts as a salary cap to restrain wages and that this issue threatened the season, which has already been postponed for 67 days by an owner-ordered lockout.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"A Contemporary 'Messiah'","web_url":"https://www.nytimes.com/1994/12/07/arts/a-contemporary-messiah.html","abstract":"  \"Too Hot to Handel,\" a contemporary arrangement of Handel's \"Messiah,\" is to be presented by the Concordia Orchestra at Alice Tully Hall, on Dec. 15 at 8 P.M. In this arrangement, by Gary Anderson and Bob Christianson, the great choruses (like \"Hallelujah\" and \"Glory to God\") are sung in gospel style, while the arias are done in a variety of pop and jazz styles. The soloists are to be Lillias White, soprano; Vivian Cherry, mezzo-soprano, and Thomas Young, tenor. The orchestra, to be conducted by Marin Alsop, is to be joined by jazz and rhythm players. Tickets are $25 and $30. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19941207","headline":"Pasadenans Show Will To End the Violence","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-pasadenans-show-will-to-end-the-violence-039110.html","abstract":"  To the Editor:   Your Dec. 2 news article on the gang-related Halloween murders in Pasadena, Calif., depicts the anguish of Deborah Bush over the loss of her son in a way that underscores the reality that violence can strike anyone anywhere. Ms. Bush's lamentation is deeply touching as she says, \"I feel the spirit of my children broken.\" That is incalculable loss.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Orange County, Calif., Makes Bankruptcy Filing","web_url":"https://www.nytimes.com/1994/12/07/us/orange-county-calif-makes-bankruptcy-filing.html","abstract":"  Orange County, Calif., plagued by disastrous losses in its investment fund, announced today that it had filed for bankruptcy protection to keep nervous lenders and investors from draining the fund and compounding its problems.   The filing by Orange County, one of the wealthiest in the country, is by far the largest bankruptcy case involving a unit of government and the first involving a large American county.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"A Stern Admonition : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-a-stern-admonition-letters-to-the-editor.html","abstract":"I would hope that the U.S. Navy's face is as red as the Achille Lauro's glowing hull was (\"Achille Lauro Drifts in Flames,\" Dec. 1). Even the article's writer knows that the proper word is \"stern,\" not as Commander T. McCready, U.S. N","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Public & Private; Lead Us Not","web_url":"https://www.nytimes.com/1994/12/07/opinion/public-private-lead-us-not.html","abstract":"  As a kid I prayed in school. Fast. I can say three \"Our Fathers\" in the amount of time it takes to eat a Twinkie. The way you do it is, you run \"onearthasitisinheaven\" and \"leadusnotintotemptation\" all together. It's as rich in meaning as the multiplication tables.    I'm not making light of prayer here, but of so-called school prayer, which bears as much resemblance to real spiritual experience as that freeze-dried astronaut food bears to a nice standing rib roast. From what I remember of praying in school, it was almost an insult to God, a rote exercise in moving your mouth while daydreaming or checking out the cutest boy in the seventh grade that was a far, far cry from soul-searching.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Is 'We the People' Too Counterculture?","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-is-we-the-people-too-counterculture-039128.html","abstract":"  To the Editor:   Recent actions by our elected representatives make it obvious that the foxes are guarding the hen house.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"If It's Meatless and Magical, It's Indian","web_url":"https://www.nytimes.com/1994/12/07/style/if-its-meatless-and-magical-its-indian.html","abstract":"WITH its layers of spice and hints of fire, an Indian meal is the best antidote for those who yawn at the mention of meatless cuisine. \n\nChefs at restaurants like Moosewood, the legendary vegetarian restaurant in Ithaca, N.Y., turn to old Indian recipes because the cuisine has a long tradition of vegetarian cooking. The recipes, notes Linda Dickenson, a co-owner of the restaurant, require no adaptation and are naturally vibrant and interesting.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"At the Nation's Table","web_url":"https://www.nytimes.com/1994/12/07/style/at-the-nations-table.html","abstract":"Mystic, Conn. \nKitchen Little, Breakfast Big \n\nOff Interstate 95 in Connecticut sits a tiny house on the Mystic River with a small painted sign of a chicken holding a basket of eggs. That's Kitchen Little.\n\n\"It's a cozy and friendly place with a good breakfast,\" said Tim Metcalfe of Los Angeles, who was in town recently directing the forthcoming movie, \"Killer,\" starring James Woods. Mr. Metcalfe heard about Kitchen Little from his producers, who discovered it when they filmed \"Mystic Pizza\" in town a few years ago.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"1919: New Labor Ally : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-1919-new-labor-ally-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - An open letter has been issued by Thomas Power O'Connor, Nationalist member for a Liverpool division and president of the Irish League in Great Britain, announcing that the League has decided to ally itself with the British Labor party. The lette","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Saying a Painful Farewell To a 'Hero for Our Times'","web_url":"https://www.nytimes.com/1994/12/07/nyregion/saying-a-painful-farewell-to-a-hero-for-our-times.html","abstract":"  Shortly before 11 A.M. today, Officer Edward J. Keil struggled to attention on his crutches, hobbled by a thigh-high cast. He should have stayed in his chair, but about to pass before him was the body of Officer Raymond R. Cannon Jr., the man he was rushing to help last Friday night in Brooklyn when he was struck in the leg by a car.   After a grimace, Officer Keil finally stood, and he remained in his painful stance for nearly half an hour. He was joined at attention by police officers from New York City and the rest of the state -- 10,000 by a police estimate -- who gathered for the funeral of Officer Cannon, who was killed in a shootout while thwarting a robbery at a bicycle shop last week.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Why Israel Shouldn't Rush to Give Up Golan","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-why-israel-shouldn-t-rush-to-give-up-golan-039098.html","abstract":"  To the Editor:   Re \"It's Time for Israel to Risk Peace With Syria\" (letter, Nov. 29): The major flaw in Avshalom Vilan's riposte to the bleak assessment by the Likud's Benjamin Netanyahu of the prospects for peace with Syria is that it is based on wishful thinking.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"A Question of Balance: Judges, Law and the Voting Rights Act","web_url":"https://www.nytimes.com/1994/12/07/nyregion/a-question-of-balance-judges-law-and-the-voting-rights-act.html","abstract":"  At the heart of the criminal-justice system in New York City sits a group of judges who got their jobs through a kind of political sleight of hand -- a mechanism intended to create enough judges to handle the expanding caseload without having to amend the State Constitution.    That group now includes people who many lawyers and judges say are among the busiest and best-known criminal-court judges in the city, men and women who preside at high-profile trials and help keep the system from gumming up.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"At the Nation's Table","web_url":"https://www.nytimes.com/1994/12/07/style/at-the-nations-table.html","abstract":"The Northwest \nSelf-Serve Gasoline And Espresso, Too \n\nOutside Seattle, at a Texaco station on Highway 167, a huge banner facing the road offers regular commuters FREE ESPRESSO WITH 6 fILL-UPS . Nearby, a smaller banner says, CLEANS VITAL ENGINE PARTS .\n\nThe cutting edge of Seattle caffeine isn't Starbucks -- it's the roadside espresso at establishments like this and McDonald's, 7-Eleven, Denny's, Chevron and Arby's.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Washington at Work; Man With His Own Foreign Policy","web_url":"https://www.nytimes.com/1994/12/07/world/washington-at-work-man-with-his-own-foreign-policy.html","abstract":"  John Carbaugh, long a loyal member of the staff of Senator Jesse Helms of North Carolina, settled into his wingback chair at the Metropolitan Club, took a pull on his cognac and reflected on his old boss.   \"He's one of the great tragic figures of American politics,\" Mr. Carbaugh said. \"He could have been a much greater man than he is.\"","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Ignoring the Cause : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-ignoring-the-cause-letters-to-the-editor.html","abstract":"Regarding the report \"Filipinos Recall Atrocities\" (Oct. 28):.Unfortunately, the Japanese government censors all textbooks used in school. It has the right to force their authors to rewrite some parts. We Japanese students haven't learned abo","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Choice for Treasury Wins Praise As Clinton Loses Elder Statesman","web_url":"https://www.nytimes.com/1994/12/07/us/choice-for-treasury-wins-praise-as-clinton-loses-elder-statesman.html","abstract":"  President Clinton today accepted the resignation of Treasury Secretary Lloyd Bentsen, one of the few elder statesmen in the Administration, and said he would name as the successor Robert E. Rubin, a former investment banker who is an ally of Mr. Bentsen and now mediates economic policy at the White House.   For Mr. Clinton, the effect of Mr. Bentsen's departure is more political than economic, since Mr. Rubin has been at the center of the Administration's policy-making for two years as a quiet consensus-builder serving as chairman of the National Economic Council.  [ Man in the News, page B10. ]","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Taste? Bud to Bud, Tongues May Differ","web_url":"https://www.nytimes.com/1994/12/07/style/taste-bud-to-bud-tongues-may-differ.html","abstract":"THE next time you and a friend are having dinner and disagree about the merits of every single dish, don't assume that one of you has an educated palate and the other needs a crash course in cuisine. \n\nYou may just be living in different taste worlds.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"National Panel Urges Earlier, Better Science Education","web_url":"https://www.nytimes.com/1994/12/07/us/national-panel-urges-earlier-better-science-education.html","abstract":"  In far-reaching recommendations intended to improve science literacy, a national panel says students should be exposed to science at earlier ages, teachers should receive better training and curriculums should offer more real-life applications.   The recommendations, released on Thursday, acknowledge that science instruction generally fails to give students challenging, inventive assignments and that students are often asked to memorize scientific theories and facts in a vacuum.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"It Might as Well Be Spring","web_url":"https://www.nytimes.com/1994/12/07/opinion/it-might-as-well-be-spring.html","abstract":"  Those young enough to use them may be longing for their sleds. Those old enough to know the adage may be brooding about how green winters make fat churchyards. But after last year's 17 snowstorms, streets like skating rinks and curbs off which one stepped up rather than down, 1994's extension of Indian summer is a welcome present.   True, it is strange to hear \"I'm Dreaming of a White Christmas\" drifting out of doorways open to curiously spring-like breezes. It is strange as well to see naked trees a few feet from windowboxes in which petunias, geraniums and impatiens are still plugging away. Strangest of all is to walk coatless down a New York street in December.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"2 Teen-Agers Who Died At Nightclub Are Mourned","web_url":"https://www.nytimes.com/1994/12/07/nyregion/2-teen-agers-who-died-at-nightclub-are-mourned.html","abstract":"  Two of the four young people killed early Saturday in a frenzied stampede at a dance club were buried here today as both the priest and Baptist minister who presided at separate services across town invoked the same message: it is time for adults to take greater responsibility for their children.   \"The solution to the problem is we have to face it and take our responsibility before God and society,\" the Rev. Fabio R. Brenes-Chaves said at a Roman Catholic funeral mass for 18-year-old Peter Perla. \"And that means parents have to take back the role of parents.\"","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"REBEL SERBS TRICK U.N. ON CAPTIVES","web_url":"https://www.nytimes.com/1994/12/07/world/rebel-serbs-trick-un-on-captives.html","abstract":"  The Bosnian Serbs stepped up their humiliation of United Nations personnel today, promising to release an officer who was suffering from a heart ailment, only to renege and take two more soldiers captive.   Four days after the Bosnian Serb leader, Radovan Karadzic, promised to release all detained United Nations personnel, 349 are still being held. These do not include the 1,200-member Bangladeshi battalion trapped inside the besieged Bihac pocket in northwest Bosnia.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Senator Fires Fusillade Against G.M. Deal","web_url":"https://www.nytimes.com/1994/12/07/us/senator-fires-fusillade-against-gm-deal.html","abstract":"  In one of his last acts before leaving office, Senator Howard M. Metzenbaum convened a Senate hearing today to excoriate the General Motors Corporation and the Department of Transportation for their agreement last week that ended the Federal investigation into whether G.M. pickup trucks had a deadly defect.   \"It smells like a political deal,\" said Senator Metzenbaum, an Ohio Democrat who did not seek re-election this year. \"It is a bizarre fix that does nothing to solve the problem.\"","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Defendant Says He Is Able To Run His Own Defense","web_url":"https://www.nytimes.com/1994/12/07/nyregion/defendant-says-he-is-able-to-run-his-own-defense.html","abstract":"  Acting as his own lawyer, Colin Ferguson insisted in court today that he was competent to stand trial and defend himself against charges that he murdered six people on a Long Island Rail Road train a year ago.    Mr. Ferguson repeatedly objected to the proceedings today at a competency hearing ordered by Judge Donald E. Belfi of Nassau County Court at the request of Mr. Ferguson's lawyers of record, William M. Kunstler and Ronald L. Kuby.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Tryout for Lindros","web_url":"https://www.nytimes.com/1994/12/07/sports/sports-people-hockey-tryout-for-lindros.html","abstract":"  The Islanders announced yesterday that they have given BRETT LINDROS permission to try out for the Canadian national team in preparation for the world junior championships Dec. 26-Jan. 4 in Red Deer, Alberta. The 19-year-old Lindros, the Islanders' first-round selection in the 1994 entry draft, surprised many by making the National Hockey League team in his first training camp. He signed a five-year, multimillion-dollar deal on Oct. 1, the day the N.H.L. regular season was scheduled to start.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Mexico's New Leader Proposes Overhaul of the Justice System","web_url":"https://www.nytimes.com/1994/12/07/world/mexico-s-new-leader-proposes-overhaul-of-the-justice-system.html","abstract":"  In a first major initiative four days after taking power, President Ernesto Zedillo Ponce de Leon has proposed broad changes in Mexico's notoriously corrupt and inefficient justice system.   The measures, which were submitted to Congress on Monday and detailed for the first time today, would include an overhaul of the Supreme Court, greater oversight of judicial decisions, and laws forcing prosecutors to act on pending cases.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Maryland G.O.P. Candidate for Governor Just Keeps on Going","web_url":"https://www.nytimes.com/1994/12/07/us/maryland-gop-candidate-for-governor-just-keeps-on-going.html","abstract":"  After most losers around the country have long since accepted defeat in the midterm elections, Maryland's Republican candidate for governor, Ellen R. Sauerbrey, is still fighting to win.   All around a room that once served as her campaign headquarters in this suburb north of Baltimore, dozens of volunteers today continued to comb lists, checking to see whether voters actually live where their official registration forms say they live. On a bank of computers downstairs, statewide results were being downloaded so election experts could review voting patterns over the last few years to point out anomalies.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"World News Briefs; Leftist Coalition Splits In El Salvador","web_url":"https://www.nytimes.com/1994/12/07/world/world-news-briefs-leftist-coalition-splits-in-el-salvador.html","abstract":"  Ending a union that lasted through 12 years of civil war, a coalition of leftist groups formally split today in El Salvador.    One of the main factions withdrew from the Farabundo Marti National Liberation Front after failing to move the other groups toward the political center. In a written statement, the breakaway group said the front should \"pass into history\" because it was too far to the left to be politically viable.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Esiason, Monk and Lott Carrying an Extra Load","web_url":"https://www.nytimes.com/1994/12/07/sports/pro-football-esiason-monk-and-lott-carrying-an-extra-load.html","abstract":"  This is why Esiason and Monk and Lott are Jets: It's December, and the bad memories need to be erased. These are the players who know about crunch time. They are the veteran performers who can lead the young ones.   It will come down to Saturday for these three, a distillation of why they are here.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Nets Write a New Plot For Fine Art of Losing","web_url":"https://www.nytimes.com/1994/12/07/sports/pro-basketball-nets-write-a-new-plot-for-fine-art-of-losing.html","abstract":"  This was not something Craig Ehlo had ever seen drawn up on a chalkboard before a game or something that Lenny Wilkens had designed on the arena floor with precious seconds remaining.   A game-winning layup off a jump ball tossed 75 feet away?   Welcome to the zany and wacky Nets season, which took another unpredictable turn tonight at Byrne Meadowlands Arena when Ehlo converted a 3-point play with three-tenths of a second remaining in overtime, sparking the Atlanta Hawks to a 94-91 victory.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Senators Must Disclose Number and Cost of Mailings, Appeals Court Rules","web_url":"https://www.nytimes.com/1994/12/07/nyregion/senators-must-disclose-number-and-cost-of-mailings-appeals-court-rules.html","abstract":"  The New York State Senate can no longer keep secret how many mailings individual members send out each year and how much they cost the public, the Court of Appeals ruled yesterday.   Republican Senate leaders said they had already been making the information available for more than a year and that the ruling only puts into law their own voluntary system of disclosure.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Aikman Will Start Against the Browns","web_url":"https://www.nytimes.com/1994/12/07/sports/sports-people-pro-football-aikman-will-start-against-the-browns.html","abstract":"  The Dallas Cowboys won their last two games without TROY AIKMAN. It now appears that they will get a chance to win the next one with him.   \"It's good to have our general back,\" wide receiver MICHAEL IRVIN said.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"A Year Later, the Demons Remain; Fear Still Haunts L.I.R.R. Shooting Survivors","web_url":"https://www.nytimes.com/1994/12/07/nyregion/a-year-later-the-demons-remain-fear-still-haunts-lirr-shooting-survivors.html","abstract":"  Even after the passage of time and the continuous blur of uneventful commuter trips, any train ride chills their bones. Once in their seats, they never feel part of the same becalming, banal routine that other passengers do. That one ride -- those three interminable minutes -- is still with them.    Lucinda Melkonian frames it in terms of sounds and sights. If someone tosses a briefcase into the overhead rack or drops a book on the floor, she flinches. With quick glances, she scrutinizes other commuters in her car for signs of veiled menace. Should a passenger stir suspicion, she hastens to another car.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Rutgers Final Four Recipe: Season Lightly and Win","web_url":"https://www.nytimes.com/1994/12/07/sports/soccer-rutgers-final-four-recipe-season-lightly-and-win.html","abstract":"  The ingredients were there all the time. It was merely a question of putting them together in the right combinations. When Coach Bob Reasso solved that, the Rutgers soccer team began to justify its preseason ranking in the country's top 10.   It was the morning of Nov. 3, the day after the last game of the regular season, that the Scarlet Knights' reversal of fortune started.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Schubert, Schumann and the Gaze of Others","web_url":"https://www.nytimes.com/1994/12/07/arts/music-review-schubert-schumann-and-the-gaze-of-others.html","abstract":"  Joseph Kalichstein presented Schubert, Schumann and their commentators on Saturday night at the 92d Street Y. To go along with the Schubert A-minor Sonata (D. 845) and Schumann's \"Faschingsschwank aus Wien\" were Liszt piano arrangements of songs by both composers and Mr. Kalichstein's own version of Schumann's \"Aus den Hebraischen Gesangen.\"   Mr. Kalichstein's playing acknowledged the arranger's pre-eminence in \"Sei mir gegrusst,\" \"Standchen\" and \"Widmung.\" Honored, in other words, was an old Romantic pianism: broad pullings and pushings of phrase, dramatic contrasts and a melody-playing hand that often lags just behind the accompanying one.","thumbnail":null,"section":"Arts"},{"date":"19941207","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/07/nyregion/inside-030961.html","abstract":"  Battle on New York Courts    An opinion from the Justice Department raises the possibility that New York's judicial system may have to be revamped to comply with the Voting Rights Act. Page B1. U.S. to Close Farm Offices    Hoping to save $3.6 billion in a huge reorganization of its farm services, the Agriculture Department announced it would close 3,700 offices and eliminate 11,000 jobs. Page A16. Gulf of Mexico Oil Drilling   Buoyed by Shell Oil's deep-drilling success in the Gulf of Mexico, Amoco, Exxon and Shell are drilling even deeper. Reserves are thought to exceed Prudhoe Bay's. Page D1. A Train Where Terror Struck    A year ago, Colin Ferguson killed 6 people and wounded 19 on a Long Island Rail Road commuter train from Pennsylvania Station. Today, survivors are still wary. Page B1. Quayle Leaves the Hospital    The former Vice President vowed to make a \"full recovery\" after an eight-day hospital stay to treat blood clots in his lungs. Page A16. Snapshots of Early Galaxies    The Hubble Space Telescope has taken the first clear pictures of some of the earliest galaxies. The images offer evidence of grown-up galaxies in an infant universe. Page A20.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Bosnian Rapes Go Untried by the U.N.","web_url":"https://www.nytimes.com/1994/12/07/world/bosnian-rapes-go-untried-by-the-un.html","abstract":"  In a well-guarded modern building here, stacks of folders stand as silent testimony to a rampage against women, telling of the large-scale and organized rape that soldiers inflicted during the Serbian \"ethnic cleansing\" of Bosnia and Herzegovina.   Evidence of the magnitude of the abuse was so shocking that it persuaded the United Nations to identify systematic rape as a weapon of war and to include it among the crimes to be tried by the international community.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Hubble Peers at an Infant Universe","web_url":"https://www.nytimes.com/1994/12/07/us/hubble-peers-at-an-infant-universe.html","abstract":"  With its cameras snapping \"baby pictures\" of the universe, the Hubble Space Telescope has produced the first clear views of primeval galaxies forming just one billion years after the presumed creation of space and time in the Big Bang. The universe, it seems, enjoyed a robust infancy as the most common galaxies grew astonishingly fast into their present shapes.   Astronomers, accustomed now to the Hubble telescope's capacity for surprise and wonderment, said the new photographs should lead to a better understanding of the origin and evolution of galaxies. They could also inspire revisions of theories of how the universe, so smooth and homogenous in the beginning, developed its complex structures of stars in round and spiral galaxies and galaxies congregating into spreading clusters.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"March Madness Stays on CBS's Calendar","web_url":"https://www.nytimes.com/1994/12/07/sports/march-madness-stays-on-cbs-s-calendar.html","abstract":"  Baseball, pro football and pro basketball have left CBS's once-powerhouse sports schedule, but the N.C.A.A. Division I men's basketball tournament, the network's signature event, enrolled with the network yesterday through 2002.   CBS and the National Collegiate Athletic Association announced that they had rolled the final three years of their current seven-year, $1 billion contract into a new eight-year extension worth $1.725 billion. It will cost CBS an average $216 million annually to show the event known as March Madness, 51 percent more than the current annual average of $143 million. The contract is effective with the 1995 tournament.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Cunningham Gets Call","web_url":"https://www.nytimes.com/1994/12/07/sports/sports-people-pro-football-cunningham-gets-call.html","abstract":"  A day after he hinted that he might bench RANDALL CUNNINGHAM, Coach RICH KOTITE yesterday affirmed Cunningham as the Philadelphia Eagles' starting quarterback in Sunday's game with the Pittsburgh Steelers.   \"On the basis of yesterday's press conference, when there were mixed interpretations as to my remarks regarding our quarterback situation, I am making a statement that should be understood by everyone: Randall Cunningham is the starting quarterback this Sunday in Pittsburgh,\" Kotite said in a statement.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Article 032662 -- No Title","web_url":"https://www.nytimes.com/1994/12/07/nyregion/article-032662-no-title.html","abstract":"  After raising $14.5 million to get elected, Governor-elect George E. Pataki raised more than $1 million last night, in a $1,000-a-person cocktail reception to pay for the expenses of the transition and a two-day inauguration celebration in Albany.    The event, at the Sheraton New York Hotel and Towers in midtown Manhattan, was swarming with lobbyists, some of them Democrats, eager to curry favor with the new administration.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"A Late Rossini Mass","web_url":"https://www.nytimes.com/1994/12/07/arts/a-late-rossini-mass.html","abstract":"  Rossini's Petite Messe Solennelle, one of the composer's last major works, is to be performed by the Chamber Music Society of Lincoln Center at Alice Tully Hall, on Dec. 16 at 8 P.M. and Dec. 18 at 5 P.M. The work is to be presented in its original version, for chamber chorus, four vocal soloists, two pianos and harmonium. The pianist David Golub is to conduct from the keyboard. The other soloists are Lee Luvisi, pianist; Margo Garrett, harmonium; Susan Dunn, soprano; Theodora Hanslowe, mezzo-soprano; John Aler, tenor, and Kelly Anderson, bass-baritone. Tickets are $18 and $28. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19941207","headline":"What They Sowed, They're Reaping","web_url":"https://www.nytimes.com/1994/12/07/sports/IHT-what-they-sowed-theyre-reaping.html","abstract":"How deep runs your well of sympathy for soccer's high and mighty? On Wednesday night, four of the self-elected elite - Barcelona, Bayern Munich, AC Milan and Manchester United - are on the rack of fear in the European Champions League..Some will fall b","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Two Charged With Rolling Back Gas and Electric Meters","web_url":"https://www.nytimes.com/1994/12/07/nyregion/two-charged-with-rolling-back-gas-and-electric-meters.html","abstract":"  Two Brooklyn men were charged yesterday with defrauding utilities in the metropolitan region of millions of dollars over the last several years by rolling back the electric and gas meters of dozens of companies in exchange for monthly fees.   The two men, Vincent Liquori and Joseph Vasilevsky, reached agreements with dozens of businesses in New York City and elsewhere to falsify meter readings, according to a criminal complaint filed in Federal District Court in Manhattan. The complaint said their fees ranged from $100 to perhaps $1,000 a month.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/07/nyregion/metro-digest-031801.html","abstract":"  A PAINFUL FAREWELL TO A SLAIN OFFICER    An estimated 10,000 police officers from New York City and the rest of the state stood at attention for the funeral of Officer Raymond R. Cannon Jr., who was killed in a shootout while thwarting a robbery at a bicycle shop last week. Officer Cannon, who was eulogized as a hero of the city by Mayor Giuliani and Police Commissioner William J. Bratton, was given the traditional inspector's funeral accorded to those who die in the line of duty. B3.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Listen: The Culture of Democracy and Human Rights Is Universal","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-listen-the-culture-of-democracy-and-human-rights-is-universal.html","abstract":"The author is the Burmese opposition leader and 1991 Nobel Peace Prize laureate who has been under house arrest in Rangoon since 1989..The argument that it took many years for the first democratic governments to develop in the West is not a valid excuse","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"As Fifth Ave. Changes, Disney May Replace La Cote Basque","web_url":"https://www.nytimes.com/1994/12/07/nyregion/as-fifth-ave-changes-disney-may-replace-la-cote-basque.html","abstract":"  In another indication that Fifth Avenue is no longer solely a preserve of luxury, the Walt Disney Company is planning to rent space there for a store selling merchandise tied to its movies and characters -- and in the process may displace the elegant restaurant La Cote Basque.   The company is poised to sign a lease for about 30,000 square feet in the Coca-Cola Building at 711 Fifth Avenue, which the soft-drink maker took over when it bought Columbia Pictures in 1982. Under the plan, according to real estate executives, the Disney store would displace La Cote Basque as well as Goldpfeil and Bally of Switzerland, two high-end retail stores.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Reeves Is Looking To Daluiso As Kicker","web_url":"https://www.nytimes.com/1994/12/07/sports/pro-football-reeves-is-looking-to-daluiso-as-kicker.html","abstract":"  Dan Reeves will announce Wednesday who will kick field goals on Sunday against the Cincinnati Bengals. The nominees are David Treadwell, who is in a slump, and Brad Daluiso, who replaced Treadwell in the second half last Sunday against the Browns and kicked the game-winner.   Look for these things to happen:","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Prostitution Laws Serve to Protect Weak From Exploitation","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-prostitution-laws-serve-to-protect-weak-from-exploitation-039152.html","abstract":"  To the Editor:   Anna Quindlen takes issue with the decision to prosecute Heidi Fleiss, the so-called Hollywood madam who has now been convicted of pandering (news article, Dec. 3), complaining that prosecution of this offense wastes public resources (column, Nov. 26). Ms. Quindlen contends that prostitution is victimless because any potential harm can be prevented by the use of a condom.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"THE ROAD FROM THE PAST","web_url":"https://www.nytimes.com/1994/12/07/style/IHT-the-road-from-the-past.html","abstract":"THE ROAD FROM THE PAST: Traveling Through History in France. By Ina Caro. 339 pages. $27.50. Nan A. Talese/Doubleday. Reviewed by Katherine Knorr. THIS charming book takes the reader time-traveling. Ina Caro's voyage from the Roman Empire to Napolon","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/07/nyregion/c-corrections-038830.html","abstract":"  Because of a production error, the continuation of an article on the front page of Science Times yesterday about a mathematical technique relating to the symmetry of matter included scrambled passages. Readers wishing corrected copies of the article may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or telephone (212) 556-1992.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Major's Tax Plan for Britain Loses, Shaking His Hold on Power","web_url":"https://www.nytimes.com/1994/12/07/world/major-s-tax-plan-for-britain-loses-shaking-his-hold-on-power.html","abstract":"  Prime Minister John Major suffered a stinging defeat in Parliament tonight as rebel members of his own Conservative party sided with the opposition to kill a tax increase. The setback raised questions about Mr. Major's ability to advance his legislative agenda and maintain his hold on power.   The defeat, over the Government's plan to raise the tax on home heating fuel, came despite frantic arm twisting by Mr. Major and Kenneth Clarke, the Chancellor of the Exchequer, and left Westminster with an air of political crisis.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/12/07/sports/transactions-037516.html","abstract":"  Baseball  American League   TEXAS RANGERS -- Named Zach Manasian home clubhouse and equipment manager and Joe Macko visiting clubhouse manager.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/07/style/chronicle-039594.html","abstract":"  On the sick list: Sir ANDREW LLOYD WEBBER, who has been in a London hospital since Friday suffering from an intestinal illness.    The 46-year-old composer, who returned to London from New York, where his musical \"Sunset Boulevard\" opened last month, issued a statement saying that his condition was caused by medication he took to treat an earlier intestinal infection. He is being fed intravenously.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Prostitution Laws Serve to Protect Weak From Exploitation; Hypocrisy's High Cost","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-prostitution-laws-serve-to-protect-weak-from-exploitation-hypocrisy-s-high-cost-039160.html","abstract":"  To the Editor:   Anna Quindlen highlights the moral cost of prosecuting some forms of pandering while giving out Oscars for others (column, Nov. 26). She's right; and our hypocrisy has a whopping dollars-and-cents cost too.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Mr. Clinton Will Miss Mr. Bentsen","web_url":"https://www.nytimes.com/1994/12/07/opinion/mr-clinton-will-miss-mr-bentsen.html","abstract":"  Treasury Secretary Lloyd Bentsen's resignation is bad news to a battered White House. Mr. Bentsen knows best what the Administration desperately needs to learn: how to deal with a Republican-led Congress. His consistent voice for policy moderation will be missed among a chorus of advisers who remain befuddled about what the voters meant when they rejected the Democrats.   Mr. Bentsen's clout on Capitol Hill was important to Mr. Clinton's major legislative victories. He fought hard within the Administration, and then in Congress, for a budget that would cut the deficit and raise spending on training and education -- beating back advice from White House pollsters who pushed Mr. Clinton to promise a tax cut he knew the Government could not afford.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Giuliani And Council Still at Odds On Budget","web_url":"https://www.nytimes.com/1994/12/07/nyregion/giuliani-and-council-still-at-odds-on-budget.html","abstract":"  An effort by Mayor Rudolph W. Giuliani and leaders of the City Council to break their impasse over cutting New York City's budget appeared to have collapsed yesterday, and officials for each side offered little hope for a settlement that would avoid a court fight.   After a flurry of talks over the weekend prompted by a meeting between Mr. Giuliani and Speaker Peter F. Vallone on Friday, the two sides appeared no closer to an agreement on where to cut spending and services to close a $1.1 billion gap in the city's $31.6 billion budget.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Moderate and Morose","web_url":"https://www.nytimes.com/1994/12/07/us/moderate-and-morose.html","abstract":"  Representative Dave McCurdy, the defeated Oklahoman who heads the Democratic Leadership Council, the group of moderate Democrats that helped elect Bill Clinton, criticized the President as a \"transitional figure\" whose agenda hurt Democrats at the polls last month.    Article, page B10.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Team in Place, Gingrich Comes Out Slugging","web_url":"https://www.nytimes.com/1994/12/07/us/team-in-place-gingrich-comes-out-slugging.html","abstract":"  Sometimes ebullient, sometimes combative and sometimes both, Representative Newt Gingrich held a news conference today to introduce the new members of the House Republican leadership, defend his ideas on orphanages and welfare, and take a hard poke at the press.   Mr. Gingrich, who will be Speaker in the new House, called the news conference, at a House office building next to the Capitol, largely to hail decisions by the new Republican majority to prune the House bureaucracy.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Carrot and Stick for Burma","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-carrot-and-stick-for-burma.html","abstract":"The West is rightly angered by the continued house arrest of the Nobel Peace Prize laureate Aung San Suu Kyi by the Burmese junta..But the rigid isolation imposed on Burma by General Ne Win has been slightly eased. Since the news was leaked that Ne Win","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"No to 32-Cent Stamp","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-no-to-32-cent-stamp-039144.html","abstract":"  To the Editor:   Instead of raising the price of a stamp yet again (news article, Dec. 1) and penalizing those who pay bills and write letters, why not reduce or eliminate the bulk-rate discounts for catalogues, solicitations and fliers that cram our mailboxes and add to environmental problems? This would keep the price of sending letters down, and reduce the amount of junk mail. DEBORAH KAZIS  New York, Dec. 1, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"G.O.P. Decides To Halt Money To 28 Caucuses","web_url":"https://www.nytimes.com/1994/12/07/us/gop-decides-to-halt-money-to-28-caucuses.html","abstract":"  The Republicans began making good today on their pledge to sweep Congress clean, whisking away financing for a cherished if little-known institution in the House -- the caucuses -- and suggesting they might even be able to sell off a government building in the process.   \"The conference has begun a process of voting to shrink the size of Congress, to shrink the size of the legislative staff,\" said Representative Newt Gingrich, whom Republicans have selected to be the new Speaker of the House.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Practices of Japanese Business Find a Home in a Brooklyn High School","web_url":"https://www.nytimes.com/1994/12/07/us/practices-of-japanese-business-find-a-home-in-a-brooklyn-high-school.html","abstract":"  In Valerie Costa's English class at George Westinghouse Vocational and Technical High School in Brooklyn, the 29 seniors sometimes grade each other, and Ms. Costa, too.   In another classroom, students get $4.50 an hour to repair broken fax circuit boards for the Ricoh Corporation -- and in the process, they learn how to hold down a job.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Rowland Says a Casino Will Revive Bridgeport","web_url":"https://www.nytimes.com/1994/12/07/nyregion/rowland-says-a-casino-will-revive-bridgeport.html","abstract":"  Governor-elect John G. Rowland strongly endorsed a casino for Bridgeport tonight, saying other efforts to revive the city could not succeed until a casino and the crowds it would attract overcome the city's image as crime-ridden and unsafe.   In his election campaign, Mr. Rowland said he would support a casino in Bridgeport if the city's residents voted for one in a referendum. And today, in several stops across Fairfield County, he said he believed that the General Assembly would approve legislation authorizing a casino in 1995.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"State Officials Still Support Diversity Law","web_url":"https://www.nytimes.com/1994/12/07/nyregion/state-officials-still-support-diversity-law.html","abstract":"  Although eight of 11 regions across Connecticut rejected plans to promote racial diversity in their schools last month, state education officials said today that a 1993 law promoting voluntary integration has not failed and that they would seek financing from the General Assembly for the three plans that were approved.   The most ambitious plan, developed by Hartford and 22 surrounding towns, calls for greatly expanding Project Concern, a 29-year-old program that now sends 730 Hartford children to suburban schools.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"1944: Close to Austria : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-1944-close-to-austria-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Russian armored forces yesterday [Dec. 6] drove across western Hungary to within forty-three miles of Austria and 110 miles of Vienna, while Moscow and Berlin indicated that strong Soviet land and air forces had launc","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Lima Journal; In the Macho World of Peru, 8 Women Muscle In","web_url":"https://www.nytimes.com/1994/12/07/world/lima-journal-in-the-macho-world-of-peru-8-women-muscle-in.html","abstract":"  Two women are running for President and six for Vice President in elections early next year -- the first time in Peru that women have been selected as candidates for such high office.   No one expects the tickets with women on them to defeat President Alberto K. Fujimori, who the polls indicate is comfortably ahead as he seeks a second five-year term. But some Peruvians see the women's candidacies as a sign of progress in a country of 23 million where many people still think of women as the property of their husbands.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"War Threat In Caucasus Is Averted","web_url":"https://www.nytimes.com/1994/12/07/world/war-threat-in-caucasus-is-averted.html","abstract":"  Stepping back from the looming threat of military intervention by Moscow, the Russian Defense Minister met today with the leader of the secessionist Chechen republic and agreed to try to resolve the crisis there without using force.   While the decision mainly appeared to be a reprieve for the secessionist leader, Dzhokhar Dudayev, who is under siege from opposition forces backed by Moscow, it also provided the Russian President with a narrow escape.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Unaccustomed Spotlight for Smith and Williams","web_url":"https://www.nytimes.com/1994/12/07/sports/pro-basketball-unaccustomed-spotlight-for-smith-and-williams.html","abstract":"  The Knicks may be building momentum -- or they may simply be taking advantage of a softer stretch in their schedule.   Whatever the case, a winning streak was exactly what the Knicks needed after last week's debacle in Orlando. And after whipping the Boston Celtics, 104-90, last night at Madison Square Garden, New York (10-5) has won three consecutive games for the first time since winning three straight games to start the season.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Discoveries on the Makings of a Suntan Reveal How Cancer Lurks in the Wings","web_url":"https://www.nytimes.com/1994/12/07/us/discoveries-on-the-makings-of-a-suntan-reveal-how-cancer-lurks-in-the-wings.html","abstract":"  RESEARCHERS have partly solved the mystery of what causes a suntan, and it is not a pretty picture.    Tanning happens when the body tries to excise and dispose of damaged genetic material, scientists reported last week. In the process, they said, the skin erects a protective barrier that tries to stop sunlight from further destroying cellular DNA.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"CLINTON & CONGRESS: DIALOGUE\nRedistricting, in Black and White;\nBy Any Name, It's a Quota","web_url":"https://www.nytimes.com/1994/12/07/opinion/clinton-congress-dialogue-redistricting-in-black-and-white-by-any.html","abstract":"Morally deplorable political strategies don't usually acquire protected status. The racial gerrymandering of legislative districts is an obvious exception. Republicans like it; they benefit from it. And white Democrats don't dare object to a policy to which their black colleagues in Congress and elsewhere are firmly committed.\n\nWhat has long been apparent is only now fully understood: herding black voters into their own \"majority-minority\" districts is a boon to the G.O.P. When black voters are concentrated in safe black districts, that makes majority-white ones even whiter -- and overwhelmingly white districts (particularly in the conservative-leaning South) are just what Republican candidates like.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"A Lively Cast for 'Chantecler'","web_url":"https://www.nytimes.com/1994/12/07/style/IHT-a-lively-cast-for-chantecler.html","abstract":"Jrme Savary's adaptation and direction of \"Chantecler\" at the Chaillot is closer to Walt Disney than to Edmond Rostand's satirical piece about life in a barnyard in southern France..Its hero, Chantecler, a rooster, is proud of his","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"STORED PLUTONIUM IS LIABLE TO LEAK, GOVERNMENT SAYS","web_url":"https://www.nytimes.com/1994/12/07/us/stored-plutonium-is-liable-to-leak-government-says.html","abstract":"  American nuclear weapons plants have thousands of containers of plutonium that could spill their deadly contents before the material is properly disposed of, posing significant risks to workers and some risks to the public as well, the Department of Energy said yesterday.   The plutonium, 26 metric tons in liquids, solids and powders at 13 sites around the country, was left over when production of nuclear arms materials abruptly stopped in the late 1980's. Because few thought the shutdown would become permanent, much of the plutonium is being stored in forms that can leak.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"Persisting on Whitewater","web_url":"https://www.nytimes.com/1994/12/07/opinion/persisting-on-whitewater.html","abstract":"  Whitewater is back, without televised Senate hearings for the moment. The affair has returned in humbler guise -- the patient prosecutorial efforts of Kenneth Starr, the independent counsel. He has now reached two plea bargains -- from Robert Palmer, a land appraiser whose phony estimates appear to have enriched his associates at great cost to the American taxpayer; and from Webster Hubbell, personally installed by the President as political manager of the Justice Department.   It is important to review what these developments mean and do not mean for Mr. Clinton and Hillary Rodham Clinton. The downfall of even so close an associate as Mr. Hubbell does not mean that the Clintons have done anything wrong. Similarly, Mr. Palmer seems more closely tied to Jim Guy Tucker, the Governor of Arkansas. But the Palmer case establishes beyond a doubt that there were serious problems of mismanagement and political favoritism at Madison Guaranty, a savings and loan operated by James McDougal, the Clintons' business partner in the Whitewater Development Corporation.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"1894: Russia to Stay Out : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/07/opinion/IHT-1894-russia-to-stay-out-in-our-pages100-75-and-50-years-ago.html","abstract":"ST. PETERSBURG - The Russian press unanimously reject all idea of Russian intervention in Armenian and Macedonian affairs, for such intervention might involve Russia in dangerous complications and would only benefit the interests of England and Austria-Hu","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"No Unity on Balkans at Europe Summit","web_url":"https://www.nytimes.com/1994/12/07/world/no-unity-on-balkans-at-europe-summit.html","abstract":"  Because of objections by Russia and Bosnia, efforts to pass resolutions condemning the fighting in the Balkans failed today amid widespread recriminations at the end of the 52-nation summit meeting on European security.    The inability to come to an agreement on addressing the war in the former Yugoslavia cast a pall over the closing of the Conference on Security and Cooperation in Europe, a meeting that the Clinton Administration had said would help to create a \"new security architecture\" for Europe.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"Is 'We the People' Too Counterculture?; A Test for Gingrich","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-is-we-the-people-too-counterculture-a-test-for-gingrich-039136.html","abstract":"  To the Editor:   The incoming House Speaker, Newt Gingrich, would quickly earn the respect of Americans across the political spectrum by using his power to reform our disgraceful campaign financing practices.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"U.S. Shutting 1,274 Farm Field Offices","web_url":"https://www.nytimes.com/1994/12/07/us/us-shutting-1274-farm-field-offices.html","abstract":"  The Department of Agriculture will close nearly one-third of its field offices and hopes to save $3.6 billion in a vast reorganization announced today. In Washington it might have been a budget cutter's dream, but few down on the farm were happy about the changes.   Under the reorganization signed into law by President Clinton in October, 1,274 of the department's 3,700 offices around the country will be closed and consolidated with nearby ones. Many of these offices are in counties where farming has given way to urban and suburban sprawl.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/07/nyregion/no-headline-030872.html","abstract":"  \"I want this court to know that I take full responsibility for my actions and accept the full and complete consequences for them, which are substantial.\" WEBSTER L. HUBBELL, pleading guilty.  [ A1:4 ]","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"CLINTON & CONGRESS: DIALOGUE\nRedistricting, in Black and White;\nQuotas Aren't The Issue","web_url":"https://www.nytimes.com/1994/12/07/opinion/clinton-congress-dialogue-redistricting-in-black-and-white-quotas.html","abstract":"The body of the mighty Democratic Congress isn't even cold, and critics are already blaming the usual suspects: African-Americans. In a variant of the lament heard after every Democratic setback since 1968 -- that support for black interests will consign the party to permanent minority status -- we're told that the new predominantly black Congressional districts in the South helped Republicans by draining black Democrats from neighboring white districts.\n\nThe argument may sound plausible, but it's dead wrong. The current round of Congressional redistricting, based on the 1990 Census, was completed before the 1992 elections. The same districts that produced a 41-seat Democratic majority in 1992 yielded nearly a 15-seat G.O.P. majority in 1994.","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Carpenter Guilty of Manslaughter in 1988 Slayings in Larchmont","web_url":"https://www.nytimes.com/1994/12/07/nyregion/carpenter-guilty-of-manslaughter-in-1988-slayings-in-larchmont.html","abstract":"  Paul Cox, a 27-year-old carpenter from a prominent Larchmont family, was convicted of manslaughter today in the brutal 1988 slayings of an Indian immigrant couple after a jury found he had been affected by \"extreme emotional disturbance\" in stabbing the sleeping victims.   In reaching their verdict in Mr. Cox's second trial, the jurors took a middle path in a case in which the defendant admitted to the killings but claimed he had done so in an alcoholic blackout in which he imagined that the victims, Dr. Lakshman Rao Chervu, 58, and his wife Dr. Shanta Chervu, 51, were his parents. The jury, after eight days of deliberations, rejected the defense contention that Mr. Cox was temporarily insane, but they also rejected the prosecution's request for a verdict of murder.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Fan Says Mason Hit Him","web_url":"https://www.nytimes.com/1994/12/07/sports/fan-says-mason-hit-him.html","abstract":"  A Jackson Heights electrician and Knicks fan who counseled power forward Anthony Mason last month in a Manhattan bar to improve his 15-foot jumper charged in State Supreme Court yesterday that Mason responded by slugging him in the jaw and kicking him, causing severe physical damage.   The lawyer for Thomas Loughlin, 36, said he expected to serve papers on Mason last night at the Garden. Mason's agent, Don Cronson, said: \"We can't deny he was there, but we deny the charges.\"","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Beethoven By Tokyo Quartet","web_url":"https://www.nytimes.com/1994/12/07/style/IHT-beethoven-by-tokyo-quartet.html","abstract":"The Tokyo Quartet, which is celebrating its 25th anniversary this year in part by performing the complete Beethoven string quartets in the Thtre du Chtelet's ongoing survey of the composer's music, is a prime example of a powerful Tokyo","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"Hopeless in Gaza: A Forlorn Family in Limbo","web_url":"https://www.nytimes.com/1994/12/07/movies/film-review-hopeless-in-gaza-a-forlorn-family-in-limbo.html","abstract":"  \"Curfew\" visits a Palestinian household in Gaza, an extended family uneasily confined to quarters by an open-ended military curfew. The time is 1993, just before peace negotiations began, and the atmosphere is both torpid and tense. Rashid Masharawi, a film maker who was himself raised in a refugee camp, understands the slowly debilitating effects of such confinement. He describes them in a compassionate but obvious film that spans one long, claustrophobic day.   So \"Curfew,\" which opens today at the Film Forum, depicts the ways this family accommodates itself to imprisonment. The film is a virtual catalogue of curfew-related troubles, from the difficulty of shaving when water is shut off to the use of onions to stave off painful effects of tear gas. A baby cries inconsolably. Vegetables spoil. The patriarch, Abu Raji (Salim Daw), suffers a backache but is trapped at home, unable to alleviate his pain.","thumbnail":null,"section":"Movies"},{"date":"19941207","headline":"Nigerian Author Urges Boycott Against Rulers","web_url":"https://www.nytimes.com/1994/12/07/world/nigerian-author-urges-boycott-against-rulers.html","abstract":"  After fleeing his homeland three weeks ago to avoid arrest, Wole Soyinka, the Nigerian playwright and Nobel Prize winner, came to Washington today to publicize human rights abuses by his nation's military Government and to urge the United States to begin an economic boycott against his country.   Mr. Soyinka condemned Nigeria's dictator, Gen. Sani Abacha, as \"uncivilized\" and \"sadistic\" as he criticized him for executing opponents, jailing writers and pro-democracy advocates and closing more than a dozen newspapers.","thumbnail":null,"section":"World"},{"date":"19941207","headline":"UConn Takes Hard Road To Victory","web_url":"https://www.nytimes.com/1994/12/07/sports/college-basketball-uconn-takes-hard-road-to-victory.html","abstract":"  Connecticut's expected easy victory over Boston College was anything but easy tonight. Yes, the unbeaten Huskies did win, 74-70, for their fourth victory of the season. But they were extended to the end.   The Eagles, with four new starters, tied the score at 68-68 with 2 minutes 29 seconds left. Then UConn scored 4 points within three seconds when Doron Sheffer hit a 15-foot jumper and Brian Fair scored a layup after stealing the inbounds pass by B.C.'s Mickey Curley.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"School Prayer Tramples on Tolerance","web_url":"https://www.nytimes.com/1994/12/07/opinion/l-school-prayer-tramples-on-tolerance-038989.html","abstract":"  To the Editor:   As a transplanted New Yorker, a Jewish child, I started second grade in the Dallas Independent School District in 1967 and did not experience a \"moment of silence\" as exists in many public schools today. Rather I experienced a \"Christian moment.\"","thumbnail":null,"section":"Opinion"},{"date":"19941207","headline":"Mets Tie a Few Strings","web_url":"https://www.nytimes.com/1994/12/07/sports/sports-people-baseball-mets-tie-a-few-strings.html","abstract":"  The Mets, the team most active in off-season trading, cleaned up some loose ends yesterday. They acquired a minor league second baseman, JESUS AZUAJE, from Cleveland to complete the trade last month that saw outfielder JEROMY BURNITZ go to the Indians in a five-player deal in which the Mets obtained pitchers JERRY DIPOTO, DAVE MLICKI and PAUL BIRD. They then sent catcher JAVIER GONZALEZ to Milwaukee as one of the two players to be named in last week's trade for reliever DOUG HENRY and they shipped right-hander ANDY BECKERMAN to Houston as part of the Nov. 28 deal for the rights to the free-agent pitcher PETE HARNISCH.","thumbnail":null,"section":"Sports"},{"date":"19941207","headline":"Justices Rule Against Election Panel, Declining to Judge Its Makeup","web_url":"https://www.nytimes.com/1994/12/07/us/justices-rule-against-election-panel-declining-to-judge-its-makeup.html","abstract":"  The Supreme Court ruled today that the Federal Election Commission lacked authority to represent itself in the Court, a result that kept about two dozen of the commission's enforcement actions under a legal cloud.   In a 7-to-1 decision, the Court dismissed the election commission'sappeal of a ruling, issued by a Federal appeals court here in October 1993, that the commission's structure at the time was unconstitutional.","thumbnail":null,"section":"U.S."},{"date":"19941207","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/07/nyregion/news-summary-030449.html","abstract":"  International A3-13  SERBS HARASS U.N. TROOPS  The Serbs stepped up their humiliation of United Nations personnel in Bosnia, promising to release an officer who was suffering from a heart ailment but then reneging and taking two more soldiers captive. A1  EUROPEAN SECURITY SUMMIT FAILS  A 53-nation summit meeting on European security ended by failing to pass resolutions condemning the fighting in Bosnia. Widespread recriminations dominated the end of the conference in Budapest.  A12","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Children Discover the Joys of Food They Make Themselves","web_url":"https://www.nytimes.com/1994/12/07/style/children-discover-the-joys-of-food-they-make-themselves.html","abstract":"CHILDREN all over the country are taking up cooking in growing numbers -- although maybe not with the intensity reserved for Power Rangers and Barney.\n\nThe 1995 Guide to Cooking Schools, published by Shaw Guides ($19.95), lists 82 classes for children, 32 percent more than in the 1994 edition.","thumbnail":null,"section":"Style"},{"date":"19941207","headline":"On Madison Ave.: Stark Reminders Of a Different Life","web_url":"https://www.nytimes.com/1994/12/07/nyregion/on-madison-ave-stark-reminders-of-a-different-life.html","abstract":"  On the other side of affluence, Charlie Barbera makes his bed. He spreads a blanket or newspaper on the chilly sidewalk of Madison Avenue and curls up in the golden glow of a store where women buy silks and baubles and other pretty things.   If he resents their wealth, he does not say. Mr. Barbera, one of the hundred or so homeless who spend the night in the alcoves of the ritzy shops on Madison Avenue, can go long hours without speaking to anyone but himself.","thumbnail":null,"section":"New York"},{"date":"19941207","headline":"Timing Is All In Filmic Opera","web_url":"https://www.nytimes.com/1994/12/07/arts/timing-is-all-in-filmic-opera.html","abstract":"  The question Philip Glass was asking himself a few years ago was, how might a composer present an operatic setting of a screenplay, performed live, with the complete original film as an integral component of the production? His solution, an operatic version of Jean Cocteau's 1945 film \"La Belle et la Bete\" (\"Beauty and the Beast\"), is to have its American premiere at the Brooklyn Academy of Music tonight.   The work, which runs through Sunday, is the second installment of a Cocteau trilogy that Mr. Glass began composing in 1990 and will finish next year. The first installment was \"Orphee,\" an opera that used Cocteau's 1950 screenplay as its libretto. \"La Belle et la Bete\" takes the integration a step farther, using the film itself but replacing its soundtrack with sung dialogue and new music.","thumbnail":null,"section":"Arts"},{"date":"19941207","headline":"COLLEGE FOOTBALL: A Fighter Who Plays Football; Born With No Left Hand, DaWuan Miller Is Boise State Rallying Cry","web_url":"https://www.nytimes.com/1994/12/07/sports/college-football-fighter-who-plays-football-born-with-no-left-hand-dawuan-miller.html","abstract":"  His mother moved the family five times during grammar school, and the first day of class was always a stare down. They never looked him in the face, they looked him in the arm. Ask him once why he had no left hand, and he would say, \"Born that way.\" But ask him 14 times, and he would spout, \"I bit it off. Why?\"   At times, DaWuan Miller would make the stub disappear, anchor it in his front pocket or behind his back. But the new classmates were relentless. They presumed he was vulnerable, meek, a punching bag, and 10 days into every fresh semester, he would inevitably tell them to put up their dukes.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19941207","time":"1994-12-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":71,"wspd":20.5},{"date":"19941207","time":"1994-12-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":70,"wspd":25.9},{"date":"19941207","time":"1994-12-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":75,"wspd":24.1},{"date":"19941207","time":"1994-12-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":76,"wspd":24.1},{"date":"19941207","time":"1994-12-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":84,"wspd":29.5},{"date":"19941207","time":"1994-12-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":80,"wspd":22.3},{"date":"19941207","time":"1994-12-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":79,"wspd":22.3},{"date":"19941207","time":"1994-12-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":18.4},{"date":"19941207","time":"1994-12-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":76,"wspd":18.4},{"date":"19941207","time":"1994-12-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":77,"wspd":16.6},{"date":"19941207","time":"1994-12-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":78,"wspd":13},{"date":"19941207","time":"1994-12-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":64,"wspd":20.5},{"date":"19941207","time":"1994-12-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":55,"wspd":18.4},{"date":"19941207","time":"1994-12-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":54,"wspd":16.6},{"date":"19941207","time":"1994-12-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":56,"wspd":14.8},{"date":"19941207","time":"1994-12-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":62,"wspd":16.6},{"date":"19941207","time":"1994-12-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":65,"wspd":22.3},{"date":"19941207","time":"1994-12-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":73,"wspd":14.8},{"date":"19941207","time":"1994-12-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":75,"wspd":13},{"date":"19941207","time":"1994-12-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":72,"wspd":13},{"date":"19941207","time":"1994-12-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":74,"wspd":11.2},{"date":"19941207","time":"1994-12-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":66,"wspd":16.6},{"date":"19941207","time":"1994-12-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":22.3},{"date":"19941207","time":"1994-12-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":70,"wspd":13},{"date":"19941207","time":"1994-12-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":72,"wspd":9.4},{"date":"19941207","time":"1994-12-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":72,"wspd":16.6},{"date":"19941207","time":"1994-12-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":14.8},{"date":"19941207","time":"1994-12-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":13},{"date":"19941207","time":"1994-12-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":13},{"date":"19941207","time":"1994-12-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":13},{"date":"19941207","time":"1994-12-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":14.8},{"date":"19941207","time":"1994-12-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":14.8},{"date":"19941207","time":"1994-12-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":7.6},{"date":"19941207","time":"1994-12-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":11.2},{"date":"19941207","time":"1994-12-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":13},{"date":"19941207","time":"1994-12-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":16.6},{"date":"19941207","time":"1994-12-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":13},{"date":"19941207","time":"1994-12-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":7.6},{"date":"19941207","time":"1994-12-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":13},{"date":"19941207","time":"1994-12-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":69,"wspd":14.8},{"date":"19941207","time":"1994-12-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":5.4},{"date":"19941207","time":"1994-12-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":9.4},{"date":"19941207","time":"1994-12-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":11.2},{"date":"19941207","time":"1994-12-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":78,"wspd":16.6},{"date":"19941207","time":"1994-12-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":13},{"date":"19941207","time":"1994-12-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":14.8},{"date":"19941207","time":"1994-12-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":80,"wspd":16.6},{"date":"19941207","time":"1994-12-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":18.7}]},"19941208":{"guardian_articles":[],"nytimes_articles":[{"date":"19941208","headline":"GREENSPAN HINTS AT FURTHER RISES IN INTEREST RATES","web_url":"https://www.nytimes.com/1994/12/08/us/greenspan-hints-at-further-rises-in-interest-rates.html","abstract":"  In an unusually clear signal that the Federal Reserve will continue raising interest rates, its chairman, Alan Greenspan, said today that inflation might rise soon and that the economy was continuing to grow briskly.    The Federal Reserve has sought with six rate increases since February to brake economic growth in an effort to forestall inflationary shortages of goods and skilled workers. Mr. Greenspan told members of the Congressional Joint Economic Committee that \"there is very little evidence throughout this economy of any degree of slowdown,\"","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Samoans Honor Adopted Son, the Teller of Tales","web_url":"https://www.nytimes.com/1994/12/08/books/samoans-honor-adopted-son-the-teller-of-tales.html","abstract":"  At dawn on Sunday, on a site called the Entrance of the Loving Heart about two and a half miles from Apia, the capital of Western Samoa, some 250 people from around the world gathered for a memorial service for the man known to Samoans as Tusitala, the Teller of Tales.   When the service was finished, the participants trekked 1,500 feet to the summit of Mount Vaea, where Tusitala is buried. To most of the world, he is known as Robert Louis Stevenson.","thumbnail":null,"section":"Books"},{"date":"19941208","headline":"The United Nations and NATO Have a Responsibility to Save Bosnia","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-the-united-nations-and-nato-have-a-responsibility-to-save-bosnia.html","abstract":"Now that the Clinton administration has apparently decided to join with its European allies to appease Serbian aggression, efforts are under way to persuade the Bosnians and the rest of the world that the war is over. Even former friends of Bosnia are jo","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Confiscations By Leftists Still Embroil Nicaragua","web_url":"https://www.nytimes.com/1994/12/08/world/confiscations-by-leftists-still-embroil-nicaragua.html","abstract":"  When it decided that one of the best sources of money from abroad was vacationers, Nicaragua's Government enlarged the Ministry of Tourism. The headquarters was expanded, and now displays an artistic facade of brick and stained wood. Inside, around an open courtyard, walls are decorated with bamboo and stones.    The only hitch in the expansion is that it swallowed up land and a house confiscated from a United States citizen, according to American officials.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"Oil Under Windsor Castle? The Queen Says Have a Look","web_url":"https://www.nytimes.com/1994/12/08/world/oil-under-windsor-castle-the-queen-says-have-a-look.html","abstract":"  In the category of \"them that has, gets,\" Queen Elizabeth II has given permission to a Canadian-operated company to start exploratory drilling to see if there is, as suspected, a pool of oil under Windsor Castle.   \"It was a long and delicate negotiation,\" said Desmond Oswald, managing director of Canuk Exploration. \"You've heard of the Start treaty -- it was something like that. All I needed was the landowner's permission.\"","thumbnail":null,"section":"World"},{"date":"19941208","headline":"The Wrong Budget Battle","web_url":"https://www.nytimes.com/1994/12/08/opinion/the-wrong-budget-battle.html","abstract":"  The struggle between the New York City Council and Mayor Rudolph Giuliani over budget cuts has now ended in court. That could have the salutary effect of resolving some ambiguous wording in the City Charter. But this is a silly and distracting fight to be waging at this time. The dollar differences are not great; they could be resolved in a minute. Indeed, the city would be better served if they were, so all concerned could turn to the truly enormous budget problems they face in the new year, not a month away.    The current fight is over the Mayor's proposed cuts in the $31.6 billion budget adopted in June for the fiscal year that began July 1. City revenue has fallen short of what was then expected, so the Mayor -- as required by law -- has proposed spending cuts to match the loss of revenue. The Council disagrees with a small portion of his cuts and has proposed alternative cuts, provoking a legal fight over who has the final say.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"New York's Plan for Sex-Shop Zoning Fails Constitutional Test","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-new-york-s-plan-for-sex-shop-zoning-fails-constitutional-test-049530.html","abstract":"  To the Editor:   Re \"High Court Backs Cities' Zoning of Sex Shops\" (letter, Nov. 30): Prof. M. Stuart Madden says it would be futile to challenge New York City's proposed regulation of adult-entertainment businesses. But both the United States Supreme Court and the New York Court of Appeals have recognized that sexually explicit material remains constitutionally protected so long as it does not fall into a narrow category of expression labeled \"obscenity.\"","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Can Jets Force Sanders To Let Go of the Ball?","web_url":"https://www.nytimes.com/1994/12/08/sports/pro-football-notebook-can-jets-force-sanders-to-let-go-of-the-ball.html","abstract":"  The Lions' great runner, Barry Sanders, could give the Jets a devil of a time on Saturday. In 666 straight carries or catches, he has not fumbled.   The last time he did was in 1992. But don't ask him how he manages to do it, or what skills he brings to amass 1,596 yards in 279 carries this season. Sanders is 5 feet 8 inches tall, and weighs 203 pounds. Perhaps his compact torso makes it more difficult for 6-5 defensive tackles to get a handle on him.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"North Says He Will Skip a Political Race in '96","web_url":"https://www.nytimes.com/1994/12/08/us/north-says-he-will-skip-a-political-race-in-96.html","abstract":"  A month after he lost in the Virginia Senate race to Charles S. Robb, the Democratic incumbent, Oliver L. North said tonight that he did not intend to run for any office in 1996.   In his first public comments since his narrow defeat in a campaign memorable for its nastiness, negative advertising and the staggering sum of $20 million that Mr. North raised, Mr. North ruled out challenging Virginia's senior Senator, John W. Warner, a Republican, or making a long-shot run for the Presidency.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Sports of The Times; Golf's Norman Invasion","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-of-the-times-golf-s-norman-invasion.html","abstract":"  FOR all of Greg Norman's appeal, he has never been known as a truly great golfer. His two British Open titles aren't nearly enough for him to be remembered with Jack Nicklaus and Arnold Palmer, or even with Tom Watson and Lee Trevino.   But of all of today's golfers, the lean and long Australian, the Great White Shark, is the most telegenic. As the telegenic 21st century approaches, maybe that's enough.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Carjacking Defense Accuses Deno of Killing","web_url":"https://www.nytimes.com/1994/12/08/nyregion/carjacking-defense-accuses-deno-of-killing.html","abstract":"  Lawyers for Edward L. Summers tried to show today that a Bronx barber and ex-convict named Deno Lloyd was the same drug dealer named Dino whom Mr. Summers accuses of commandeering a Jeep at the Nanuet Mall in January and shooting its two teen-aged occupants, one fatally.   The move was another startling turn in a case that seems to take unexpected twists almost daily. Only a week ago, defense lawyers had called Mr. Lloyd to show that there were many Dinos in the Bronx whom the prosecution had never bothered to track down. At that time, they did not accuse Mr. Lloyd of the crime.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Maple Is Honored by Jockeys' Guild","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-people-horse-racing-maple-is-honored-by-jockeys-guild.html","abstract":"  EDDIE MAPLE, who has ridden in New York for more than 20 years, has been selected as the winner of the 1995 George Woolf Award in voting by members of the Jockeys' Guild.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Mexican's Offer to Rebels: Turn In Guns and He'll Quit","web_url":"https://www.nytimes.com/1994/12/08/world/mexican-s-offer-to-rebels-turn-in-guns-and-he-ll-quit.html","abstract":"  On the eve of his inauguration, the Governor-elect of Chiapas State tried today to avoid a violent confrontation with Indian rebels who have refused to accept his election victory by offering to resign if they turn in their guns.    The gesture by the Governor-elect, Eduardo Robledo Rincon, on national television late Tuesday night followed renewed threats from the rebel Zapatista National Liberation Army and its leader, Subcommander Marcos. They said that if Mr. Robledo takes office as scheduled on Thursday, the uneasy truce between the rebels and the Mexican Army that has held in Chiapas since Jan. 12 will be considered broken.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"Europe Dithers","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-europe-dithers.html","abstract":"Six months ago, this was supposed to be Europe's time of decision. Germany's presidency of the European Union in the second half of 1994, followed by France's in the first half of 1995, would see the Union's two main powers set Europe on its road into th","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"If There's a Way to Lose, Nets Will Find It","web_url":"https://www.nytimes.com/1994/12/08/sports/basketball-if-there-s-a-way-to-lose-nets-will-find-it.html","abstract":"  Nineteen games into his first season as a head coach in the National Basketball Association, Butch Beard is frustrated.   Welcome to the Nets.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"U.S. A-Bomb Stamp Causes Deep Hurt","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-us-a-bomb-stamp-causes-deep-hurt-049484.html","abstract":"  To the Editor:   The concept and printing of a United States postage stamp commemorating the dropping of the atomic bomb on Japan is insulting, offensive and morally in bad taste (\"Japan Protests U.S. Stamp on A-Bombs,\" news article, Dec. 4).","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"New Guidelines to Aid in Treatment of Manic-Depressive Illness","web_url":"https://www.nytimes.com/1994/12/08/us/new-guidelines-to-aid-in-treatment-of-manic-depressive-illness.html","abstract":"  New guidelines for the best treatment of manic-depressive illness were issued today, emphasizing that the illness can be successfully treated with the right combination of drugs and psychotherapy, but that it is often misdiagnosed and mistreated.   Susan Dime-Meehan, executive director of the National Depressive and Manic Depressive Association, based in Chicago, said at a news conference held today by the American Psychiatric Association that the new guidelines \"will lead to earlier diagnosis and better treatment.\"","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"U.S. Won't Charge F.B.I.'s Sniper in Siege","web_url":"https://www.nytimes.com/1994/12/08/us/us-won-t-charge-fbi-s-sniper-in-siege.html","abstract":"  Rejecting the findings of a highly critical internal review, the Justice Department has decided not to bring criminal charges against a Government sharpshooter who killed an unarmed woman in a bloody standoff on an Idaho mountain in 1992.   The review of the incident, which involved the elite Hostage Rescue Team of the Federal Bureau of Investigation, has hung over the agency for a year and a half, threatening members of its paramilitary crisis response team and top officials with criminal prosecution and career-ending disciplinary action.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Journal; Will the N.E.A. Be D.O.A.?","web_url":"https://www.nytimes.com/1994/12/08/opinion/journal-will-the-nea-be-doa.html","abstract":"  At the Kennedy Center Honors in Washington last weekend, the playwright Wendy Wasserstein was struck by the sight of Alan Simpson, the conservative Republican Senator from Wyoming, joining the enthusiastic standing ovation for Pete Seeger, the old-left folk singer who was one of the night's honorees.   It just goes to show that culture can transcend politics. And that Washington's ideological spectrum has shifted so far right since Nov. 8 that Mr. Simpson, who was deposed from his own party's leadership last week for the pure Gingrichite Trent Lott, may now count as a moderate.  Could Mr. Simpson possibly be recruited as a leader in the coming battle to save the National Endowment for the Arts?","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"My Thurber Carnival","web_url":"https://www.nytimes.com/1994/12/08/opinion/my-thurber-carnival.html","abstract":"James Thurber was born 100 years ago today, and thank God he came our way, for without him we would not have Mitty, would not have known what happened the night the bed fell or whether sex was necessary. Nor would we have encountered the dogs, predatory women and cowed men he drew, unintimidated by the fact that in the land of anatomy he was without a map.\n\nI personally would have missed (a) possibly meeting him and (b) actually meeting him.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Music Lovers Are Voting for Vinyl","web_url":"https://www.nytimes.com/1994/12/08/arts/music-lovers-are-voting-for-vinyl.html","abstract":"  Vinyl is back. For the first time in 13 years, sales of old-fashioned vinyl LP recordings are on the rise. Sales have increased by a staggering 80 percent for the first half of this year compared with the same period last year, according to the Recording Industry Association of America.   Stores like Tower Records are stocking vinyl again, record companies like Mobile Fidelity Sound Lab and Blue Note are making it again, and musicians are championing it as a better-looking and -sounding medium. Recent albums by Nirvana, Neil Young, Johnny Cash and Sonic Youth were all released on vinyl at least a week before the CD version was available. In hip-hop, the group Arrested Development has started its own advocacy organization called Power to the Vinyl.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Biding Time in California Speaker Dispute","web_url":"https://www.nytimes.com/1994/12/08/us/biding-time-in-california-speaker-dispute.html","abstract":"  With no break in sight in the deadlock over who should become Speaker of the California Assembly, Republican and Democratic legislators tried another tactic today -- waiting.   The Republican candidate for the job, Assemblyman Jim Brulte, sent his troops home, telling them that negotiations with the Democratic candidate, Assemblyman Willie Brown, were at an impasse.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/08/nyregion/news-summary-040789.html","abstract":"  International A3-17  FRANCE ACCUSES U.S. ON BOSNIA  Accusing the U.S. of contributing to what it called a \"total dead end in Bosnia,\" France announced that it had asked the U.N. and NATO to draw up detailed plans for the withdrawal of peacekeepers. A1","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"The Bette Davis Who Came to Dinner","web_url":"https://www.nytimes.com/1994/12/08/theater/theater-review-the-bette-davis-who-came-to-dinner.html","abstract":"  In the spring of 1985, Bette Davis had dinner at the home of the writer Elizabeth Fuller in Westport, Conn. New York City was in the grip of a hotel strike, so when Davis phoned the following day to thank her hostess and also to ask if she could spend \"a night or two,\" Ms. Fuller's antennae might have gone up. They didn't.   Davis moved in -- bag, baggage and steamer trunk -- and didn't move out for a month.","thumbnail":null,"section":"Theater"},{"date":"19941208","headline":"March Madness for Women On ESPN Basketball Scene","web_url":"https://www.nytimes.com/1994/12/08/sports/tv-sports-march-madness-for-women-on-espn-basketball-scene.html","abstract":"  ESPN will televise 23 games of the women's Division I basketball tournament starting in 1996 as part of a new seven-year, $19 million deal to show nearly a score of National Collegiate Athletic Association championships.   \"We can take the women's tournament to an entirely new level,\" John Wildhack, ESPN's senior vice president of programming, said after the contract was announced yesterday.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Gingrich's Orphanages Don't Come Cheap","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-gingrich-s-orphanages-don-t-come-cheap-049697.html","abstract":"  To the Editor:   Representative Newt Gingrich's proposal to use orphanages to reduce the welfare rolls has been aptly criticized because of its Dickensian connotations. But there is an even more basic flaw inherent in the proposal.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Jaspers Keep Rolling With 18-Point Victory Over Marist","web_url":"https://www.nytimes.com/1994/12/08/sports/basketball-jaspers-keep-rolling-with-18-point-victory-over-marist.html","abstract":"  The Manhattan Jaspers, who have been trouncing opponents by an average of 25 points a game this season, were just about average against Marist last night, routing the Red Foxes by 18 points, 70-52.   Are you listening, St. John's?","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Red Carpets Are No Cure : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-red-carpets-are-no-cure-letters-to-the-editor.html","abstract":"I have lived for 23 years in a privileged area - across the street from the Unesco building in Paris. I have witnessed the comings and goings of many \"congresses\" with their enormous attendant costs: installation of red carpets, plants (rentals","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Parking Rules","web_url":"https://www.nytimes.com/1994/12/08/nyregion/parking-rules-044547.html","abstract":"  Because of the Feast of the Immaculate Conception, alternate-side street cleaning regulations will be suspended today. Other regulations remain in effect..","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"'Yankees' Plans 7th-Inning Stretch","web_url":"https://www.nytimes.com/1994/12/08/theater/yankees-plans-7th-inning-stretch.html","abstract":"  In a novel attempt to bypass the winter slump in theater ticket sales, the producer of \"Damn Yankees\" is hoping to make his show hibernate for two months and emerge at the end of February with Jerry Lewis in a starring role.   Under the plan, \"Damn Yankees\" would close at the Marquis Theater on Dec. 31, after the usually busy Christmas week. The cast, musicians and crew -- but not the box office -- would be laid off. The theater would stay dark, except for rehearsals, until it reopened on Feb. 28 with Mr. Lewis playing the Devil, a role now filled by Victor Garber, whose contract is up this month.","thumbnail":null,"section":"Theater"},{"date":"19941208","headline":"Esiason Says He Is Not Tipping His Passes","web_url":"https://www.nytimes.com/1994/12/08/sports/pro-football-esiason-says-he-is-not-tipping-his-passes.html","abstract":"  That was no levity in Boomer Esiason's voice today. Three interceptions in two games will do that.   Esiason, the voluble and popular quarterback whose usual response to hard times is that happiness is just around the corner, was downright defensive when asked about his and the Jets' problems.   Of course, Esiason did not lose his temper. And he insisted, \"I can't wait until the next game,\" as he contemplated Saturday's do-or-die meeting with the Detroit Lions at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Seles Is Sued by an Apparel Firm","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-people-tennis-seles-is-sued-by-an-apparel-firm.html","abstract":"  The Italian sports apparel firm Fila has sued MONICA SELES, saying the tennis star reneged on a contract to promote a line of clothing after she was knifed in the back by a fan last year.   In a suit filed in United States District Court in Miami, Fila said that while Seles remained out of tennis, it has lost more than $6 million from the deal signed when she was ranked No. 1.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Gunman Said to Mistake Man for Clinton","web_url":"https://www.nytimes.com/1994/12/08/us/gunman-said-to-mistake-man-for-clinton.html","abstract":"  The Colorado man who opened fire at the White House six weeks ago believed he was shooting at President Clinton after having spotted a gray-haired man walking inside the compound, Federal law-enforcement officials said today.   The gray-haired man, Dennis Basso, a 40-year-old furrier and designer from New York who somewhat resembles Mr. Clinton, had just emerged from the West Wing of the White House as part of a private tour, said people familiar with the investigation.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Council Unit Passes Bill That Widens Smoking Ban","web_url":"https://www.nytimes.com/1994/12/08/nyregion/council-unit-passes-bill-that-widens-smoking-ban.html","abstract":"  After eight months of debate, a City Council committee yesterday approved a sweeping anti-smoking bill that would ban smoking in the dining areas of all restaurants that seat 35 or more people, and add new restrictions in the workplace.   The approval was expected, but that did not prevent lobbying by both sides in nearly two hours of testimony that preceded yesterday's vote in a Council chamber packed with cheering and jeering onlookers.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Giuliani Is Sued By City Council In a Budget Test","web_url":"https://www.nytimes.com/1994/12/08/nyregion/giuliani-is-sued-by-city-council-in-a-budget-test.html","abstract":"  For the first time since it was created in 1938, the City Council sued the Mayor yesterday, seeking to establish the extent of its power as a separate branch of government to make changes in New York City's budget.   By taking its budget dispute with Mayor Rudolph W. Giuliani to court, the Council asked a judge to force the Mayor to accept its version of spending cuts to close a $1.1 billion budget gap.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"For Bengals' Blake, the Time to Shine Is Now","web_url":"https://www.nytimes.com/1994/12/08/sports/pro-football-notebook-for-bengals-blake-the-time-to-shine-is-now.html","abstract":"  Cincinnati quarterback Jeff Blake did not back down today when asked if he thought the Jets had given him a fair shot.   \"I did the first two years but I don't think they really gave me a fair shot this past preseason,\" he said. \"I think it was already predetermined basically on who they were going to go with. Like I said before I left there, there is nothing I can do about it. It's out of my control.\"","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-what-theyre-reading.html","abstract":"-. John Woodridge, an architect and urban planner who was executive director of Washington's Pennsylvania Avenue redevelopment, is reading \"Hard to Be Good,\" short stories by Bill Barich. .\"He is a typical Californian in that he's much m","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/08/style/chronicle-049719.html","abstract":"  The appearance of the DUCHESS OF YORK at a National Press Club luncheon yesterday sent usually blase Washington journalists into a tizzy. The luncheon was sold out two weeks in advance and an overflow crowd jammed two balconies to hear the former Sarah Ferguson talk about helping impoverished children around the world through a charity called Children in Crisis. Because of her philanthropic efforts, she said, she is often seen as \"yet another earnest figure in a tireless attempt to improve one's public image.\"    Pursuing a career as a writer of children's books has also presented conflicts, she said, as she has tried to reconcile the demands of work with family life. \"The facts are that I am a separated mother of two children, and as an independent woman, I am largely responsible for my family,\" she said.","thumbnail":null,"section":"Style"},{"date":"19941208","headline":"Gingrich's Orphanages Don't Come Cheap; Spinning and Smearing","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-gingrich-s-orphanages-don-t-come-cheap-spinning-and-smearing-049689.html","abstract":"  To the Editor:   Newt Gingrich, who speaks so highly of traditional values, might consider actually using some. Where I live, refusing to smear others with gossip and \"fighting fair\" are still regarded as positive things.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"The Franchise Player Backed Up His Backup","web_url":"https://www.nytimes.com/1994/12/08/sports/basketball-the-franchise-player-backed-up-his-backup.html","abstract":"  During the off season, Patrick Ewing approached the Knicks' front office and asked that the team re-sign Herb Williams.   Ewing knew that quality backup centers are hard to find. He also knew that Williams was good for team chemistry, a likable veteran willing to accept his role.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Germany Silent on NATO Request for Planes","web_url":"https://www.nytimes.com/1994/12/08/world/germany-silent-on-nato-request-for-planes.html","abstract":"  Chancellor Helmut Kohl's Government said today that it would not respond to a request from NATO military officials for German warplanes to bolster the alliance's air patrols over Bosnia.   The move underlines Germany's reluctance to be drawn into an active role in NATO's military effort to deter combat flights over Bosnia and to provide air cover for United Nations peacekeepers, who have been increasingly threatened by the nationalist Serbs.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"France Seeking Plan for Ending Bosnia Mission","web_url":"https://www.nytimes.com/1994/12/08/world/france-seeking-plan-for-ending-bosnia-mission.html","abstract":"  In a warning to the factions in Bosnia that the time for a settlement is running out, France announced today that it had asked the United Nations and NATO to draw up detailed plans for the withdrawal of peacekeepers from the war-ravaged country.   \"I say today that the obstinacy of some and the demagogy of others risk setting the Balkans ablaze tomorrow,\" the French Foreign Minister, Alain Juppe, told the National Assembly in Paris. \"I am still ready to do everything I can to prevent such a development, but my duty, alas, is to say that it is no longer improbable.\" France is the largest contributor to the 23,000-member United Nations peacekeeping force stationed in Bosnia and Croatia.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"For Some Owners, Talk Turns Tougher","web_url":"https://www.nytimes.com/1994/12/08/sports/hockey-for-some-owners-talk-turns-tougher.html","abstract":"  With negotiations having broken down again in the National Hockey League labor dispute, the mode switched back to harsh public words and private conference calls yesterday as the lockout passed its 68th day.   For the first time, league owners are hinting that they may try to break the stalemate by imposing terms of a new contract without union approval, possibly next season.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"F.D.R. Repair Plan Would Close Lanes","web_url":"https://www.nytimes.com/1994/12/08/nyregion/fdr-repair-plan-would-close-lanes.html","abstract":"  New York State transportation officials have proposed a new blueprint for rebuilding a stretch of the Franklin D. Roosevelt Drive that would cut construction time by 18 months but would close the northbound lanes and divert traffic to a street beneath the elevated highway.   State officials are optimistic and say the use of the service road will relieve congestion. But the local community board and tenant groups have raised worries that rerouting traffic to the service road would hinder emergency vehicles trying to reach the United Nations School and the Waterside Plaza apartment complex along the East River.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Necessities and Niceties For Hitting the Slopes","web_url":"https://www.nytimes.com/1994/12/08/sports/skiing-necessities-and-niceties-for-hitting-the-slopes.html","abstract":"  Every sport has its gear hounds. But skiers tend to be the most avid among them, possibly because their needs are so bottomless. Besides skis or snowboards to choose from, what about the boots, poles, goggles, clothes and the gear to carry it all?   Especially in skiing, the holiday season is a popular time to cache in on new equipment, either from presents received or personal buying sprees. Here are a few suggestions that run the gamut of price and style. Skis    The S Ski comes with an unconventional hourglass figure -- slim at the waist, but broad in the tips and tails. Created by a a new company in Aspen, the skis are made to turn easily and quickly. They are targeted for a wide midrange of skier levels and most snow conditions. The boards have a signature look -- jet black, with a silver S Ski graphic at the tip. Elan and Kneissel make a similar ski shape. Available in two models, the S ski costs $475. To order from S Ski, you can telephone (303) 925-9600 or fax (303) 920-7713. In New York, you can call Scandinavian Ski Shop at (212) 757-8524. Boots    Rather than buying new boots, there is a way now to revitalize the old ones. Raichle Molitar, the Swiss ski equipment manufacturer, has developed moldable liners that fit into most any plastic boot shell. A customized fit is achieved by heating the liners, called Thermoplastic innerboots, as part of the molding process. The liner cools in the shape of the skier's foot, from toe to heel and to the top of the boot. The company has set up convection ovens at ski shops for heating the liners. Available this season in five models, including an innerboot for hard-shell snowboarding boots, the Thermoplastic liners range from $129 to $169. For a dealer location, the number is (800) ANY-FOOT. Goggles    Short of growing a two-day beard, any skier these days can take on the Alberto Tomba look. The Italian ski racer's goggle is now available to consumers through Briko Racing, of Port Washington, L.I. Aptly named the Racing Detector VIP, the Briko goggle comes with a V.I.P. price of $300. Briko also has introduced a less racy model called the Racing Detector, at $100. Both goggles are designed with a 180-degree visual sweep and include Briko's Thrama lens, designed to cut through the flat light that so often turns ski slopes into moonscapes. Both models of goggle are edged in thick foam to absorb shock if a skier falls. The VIP version is made with an outer frame of aluminum, while the regular goggle comes with a hard plastic frame. For a dealer location, the number is (800) GO-BRIKO. Map Holders    Anyone who has tried to use a map to locate trails on an unfamiliar mountain knows the hassle. There are ski poles to put aside, gloves to take on and off, pockets to dig into, jackets to adjust, and chairlifts to hang onto. All the while, the map is flapping in the breeze like a kite on a string. The Launch Corporation of Denver has come to the rescue this year with the Skiersleeve, a plastic see-through vinyl pouch to hold trail maps. The sleeve, made with a black foam backing, wraps around a skier's forearm with Velcro. Once tucked inside, the trail guide is protected from sleet and snow and is easily seen. It is available for $15 at some ski shops nationwide or by ordering directly through Skiersleeve at (800) 322-2930. Ski Racks    Getting to the slopes brings up another need: roof racks. This year, Masco Tech Inc., the automobile equipment manufacturer from Taylor, Mich., has got in on the act. The company, which has traditionally installed the luggage racks that come standard with most vans and sport utility vehicles, is selling roof rack adaptors directly to consumers. Its Append Sport Rack line includes the new Top Wing Ski and Snowboard Carrier, which sells for about $95 at ski shops. The adaptor is made to carry skis on cars or vans that already have a factory-installed roof rack. The carrier comes with brackets that snap onto the standardized rails and cross bars. For a dealer, or to order directly, the number is (800) 4-APPEND.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Arafat Tells Christopher He'll Act Against Terrorism","web_url":"https://www.nytimes.com/1994/12/08/world/arafat-tells-christopher-he-ll-act-against-terrorism.html","abstract":"  Yasir Arafat said the words he was supposed to say today.   In conciliatory language praised by Secretary of State Warren Christopher, the chairman of the Palestine Liberation Organization pledged to do whatever he could to end attacks against Israeli troops and civilians, which have increased over the last two months.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"A Bangladesh Update : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-a-bangladesh-update-letters-to-the-editor.html","abstract":"Betsy Hartmann, in \"Population: Bangladesh Is No Model\" (Opinion, Sept. 30), made observations based on her experience working in Bangladesh in 1975. This was at a time when national population policy was not declared and our family planning pr","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Dealer Who Defrauded G.M. to Testify","web_url":"https://www.nytimes.com/1994/12/08/nyregion/dealer-who-defrauded-gm-to-testify.html","abstract":"  For days, jurors and spectators in a Federal courtroom here have been transfixed by testimony about a scheme to defraud the nation's largest auto maker out of hundreds of millions of dollars, a swindle so vast and complex that even the prosecutors do not know precisely how much money was involved.   They have heard about a Long Island car dealership transformed into a veritable processing plant for fraudulent car loans, a place where, at the height of the fraud, bookkeepers churned out false documents for as many as 300 nonexistent General Motors vans a day.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-049115.html","abstract":"  Picture captions yesterday about the anniversary of the killings on the Long Island Rail Road reversed the identities of the two men shown in some copies, and misspelled the surname of the one at the left. At the left, in glasses, was Carl Petersen (not Peterson); Kevin Zaleskie was at the right.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"In Shift, Pataki Backs Legalized Casino Gambling to Aid Tourism","web_url":"https://www.nytimes.com/1994/12/08/nyregion/in-shift-pataki-backs-legalized-casino-gambling-to-aid-tourism.html","abstract":"  Governor-elect George E. Pataki said today that he would support legalizing casino gambling in the state to boost a tourism industry that he said had been battered by the spread of casinos in nearby states and on an Indian reservation near Syracuse.   Mr. Pataki has in the past opposed legalizing gambling, as has Gov. Mario M. Cuomo, who leaves office Dec. 31. But Mr. Pataki said that the booming casino business on Indian reservations in Connecticut and in the central New York town of Verona had caused him to rethink his opposition.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Ramos Weighs Risk on Soccer Field","web_url":"https://www.nytimes.com/1994/12/08/sports/IHT-ramos-weighs-risk-on-soccer-field.html","abstract":"He will be running alone or training with his teammates. He will be losing himself blissfully in his work and that's when his head begins to ache again, at the top of the skull, directly above the injury. It grabs Tab Ramos like a hand on his shoulder..","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Tory Divide: Bitter, Deep","web_url":"https://www.nytimes.com/1994/12/08/world/tory-divide-bitter-deep.html","abstract":"  John Major's authority has been so devastated by Tuesday night's stunning defeat in Parliament that people both inside and outside the Conservative Party wondered today if the Prime Minister could survive two and a half more years.   The defeat, which came on the Government's plan to slap a hefty tax increase on home heating fuel and electricity, was being compared to the poll tax, the issue that brought down Margaret Thatcher, Mr. Major's predecessor.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"Rosemary Clooney Concert","web_url":"https://www.nytimes.com/1994/12/08/arts/rosemary-clooney-concert.html","abstract":"  Rosemary Clooney has rescheduled her concert appearances at Avery Fisher Hall on Dec. 16 and 18 because of a bronchial infection. The concert, \"Winter Holiday Party,\" is to take place at 8 P.M. on Feb. 20 at Avery Fisher Hall. Ticket holders may exchange their tickets in person at the Avery Fisher Hall box office, or receive a refund. Information: (212) 875-5030.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"REPUBLICANS SEEK SWEEPING CHANGES IN HOUSE'S RULES","web_url":"https://www.nytimes.com/1994/12/08/us/republicans-seek-sweeping-changes-in-house-s-rules.html","abstract":"  Republicans in the House of Representatives today ripped up the rule book by which Democrats controlled the chamber for 42 years and offered a radical new one that, they promised, would make the unwieldy House smaller, more open and far more parsimonious.   Among many other changes, the new rules would dismantle three House committees and 25 subcommittees, eliminate 660 employees from the committees' payrolls, end closed-door hearings and unrecorded committee votes and require any tax increase to gain the votes of three-fifths of lawmakers rather than half.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"1919: Fancy Schools : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-1919-fancy-schools-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Great controversy is raging over the anti-snobbery campaign of the great public schools of England. Eton and Harrow seem the chief victims, because smartness in dress, including the proverbial top-hat, signify snobbery to the \"plebs\" wh","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"A Mute Girl's Theatrical Journey","web_url":"https://www.nytimes.com/1994/12/08/books/books-of-the-times-a-mute-girl-s-theatrical-journey.html","abstract":"  THE MYTH MAN  By Elizabeth Swados  326 pages. Viking. $21.95.   \"A theater artist is an alchemist of human behavior. We take what is horrible and make it into something deep and beautiful. Sometimes, however, we must take golden moments and change them into something savage.\"","thumbnail":null,"section":"Books"},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-049107.html","abstract":"  A picture caption on Sunday about the controversy surrounding a shelter for homeless men in Chester, N.Y., misidentified the man shown walking from the Chester Mall to Camp La Guardia. He was William Houston, not Lamar Evans.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Who Is That 'Lady in a Car?'; A Mystery Involving Citizens' Rights and Fear of Strangers","web_url":"https://www.nytimes.com/1994/12/08/nyregion/who-that-lady-car-mystery-involving-citizens-rights-fear-strangers.html","abstract":"  Winter is hard by, the air grows colder and still Lydia Dover comes to the Williamsburg Estates here to write. Since late summer, she has haunted that sprawling, countrylike subdivision, parking her car along its wide streets and curling up in her seat behind the steering wheel, pen and notebook in hand.   Ms. Dover, a Bulgarian immigrant and self-described unpublished writer, says that in lingering here she is seeking inspiration and exercising her rights as a citizen of a free nation. But the homeowners and residents say she is intruding and invading their privacy. They fear for their children. The dispute seems to come down to the question of who owns the streets, and to that question township officials say the answer is clear: the public.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Mets Sign Two Minor Leaguers","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-people-baseball-mets-sign-two-minor-leaguers.html","abstract":"  The Mets signed the minor league outfielders JARVIS BROWN and CHRIS JONES yesterday and invited them to spring training.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"THEATER","web_url":"https://www.nytimes.com/1994/12/08/theater/in-performance-theater-046558.html","abstract":"  Sex and 3 Generations Of Jewish Women  Dixon Place    \"Jumping Off the Fridge,\" Ellen Hulkower's one-woman show, bridges the gulf between the Borscht Belt and the Bowery. A broad-stroke portrait of sexual attitudes among three generations of Jewish women, it combines staples of Catskills schtick (feisty one-liners, ethnic earthiness) with body- and soul-baring elements common to downtown confessional theater, which, come to think of it, often include feisty one-liners and ethnic earthiness. If \"Jumping\" demonstrates nothing else, it's that the line between stand-up comedy and performance art can be pretty hazy.","thumbnail":null,"section":"Theater"},{"date":"19941208","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/08/arts/in-performance-classical-music-049751.html","abstract":"  A Concert Idea Whose Time Has Come  Walter Reade Theater    Sunday morning concerts are popular in Europe, but have rarely been tried in New York City. This season Lincoln Center began offering just such a series at its intimate Walter Reade Theater, and judging from the nearly full house on hand for the concert by the Eroica Trio on Sunday, it seems to be a timely idea.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"New Suicide-Assistance Ban Gains in Michigan","web_url":"https://www.nytimes.com/1994/12/08/us/new-suicide-assistance-ban-gains-in-michigan.html","abstract":"  The State Senate voted today to outlaw suicide assistance in Michigan once again and this time to make the ban permanent.   The bill, aimed squarely at stopping Dr. Jack Kevorkian, the retired pathologist who since 1990 has helped 21 gravely ill people kill themselves, now goes to the Michigan House, which is expected to pass it. Gov. John Engler, an outspoken opponent of suicide assistance, says he will sign the measure, which would take effect on April 1.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Court Weighs Ramifications Of Digital Age","web_url":"https://www.nytimes.com/1994/12/08/us/court-weighs-ramifications-of-digital-age.html","abstract":"  A lively Supreme Court argument in a case of false arrest brought the Justices face to face today with the computer age and the challenges it poses to the existing boundaries between law enforcement and civil liberties.   The question was whether prosecutors can use evidence seized by police officers on the basis of a police computer's erroneous indication that a valid search or arrest warrant was outstanding.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/12/08/arts/in-performance-classical-music-049760.html","abstract":"  Works by an Outsider Of the Italian Renaissance  Merkin Concert Hall    Salamone Rossi has two reputations. One is for writing skillful vocal and instrumental music of the late Renaissance and early Baroque. The second is for being a Jewish composer in a Christian milieu.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Reported Death Threat to Mayor Led to Weeks of Tighter Security","web_url":"https://www.nytimes.com/1994/12/08/nyregion/reported-death-threat-to-mayor-led-to-weeks-of-tighter-security.html","abstract":"  Police protection for Mayor Rudolph W. Giuliani was heavily increased in October and early last month after an informer believed to be reliable reported that he had information about a serious death threat against the Mayor, law-enforcement officials said yesterday.   Police Department officials, who spoke on the condition of anonymity, said the heightened security ended several weeks ago, after an investigation found that the threat could not be substantiated.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"U.S. Seeking To Lift Cloud Over Rapport With Moscow","web_url":"https://www.nytimes.com/1994/12/08/world/us-seeking-to-lift-cloud-over-rapport-with-moscow.html","abstract":"  Stung by Moscow's opposition to their proposal to expand NATO, Clinton Administration officials acknowledged today that relations with Russia had sunk to their lowest level in years.   Eager to ease the tension, Administration officials said that high-level contacts had opened this week and that Vice President Al Gore would seek to mend fences next week in Moscow.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/08/us/inside-041092.html","abstract":"  G.O.P. Split on Immigration    Senator Alan Simpson, the most influential Republican on immigration issues, is charting a course at odds with the House Republicans' \"Contract With America.\" Page B20. Expanding Trade Accord    Countries at a summit meeting in Miami plan to expand the North American Free Trade Agreement to include virtually the entire hemisphere, officials said. Page A14. Bullets Meant for Clinton    The man who opened fire at the White House six weeks ago thought he was shooting at the President, Federal officials said. Page A18. Kmart Comes to Manhattan    In its first foray into Manhattan, the Kmart discount chain has signed a lease for what would be its largest store this side of Alaska. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Players' Union Develops Framework for New Labor Proposal","web_url":"https://www.nytimes.com/1994/12/08/sports/baseball-players-union-develops-framework-for-new-labor-proposal.html","abstract":"  The baseball players' executive board, after what David Cone called \"three painful days,\" approved the outline of a counterproposal today. Now the board will await the owners' approval of it as the means to the end of the nearly four-month-old strike.   Not that the players expect the owners' negotiators to leap at the new plan when they meet in Rye Brook, N.Y., this weekend. But they hope they at least will view it as a framework through which an agreement can be reached.   The players will present the proposal against a backdrop of rapid rejections their previous proposals have suffered.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Murder Suspect Seeks to Delay Court Hearing","web_url":"https://www.nytimes.com/1994/12/08/nyregion/murder-suspect-seeks-to-delay-court-hearing.html","abstract":"  Colin Ferguson called in sick today for a court hearing, and his lawyer said Mr. Ferguson was fearful of leaving his jail cell on the first anniversary of the Long Island Rail Road shootings.   In a note that was faxed to the court, Mr. Ferguson asked for postponement of a hearing on his competence to stand trial for killing six commuters on a rush-hour train. Judge Donald E. Belfi of Nassau County Court denied his request.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-041491.html","abstract":"  A front-page summary entry yesterday about closings of Agriculture Department field offices misstated the number of offices affected. It is 1,274 offices; 3,700 is the total number operating.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"The L-Word Lives On","web_url":"https://www.nytimes.com/1994/12/08/opinion/clinton-congress-the-l-word-lives-on.html","abstract":"  Reports of the death of American liberalism are greatly exaggerated. True, on Nov. 8 the electorate and new majority party moved sharply to the right. True, politicians in both parties shrink from any use of the L-word except to denounce it, and pundits of every ideological stripe now note (or celebrate) its demise.    If liberalism is defined as its detractors would define it -- as a simple-minded political philosophy that instinctively endorses reckless government spending, shameless personal conduct, toothless responses to crime and a spineless foreign policy -- then that philosophy has a barely perceptible pulse in American political life.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"New York's Nonsmokers Lose Out Again","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-new-york-s-nonsmokers-lose-out-again-049468.html","abstract":"  To the Editor:   The New York City Council is selling us out again, by proposing weakened restrictions on smoking in restaurants and offices (news article, Nov. 30). By exempting restaurants with 35 or fewer seats from new antismoking legislation, the Council will make it harder for nonsmoking customers to eat in those small restaurants.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Ever-Durable Hampton Feeling Toll of Injuries","web_url":"https://www.nytimes.com/1994/12/08/sports/pro-football-ever-durable-hampton-feeling-toll-of-injuries.html","abstract":"  As strong as he is, as good as he is Rodney Hampton is beginning to think of his mortality.   \"Of course, I never thought I was superhuman,\" Hampton said today after sitting out practice with a knee injury. \"But I have never really thought about injuries until recently because I've been hurt so much. I think for the first time in my career injuries have me thinking about how long I can stay in the game.\"","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Directing the Camera To Be a Dance Partner","web_url":"https://www.nytimes.com/1994/12/08/movies/directing-the-camera-to-be-a-dance-partner.html","abstract":"  The work of Hollywood choreographers and the avant-gardist Merce Cunningham has been examined in Capturing Choreography: Masters of Dance and Film, a series presented by the Film Society of Lincoln Center and sponsored by Dance Ink magazine. Tonight, the series will explore new territory in a tribute to Carlos Saura and Antonio Gades at the Walter Reade Theater. The tribute is also part of the Spanish Cinema Now III festival, put on by the society and the Cervantes Institute.   Mr. Saura, who is to be present, achieved international fame with films that subtly challenged the Franco regime in his native Spain. Mr. Gades came to personify Gypsy flamenco in performances throughout the world in the 1960's and 70's. They joined, with almost seamless contributions, to tell stories through movement in the films \"Blood Wedding\" (1980), \"Carmen,\" (1983) and \"Love, the Magician\" (\"El Amor Brujo,\" 1986).","thumbnail":null,"section":"Movies"},{"date":"19941208","headline":"The End as Deep Consolation","web_url":"https://www.nytimes.com/1994/12/08/movies/television-review-the-end-as-deep-consolation.html","abstract":"  Can it be coincidence that \"Death on Request\" is being shown the day Oregon's new law permitting doctors to hasten death for the terminally ill was to have taken effect? \"Prime Time Live\" is presenting this shortened version of a look at a mercy killing that was televised in the Netherlands in October.   The Oregon law, which stipulates that two doctors must agree that a patient has less than six months to live and that the patient must ask three times for a lethal injection, is similar to a Dutch euthanasia law enacted about a year ago. This somber account of the last months and minutes of the life of Cornelis (Kees) van Wendel de Joode, shows how the Dutch law works and what it means for those who resort to it.","thumbnail":null,"section":"Movies"},{"date":"19941208","headline":"Kmart Signs Store Lease Near Macy's","web_url":"https://www.nytimes.com/1994/12/08/nyregion/kmart-signs-store-lease-near-macy-s.html","abstract":"  In a city where some of the most prominent landmarks bear names like Tiffany's, Saks and Bergdorf Goodman, another is on the way: Kmart.    For years a staple of suburban retailing, the discount chain signed a lease yesterday for what would be the company's largest store this side of Alaska, on West 34th Street a half-block from one of New York City's most famous department stores, Macy's.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Nationalism Slows Foreign Adoptions in Russia","web_url":"https://www.nytimes.com/1994/12/08/world/nationalism-slows-foreign-adoptions-in-russia.html","abstract":"  Seven-month-old Lena, a lifetime resident of the Vladimir children's home, made it through the confusion that rules foreign adoptions in Russia these days.   In the next crib, Alyona, 10 months old and weighing just over 4 pounds, may not be so lucky. Her adoption by American parents, which seemed imminent the day before Thanksgiving, was suddenly suspended last week by local authorities in Vladimir, 150 miles east of Moscow.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"Transactions","web_url":"https://www.nytimes.com/1994/12/08/sports/transactions-045616.html","abstract":"  Baseball  National League   NEW YORK METS -- Signed Jarvis Brown and Chris Jones, outfielders.   ST. LOUIS CARDINALS -- Traded Luis Alicea, second baseman, to the Boston Red Sox for Nate Minchey, pitcher, and Jeff McNeely, outfielder. American Association   BUFFALO BISONS -- Named Jack Mull assistant coach. California League   HIGH DESERT MAVERICKS -- Announced the resignation of Leanne Pagliai Harvey, general manager. Basketball  National Basketball Association   SAN ANTONIO SPURS -- Suspended Dennis Rodman, forward, indefinitely without pay for failing to return from a 3 1/2-week paid leave of absence. Continental Basketball Association   CHICAGO ROCKERS -- Placed Fred Roberts, forward, on the injured reserve list. Activated Alston Turner, forward, from the injured reserve list.   MEXICO AZTECAS -- Placed Daron Jenkins, forward, on the injured reserve list.   ROCKFORD LIGHTING -- Traded Kermit Holmes, forward, to the Mexico Aztecas for a 1995 first-round draft pick. Hockey  American Hockey League   CORNWALL ACES -- Assigned Brent Brekke, defenseman, to Dayton of the East Coast Hockey League. International Hockey League   KALAMAZOO WINGS -- Recalled Scott Loucke, center, from Dayton of the East Coast Hockey League.   HOUSTON AEROS -- Signed Mario Chitaroni, center, and Carl Valimont, defenseman. Released Chris Foy, defenseman, Central Hockey League   C.H.L. -- Suspended Link Gaetz, San Antonio Iguanas defenseman, for a stick-swinging incident Dec. 2 against Dallas.   DALLAS FREEZE -- Named Alan May assistant coach for the duration of the NHL lockout. Placed Frank LaScala, left wing, on the injured reserve list. East Coast Hockey League   NASHVILLE KNIGHTS -- Acquired Matt DelGuidice, goaltender, from the Charlotte Checkers. Released Paul Spagnoletti, goaltender. Soccer  United States Soccer Federation   U.S.S.F. -- Named Tom King general manager. Genreal    AMATEUR ATHLETIC UNION -- Named Tony Mason associate sports director. College    BARD -- Named Corey Robinson men's assistant basketball coach and Glenn Warnock men's volleyball coach.   CLEMSON -- Announced the resignation of I.M. Ibrahim, soccer coach. Named Ibrahim special consultant to the senior associate athletic director.   MIDDLE TENNESSEE STATE -- Suspended Fred Niemeyer and Marshall Brown, varsity tennis players, from the team for a minimum of one month during the spring season for team violations.   RHODE ISLAND -- Named Mike Ballweg assistant athletic director.   SOUTHERN CAL -- Announced the resignation of Cheryl Woods, women's tennis coach. Named Ed Burt women's interim tennis coach.   YESHIVA -- Named Steve Post men's assistant basketball coach.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"C.I.A. to Pay $410,000 to Spy Who Says She Was Smeared","web_url":"https://www.nytimes.com/1994/12/08/us/cia-to-pay-410000-to-spy-who-says-she-was-smeared.html","abstract":"  The Central Intelligence Agency will pay $410,000 to a woman whose career as a top-ranked spy was ruined by fellow C.I.A. officers who tarred her as a drunken sexual temptress, Government officials said today.   Justice Department lawyers representing the C.I.A. had no choice but to settle a discrimination suit filed by the agency's former chief of station in Jamaica, Janine M. Brookner, after deciding that their case was fraught with legal problems and deeply dubious accusations against Ms. Brookner, several of the officials said.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Hide Next on Bowe's Docket","web_url":"https://www.nytimes.com/1994/12/08/sports/hide-next-on-bowe-s-docket.html","abstract":"  Never mind that Riddick Bowe blew his own title in a close rematch with Evander Holyfield and that neither of the reigning kingpins, George Foreman or Oliver McCall, will let Bowe anywhere near them.   If all goes well for Bowe, come next March he will be heavyweight champion again. All he has to do is beat the World Boxing Organization champion, Herbie Hide, in a Home Box Office bout set for Las Vegas, Nev., on March 11, and Bowe will be the undisputed recognized champion of the W.B.O.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Terfel Cancels","web_url":"https://www.nytimes.com/1994/12/08/arts/terfel-cancels.html","abstract":"  Bryn Terfel, the acclaimed Welsh bass-baritone who made his Metropolitan Opera debut in October and has been a drawing card for the company this season, has canceled his remaining scheduled performances in \"Don Giovanni,\" on Dec. 16, 20 and 24. Mr. Terfel, who was to sing Leporello in the Mozart opera, is recovering from surgery on a herniated disk.   Mr. Terfel, who is 29, sang in six Met performances of Mozart's \"Nozze di Figaro\" and made his New York recital debut at Alice Tully Hall on Oct. 24. He began having back problems during the dress rehearsal for \"Don Giovanni,\" on Nov. 15, and dropped out of the cast before it opened two days later. His surgery was during the last week in November, and the Met said then that it hoped Mr. Terfel would rejoin the cast early this month.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Swiss Dance Festival Presenting Premieres","web_url":"https://www.nytimes.com/1994/12/08/arts/dance-review-swiss-dance-festival-presenting-premieres.html","abstract":"  The sixth Swiss Dance Festival, which closed on Sunday afternoon with the last two of the five choreographers it has presented this year, sounds grander than it is. Nonetheless, this modest showcase at the TriBeCa Performing Arts Center offered a welcome opportunity to catch up on a modern-dance scene that has shown increasing creativity.    Noemi Lapzeson and Fabienne Berger, who live in French-speaking areas of Switzerland, presented local premieres that succeeded those shown earlier in the week from German-speaking regions. Both Miss Lapzeson and Miss Berger have a strong theatrical presence: projection rather than choreographic invention colored their pieces.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Sports of The Times: Baseball; Brissie Never Thought of Failure","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-of-the-times-baseball-brissie-never-thought-of-failure.html","abstract":"YESTERDAY, Dec. 7, the 50th anniversary of the day that changed his life and contributed in a harrowing way to making him one of the most remarkable figures in American sports history, Lou Brissie did nothing different to mark it. No reason to.   He woke beside his wife in their home in North Augusta, S.C., felt the ache in his left leg that has never left him for a single day over this half-century and prepared for work as a state supervisor of job trainees. - \"Sometimes, when people know that I had pitched in the major leagues, and see I have some trouble gettin' around, they ask if I injured my knee playin' ball,\" he said yesterday by telephone. \"I tell 'em, 'Well, no, it was a little something I got in the service, and that's it.' \"   Brissie, now 70 years old, his hair thinning, still big at 6 feet 4 1/2 inches and still looking fit, can walk unaided, though with a slight limp, for short distances. Otherwise, he must rely on a cane or crutches.   And he remembers: It was on Dec. 7, 1944, in the Apennines in central Italy as American soldiers moved up against German positions, that an advance echelon, with the 20-year-old Corporal Brissie, got into trouble.   \"They unloaded everything on us,\" he recalled. \"The shell that hit me killed 11 men. I was the closest when it exploded, but I got mine mostly in the legs. The others were hit mostly in the throat and the head.\"   Brissie crawled to a creek, where he hoped to get some protection, and passed out. He was left for dead until one medic carried him off. In the Army hospital in Naples, a doctor said he must amputate his left leg.   \"Doc, you can't!\" said Brissie. \"I'm a ballplayer. You have to try to find another way.\"   Before entering the military, Brissie had been a promising left-handed high school and then freshman college pitcher at Presbyterian in South Carolina. Connie Mack, manager of the Philadelphia A's, wrote him while he was in service and promised him a tryout on his return.   The army surgeon, Dr. William Brubaker, who would become a lifelong friend of Brissie's, found a way to save the leg. Brissie was the first person in the Mediterranean theater to be given the new drug penicillin, and Brissie underwent surgery -- the first of 23 operations on his leg -- in which 30 bone fragments and 5 1/2 inches of skin bone were removed.   Now began an amazing story, beginning with his return on a stretcher to America to his wife and infant daughter, seeking to regain his health and use of his leg in veterans hospitals and never forgetting his dream of pitching in the big leagues, though often being told by doctors: \"You must understand your limitations, young man. Think about other things you can do.\"   Brissie began throwing a baseball on crutches. He was soon free of them. He hooked up with a sandlot team in 1946, wore a bulky aluminum brace that was made to protect his leg but drew stares, went through tearful disappointments, then adjusted his pitching stride and learned how to field bunts. He joined the Savannah Class AA ball club and began winning games. In 1947, he was called up to the A's. \"It took my breath away,\" he recalled.   On opening day of 1948, he started against the Red Sox. In the sixth inning, Ted Williams hit a line drive off his leg brace. It made a clanging noise heard throughout the ball park. Brissie collapsed. Williams ran from first base to the mound. \"Are you all right?\" he asked. Brissie looked up from the ground. \"Why don't you pull the damn ball?\" he said. They both laughed.   Brissie, despite battling infections and pain, became a standout pitcher, making the American League All-Star team in 1949. He was traded to Cleveland in 1951 and retired from baseball two years later, refusing to be sent back to the minor leagues.   \"I knew I was a symbol to many veterans trying to overcome problems,\" he said. \"I wasn't going to let them down.\"   Today, Brissie says he identifies in a manner with Jim Abbott, the Yankees' one-handed pitcher. \"He was innovative, and it seemed, like me, he never thought of failing.\" Brissie is also distressed about the baseball strike. \"There's not going to be a winner. That's the tragedy.\"   Last summer, for the first time in nearly 50 years, Lou Brissie returned to Italy, visiting military cemeteries at Anzio and other sites.   \"I found a lot of old friends there, and thought about those times,\" he said. He paused for a moment. \"I didn't handle it as well as I thought I would.\"","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Orange County Crisis Shakes Bond Market","web_url":"https://www.nytimes.com/1994/12/08/us/orange-county-crisis-shakes-bond-market.html","abstract":"  The sudden plunge of Orange County, Calif., into bankruptcy shook the municipal bond market, threatening to make it more expensive for many local governments to borrow. It left Wall Street firms facing the potential of big losses. And it served as a warning of how new financial strategies can sour, leaving an affluent government to pay its bills.    Business Day, page D1.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-049131.html","abstract":"  Because of an editing error, an obituary on Nov. 19 about Amelia Dietrich Lewis, a former lawyer, misstated her role in a 1967 Supreme Court case that established that juveniles have essentially the same Constitutional safeguards in criminal proceedings as adults. Mrs. Lewis was co-counsel; Prof. Norman Dorsen of New York University Law School presented oral arguments on behalf of the American Civil Liberties Union.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Patton Becomes M.G.A.'s New President","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-people-golf-patton-becomes-mga-s-new-president.html","abstract":"  The Metropolitan Golf Association installed JAMES PATTON of Arcola Country Club in Paramus, N.J., as its 52d president last night. The 60-year-old Patton succeeded JOHN BALDWIN of Long Island's Meadow Brook Club and will serve for two years. At the M.G.A.'s 97th annual meeting yesterday, JEFF THOMAS of Plainfield West, the reigning New Jersey amateur champion, was honored for the second straight year as M.G.A. player of the year.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/08/sports/results-plus-046329.html","abstract":"  N.B.A.  O'Neal Leads Magic Over Cavaliers  Shaquille O'Neal sparked a 10-0 run midway through the fourth quarter and finished with 33 points and 10 rebounds to lead the Magic to a 90-75 victory over the Cleveland Cavaliers last night in Orlando, Fla. O'Neal had only 6 points in the last 12 minutes, but all were vital as Orlando pulled away. (AP) 76ers 111, Heat 102: Jeff Malone scored 13 of his season-high 34 points in the key third period as Philadelphia defeated host Miami. Malone hit 13 of 17 shots from the field and 7 of 8 from the line. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Body Found in Plastic Bag","web_url":"https://www.nytimes.com/1994/12/08/nyregion/body-found-in-plastic-bag.html","abstract":"  The body of a woman was found this morning in a plastic garbage bag under a railroad overpass in Medford, the Suffolk County police said.   The body, discovered by a county employee on the side of Long Island Avenue near Horse Block Road, was missing two arms and a leg. The police said that the woman has not been identified and that the cause of death has not been determined.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Would Resettlement Solve Bosnia's Dilemma?; Allies' Fig Leaf","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-would-resettlement-solve-bosnia-s-dilemma-allies-fig-leaf-049670.html","abstract":"  To the Editor:   The tragic war in Bosnia has brought into currency a number of half-truths, among which are that Britain and France are reluctant to take military action against their ally of World Wars I and II, Serbia.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Hall Where 4 Died Lacked Permits, Police Say","web_url":"https://www.nytimes.com/1994/12/08/nyregion/hall-where-4-died-lacked-permits-police-say.html","abstract":"  The second-floor club where four young people were killed early Saturday in a stairway stampede was operating illegally as a dance hall at the time of the deaths, the police said today.   Investigators have determined that the club, El Balcon, did not possess a dance hall license and a teen-age dance hall license as required by city law, said Lieut. Mark Kurdyla, a spokesman for the Elizabeth Police Department.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-049123.html","abstract":"  A picture caption yesterday about the funeral of a slain New York City police officer, Raymond R. Cannon Jr., misattributed a quotation in some editions. It was Police Commissioner William J. Bratton, not Mayor Rudolph W. Giuliani, who called Officer Cannon a \"hero of the city.\"","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Offense in the N.F.L.: It's Up and It's Good!","web_url":"https://www.nytimes.com/1994/12/08/sports/pro-football-offense-in-the-nfl-it-s-up-and-it-s-good.html","abstract":"  Joe Marciano's heart leaps to his throat every time he sees a team line up for a kickoff or punt return.   The fear in Marciano, the New Orleans Saints' special teams coach, is created by the new rules that have injected more offense and scoring into the National Football League.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"New Jersey Lawyers Who Sin in Haste Repent in Public","web_url":"https://www.nytimes.com/1994/12/08/nyregion/new-jersey-lawyers-who-sin-in-haste-repent-in-public.html","abstract":"  One after another, a dozen lawyers from around New Jersey came before a tribunal of their peers on a November morning to plead for their professional lives.   They had already been found guilty of misconduct by local ethics committees. Now it was largely up to the state's Disciplinary Review Board, seven lawyers and lay people who sat solemnly on the dais in the cavernous courtroom of the New Jersey Supreme Court, to determine their fate. The choices ranged from dismissing the case to disbarment.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"U.S. Envisions An Expansion Of Free Trade In Hemisphere","web_url":"https://www.nytimes.com/1994/12/08/world/us-envisions-an-expansion-of-free-trade-in-hemisphere.html","abstract":"  At a meeting in Miami this weekend, the United States and 34 countries in Latin America will announce plans to expand the North American Free Trade Agreement to include virtually all countries in the hemisphere in the next decade, officials from several countries said today.   The agreement, reached after long negotiations over the last several days, calls for the creation of a \"Free Trade Area of the Americas\" by 2005.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"White House Memo; A Wounded President Strives Not to Become a Lame Duck","web_url":"https://www.nytimes.com/1994/12/08/us/white-house-memo-a-wounded-president-strives-not-to-become-a-lame-duck.html","abstract":"  As President Clinton approaches the midpoint of his term at a new low point, he is struggling in private deliberations and public speeches to reposition himself on political ground that perpetually reopens beneath him. But he has no easy choices, faces attacks from resurgent Republicans and despondent Democrats alike and has been put to some pains simply to preserve his authority.   A national poll conducted over the weekend by the Times Mirror Center for the People and the Press found Mr. Clinton trailing a generic Republican opponent for 1996. More ominously, fully two-thirds of Democrats surveyed wanted to see other candidates challenge him for the Democratic nomination.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"Essay; Warwick Time?","web_url":"https://www.nytimes.com/1994/12/08/opinion/essay-warwick-time.html","abstract":"  The latest Gallup Poll shows President Clinton losing in a two-way race; even losing a three-way race with Ross Perot taking away Republican votes; and certainly losing a four-way race with Jesse Jackson cutting into Democratic support.   That linear polling reflects the winter of voter discontent. It presupposes the same old lineup representing the forces of resentment.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/08/style/chronicle-049735.html","abstract":"  JOSEPH B. VERRENGIA, a science writer at The Rocky Mountain News, in Denver, has been named the winner of the first John B. Oakes Award for Distinguished Environmental Journalism, to be given by the National Resources Defense Council. THOMAS WINSHIP, a former editor of The Boston Globe, is to present the $3,000 prize to Mr. Verrengia today at a board meeting of the council at the Harvard Club.   He is being honored for an eight- part series titled \"Vanishing Colorado\" that was published in the newspaper in August.","thumbnail":null,"section":"Style"},{"date":"19941208","headline":"Clippers Win in Overtime To Avoid Futility Streak","web_url":"https://www.nytimes.com/1994/12/08/sports/basketball-clippers-win-in-overtime-to-avoid-futility-streak.html","abstract":"  They check their daily horoscope, watch film twice a day and tune out the wisecracks. \"Did you hear the one about the Los Angeles Clippers?\" they often say, then tell a joke.   But tonight, they finally did win one -- and avoided living in infamy. A single loss away tying Miami's league record from 1988 for most defeats to start a season, the Clippers defeated the Milwaukee Bucks, 96-94 in overtime, on Pooh Richardson's 18-foot heave at the buzzer. Just a second before, Richardson had had the ball swiped away, but Milwaukee's Eric Murdock kneed it back inadvertently to Richardson, whose shot just beat the game clock.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"BUSINESS DIGEST","web_url":"https://www.nytimes.com/1994/12/08/nyregion/business-digest-041823.html","abstract":"  COUNCIL SUES MAYOR IN BUDGET TEST For the first time since its inception in 1938, the City Council sued the Mayor, seeking to establish the extent of its power as a separate branch of government to make changes in New York City's budget. A1. NEW YORK CITY  NEW PLAN OFFERED FOR REBUILDING F.D.R. New York State transportation officials have proposed a new blueprint for rebuilding a stretch of the Franklin Delano Roosevelt Drive that would cut construction time by 18 months but would close the northbound lanes and divert traffic to a street beneath the elevated highway. B3.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/08/style/chronicle-049727.html","abstract":"  Today marks the 100th birthday of James Thurber, but in Columbus, Ohio, his admirers have been celebrating all year. What's more, said DONN VICKERS, the executive director of the Thurber House in Columbus, where the humorist lived as a young man and which he used as the locale for many of his stories, \"we will carry on into the new year, because he will be 100 for a full year.\" A sculpture garden with five Thurber dogs -- and a dog fountain -- is being built there.    On Friday, also in Columbus, PETER SCHICKELE, who created the fictional P.D.Q. Bach, conducted the Promusica Chamber Orchestra in a premiere of his specially commissioned suite, \"Thurber's Dogs.\"","thumbnail":null,"section":"Style"},{"date":"19941208","headline":"G.O.P.'s Voice on Aliens Roars Challenge to Party","web_url":"https://www.nytimes.com/1994/12/08/us/gop-s-voice-on-aliens-roars-challenge-to-party.html","abstract":"  Senator Alan K. Simpson, the Republican Party's most influential voice on immigration matters, is charting a defiantly independent course that puts him at odds with plans of the House Republicans.   In an early sign of the divisions that are certain to emerge within Republican ranks in the new Congress, Senator Simpson said in an interview on Tuesday that he opposed a cornerstone of the House Republicans' plans for immigration: a cutoff of many Federal benefits to immigrants living legally in the United States.","thumbnail":null,"section":"U.S."},{"date":"19941208","headline":"'Up or Out' Age Bias","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-up-or-out-age-bias-049700.html","abstract":"  To the Editor:   \"Women in Their Fifties Follow Many Paths Into Workplace\" (front page, Nov. 28) says these women are not driven by ambitions \"to have the careers and promotions that many men and younger college-educated women struggle for.\" This ignores that this work style sets the stage for a subtle age discrimination.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Judges, Patronage and Status Quo","web_url":"https://www.nytimes.com/1994/12/08/nyregion/metro-matters-judges-patronage-and-status-quo.html","abstract":"  NEW YORK is in legal trouble again, and basically for the same reason it has been before -- because politicians in a position to change things for the better didn't.    The state's elected officials could have long ago changed New York's politics-ridden method of selecting most judges. Instead, they lived with the system, found a few clever ways around it where they could, and now the Justice Department and the courts may be stepping in to tell New York how to run itself.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Andre Previn Stands In For Roger Norrington","web_url":"https://www.nytimes.com/1994/12/08/arts/andre-previn-stands-in-for-roger-norrington.html","abstract":"  Roger Norrington, who was scheduled to conduct the New York Philharmonic in three subscription concerts on Dec. 15-17 as well as a Casual Saturdays program on Dec. 17 at 2 P.M., has withdrawn because of illness and will be replaced by Andre Previn.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Recovering From Divorce and Alcohol","web_url":"https://www.nytimes.com/1994/12/08/nyregion/the-neediest-cases-recovering-from-divorce-and-alcohol.html","abstract":"  In the evening, after her children fell asleep, she would start pouring the wine. Alone in her kitchen, Miriam O. would drink well past midnight, trying to forget about an unhappy marriage and uncertain future. After the wine took effect, a few tablets of Valium would lull her to sleep.   Mrs. O.'s life had been difficult even before her marriage. Her parents were Holocaust survivors, and they were never able to express their love for Mrs. O. or her three siblings. \"They couldn't say the words, 'I love you,' because everything they'd loved before, they'd lost in the Holocaust,\" she said. \"They saw their families die in concentration camps, and it made them totally numb.\"","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"In Jesse Helms's America : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-in-jesse-helmss-america-letters-to-the-editor.html","abstract":"Regarding \"The American Left Lost Touch and Has Deservedly Been Murdered\" (Opinion, Nov. 22) by Michael Tomasky:.The specter of Jesse Helms announcing to Congress that if Bill Clinton visits his constituency, \"he had better bring bodygua","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"1894: 'Salon du Cycle' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-1894-salon-du-cycle-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The exhibition of cycles, bi and tri, otherwise known as the Salon du Cycle, in the Palais de l'Industrie, was formally opened yesterday [Dec. 7]. The show is, of course, highly interesting, and many splendid machines are on view. But there is no","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/08/nyregion/no-headline-041343.html","abstract":"  \"I say today that the obstinacy of some and the demagogy of others risk setting the Balkans ablaze tomorrow. I am still ready to do  everything I can to prevent such a development, but my duty, alas, is to say that it is no longer improbable.\" -- ALAIN JUPPE, the French Foreign Minister.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Lu Bin, Chinese Star, Gets 2-Year Ban","web_url":"https://www.nytimes.com/1994/12/08/sports/sports-people-swimming-lu-bin-chinese-star-gets-2-year-ban.html","abstract":"  LU BIN yesterday become the latest and the biggest name among China's record-setting female swimmers to be suspended for drug use. Lu, who won three gold medals at the world championships in Rome and four golds and set a world record at the Asian Games in Hiroshima, Japan, was banned for two years for using performance-enhancing substances, thus keeping her out of the Atlanta Olympics.","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Now a Caller From the G. W. Bridge: Stern to the Rescue","web_url":"https://www.nytimes.com/1994/12/08/nyregion/now-a-caller-from-the-g-w-bridge-stern-to-the-rescue.html","abstract":"  Even for talk radio, in which people of all stripes eagerly display private grief for public scrutiny, it was bizarre. Standing at midspan on the north sidewalk of the George Washington Bridge yesterday morning, a young Bronx man apparently intent on suicide stopped first to call Howard Stern on his cellular phone.   When Mr. Stern, the voluble talk show host, put the caller on the air, the morning suddenly turned into rush-hour guerrilla theater.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Strawberry Faces Indictment","web_url":"https://www.nytimes.com/1994/12/08/sports/baseball-strawberry-faces-indictment.html","abstract":"  A lawyer for Darryl Strawberry said in a published report that the baseball slugger will be indicted today on Federal tax charges.   Marty Gelfand, Strawberry's Los Angeles-based lawyer, said in today's editions of The Daily News that the arraignment \"will be very brief because he's not guilty. Darryl is innocent, and he will plead not guilty. This is the end of a long investigation, but in our opinion it is a case that has no merit.\"","thumbnail":null,"section":"Sports"},{"date":"19941208","headline":"Would Resettlement Solve Bosnia's Dilemma?","web_url":"https://www.nytimes.com/1994/12/08/opinion/l-would-resettlement-solve-bosnia-s-dilemma-049387.html","abstract":"  To the Editor:   In \"What Will Satisfy Serbia's Nationalists?\" (Op-Ed, Dec. 4), Stanley Hoffmann echoes the general revulsion over the tragic events in Bosnia but draws questionable parallels with Europe's past.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/08/nyregion/c-corrections-049140.html","abstract":"  An article on Monday about the White House travel office referred incorrectly to the business interests of Harry Thomason, a Hollywood producer and friend of the Clintons. According to a 1993 report by the White House about its travel office, Mr. Thomason owned one-third of an aviation consulting business that represented air charter companies and was interested in determining how such companies could bid on White House travel business. He was not owner of an air charter company seeking to do business directly with the White House.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"Halting the Spread of Nuclear Arms","web_url":"https://www.nytimes.com/1994/12/08/opinion/halting-the-spread-of-nuclear-arms.html","abstract":"  With the recent securing of dozens of bombs' worth of uranium from Kazakhstan, Monday's signing by Ukraine of the Nuclear Nonproliferation Treaty and the belated entry into force of the 1991 Strategic Arms Reduction Treaty, President Clinton has recorded three successes in stopping the spread of nuclear arms. But he will need cooperation from the Republican-controlled Congress if he is to deal with the dangers that remain: the vast nuclear stockpiles in the former Soviet Union and the nuclear ambitions of smaller countries around the world.    There is a clear link between America's interest in curbing nuclear arms and its willingness to wind down its own nuclear programs. Failure to acknowledge that link could jeopardize chances for an unlimited extension of the Nonproliferation Treaty when it comes up for review in mid-April. Unless the U.S. and other nuclear states do more to disarm, Mexico and others may withhold support. Further disarming would not only satisfy the holdouts but also dampen the ambitions of states that covet nuclear arms.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Bridge","web_url":"https://www.nytimes.com/1994/12/08/nyregion/bridge-044512.html","abstract":"  Two recent books would be appropriate holiday gifts for a bridge-playing friend or relative. Both focus on a fictional character active in the tournament arena and are full of interesting deals.   \"Jennie Mae the Bridge Pro,\" by Martin Hoffman and Matthew Granovetter is the story of a young female expert in New York City trying to make a living by hiring herself out as a bridge partner. It is told in the style of Damon Runyon, and sheds interesting light on the professional-and-client relationships now common on the American bridge scene. It is $11.95, including mailing, from Granovetter Books, 3194 Oak Road, Cleveland Heights, Ohio 44118.","thumbnail":null,"section":"New York"},{"date":"19941208","headline":"1944: Russians Rescued : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/08/opinion/IHT-1944-russians-rescued-in-our-pages100-75-and-50-years-ago.html","abstract":"STRASBOURG, France - [From our New York edition:] The Civil Affairs office of the United States 7th Army saved from starvation today [Dec. 7] 115 Russian girls and boys whom the Germans had dragged out of Ukraine two years ago and used as slave workers in","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Correction","web_url":"https://www.nytimes.com/1994/12/08/opinion/c-correction-049611.html","abstract":"  An editorial on Sunday incorrectly identified the committee that Senator Alfonse D'Amato will head. It is the Banking Committee.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"Mr. Gingrich's Leaner House","web_url":"https://www.nytimes.com/1994/12/08/opinion/mr-gingrich-s-leaner-house.html","abstract":"  The Speaker-designate, Newt Gingrich, must be given his due. Much of the House crystal that he has broken in his bullish passage to the leadership needed breaking.   His basic reforms make sense. He has reduced the number of committees. He is on the right track, provided he really backs off from his self-serving plan to abolish the Ethics Committee. Similarly, the plans to limit chairmen to three terms and to end joint committee jurisdiction over important bills make sense.","thumbnail":null,"section":"Opinion"},{"date":"19941208","headline":"The Best You Can Be Is to Be Yourself","web_url":"https://www.nytimes.com/1994/12/08/arts/television-review-the-best-you-can-be-is-to-be-yourself.html","abstract":"  Afternoon drama specials for young audiences have a problem. What with prime-time sitcoms skimming lightly over everything from child abuse to unprotected sex, the occasional daytime dramas are hard pressed to come up with what the networks deem a serious subject. But it still can be done, even with a sense of humor, as is demonstrated nicely in today's \"Magical Makeover,\" an \"ABC Afterschool Special.\"    This cleverly composed bit of fluff has the temerity, at the height of the holiday buying season yet, to question the increasingly hot industry of image-making, without which capitalism would apparently collapse. Buy that skin cream, get that nip, squeeze into those jeans: there's no other way, evidently, to realize marketplace-induced dreams. \"Magical Makeover\" has some doubts.","thumbnail":null,"section":"Arts"},{"date":"19941208","headline":"Italian Inquiry Into Graft In Turmoil","web_url":"https://www.nytimes.com/1994/12/08/world/italian-inquiry-into-graft-in-turmoil.html","abstract":"  Investigators declared today that Italy's corruption inquiries would not slacken despite the resignation of a top crusading magistrate. But there are signs that the nation's old political tactics for shielding the powerful are being revived. Only a day after the resignation of the Milan magistrate, Antonio Di Pietro, who said that political pressure had made it impossible for him to do his job, a Senate committee recommended that an inquiry against former Prime Minister Ciriaco De Mita be dropped.   The 23-member committee on parliamentary immunity was acting under a law requiring that cases involving ministers and former ministers be reviewed at a high level before magistrates can proceed.","thumbnail":null,"section":"World"},{"date":"19941208","headline":"Analyst Steps Into New Press Storm","web_url":"https://www.nytimes.com/1994/12/08/us/analyst-steps-into-new-press-storm.html","abstract":"  For the past 10 years, Jeffrey M. Masson has waged what he, at least, thinks of as a one-man crusade for ethics in journalism. Now he is about to evangelize at the University of California, and some students and professors there are none too happy.   Last month, only a few weeks after a jury in Federal District Court in San Francisco threw out Mr. Masson's long-running libel suit against Janet Malcolm of the New Yorker magazine, officials at the university's Graduate School of Journalism disclosed that Mr. Masson, a former psychoanalyst and Freudian scholar, would lecture this winter in a course there titled Ethical Issues in Journalism.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941208","time":"1994-12-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":73,"wspd":16.6},{"date":"19941208","time":"1994-12-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":73,"wspd":16.6},{"date":"19941208","time":"1994-12-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":71,"wspd":24.1},{"date":"19941208","time":"1994-12-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":74,"wspd":22.3},{"date":"19941208","time":"1994-12-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":80,"wspd":24.1},{"date":"19941208","time":"1994-12-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":20.5},{"date":"19941208","time":"1994-12-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":81,"wspd":35.3},{"date":"19941208","time":"1994-12-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":85,"wspd":35.3},{"date":"19941208","time":"1994-12-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":87,"wspd":38.9},{"date":"19941208","time":"1994-12-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":86,"wspd":42.5},{"date":"19941208","time":"1994-12-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":91,"wspd":27.7},{"date":"19941208","time":"1994-12-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":25.9},{"date":"19941208","time":"1994-12-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":85,"wspd":22.3},{"date":"19941208","time":"1994-12-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":89,"wspd":14.8},{"date":"19941208","time":"1994-12-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":85,"wspd":13},{"date":"19941208","time":"1994-12-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":82,"wspd":13},{"date":"19941208","time":"1994-12-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":13},{"date":"19941208","time":"1994-12-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":83,"wspd":14.8},{"date":"19941208","time":"1994-12-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":83,"wspd":9.4},{"date":"19941208","time":"1994-12-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":85,"wspd":7.6},{"date":"19941208","time":"1994-12-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":89,"wspd":14.8},{"date":"19941208","time":"1994-12-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":83,"wspd":14.8},{"date":"19941208","time":"1994-12-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":85,"wspd":13},{"date":"19941208","time":"1994-12-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":13},{"date":"19941208","time":"1994-12-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":82,"wspd":27.7},{"date":"19941208","time":"1994-12-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":89,"wspd":18.7},{"date":"19941208","time":"1994-12-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":29.5},{"date":"19941208","time":"1994-12-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":82,"wspd":25.9},{"date":"19941208","time":"1994-12-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":89,"wspd":14.8},{"date":"19941208","time":"1994-12-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":24.1},{"date":"19941208","time":"1994-12-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":38.9},{"date":"19941208","time":"1994-12-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":51,"wspd":27.7},{"date":"19941208","time":"1994-12-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":25.9},{"date":"19941208","time":"1994-12-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":51,"wspd":33.5},{"date":"19941208","time":"1994-12-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":27.7},{"date":"19941208","time":"1994-12-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":44,"wspd":35.3},{"date":"19941208","time":"1994-12-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":46,"wspd":27.7},{"date":"19941208","time":"1994-12-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":49,"wspd":27.7},{"date":"19941208","time":"1994-12-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":29.5},{"date":"19941208","time":"1994-12-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":41,"wspd":33.5},{"date":"19941208","time":"1994-12-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":36,"wspd":33.5},{"date":"19941208","time":"1994-12-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":32,"wspd":31.7},{"date":"19941208","time":"1994-12-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":33,"wspd":27.7},{"date":"19941208","time":"1994-12-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":31,"wspd":27.7},{"date":"19941208","time":"1994-12-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":31.7},{"date":"19941208","time":"1994-12-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":24.1},{"date":"19941208","time":"1994-12-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":40,"wspd":27.7},{"date":"19941208","time":"1994-12-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":24.1}]}}