{"19931129":{"guardian_articles":[],"nytimes_articles":[{"date":"19931129","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/29/us/c-corrections-751393.html","abstract":"  A brief announcement on Thursday about a memorial service for John Butler, the choreographer, gave the wrong date. The service, at the Bruno Walter Auditorium of the New York Public Library for the Performing Arts, 111 Amsterdam Avenue, at 65th Street, will be at 7 P.M. next Monday, not today.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"2 Could Be Divided Into No. 1 by the Final Rankings Despite the Bowls","web_url":"https://www.nytimes.com/1993/11/29/sports/college-football-2-could-be-divided-into-no-1-final-rankings-despite-bowls.html","abstract":"  The bowl-game lineup for New Year's Day is coming into focus, but that does not mean the outcome of the college football season is becoming clear. A difference of philosophy between the two groups of voters -- whether strength of schedule is more significant than a won-lost record -- could leave the coalition of bowl games with a shared national championship.   Nebraska (11-0) and Florida State (11-1) finished first and second in the point total of the two polls used by the coalition as a guide for its selection process. The Cornhuskers, the Big Eight conference champion, held its lead over the Seminoles because of the support of the CNN/USA Today poll of coaches, a poll in which Florida State ended up third, behind West Virginia.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"1893:A Bomb in Dublin : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/29/opinion/IHT-1893a-bomb-in-dublin-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Excitement and alarm have been caused in Dublin by the news that a tin box, to which was attached a partly burnt out fuse, had been found in Aldborough Barracks on Sunday afternoon [Nov. 26]. The contents of the box have been analysed and found t","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Van Service Saves Parents the Chore of Shuttling Children","web_url":"https://www.nytimes.com/1993/11/29/nyregion/van-service-saves-parents-the-chore-of-shuttling-children.html","abstract":"  On any given day, the three Visser children may all have to be at different after-school activities at the same time. Candice, 11 years old, and Celina, 13, participate in dance and figure skating. Christopher, 12, enjoys hockey and baseball, and all three attend religious education one day a week.   Their father, Jan Visser, an engineer, works 30 miles from their home in Manlius, an affluent suburb of Syracuse, and cannot help his wife, Denise, with car pooling. Mrs. Visser, a dietary supervisor, works from 6 A.M. to 2 P.M. two days a week, and 12-hour shifts on Saturdays and Sundays.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Lincoln Center to Offer New Series of Concerts","web_url":"https://www.nytimes.com/1993/11/29/arts/lincoln-center-to-offer-new-series-of-concerts.html","abstract":"  Lincoln Center Productions has announced new instrumental and vocal series at the Walter Reade Theater (165 West 65th Street) this season; audiences are invited to meet the artists at receptions after the performances. The series will comprise three string-quartet concerts, three song recitals, three piano recitals, a guitar recital and two performances by the Bang on a Can All-Stars.    The St. Lawrence String Quartet is to give the first concert, playing works by Beethoven, Bartok and Franck tonight at 7:30. The Orion Quartet is scheduled for Jan. 24 and the Carmina Quartet for March 28.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Cabby Chases Holdup Man; Arrest Made","web_url":"https://www.nytimes.com/1993/11/29/nyregion/cabby-chases-holdup-man-arrest-made.html","abstract":"  A gypsy-cab driver who was robbed at gunpoint of his money and cab Saturday night flagged down two police officers, who then chased the car and arrested one of the two attackers, the police said.   Unfortunately for the cabby -- Lamine Kaba, a 30-year old immigrant from Guinea in West Africa -- the suspect crashed the stolen cab, a 1986 white Lincoln Town Car, into an elevated train pillar in the Bronx. In totaling the car, the robber stole Mr. Kaba's livelihood.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Books of The Times; For Doing, Looking, Traveling, Poring or Musing","web_url":"https://www.nytimes.com/1993/11/29/books/books-of-the-times-for-doing-looking-traveling-poring-or-musing.html","abstract":"  Although to say so may not be a plug for literacy, you somehow want a gift book to be more than just a book to be read. As Mark Twain once said to a woman who asked him if he thought a book was the most useful gift one could give: \"A big leather-bound volume makes an ideal razor strap. A thin book is useful to stick under a table with a broken caster to steady it. A large, flat atlas can be used to cover a window with a broken pane. And a thick, old-fashioned heavy book with a clasp is the finest thing in the world to throw at a noisy cat.\"    What follows is a dozen or so items for propping up a table, for covering a broken window pane or, best of all, for simply reading. They are arranged roughly in ascending price.","thumbnail":null,"section":"Books"},{"date":"19931129","headline":"Review/Theater: Gray's Anatomy; A Monologuist's Idiosyncratic Trip Through Disease and Healing","web_url":"https://www.nytimes.com/1993/11/29/theater/review-theater-gray-s-anatomy-monologuist-s-idiosyncratic-trip-through-disease.html","abstract":"  Like most people, Spalding Gray sees through two eyes. The problem, in the section of his life covered in his latest monologue, \"Gray's Anatomy,\" is that these eyes no longer see in the same way. The left one, he learns, is afflicted with something called a macular pucker, which causes a blurring distortion of vision, like looking through \"the bottom of a Coke bottle,\" he says. At one moment, covering one eye and then the other, he sees alternative versions of the world outside him: \"Ecstasy. Despair,\" he chants as he shifts his hand. \"Ecstasy. Despair.\"   In a sense, of course, Spalding Gray has always viewed the universe through at least two seemingly autonomous levels of perception. Mr. Gray has described himself as a \"poetic journalist,\" and his particular skills as an observer have always hinged on a dialectic seesaw between satiric clarity and paranoiac murkiness. At one moment, he can create a portrait of, say, a doctor's office with searing journalistic detail. Then, like a mutating reality scene in a horror movie, things shift menacingly into a blur of arcane, incomprehensible images.","thumbnail":null,"section":"Theater"},{"date":"19931129","headline":"Hit Twice, Town Feels Misled by U.S.","web_url":"https://www.nytimes.com/1993/11/29/us/hit-twice-town-feels-misled-by-us.html","abstract":"  For more than a decade, this tiny northeast Mississippi community of 3,200 has been all dressed up with nowhere to go.   In the early 1980's, it eagerly awaited jobs and tax revenues as the Tennessee Valley Authority started building the Yellow Creek nuclear plant here. But by 1985, after spending $1.2 billion, the agency halted work, saying it had overestimated the region's need for electricity. Unemployment soared to as high as 30 percent in the area where Mississippi, Alabama and Tennessee meet.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Buffalo Can't Touch Montana","web_url":"https://www.nytimes.com/1993/11/29/sports/pro-football-buffalo-can-t-touch-montana.html","abstract":"  The Buffalo-Kansas City duel here this afternoon at Arrowhead Stadium was not only a matchup of marquee quarterbacks, but also a contest between two dominating defensive ends named Smith and a test to see which team could mount the best pass rush.   Kansas City's rush was tenacious, ferocious, steady. Buffalo's was a mild whimper.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"MEXICAN PRESIDENT BACKS A SUCCESSOR","web_url":"https://www.nytimes.com/1993/11/29/world/mexican-president-backs-a-successor.html","abstract":"  President Carlos Salinas de Gortari's choice to be the governing party's candidate to succeed him was announced today by the ruling Institutional Revolutionary Party.    The man chosen to run in the elections, scheduled for Aug. 21, is the Secretary of Social Development, Luis Donaldo Colosio Murrieta, 43, a popular technocrat who has run huge anti-poverty programs and whose views closely mirror those of President Salinas.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"India's Two Major Political Parties Stumble in Regional Elections","web_url":"https://www.nytimes.com/1993/11/29/world/india-s-two-major-political-parties-stumble-in-regional-elections.html","abstract":"  India's two major political parties, the governing Congress and the opposition Bharatiya Janata Party, appeared to have lost ground today in a series of regional elections, the results of which are to be released over the next several days.   Over the last month, four Indian states and the nation's capital held elections for state assemblies. The elections were seen in part as a referendum on the stewardship of Prime Minister P. V. Narasimha Rao, but perhaps more as a gauge of the politics of Hindu nationalism represented by the Bharatiya Janata Party.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"Serbian Shelling Kills 5 in Sarajevo on the Eve of Peace Talks","web_url":"https://www.nytimes.com/1993/11/29/world/serbian-shelling-kills-5-in-sarajevo-on-the-eve-of-peace-talks.html","abstract":"  Serbian shellfire killed five people in Sarajevo today on the eve of a new round of peace talks, pointing up the bleak prospects as the fierce Balkan winter begins to bite into the war-ravaged Bosnian countryside.   As leaders of the shattered pieces of the former Yugoslavia left for Geneva, Serbian nationalist leaders who have seized much of Bosnia and Herzegovina voiced defiance against the compromise called for in the new initiative as the price of easing economic sanctions.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"New Genetics Offers Agonizing Choices","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-new-genetics-offers-agonizing-choices-354893.html","abstract":"  To the Editor:   In \"Beyond Cloning\" (Op-Ed, Nov, 17), Robert Pollack, professor of biology at Columbia University, maintains that the next ethical dilemma to face scientists is whether or not to transfer synthetic genes to human embryos. Perhaps so.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/29/us/news-summary-735193.html","abstract":"  International A3-10  RUSSIAN MILITARY IN TRANSITION  Three years after the breakup of the Soviet union, the Russian military is in transition, trying to create a lean, mobile force for the post-cold-war world but with few resources to make the changeover.  A1","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Review/Television; Raymond Burr in a Role That Belonged to Him","web_url":"https://www.nytimes.com/1993/11/29/arts/review-television-raymond-burr-in-a-role-that-belonged-to-him.html","abstract":"  Although he had appeared in about 50 movies by 1957, the year he began starring in \"Perry Mason\" on CBS, Raymond Burr would spend the rest of his life as the very embodiment of that peculiar creature called a television star. He would complain publicly and frequently about being the prisoner of a single role and an unchanging formula, but the money and the power, which he wielded with aplomb, proved irresistible. He died at 76 in September, his last performing effort devoted to still another \"Perry Mason\" case, part of a series of periodic two-hour features carried on NBC since 1985.    Tonight's \"Perry Mason: The Case of the Killer Kiss\" involves, appropriately enough, a gaggle of soap-opera denizens, one of them murdered, the rest suspects. Created in a series of best-selling novels by Erle Stanley Gardner, the lawyer and author, the defense lawyer Perry Mason moved on to radio in 1943 where, for 12 years, five days a week, he was a character in a series that was part soap opera, part detective story. When that series was adapted in 1956 for television as the afternoon soap \"The Edge of Night,\" the characters were given new names. The name Perry Mason was reserved for the Raymond Burr weekly series that would run until 1966.    \"The Killer Kiss\" hews to basic cookie-cutter form. Several characters are brought together, in this instance working on a soap opera. One is always abrasive or worse, and he or she will wind up the murder victim. The police pounce on a prime suspect, who often turns out to have some acquaintance with Perry Mason (\"Her father was a judge,\" he will casually explain, \"her mother a law clerk\").    He takes the case, begins his investigation and, by the time of trial, everyone in the immediate vicinity is looking suspicious. His devoted secretary, Della Street, played from the beginning by Barbara Hale, can always be depended on for some motherly hovering. In increasing pain over the years from assorted ailments, the rather massive Mr. Burr is almost always sitting or leaning on some sturdy prop.    The trial unfolds with the inevitability of Greek drama. Viewers are assured of a tidy beginning, middle and end. The prosecuting attorney opens with overweening confidence but, inasmuch as Perry Mason has lost only one trial over all these years -- in 1963, and only because his client refused to enter evidence that would save her -- viewers are hardly in doubt about the outcome.    Even the judges, apparently awed by basso-voiced authority, are prone to give Perry Mason unusual courtroom leeway. And when the lawyer's investigative assistant rushes into the courtroom with the latest piece of uncovered evidence, it's only a matter of minutes before the true culprit blurts out something like: \"He was going to take it all. I couldn't let him do that.\" Tonight's final installment, starring a slew of real soap-opera actors, doesn't miss a well-worn trick.    Like Eugene O'Neill's father doomed to playing the Count of Monte Cristo for much of his professional career, Raymond Burr may well have felt suffocated by the role of Perry Mason. The problem is that Mr. Burr did it to perfection, even when on automatic pilot. For a while in the early 1970's, he did some wheelchair sleuthing as \"Ironside,\" but that was just riding on Perry Mason's coattails.    CBS tried to revive the \"Perry Mason\" series in 1973 with Monte Markham in the title role. No way. Mr. Burr had put a lock on the property. The actor and the role were bonded forever. It's one way, and certainly not the worst, to live the always precarious life of a performer.    Perry Mason The Case of the Killer Kiss  NBC, tonight at 9 (Channel 4 in the New York Area) Written by Gerry Conway and based on characters created by Erle Stanley Gardner. Directed by Christian I. Nyby 2d. Producers, Billy Ray Smith and Barry Steinberg; co-executive producer for Dean Hargrove Productions and the Fred Silverman Company in association with Viacom Productions, Joel Steiger; executive producers, Fred Silverman and Dean Hargrove. Perry Mason . . . Raymond Burr Della Street . . . Barbara Hale Ken Malansky . . . William R. Moses Alex Straub . . . Stuart Damon Sandra Drake . . . Linda Dano Kris Buckner . . . Genie Francis Jim Watson . . . Richard Grove Mark Stratton . . . Sean Kanan Deputy Frank Bonner . . . Christian LeBlanc Kevin Markham . . . Charles Macaulay Lieut. Ed Brock . . . James McEachin Mimi Hoyle . . . Karen Moncrieff","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Why This Country Still Needs to Cut Spending","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-why-this-country-still-needs-to-cut-spending-802693.html","abstract":"  To the Editor:   \"A Dangerous Deficit Bill\" (editorial, Nov. 22) alleges that the spending cuts that were advocated in a bill by Representatives Timothy J. Penny, a Missouri Democrat, and John R. Kasich, an Ohio Republican, are dangerous because they would have thwarted the Administration's investment plans. I disagree, though the bill was narrowly defeated by the House, 219 to 213 (news article, Nov. 23).","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"100 Million Infernal Machines","web_url":"https://www.nytimes.com/1993/11/29/opinion/100-million-infernal-machines.html","abstract":"  Of modern weapons, none is more ubiquitous and invisible than the land mine. Wars end, but these buried destroyers go on killing and maiming for decades. They are inexpensive weapons, ideal for third-world conflicts. A Chinese antipersonnel mine costs as little as $3; the popular U.S.-made Claymore, which can propel 700 steel balls forward in a 60 degree arc and kill at a distance of 50 yards, costs only $27. So secretive are their sale and deployment that nobody really knows where or how many mines remain in the ground.   The State Department estimates that from 65 million to 110 million land mines infest 62 countries, notably Afghanistan, Cambodia, Angola, Mozambique, El Salvador, the Kurdish areas of Iraq and northern Somalia. This and other disclosures fill a 510-page report by the Arms Project of Human Rights Watch, which makes the case for a total ban on the sale and use of antipersonnel land mines.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Why This Country Still Needs to Cut Spending; Life in the Old Agency","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-why-this-country-still-needs-to-cut-spending-life-in-the-old-agency-353093.html","abstract":"  To the Editor:   In \"A Dangerous Deficit Bill\" (editorial, Nov. 22), you identified the Penny-Kasich deficit reduction plan that was rejected by the House as \"superficially seductive,\" only to be taken in by its false appeal.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Not Bloody Enough","web_url":"https://www.nytimes.com/1993/11/29/opinion/not-bloody-enough.html","abstract":"Just two months ago, on the heels of the Israeli-Palestinian peace accord, predictions of an end to the 25-year struggle in Northern Ireland were widespread. A peace initiative led by the head of the Social Democratic and Labor Party, John Hume, and supported by Gerry Adams, leader of Sinn Fein, the Irish Republican Army's political wing, spurred further optimism. But such hopes are misplaced. \n\nA string of 23 deaths in eight days made October the worst month for casualties in Northern Ireland since June 1976. Last week, a large shipment of arms headed to Protestant paramilitary organizations via Poland was intercepted by British officials.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Review/Folk; Arlo Guthrie's Holiday Tradition","web_url":"https://www.nytimes.com/1993/11/29/arts/review-folk-arlo-guthrie-s-holiday-tradition.html","abstract":"  It wasn't too long ago that Arlo Guthrie was folk music's new kid on the block, a brash and brilliant storyteller who combined his father's concern for social justice with Bob Dylan's cheek. But almost three decades after he became famous with his humorous Thanksgiving Day saga, \"Alice's Restaurant,\" Mr. Guthrie has mellowed. His shoulder-length locks are gray. While he hasn't forsaken political music, he has matured into a family man whose songs and stories have exchanged a doctrinaire edginess for a broader humanitarianism.    The first of Mr. Guthrie's two annual post-Thanksgiving concerts on Friday and Saturday at Carnegie Hall had the feel of a joyous extended-family reunion.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Bronx Baby's Death Is Ruled a Homicide","web_url":"https://www.nytimes.com/1993/11/29/nyregion/bronx-baby-s-death-is-ruled-a-homicide.html","abstract":"  The death of a 15-month-old Bronx boy on Friday was declared a homicide yesterday by New York City's Medical Examiner and the mother was arrested and charged with murder.   The child, Shaun Reeder, of 2030 East 177th Street in the Soundview section, died from a brain hemorrhage and cerebral swelling caused by blunt force, said Ellen Borakove, a spokeswoman for the medical examiner's office. Shaun had fractures of the skull, ribs, an arm and a leg and the injuries were \"at various stages of healing, which indicated that they happened over a period of time,\" Ms. Borakove said.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Abortion Foes No Kin Of Rights Activists","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-abortion-foes-no-kin-of-rights-activists-798493.html","abstract":"  To the Editor:   I get very angry when anti-choice demonstrators try to claim kinship with civil rights activists of the 1950's and 60's. According to your Nov. 17 report on the Senate's passage of the abortion clinic bill, foes of the bill are trying to do just that.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/11/29/arts/dance-in-review-351393.html","abstract":"  'Head, Tail and Stomach'  Evolving Arts Theater Dance Space  The choreographers presented by the Evolving Arts Theater at Dance Space are often young and unknown. Refreshingly, they tend to steer away from the orthodoxies of experimental dance that have ruled the last two decades; that is, they are not concerned exclusively with pure movement or emotional vignettes that deal with personal trauma.   A recent program by a trio of choreographers who work or teach at the Dance Space school proved true to form. Especially interesting was a solo called \"Sarajevo Requiem\" by Shannon Hobbs, a newcomer who shared a program with Guido Tuveri and Luka Kito entitled \"Head, Tail and Stomach.\"","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/29/nyregion/no-headline-770093.html","abstract":"  \"Anyone who would call the business after a day or two in this environment is either a gambler or clairvoyant.\" -- MYRON E. ULLMAN 3D, the head of Macy's, on retail sales over Thanksgiving weekend.  [ D3:2. ]","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Review/Music; Victory Won in 'Judas Maccabaeus'","web_url":"https://www.nytimes.com/1993/11/29/arts/review-music-victory-won-in-judas-maccabaeus.html","abstract":"  Much in the same way the holiday shopping season begins before the Thanksgiving leftovers are consumed, the musical world kicks into gear right after Thanksgiving, and spends the rest of the year either encouraging devotion or spreading cheer. The coming week brings the first of many performances of Handel's \"Messiah.\" But with Hanukkah around the corner (it begins on the evening of Dec. 8), Handel's less frequently heard gloss on that holiday's historical backdrop, \"Judas Maccabaeus,\" has jumped to the head of the parade. Gerard Schwarz led his New York Chamber Symphony, the Mannes Chamber Singers and a solo quartet in a performance of the oratorio at the 92d Street Y on Saturday evening.   Actually, neither \"Messiah\" nor \"Judas Maccabaeus\" were composed for this time of year. \"Messiah\" was written as an Easter work. \"Judas Maccabaeus\" had its premiere on April 1, 1747. It cannot really be thought of as a full-fledged Hanukkah piece, since it does not touch upon the miracle that Hanukkah commemorates, the burning of a single day's worth of oil for eight days.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Storm Cancels Aqueduct Card","web_url":"https://www.nytimes.com/1993/11/29/sports/horse-racing-storm-cancels-aqueduct-card.html","abstract":"  Rain and high winds yesterday morning, and the prediction of stormy weather for the afternoon, forced cancellation of Aqueduct's Sunday card. The featured $60,000 Iroquois Stakes for New York-bred fillies and mares, 3 years old and up, will be run on Wednesday.   \"Racing was canceled early rather than start a program that may have had to be stopped because of the adverse conditions,\" said Dick Hamilton, a steward for the New York Racing Association.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Universities Seek Ways to Get Their Stars to Teach","web_url":"https://www.nytimes.com/1993/11/29/us/universities-seek-ways-to-get-their-stars-to-teach.html","abstract":"  When the poet and critic John Crowe Ransom taught at Kenyon College in the 1940's and 50's, aspiring writers like Robert Lowell, James Wright and E. L. Doctorow flocked there to learn the literary trade from a master.   But last year, when Amy McGoldrich came to the University of Chicago with visions of studying with the novelist Saul Bellow, she found that he taught no course that she could attend and was personally inaccessible. And over the summer, Mr. Bellow moved on to Boston University, eliminating any chance that she could study with him.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Warming Up for the Cup","web_url":"https://www.nytimes.com/1993/11/29/opinion/warming-up-for-the-cup.html","abstract":"  In South Orange, N.J., Cryan's Beef & Ale House installed a satellite dish to catch Ireland vs. Northern Ireland on television two weeks ago -- while British troops patrolled the stadium in Belfast. A few miles away in Garfield, fans of a different ethnic lineage packed Caffe La Gondola for Italy vs. Portugal. And in Sofia, Bulgaria's Parliament delayed taking a no-confidence vote on Prime Minister Lyuben Berov so members could watch their team play in Paris against France.   Soccer has that kind of grip.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Aidid's Attendance At Aid Talks Is Tied To Backers' Release","web_url":"https://www.nytimes.com/1993/11/29/world/aidid-s-attendance-at-aid-talks-is-tied-to-backers-release.html","abstract":"  A spokesman for Gen. Mohammed Farah Aidid said today that the powerful Somali faction leader would not attend a conference opening Monday on aid to Somalia and political reconciliation.   But members of General Aidid's party, the Somali National Alliance, would not rule out the general's participation if eight supporters detained by the United Nations, which is sponsoring the conference in Ethiopia, are released. There were signs today that the eight would be freed.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"A City Like New York Has to Make Education Multicultural","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-a-city-like-new-york-has-to-make-education-multicultural-797693.html","abstract":"  To the Editor:   You report that Schools Chancellor Ramon C. Cortines has asked his staff to devise a new multicultural curriculum for New York City's public schools (news article, Nov. 18).","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Rangers Put Quick Stop To Any Letdown Talk","web_url":"https://www.nytimes.com/1993/11/29/sports/hockey-rangers-put-quick-stop-to-any-letdown-talk.html","abstract":"  The Rangers came to the rink as if it were any other hockey game. The music blared in the locker room before game time. Mike Hudson teased Greg Gilbert in the hallway. Gilbert teased Esa Tikkanen. Mike Richter made jokes at his own expense.   In reality, though, last night's game against the Washington Capitals meant a great deal to the Rangers. On Saturday afternoon, the Islanders had taken advantage of the Rangers' mistakes and had ended New York's 14-game unbeaten streak. In the locker room afterward, the Rangers seemed deflated and a bit lost. They appeared, from the outside, to be ripe for a letdown.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"U.S. Laws Catch Up to the New Russia","web_url":"https://www.nytimes.com/1993/11/29/us/us-laws-catch-up-to-the-new-russia.html","abstract":"  It's official: the cold war is over.   Without hoopla, Congress passed the Friendship Act before it adjourned last week. Acknowledging that the arch-enemy that Ronald Reagan once called the Evil Empire has vanished, the act repeals laws that even suggest an adversarial relationship between the United States and the former Soviet Union.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"It's Up, Up And Good! 54-Yarder Lifts Giants","web_url":"https://www.nytimes.com/1993/11/29/sports/pro-football-it-s-up-up-and-good-54-yarder-lifts-giants.html","abstract":"  David Treadwell watches his fellow kicker, Brad Daluiso, kick in practice all the time. He has seen him boot field goals from as far as 60 yards. So when Daluiso lined up with just over a half a minute left today for a 54-yard field goal that would turn a defeat into a victory for the Giants, Treadwell wasn't biting his nails like everyone else in Giants Stadium. He knew the kick would be good.   \"I was thinking, 'Just smooth it, Brad, just smooth it,' \" said Treadwell, who does most of the field-goal kicking on the Giants and is Daluiso's closest friend on the team. \"That's what he did. It looked like the ball could have been good from another 15 yards.\"","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"More Korean Groceries Failing as the Recession Drags On","web_url":"https://www.nytimes.com/1993/11/29/nyregion/more-korean-groceries-failing-as-the-recession-drags-on.html","abstract":"  After riding the boom of the 1980's and becoming among the most identifiable features of New York City, Korean groceries are suffering through the recession and many are on the brink of shutting down, Korean business groups say.   The grocers, who run the gamut from owning mom-and-pop shops on Brooklyn street corners to brightly lit salad bars in Midtown, mainly blame the recession for their troubles, but also cite harassment by city inspectors, constantly rising rents and increased competition.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Wave of Cuban Defections at Puerto Rican Games","web_url":"https://www.nytimes.com/1993/11/29/us/wave-of-cuban-defections-at-puerto-rican-games.html","abstract":"  A father and son on the archery team were among the first to depart. They were followed by two champion weight lifters, Cuba's top female softball pitcher, and even a photographer who had apparently arrived in Puerto Rico, portfolio in hand, with defection in mind.   By yesterday evening, 34 of the 900 or so members of the Cuban delegation attending the 17th Central American and Caribbean Games in Puerto Rico had defected. And though the mounting departures are hardly an exodus, they represent enough of a trickle to fuel speculation that a major walkout may occur before the athletic contests conclude on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Rugen Island Journal; Treasured Isle of the Baltic in the Eye of a Boom","web_url":"https://www.nytimes.com/1993/11/29/world/rugen-island-journal-treasured-isle-of-the-baltic-in-the-eye-of-a-boom.html","abstract":"  Fighting a brisk salt wind blowing off the Baltic Sea one recent afternoon, a retired farmer took his three granchildren to see a spit of land where he spent much of his life cultivating crops. The foundations of a sprawling new hotel complex were sprouting up from the sandy soil.   \"They've already made a such a mess out of Rugen,\" he sighed. \"Now they're messing up more of it.\"","thumbnail":null,"section":"World"},{"date":"19931129","headline":"Washington at Work; Though Her Bosses Are in Spotlight, An Aide Tries to Stay in the Wings","web_url":"https://www.nytimes.com/1993/11/29/us/washington-work-though-her-bosses-are-spotlight-aide-tries-stay-wings.html","abstract":"  Margaret Williams, Hillary Rodham Clinton's chief of staff, stood behind her desk in the Old Executive Office Building, her round, normally cheery face looking reluctant and resigned.   After several weeks of discussions, she had finally agreed to be interviewed, but now she was wheedling, trying to negotiate the size of the article (small, she hoped) and trying to avoid being photographed.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"A Costly Distraction for Whitman","web_url":"https://www.nytimes.com/1993/11/29/nyregion/a-costly-distraction-for-whitman.html","abstract":"  Distracted by the political brouhaha caused by her campaign manager's post-election comments, Christine Todd Whitman still faces the formidable task of appointing dozens of people to top state jobs to carry out policies like the 30 percent income-tax cut she proposed during the campaign.   Mrs. Whitman has already assembled a transition team and announced the appointment of two top advisers. But aides to the Governor-elect acknowledge that she has had to divert time to the furor surrounding Edward J. Rollins's comments -- which he later retracted -- that the Whitman campaign paid ministers and Democratic workers to suppress the black urban vote.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Rabin Maneuvers to Woo Back an Orthodox Party","web_url":"https://www.nytimes.com/1993/11/29/world/rabin-maneuvers-to-woo-back-an-orthodox-party.html","abstract":"  A divided Israeli Cabinet voted today to sponsor legislation that would prevent the importation of nonkosher meat into the Jewish state.    Whatever the move may say about future dining habits in Israel, it spoke volumes about the political headaches of Prime Minister Yitzhak Rabin, who is trying to win back a religious party that walked out of his coalition a few weeks ago, leaving him in command of a minority Government.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"A German State Government Quits in Corruption Scandal","web_url":"https://www.nytimes.com/1993/11/29/world/a-german-state-government-quits-in-corruption-scandal.html","abstract":"  In the latest of a series of political scandals that have shaken Germany since the country was reunified in 1990, the government of the eastern state of Saxony-Anhalt resigned today after four officials were accused of corruption.   The Premier, Werner Munch, and three of his ministers were revealed to have received about $600,000 in undisclosed income over the last two years through payments for expenses and as compensation for lost income in their native western Germany.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/29/nyregion/chronicle-944393.html","abstract":"  Over the years it has been facetiously suggested that the missing \"a\" in BARBRA STREISAND's name was used for Art Deco or Art Nouveau, both of which she is known for collecting with as much wisdom as passion.   Lately, tongues still in cheeks, word has it that the elusive letter stands for auction -- or at least it will in March of next year, when, following preview exhibitions in Paris, Tokyo and Los Angeles, Ms. Streisand's collections of Deco and Nouveau will be put up for auction in New York.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Palermo Out of Hospital","web_url":"https://www.nytimes.com/1993/11/29/sports/baseball-palermo-out-of-hospital.html","abstract":"  The former major league umpire, Steve Palermo, has left the Massachusetts hospital where he underwent more than 10 hours of spinal surgery with hopes he will return to his old job.   Palermo, 43, underwent the risky surgery Nov. 19 at the University of Massachusetts Medical Center in Worcester. The surgery was to remove scar tissue from around spinal nerves where Palermo was shot two years ago trying to stop a robbery in Dallas.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"French Love U.S. but Defend Their Films","web_url":"https://www.nytimes.com/1993/11/29/movies/the-talk-of-paris-french-love-us-but-defend-their-films.html","abstract":"  The French are obsessed right now with the supposedly fragile state of their film and television industries, threatened by the mighty monopolistic blasts of the Hollywood dinosaur. But that hardly means that their own thinking on the issue seems entirely clear, or that the French now hate all aspects of American culture.   What the French want from the latest round of international trade talks is to preserve their film industry, perhaps the last viable one in the Western world outside of Hollywood. They also wish to promote French as an acceptable language for popular culture. But they seem unwilling to face up to the confusions in their own position.","thumbnail":null,"section":"Movies"},{"date":"19931129","headline":"All the Rage","web_url":"https://www.nytimes.com/1993/11/29/opinion/all-the-rage.html","abstract":"  After cutting off her husband's penis, Lorena Bobbitt has become a symbol of female rage. She has ardent supporters, people who consider her a heroine and a victim, people who will feel outraged and betrayed if she is convicted of malicious wounding, when her trial comes up in January.    In the reams of newsprint devoted to the details of the case -- his supposedly beating her, cheating on her and raping her, her slicing off his sexual organ -- they see the triumph of the oppressed over the oppressor.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Parcells Plan Is Fine, but Result Isn't","web_url":"https://www.nytimes.com/1993/11/29/sports/pro-football-parcells-plan-is-fine-but-result-isn-t.html","abstract":"  Knowing that sometime this season there would be a day like this, Coach Bill Parcells took his Patriots out in the rain and slop 10 days ago and forced them to practice. He remembered Giants playoff games and what it took to play when the sun didn't shine and the wind blew.   Parcells's edge, though, was washed away today in a three-hour nonstop torrent in which his kicker virtually surfed a field-goal attempt and a catch that would have put the Patriots 10 yards from a victory was wiped out with a fumble.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"BRITAIN CONCEDES IT SECRETLY MADE CONTACT WITH I.R.A.","web_url":"https://www.nytimes.com/1993/11/29/world/britain-concedes-it-secretly-made-contact-with-ira.html","abstract":"  Prime Minister John Major found his credibility under attack today and faced a barrage of criticism after his Government acknowledged that it had engaged in secret contacts with the Irish Republican Army.   The issue will go before Parliament on Monday, when the Government has promised to lay bare the whole story of its secret communications with the guerrilla organization, which has waged a violent campaign to end British rule in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"Study Finds No Abnormality In Those Reporting U.F.O.'s","web_url":"https://www.nytimes.com/1993/11/29/us/study-finds-no-abnormality-in-those-reporting-ufo-s.html","abstract":"  A study of 49 people who have reported encounters with unidentified flying objects has found no tendency toward abnormality, apart from a previous belief that such visitations from beyond the earth do occur.   The survey was designed to explore the suggestion that such sightings are associated with disorders like epilepsy, or a tendency to fantasize. Abnormality of the temporal lobe of the brain, the outer, lower region, which figures in memory and learning, has also come under suspicion. It has been proposed that abnormality of the temporal lobe may be associated with intense religious experiences, visions or apparitions.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Gale Drives Barge Ashore; Man Missing","web_url":"https://www.nytimes.com/1993/11/29/nyregion/gale-drives-barge-ashore-man-missing.html","abstract":"  Driven by gale-force winds and heavy seas, a 300-foot-long dredge being used to repair a breach caused by a storm last year ran aground on the beach here today, and a tugboat trying to pull it back out to sea capsized, throwing its two-man crew overboard.   One of the crewmen was quickly rescued, but the tug's captain was still missing this evening when the search was suspended as heavy fog and mist settled over the shoreline.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Princeton Advances to the Final Four for the First Time","web_url":"https://www.nytimes.com/1993/11/29/sports/soccer-princeton-advances-to-the-final-four-for-the-first-time.html","abstract":"  Princeton reached the Final Four of the National Collegiate Athletic Association soccer tournament for the first time in its history yesterday with a 3-0 triumph over Hartwick College at the Tigers' field.   The Tigers (13-4-0), who had never before advanced past the second round, will face Virginia in the semifinals Friday afternoon at Davidson College in Davidson, N.C.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Topics of The Times; A Man Worth Commemorating","web_url":"https://www.nytimes.com/1993/11/29/opinion/topics-of-the-times-a-man-worth-commemorating.html","abstract":"  Commemorative stamps are useful, collectible, profitable and informative. Each year, a Citizens' Stamp Advisory Committee sifts through thousands of suggestions to decide whom and what the U.S. Postal Service should commemorate. When it meets in early December, the panel has a chance to honor a selfless hero, Raoul Wallenberg, who vanished in 1944 after saving as many as 100,000 people from Nazi death camps.    Such a gesture would do justice to the memory of a remarkable man. As a Swedish diplomat in Budapest, he provided life-saving documents to Jews who were marked for death.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Plans for Whitman Gala","web_url":"https://www.nytimes.com/1993/11/29/nyregion/plans-for-whitman-gala.html","abstract":"  Despite the distractions of Federal and state investigations, plans are proceeding on schedule for the inauguration of a new Governor, Christine Todd Whitman, in New Jersey.   The Board of State Canvassers is to meet on Tuesday to certify the results of the Nov. 2 general election and to issue certificates of election to the winners. It is the last official step before the Governor and the new Legislature are sworn in on Jan. 18.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"A City Like New York Has to Make Education Multicultural; Not a Custodian's Job","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-a-city-like-new-york-has-to-make-education-multicultural-not-a-custodian-s-job-355693.html","abstract":"  To the Editor:   I must correct an error in \"Controlling School Custodians\" (editorial, Nov. 18). School custodians, at least in the school in which I taught, never actually clean a room.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Daly Says Nets Make Him Feel as if He Were 80","web_url":"https://www.nytimes.com/1993/11/29/sports/basketball-daly-says-nets-make-him-feel-as-if-he-were-80.html","abstract":"  Kenny Anderson sat slouched at his locker. Derrick Coleman was rubbing his eyes and yawning. Coach Chuck Daly was shaking his head and running his hands through his hair, and saying things like \"I don't know what's going on. I don't know what to expect anymore.\"   The Nets, last-minute losers in three of their previous four games, were hoping to reverse that trend with a victory over a young Denver Nuggets team Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"The Guns May Be a Bit Rusty but the Nuclear Arms Are Still Polished","web_url":"https://www.nytimes.com/1993/11/29/world/the-guns-may-be-a-bit-rusty-but-the-nuclear-arms-are-still-polished.html","abstract":"  Deep in the Ural Mountains, Russian engineers are busy building a vast underground command post to use in case of a nuclear war. Equipped with an antenna for communicating with missile-carrying submarines and land-based mobile missiles, the bunker will be a new part of Russia's multi-billion-dollar effort to modernize its dwindling strategic nuclear forces.   Russia's soldiers may miss a paycheck or two, but the military is determined to maintain Russia's status as a nuclear superpower.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"From Afghanistan to the Bronx, Immigrant's Journey Ends in Gun-Trafficking Charges","web_url":"https://www.nytimes.com/1993/11/29/nyregion/afghanistan-bronx-immigrant-s-journey-ends-gun-trafficking-charges.html","abstract":"  From the battlefields of war-ravaged Afghanistan to the underground railroad millions of refugees took into Pakistan before coming to the streets of New York City, the life of Fareedullah Nawabi could have been a blueprint for the experience of many Afghans in America.   That is, until last week. Mr. Nawabi was arrested on charges that he has sold a virtual arsenal of firearms, along with heroin and cocaine, to undercover police officers at his business, Mama's Fried Chicken, in the East Tremont section of the Bronx.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"New Homes","web_url":"https://www.nytimes.com/1993/11/29/nyregion/pulse-new-homes.html","abstract":"Nationally, single-family housing starts through October were about 6 percent ahead of last year's place. (Sources: Commerce Dept., National Association of Home Builders)","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Hong Kong Would Be Better Off Without Conspiracy Theories","web_url":"https://www.nytimes.com/1993/11/29/opinion/IHT-hong-kong-would-be-better-off-without-conspiracy-theories.html","abstract":"There is no shortage of conspiracy theories that seek to explain aspects of the Hong Kong negotiations between China and Britain. Most emanate from Chinese sources. For example, Deng Xiaoping has claimed that Britain's main purpose is to devise schemes t","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Family Planning for All Families","web_url":"https://www.nytimes.com/1993/11/29/opinion/family-planning-for-all-families.html","abstract":"  By giving $13.2 million to the International Planned Parenthood Federation last week, and by resuming funding for the United Nations Population Fund next January, the Clinton Administration has retrieved a banner America dropped in 1984. Once more the United States has a chance to make a deep impact on family planning all over the world.   The $13.2 million is only the first installment on a five-year, $75 million commitment to International Planned Parenthood, which, like the U.N. Population Fund, has been denied Federal funding ever since certain Reagan Administration supporters promulgated the so-called Mexico City policy. The policy, continued by the Bush Administration, banned Federal aid to any family planning agencies that so much as mentioned abortion -- despite the fact that American foreign aid has been sequestered, by law, from any abortion-related activities since 1985.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"A Squatter's Colony Called Home; In Manhattan, the Homeless Wander to New Shantytowns","web_url":"https://www.nytimes.com/1993/11/29/nyregion/squatter-s-colony-called-home-manhattan-homeless-wander-new-shantytowns.html","abstract":"  Moving days have a definite pattern for John C., who is homeless but more often than not has a makeshift home in a thrown-together encampment.   First, garbage, noise and drug use prompt complaints from neighbors and warnings from the police. \"Eventually, the cops come in and you're asked to move,\" he said. \"Then you don't move. Then they bring in the garbage trucks and take all your possessions.\"","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Spying on Moon in Central Park","web_url":"https://www.nytimes.com/1993/11/29/nyregion/spying-on-moon-in-central-park.html","abstract":"  The moon rose over Central Park last night, but it was eclipsed not long after midnight.    For nearly 80 curious souls who gathered in the chilly air on the bleachers of the Delacorte Theater, the lunar eclipse began at stage center, just where Shakespearean actors perform each summer, and gradually drifted to the right, until it seemed to rest atop over the Belvedere castle.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Dvora Gershen and Dominic Gennello","web_url":"https://www.nytimes.com/1993/11/29/style/weddings-dvora-gershen-and-dominic-gennello.html","abstract":"  Dvora M. Gershen, a daughter of Mrs. Alvin E. Gershen of Princeton, N.J., and the late Mr. Gershen, was married in Princeton last evening to Dominic Gennello, a son of Margaret and Dominic F. Gennello Jr. of Hamilton Township, N.J. Rabbi Allan Blaine, an uncle of the bride, performed the ceremony at the Jewish Center of Princeton.   Mrs. Gennello, a graduate of Boston University, is the vice president of the Moderate Income Management Company in Trenton, a real-estate-planning concern of which her mother, who is known professionally as Mildred Blaine, is the chief executive. The bride's mother is also the chief executive of Alvin E. Gershen Associates, an urban-planning firm in Trenton that was founded by the bride's father.","thumbnail":null,"section":"Style"},{"date":"19931129","headline":"Abroad at Home; Law And Politics","web_url":"https://www.nytimes.com/1993/11/29/opinion/abroad-at-home-law-and-politics.html","abstract":"  This is a story about how politics can degrade the legal process. The underlying subject is a nasty one: child pornography. But the larger theme is too important to ignore for that reason.   Nine years ago Congress made it a crime to receive or possess pictures or videotapes of \"a minor engaging in sexually explicit conduct.\" That was defined by Congress to mean actual sexual activity or \"lascivious exhibition of the genitals or pubic area. . . .\"","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/11/29/arts/dance-in-review-352193.html","abstract":"  New York City Ballet  'Allegro Brillante' and 'Ash' New York State Theater  Although \"Ash\" received its premiere in 1991 and \"Zakouski\" dates from last year, both of these ballets by Peter Martins refer to older works. The New York City Ballet made this clear on Saturday night when George Balanchine's \"Allegro Brillante\" of 1956 preceded \"Ash.\"     Like \"Allegro Brillante,\" Mr. Martins's creation is a fast-moving piece in which 10 dancers fill the stage as imposingly as a cast of thousands. \"Ash,\" to music by Michael Torke, is less inventive and more repetitive than \"Allegro Brillante.\" Yet Mr. Martins does generate excitement by having dancers cut through space with their movements.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Sports of The Times; How Long Was Kick? Straight From Denver","web_url":"https://www.nytimes.com/1993/11/29/sports/sports-of-the-times-how-long-was-kick-straight-from-denver.html","abstract":"  ON a Giant team that never had to fix a flat, Brad Daluiso had been the spare tire.   Cut by the Broncos, he joined the Giants shortly before the season opened as the ultimate specialist: kick off deep and kick field goals from 50 yards and beyond. David Treadwell was more reliable on shorter field goals but Daluiso had the stronger leg. Strong enough to boom kickoffs about 90 yards into the stands when he was with the Bills.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/29/nyregion/chronicle-331993.html","abstract":"  One of Broadway's newest shows, \"Cyrano: The Musical,\" has a nose for making money.   After Saturday night's performance at the Neil Simon Theatre, the leading man, BILL VAN DIJK, auctioned off his title character's five-inch latex nose for a tidy $400 as part of a special drive to raise money for Broadway Cares/Equity Fights AIDS.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Natural Clothes Cleaning Presses Case","web_url":"https://www.nytimes.com/1993/11/29/sports/natural-clothes-cleaning-presses-case.html","abstract":"  Newcomers say they come to Ecomat, a clothes cleaner and laundry at 90th Street and Lexington Avenue, simply because it is convenient. It is not those \"Perc-free\" tags on the hangers that brings them to its door.   \"It sounds good, but I don't know what it means,\" said Greg Fieser, a college student who lives at the 92d Street Y.M.H.A. \"I've been doing the Laundromat scene for a while and I've never heard of this.\"","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Bridge; The prestigious Reisinger championship brings the Fall Nationals to a close.","web_url":"https://www.nytimes.com/1993/11/29/nyregion/bridge-prestigious-reisinger-championship-brings-fall-nationals-close.html","abstract":"  The Fall Nationals of the American Contract Bridge League ends here today with the conclusion of the prestigious Reisinger Board-a-Match Team Championship. Leading into the two final sessions were four experienced professionals, Brian Glubok of Manhattan, Chris Compton of Oklahoma City, Gaylor Kasle of Boca Raton, Fla., and Roger Bates of Mesa, Ariz.   The captains of the 10 teams in the final, with their semifinal scores, are: 1st, Glubok, 39.31 boards; 2d, Andy Goodman of San Francisco, 38.22; 3d, Nick Nickell of Raleigh, N.C., 36.53; 4th, Joseph Jabon of Seattle, 35.11; 5th, Dan Jacob of Burnaby, British Columbia, 35.01; 6th, Brian Platnick of Williamsburg, Va., 34.21; 7th, a tie between Richard Pavlicek Jr. of Fort Lauderdale, Fla., and Rita Shugart of Pebble Beach, Calif., 33.62; 9th, Jim Cayne of Manhattan, 33.4, and 10th, George Rapee of Manhattan 32.4.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"1943:No Jokes Please : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/29/opinion/IHT-1943no-jokes-please-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] You can't joke about American soldiers on the British Broadcasting Corporation's network now. You can't even say \"Honey Chile.\" A straight code of taboos, adopted by the ultra-conservative government-sponsor","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"As Its World View Narrows, Russia Seeks a New Mission","web_url":"https://www.nytimes.com/1993/11/29/world/as-its-world-view-narrows-russia-seeks-a-new-mission.html","abstract":"  Here on the Russian steppes 650 miles southeast of Moscow, Maj. Gen. Anatoly Sidyakin is trying to teach his men a new military lesson.   For four decades, the 27th Division was stationed in East Germany as part of the Group Soviet Forces Germany, the cream of the Russian Army, standing eyeball-to-eyeball with the Americans.","thumbnail":null,"section":"World"},{"date":"19931129","headline":"Giuliani Joins Los Angeles Mayor in Backing Gun Laws","web_url":"https://www.nytimes.com/1993/11/29/nyregion/giuliani-joins-los-angeles-mayor-in-backing-gun-laws.html","abstract":"  Insisting on the need for urban reform, Republican leaders of two of the nation's largest cities -- Mayor-elect Rudolph W. Giuliani of New York City and Mayor Richard J. Riordan of Los Angeles -- said yesterday that they support tough gun-control laws. They also praised President Clinton. And they said they would consider campaigning for Democrats in future elections if it would help their cities.   But in an appearance on the television program \"Meet the Press\" on NBC, Mr. Giuliani and Mr. Riordan also let their Republican colors show, talking of plans to reduce the size of city government, to explore privatizing some city services and to increase the number of police officers on the streets.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Topics of The Times; A Winter's Gift","web_url":"https://www.nytimes.com/1993/11/29/opinion/topics-of-the-times-a-winter-s-gift.html","abstract":"  For New Yorkers looking for a tangible way to help those in need this holiday season, it's time to weed out those infrequently worn overcoats, jackets and parkas hanging in the hall closet. Donating these used but wearable items to the annual New York Cares coat drive can make this winter a whole lot warmer for the homeless, the elderly poor, new immigrants and needy kids.   This valuable recycling program -- now in its fifth year -- collected 60,000 secondhand garments in 1992. The goal this year is to collect 75,000 adult and child-size coats by the drive's end on Christmas Day.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Unbending Regulations Incite Move to Alter Pollution Laws","web_url":"https://www.nytimes.com/1993/11/29/us/unbending-regulations-incite-move-to-alter-pollution-laws.html","abstract":"  A three-year study of pollution and how best to clean it up at a small Amoco Corporation refinery here is prompting the Clinton Administration to consider a sharply different approach to the way the nation's environmental laws are written.   The study, conducted jointly by Amoco and the Environmental Protection Agency, found that Federal regulations forced the refinery to solve relatively minor pollution threats at major expense while far more important problems were overlooked.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"Ex-Political Prisoner Is Apparently Winner in Honduran Elections","web_url":"https://www.nytimes.com/1993/11/29/world/ex-political-prisoner-is-apparently-winner-in-honduran-elections.html","abstract":"  Carlos Roberto Reina, who was arrested four times and spent six months in solitary confinement for political activity in the 1970's, appeared to win election as President of Honduras today, defeating Oswaldo Ramos Soto.    Late this evening, Mr. Ramos conceded defeat. However, official results were not expected until Tuesday. .","thumbnail":null,"section":"World"},{"date":"19931129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/11/29/nyregion/chronicle-332793.html","abstract":"  In case politics doesn't pan out, United States Representative COLLIN C. PETERSON has a fallback: a singing career.   Mr. Peterson, a Democrat from Minnesota, appeared Saturday night on the Grand Ole Opry and sang the Eddy Arnold hit \"Make the World Go Away.\"","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Review/Rock; Post-Punk With a Splash of 60's Pop","web_url":"https://www.nytimes.com/1993/11/29/arts/review-rock-post-punk-with-a-splash-of-60-s-pop.html","abstract":"  Evan Dando, the lead singer and songwriter for the Lemonheads, mopes a bit, acts melancholic and spends entire sets with his hair in his face. He's sensitive, but with a smirk. He's literate without being intellectual. And he's emotional without being messy about it. Mr. Dando, a 26-year-old hunk, is perfect for his huge audience of teen-age girls, and for much of his show on Saturday night at Roseland his audience sang along with his songs, producing a high-pitched sound that was mostly drowned out by the band's grinding sound. He's everything a teen-ager would want to be: smart, good-looking, successful, and still wearing T-shirts and ratty jeans.   One of rock's main tensions has always between melody and sound, between the contours of a song and the exuberant annihilation of blasting, distorted guitars. Mr. Dando is an extraordinary melodist with a flair for a 60's pop sound, and his best songs have the sort of logic all great melodies share: they seem so obvious, and it's hard not to wonder why they hadn't been written before. On his records, Mr. Dando emphasizes his pop side, all within an alternative, post-punk framework that's not always convincing.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"New York May Need To Expand Boundaries","web_url":"https://www.nytimes.com/1993/11/29/nyregion/metro-matters-new-york-may-need-to-expand-boundaries.html","abstract":"  \"NO man is an island,\" the politically incorrect John Donne wrote. No city is an island, either, even if some islands, like Manhattan, have been cities and some others, like Staten Island, still hope to be.   New York politicians who are wringing their hands over whether the city will be a lesser cosmopolis if Staten Island secedes are largely overlooking another alternative: Instead of letting one island go, get together with others. Forget Staten Island. What about Long Island?","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Essay; Carrot Or Stick?","web_url":"https://www.nytimes.com/1993/11/29/opinion/essay-carrot-or-stick.html","abstract":"  In trying to inculcate a spirit of cooperation in a rambunctious child, a stubborn donkey or a rapacious nation, the parent, master or diplomat must ask: Which works best, the promise of reward or the fear of punishment? The carrot or the stick?   In the Balkans, the Chamberlain for our time, Lord Owen, after blaming the U.S. for failing to supply the troops to force his surrender terms on the Bosnians, is among those Europeans now touting a get-tender-with-Serbia policy. The notion is to relax economic sanctions in the hope of persuading Belgrade to respond to this kindness by giving back a little of the land seized from Bosnia by its agents.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Dance in Review; By Jennifer Dunning","web_url":"https://www.nytimes.com/1993/11/29/arts/dance-in-review-by-jennifer-dunning.html","abstract":"  New York City Ballet  Ballo della Regina' and 'Other Dances' New York State Theater  The dances were familiar but several of the performances were newly dazzling when the New York City Ballet presented a program of ballets by George Balanchine and Jerome Robbins on Friday night.     To start there was Peter Boal, perfection in his classicism and dancing with an excitingly propulsive attack in Balanchine's \"Ballo della Regina,\" a 1978 work set to music from Verdi's \"Don Carlo.\" Mr. Boal brought a welcome sense of continuity to this oddly disjointed feast of dancing, which veers between giddiness and regal aplomb. Margaret Tracey made difficult choreography look difficult in an oddly dry performance.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Yankees Dig Into Astros' Lineup for Hernandez, Giving Up Jean and Stankiewicz","web_url":"https://www.nytimes.com/1993/11/29/sports/baseball-yankees-dig-into-astros-lineup-for-hernandez-giving-up-jean-stankiewicz.html","abstract":"  The acquisition of Xavier Hernandez, a \"closer in waiting,\" indicates the Yankees decided to take care of the emptiness in their bullpen and abandon their effort to fill the void in their rotation with a front-line starter.   The Yankees obtained Hernandez from the Houston Astros Saturday night for Domingo Jean, one of their three most wanted young pitchers, and Andy Stankiewicz, a scrappy substitute infielder.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Islanders Have Holes In Locker, And Effort","web_url":"https://www.nytimes.com/1993/11/29/sports/hockey-islanders-have-holes-in-locker-and-effort.html","abstract":"  Anyone looking for symbolism at the Nassau Coliseum today didn't need to look further than the Islanders' locker room. From the ceiling, water flowed from a leaky pipe. On the floor, garbage bags and trash cans were strewn about to collect the moisture.   \"Go in and ask them, they'll tell you how good they are,\" said Al Arbour, the coach, who spoke with sarcasm and anger in a loud voice.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"New Zealanders Would Welcome U.S. Thaw","web_url":"https://www.nytimes.com/1993/11/29/opinion/l-new-zealanders-would-welcome-us-thaw-796893.html","abstract":"  To the Editor:   Congratulations on your proposal in \"Time to Warm Up to New Zealand\" (editorial, Nov. 19) after 10 years of a United States-imposed nuclear winter on the relationship. New Zealand is, as you state, an exemplary democracy, and New Zealanders have been present with the United States in many trouble spots around the world -- including Somalia and Kuwait. Perhaps the starting point for a thaw could be trade.","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Transactions","web_url":"https://www.nytimes.com/1993/11/29/sports/transactions-347093.html","abstract":"  Baseball  American League NEW YORK YANKEES -- Traded Domingo Jean, pitcher, and Andy Stankiewicz, infielder, to the Houston Astros for Xavier Hernandez, pitcher. Basketball  National Basketball Association UTAH JAZZ -- Waived Dave Jamerson, guard.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/29/nyregion/inside-731993.html","abstract":"  A Warm End to the Cold War   Congress acknowledged the end of the \"Evil Empire,\" repealing laws and regulations that suggested an adversarial relationship with the former Soviet Union. Page B7. Making Faculty Stars Work    With students unhappy about the inaccessibility of Nobel Prize winners and authors, universities are finding ways to tempt celebrity professors out of their ivory towers. Page A15. 34 Athletes Abandon Castro    Members of the Cuban delegation at the Central American and Caribbean Games in Puerto Rico have defected, fueling speculation that a major walkout may occur. Page A12. Trouble for Korean Groceries   New York City's economic downturn has hurt the city's Korean groceries, with declining sales forcing many of them out of business. Page B1. Japanese Stocks Plunge   The slide in Japanese stocks continued. The Nikkei index dropped more than 1,000 points, or 6 percent, before rebounding somewhat. Page D1.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/29/us/c-corrections-329793.html","abstract":"  The Sky Watch chart with the Weather Report yesterday misstated the timing of the lunar eclipse. It was last night; it is not tonight.","thumbnail":null,"section":"U.S."},{"date":"19931129","headline":"1918:Unto the Breach : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/29/opinion/IHT-1918unto-the-breach-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Captain and Brevet-Major John Standish Surtees Prendergast Vereker, Viscount Gork, was awarded the Victoria Cross, the War Office announced Thursday [Nov. 28]. Under heavy artillery and machine-gun fire he led his battalion with great skill and d","thumbnail":null,"section":"Opinion"},{"date":"19931129","headline":"Review/Opera; Theatrical Vietnam: A Land Of Ghosts","web_url":"https://www.nytimes.com/1993/11/29/arts/review-opera-theatrical-vietnam-a-land-of-ghosts.html","abstract":"  \"Tonkin,\" a collaboration by Conrad Cummings and Thomas Bird which received its premiere this evening at the Grand Opera House here, is an opera with an agenda, if in fact it is an opera. At first exposure, it seemed more a theatrical work of an overreaching sort that has become familiar on Broadway, a simplistic historical pageant of noble ideas and spiritual uplift.   The action glances on three eras of recent Vietnamese history. Act I deals with the end of the Japanese occupation in 1945; the historical Ho Chi Minh and a fictional young Vietnamese woman, Trung Minh Chau, aid a fictional downed American flier, John Paul Scott. In Act II, in the 50's and 60's, Scott and his countrymen are allied with the South Vietnamese against Ho in the North; Trung shifts allegiance from North to South, then bails out of the country altogether. Finally, in Act III, a Westernized Trung returns to present-day Vietnam, to find a country heavily populated with ghosts.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/29/nyregion/metro-digest-823493.html","abstract":"  NEW YORK CITY  GIULIANI JOINS CALL FOR TOUGH GUN LAWS   Insisting on the need for urban reform, Republican leaders of two of the nation's largest cities -- Mayor-elect Rudolph W. Giuliani of New York City and Mayor Richard J. Riordan of Los Angeles -- said they support tough gun-control laws. They also praised President Clinton, saying they would consider campaigning for Democrats in future elections if it would help their cities. B3.","thumbnail":null,"section":"New York"},{"date":"19931129","headline":"Angela C. Willis, Douglas D. Altchek","web_url":"https://www.nytimes.com/1993/11/29/style/weddings-angela-c-willis-douglas-d-altchek.html","abstract":"  Angela Colette Willis, a daughter of Colette M. Willis of Melbourne, Australia, and the late Leslie P. Willis, was married yesterday to Dr. Douglas David Altchek, the son of Dr. Victor S. Altchek and the late Muriel S. Altchek. Rabbi Joel S. Goor performed the ceremony in the Tiffany Room of the Seventh Regiment Armory in New York.    The bride, 40, graduated from Mercy Hospital School of Nursing at Melbourne University. She is a senior nurse in the neoplastic clinic of Mount Sinai Hospital in New York. The bride's father played professional Australian-rules football for the St. Kilda Saints, and later worked as a superintendent in the firearms department for the Victoria state government.","thumbnail":null,"section":"Style"},{"date":"19931129","headline":"Music Notes; Orchestra Looks South For Festival Inspiration","web_url":"https://www.nytimes.com/1993/11/29/arts/music-notes-orchestra-looks-south-for-festival-inspiration.html","abstract":"  The American Composers Orchestra, an ensemble that has traditionally devoted its concerts to composers from the United States, is starting an annual weeklong festival devoted to Latin American music. Called Sonidos de las Americas and programmed by Dennis Russell Davies, the orchestra's music director, and Tania Leon, the composer, the festivals will include chamber music, master classes, lectures and an orchestral concert. The orchestra's goal is to expand its repertory and, not incidentally, to tap New York's large Hispanic audience.   The first festival, from Jan. 29 through Feb. 6, is to focus on Mexican composers. The chamber music performances be at Weill Recital Hall, the Americas Society on Park Avenue at 68th Street and at Hostos Community College on the Grand Concourse at 149th Street in the South Bronx. The orchestral program, which closes the festival, will be at Carnegie Hall as part of the orchestra's regular series there. Lest United States composers worry that a major forum for them is being diluted, the orchestra has expanded its season to five concerts from four to accommodate the program.","thumbnail":null,"section":"Arts"},{"date":"19931129","headline":"Jets Win (Splish) on First Shutout in 11 Years (Splash)","web_url":"https://www.nytimes.com/1993/11/29/sports/pro-football-jets-win-splish-on-first-shutout-in-11-years-splash.html","abstract":"  The weather conditions were the kind you might find in June during the Asian monsoon season, not during November in New England. The rain came horizontally, driven by a 35 mile-per-hour wind that gusted to 68 m.p.h. It seemed to get worse when the Jets' offense touched the ball.   \"The weather was just brutal,\" said Jets Coach Bruce Coslet.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Injury Keeps Hunter From Islanders","web_url":"https://www.nytimes.com/1993/11/29/sports/hockey-injury-keeps-hunter-from-islanders.html","abstract":"  Tomorrow night's anticipated return of Dale Hunter to Nassau Coliseum will not include Dale Hunter. The scrappy Washington Capitals center, just back from a 21-game suspension, suffered a second-degree sprain of the left knee last night in a game against the Rangers and will be out for 10 days.   Hunter was hurt late in the first period when skating by the Capital net with Aleksei Kovalev of the Rangers trailing him. Kovalev hit the back of Hunter's right leg with his stick and then used his left skate to kick out the right skate of Hunter.","thumbnail":null,"section":"Sports"},{"date":"19931129","headline":"Calm Before the Swarm: Preparing for the Kick","web_url":"https://www.nytimes.com/1993/11/29/sports/pro-football-calm-before-the-swarm-preparing-for-the-kick.html","abstract":"  Although football is an emotional game, players try not to get too emotional while they play because their first concern is business, not excitement. But there was emotion and excitement and nervousness and plain elation among the Giants on and off the field when Brad Daluiso kicked the 54-yard, last-minute field goal that beat the Phoenix Cardinals today, 19-17.   It was fourth-and-10 with 37 seconds left, the Giants trailed by 2 points and the minds started churning. Should the Giants try another pass or risk an extra-long field goal into an unpredictable wind? Coach Dan Reeves made a quick decision.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19931129","time":"1993-11-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.7,"rhum":81,"wspd":18.4},{"date":"19931129","time":"1993-11-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":71,"wspd":16.6},{"date":"19931129","time":"1993-11-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.7,"rhum":81,"wspd":16.6},{"date":"19931129","time":"1993-11-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.9,"rhum":83,"wspd":16.6},{"date":"19931129","time":"1993-11-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":71,"wspd":14.8},{"date":"19931129","time":"1993-11-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.8,"rhum":81,"wspd":20.5},{"date":"19931129","time":"1993-11-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1,"rhum":83,"wspd":22.3},{"date":"19931129","time":"1993-11-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.4,"rhum":81,"wspd":20.5},{"date":"19931129","time":"1993-11-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0,"rhum":82,"wspd":20.5},{"date":"19931129","time":"1993-11-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":80,"wspd":16.6},{"date":"19931129","time":"1993-11-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":79,"wspd":20.5},{"date":"19931129","time":"1993-11-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":58,"wspd":25.9},{"date":"19931129","time":"1993-11-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":68,"wspd":18.4},{"date":"19931129","time":"1993-11-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":66,"wspd":18.4},{"date":"19931129","time":"1993-11-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":51,"wspd":24.1},{"date":"19931129","time":"1993-11-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":70,"wspd":22.3},{"date":"19931129","time":"1993-11-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":86,"wspd":16.6},{"date":"19931129","time":"1993-11-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":77,"wspd":18.4},{"date":"19931129","time":"1993-11-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":74,"wspd":22.3},{"date":"19931129","time":"1993-11-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":62,"wspd":16.6},{"date":"19931129","time":"1993-11-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":57,"wspd":25.9},{"date":"19931129","time":"1993-11-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":59,"wspd":27.7},{"date":"19931129","time":"1993-11-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":75,"wspd":14.8},{"date":"19931129","time":"1993-11-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":87,"wspd":11.2},{"date":"19931129","time":"1993-11-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":66,"wspd":37.1},{"date":"19931129","time":"1993-11-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":20.5},{"date":"19931129","time":"1993-11-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":66,"wspd":22.3},{"date":"19931129","time":"1993-11-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":51,"wspd":31.7},{"date":"19931129","time":"1993-11-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":22.3},{"date":"19931129","time":"1993-11-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":56,"wspd":22.3},{"date":"19931129","time":"1993-11-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":22.3},{"date":"19931129","time":"1993-11-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":24.1},{"date":"19931129","time":"1993-11-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":22.3},{"date":"19931129","time":"1993-11-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":16.6},{"date":"19931129","time":"1993-11-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":13},{"date":"19931129","time":"1993-11-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":67,"wspd":11.2},{"date":"19931129","time":"1993-11-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":67,"wspd":13},{"date":"19931129","time":"1993-11-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":64,"wspd":14.8},{"date":"19931129","time":"1993-11-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":60,"wspd":18.7},{"date":"19931129","time":"1993-11-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":18.7},{"date":"19931129","time":"1993-11-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":45,"wspd":14.8},{"date":"19931129","time":"1993-11-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":42,"wspd":11.2},{"date":"19931129","time":"1993-11-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":40,"wspd":7.6},{"date":"19931129","time":"1993-11-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":40,"wspd":9.4},{"date":"19931129","time":"1993-11-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":39,"wspd":13},{"date":"19931129","time":"1993-11-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":22.3},{"date":"19931129","time":"1993-11-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":43,"wspd":13},{"date":"19931129","time":"1993-11-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":45,"wspd":18.7}]},"19931130":{"guardian_articles":[],"nytimes_articles":[{"date":"19931130","headline":"High-Scoring 49ers Taking Themselves Toward Top of N.F.L.","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-football-notebook-high-scoring-49ers-taking-themselves-toward-top-of-nfl.html","abstract":"  The best team in pro football? Two weeks ago, before their stumbling losses to the Atlanta Falcons and the Miami Dolphins, it was certainly the Dallas Cowboys (then 7-2). Now, rolling along on a five-game winning streak, it's the San Francisco 49ers (8-3).   If you must find a fault in the 49ers' 35-10 rout of the Los Angeles Rams Sunday, it was their measly output of five touchdowns. After all, in their three previous games, they piled up 40 points against the Rams, 45 against the Tampa Bay Buccaneers and 42 against the New Orleans Saints.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"VERMONTERS SEEK LEEWAY ON HEALTH","web_url":"https://www.nytimes.com/1993/11/30/us/vermonters-seek-leeway-on-health.html","abstract":"  Vermont is ready to revamp its health care system on its own and wants the Federal Government to get out of the way, or maybe help just a little, dozens of witnesses told two United States Senators today.   \"We will need some help from the Federal Government,\" said Gov. Howard Dean, who is a pediatrician. For one thing, he wanted assurances that the state could require employers to pay health insurance premiums regardless of the fate of President Clinton's effort to require that nationally.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Court's Move Elates Village Of Jewish Sect","web_url":"https://www.nytimes.com/1993/11/30/us/court-s-move-elates-village-of-jewish-sect.html","abstract":"  This could have been the last day of classes at the lone public school here, had the United States Supreme Court not agreed to review the constitutionality of the special school district in this Hasidic enclave of 12,000.   So after a sleepless night worrying about the fate of their school, and the 200 handicapped Hasidic children it serves, officials and parents here voiced relief as they gathered at the school to celebrate the Supreme Court's decision to review a July ruling by New York's highest court. That ruling had deemed the district unconstitutional because it \"inescapably conveys a message of governmental endorsement of religion.\"","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"SCIENTIST AT WORK: Francis S. Collins; Unlocking the Secrets of the Genome","web_url":"https://www.nytimes.com/1993/11/30/science/scientist-at-work-francis-s-collins-unlocking-the-secrets-of-the-genome.html","abstract":"  DR. FRANCIS S. COLLINS, the new director of the National Center for Human Genome Research, is a man of exuberant enthusiasm. His parents are \"wonderful, fascinating,\" people. His scientific colleagues are \"some of the most wonderful, smartest people in the world.\" The missionary doctors he worked with while doing charity work in Nigeria are \"remarkable people,\" who have become his lifelong friends.   And the Human Genome Project itself? Dr. Collins says this international effort to map and identify every one of the 100,000 human genes, to determine the exact sequence of the three billion nucleotides that form the building blocks of human DNA, is \"the most important and the most significant project that humankind has ever mounted.\"","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"Chronicle","web_url":"https://www.nytimes.com/1993/11/30/style/chronicle-991093.html","abstract":"  A Beatles reunion at last? PAUL MCCARTNEY said that he and the two other living Beatles are planning to regroup in January to work on a documentary, The Associated Press reported yesterday.    Speaking in Mexico City, where he was giving a concert on his New World Tour, Mr. McCartney said that he, RINGO STARR and GEORGE HARRISON were planning to assemble in London to work on the documentary, to be called \"The Long and Winding Road.\" It will include a performance by the three. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19931130","headline":"In This Asia Democracy Is Tottering","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-in-this-asia-democracy-is-tottering.html","abstract":"In sharp contrast to much of East Asia, most of the South Asian nations are suffering from patchy economic growth and democratic decay. The euphoria that greeted the return to political pluralism in some South Asian countries in recent years has been rep","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-761693.html","abstract":"  Because of an editing error, an article on Nov. 20 about Senator Bob Packwood included an erroneous attribution in some copies for a report that Mr. Packwood was under criminal investigation. It came from law-enforcement officials, not from Mr. Packwood's lawyer, James F. Fitzpatrick.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Tell the Truth About the I.R.A.","web_url":"https://www.nytimes.com/1993/11/30/opinion/tell-the-truth-about-the-ira.html","abstract":"  Judging from secret messages made public yesterday, the British Government has no reason to apologize for exploring a peace overture from the outlawed Irish Republican Army. But Prime Minister John Major blundered gratuitously by denying that such contacts had taken place. Now there is a cloud of confusion over what was apparently a sensible effort to end the violence in British-ruled Northern Ireland.    In recent years it has been the policy of British Governments to shun any contacts with the I.R.A. until it convincingly disavows violence. A startled Parliament and public now learn that Mr. Major's senior aides were secretly engaged in talks that conflicted with the declared policy. However defensible the purpose, the past denials left the country unprepared for a 180-degree turn in British policy.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Harriman the Hard-Liner : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-harriman-the-hardliner-letters-to-the-editor.html","abstract":"Regarding \"A Reminder of the Perils Ahead\" (Opinion, Nov. 27): .Stephen S. Rosenfeld's attack on Averell Harriman reads like a regression to the days of Joseph McCarthy. To indict Mr. Harriman, who was almost the first of the Roosevelt admini","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"No Headline","web_url":"https://www.nytimes.com/1993/11/30/nyregion/no-headline-700493.html","abstract":"  \"You could describe me as a Secretary who's shamelessly describing the death of this woman while talking about budget increases, but I'm told there were homeless people outside who knelt in prayer at this woman's body. So when I raise my voice in search of funds, I know I'm not alone.\" -- HENRY G. CISNEROS, Housing Secretary, after a homeless woman was found dead near his office.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Officials' Strike Is Bettman's Folly","web_url":"https://www.nytimes.com/1993/11/30/sports/on-pro-hockey-officials-strike-is-bettman-s-folly.html","abstract":"  Perhaps Dale Hunter of Washington would have been injured just as badly with a regular referee in charge on Sunday night, instead of a replacement working during a strike.   Maybe Terry Gregson or Paul Stewart or one of the other regular officials would not have been paying attention -- the way the replacement referee wasn't -- when Aleksei Kovalev of the Rangers tripped Hunter with his skate, putting him out for at least four weeks with a knee injury.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"ll: What They're Reading","web_url":"https://www.nytimes.com/1993/11/30/style/IHT-ll-what-theyre-reading.html","abstract":"Hugh Mortimer, of the British Embassy's office in Berlin, is reading Paul Theroux's \"The Happy Isles of Oceania: Paddling Across the Pacific.\" \"This is a fascinating account of South Pacific cultures and traveling in that region. I have vis","thumbnail":null,"section":"Style"},{"date":"19931130","headline":"How Arab States Can Save Iraqi Shiites","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-how-arab-states-can-save-iraqi-shiites-023493.html","abstract":"  To the Editor:   Re \"In a Remote Southern Marsh, Iraq Is Strangling the Shiites\" (front page, Nov. 16): Iraqi genocide on a 1,000-year-old culture began after the Persian Gulf war ended, to virtually no notice, little rhetorical posturing and no military action by the United Nations. President Saddam Hussein has concluded that this genocide, unlike that he wished to impose on Kuwait, will not draw the world's wrath.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Ward Takes Camp Award","web_url":"https://www.nytimes.com/1993/11/30/sports/college-football-ward-takes-camp-award.html","abstract":"  Two days after the most spectacular performance of his spectacular career, Florida State quarterback Charlie Ward won the 1993 Walter Camp award yesterday as the nation's outstanding collegiate football player.   Ward capped the regular season on Saturday by passing for 446 yards and 4 touchdowns as he led the Seminoles to a 33-21 victory over Florida. It brought Ward's season totals to 264 completions of 380 passes for 3,032 yards and 27 touchdowns plus 339 rushing yards with 4 scores.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Bridge","web_url":"https://www.nytimes.com/1993/11/30/nyregion/bridge-645893.html","abstract":"  The American Contract Bridge League's Fall Nationals ended here Sunday night with a rarity: a second straight victory in major team play. Nick Nickell of Raleigh, N.C., Dick Freeman of Atlanta, Jeff Meckstroth of Tampa, Fla., Eric Rodwell of Naperville, Fla., and Bob Hamman and Bob Wolff, both of Dallas, won the Reisinger Board-a-Match Team Championship by three and a half boards. They had won the Spingold Knockout Team Championship in Washington in July. This is an unusual double, and they have a chance for a unique triple by winning the Vanderbilt Knockout Teams in Cincinnati in March.   The runners-up were Jim Cayne of Manhattan, Chuck Burger of West Bloomfield, Mich., Mike Passell of Dallas, Mark Lair of Canyon, Tex., Bob Goldman of Highland Village, Tex., and Paul Soloway of Mill Creek, Wash.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"New Races (Their Own) for 2 Bush Sons","web_url":"https://www.nytimes.com/1993/11/30/us/new-races-their-own-for-2-bush-sons.html","abstract":"  At a campaign stop at Olin Ordnance, a weapons factory in St. Petersburg, Fla., Jeb Bush talked to the employees about how he would like to abolish the Florida Department of Education and impose tougher penalties on teen-agers caught with guns.   Then the Republican candidate for governor asked if there were any questions.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Nets End Road Trip With One Last Thud","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-basketball-nets-end-road-trip-with-one-last-thud.html","abstract":"  The Nets tonight found another team they could not beat: the Clippers. They thought the loss last week in Minnesota was embarrassing, but this four-game road trip got worse by the minute and unmercifully concluded this evening with a 118-94 drubbing.   Once again Derrick Coleman did not tune in. Held to 4 points in Denver on Saturday, Coleman went 4 for 13 tonight, managed only 12 points, and for some reason found himself lobbing entry passes to Jayson Williams in this evening's fateful fourth quarter. Coach Chuck Daly would prefer the opposite.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Bucharest Journal; A Suitably Opaque Talk With Romania's Top Spy","web_url":"https://www.nytimes.com/1993/11/30/world/bucharest-journal-a-suitably-opaque-talk-with-romania-s-top-spy.html","abstract":"  It was not unlike a scene from a spy novel: the head of a reshaped intelligence service in a country known for the criminality of its old one agreed to an interview. A new, more pleasant headquarters, demitasses of coffee served before he entered, a friendly invitation to sit beside him on the sofa, an offer of exclusive documents.   Virgil Magureanu, former professor at the academy that trained Romania's Communist thinkers and for nearly four years head of the Romanian Intelligence Service, was trying hard to meet democratic standards.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"Only a Tiger Cub, but Prickly Vietnam Is Rousing","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-only-a-tiger-cub-but-prickly-vietnam-is-rousing.html","abstract":"The Vietnamese have a knack of convincing everyone, themselves included, of their invincibility. So it is not surprising that Vietnam, having extricated itself from pariah status and mended fences with the International Monetary Fund and the World Bank,","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"In Ex-Soviet Lands, Russian Army Can Be a Protector or an Occupier","web_url":"https://www.nytimes.com/1993/11/30/world/in-ex-soviet-lands-russian-army-can-be-a-protector-or-an-occupier.html","abstract":"  Most of the Russian Army may be reeling from the collapse of the Soviet Union and the blow to its professional pride, but it is boom time for Russia's 201st Motorized Rifle Division, stationed abroad in nominally independent Tajikistan.   The 201st, as a rear-echelon force in what was the Soviet Union's poorest republic, had been under strength for years by as much as 40 percent.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"'Mixed Emotions' Closes","web_url":"https://www.nytimes.com/1993/11/30/theater/mixed-emotions-closes.html","abstract":"  \"Mixed Emotions,\" a romantic comedy by Richard Baer, closed after the matinee on Sunday at the Golden Theater, 252 West 45th Street, Manhattan. That matinee of the play, which was directed by Tony Giordano, was its 55th regular performance; it had 17 previews.","thumbnail":null,"section":"Theater"},{"date":"19931130","headline":"The Old Imperialism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-the-old-imperialism-letters-to-the-editor.html","abstract":"Regarding \"Security in the Neighborhoods Is the New Mission\" (Opinion, Oct. 26) by Jim Hoagland: .To say that U.S. involvement in the Caribbean, \"whatever its flaws, is in no way comparable to Russia's imperialistic and brutal overwhelmi","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Transactions","web_url":"https://www.nytimes.com/1993/11/30/sports/transactions-774893.html","abstract":"  Basketball  National Basketball Association  INDIANA PACERS -- Activated Derrick McKey, forward, from the injured list. Waived Gerald Paddio, forward.   UTAH JAZZ -- Signed Aaron Williams, forward, to a one-year contract. Football  National Football League  GREEN BAY PACKERS -- Waived Bruce Pickens, defensive back.   MIAMI DOLPHINS -- Waived Karl Wilson, defensive end. Activated Frankie Smith, cornerback, from the practice squad. Hockey  National Hockey League  LOS ANGELES KINGS -- Recalled Keith Redmond, left wing, and Dominic Lavoie, defenseman, from Phoenix of the International Hockey League.   WASHINGTON CAPITALS -- Recalled Olaf Kolzig, goalie, from Portland of the American Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"1893: Attack on Woman : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-1893-attack-on-woman-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Another case of throwing vitriol on ladies' dresses in the Paris streets has been reported to the police. In this case the sufferer is Mme. Bahya, a lyric artiste, who was returning home at nine o'clock last night. Her umbrella was badly burnt; bu","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"JUSTICES WILL HEAR CHURCH-STATE CASE INVOLVING HASIDIM","web_url":"https://www.nytimes.com/1993/11/30/us/supreme-court-roundup-justices-will-hear-church-state-case-involving-hasidim.html","abstract":"  Reopening its long-running debate over religion and the public schools, the Supreme Court agreed today to decide whether New York State breached the constitutional boundary between church and state when it set up a school district to serve a group of Hasidic Jews.   The Jewish group sought public education for its handicapped children but also wanted to shelter the children from the outside world.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Understand Female Genital Mutilation, Yes, but Don't Condone It","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-understand-female-genital-mutilation-yes-but-don-t-condone-it-015393.html","abstract":"  To the Editor:   In \"How Africa Understands Female Circumcision\" (letter, Nov. 24), Maynard Merwine puts female genital mutilation into a cultural context. We have heard this argument before.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"The Couch Potato Has All the Answers: Yes. And No. Maybe.","web_url":"https://www.nytimes.com/1993/11/30/sports/tv-sports-the-couch-potato-has-all-the-answers-yes-and-no-maybe.html","abstract":"  Time for a few answers on hot sports TV issues from Dr. Couch Potato.   Q.  Dr. P., what was with Hank Stram's toupee on Sunday's telecast of the Tampa Bay-Green Bay game? Either it didn't fit or it was about to take off.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/11/30/nyregion/metro-digest-388293.html","abstract":"  DEMOCRATS DROP CHALLENGE OF WHITMAN   Democrats abandoned their effort to keep Christine Todd Whitman from becoming Governor of New Jersey, acknowledging that they had found no proof that she won the election because of efforts to suppress minority voting. A1.  HIGH COURT TAKES UP SCHOOLS CASE   The Supreme Court agreed to decide if New York State breached the constitutional boundary between church and state when it set up a school district for a group of Hasidic Jews. A1.  NEW YORK CITY   DINKINS FILLS SCHOOL BOARD POST   Mayor David N. Dinkins, vigorously defending his right to make lame-duck appointments, named a Brooklyn civil rights lawyer known for grass-roots activism to fill the remaining six months of a term on the New York City Board of Education. B3.  BOMB TRIAL FOCUSES ON TWO MEN    There was what witnesses called \"the big guy\" who had strange reddish hair, and a man with a pockmarked face carrying mysterious bundles out of a modest house at 40 Pamrapo Avenue in Jersey City as testimony in the World Trade Center case resumed. B3.  CHARGES OF HARASSMENT AT POLLS   The New York Democratic chairman accused the Republican Party of using a series of tactics on Election Day to harass and intimidate voters in areas of New York City. B3.  DINKINS OUTSPENT OPPONENT   In the last days of his failed campaign to retain the Mayor's office, Mayor Dinkins raised and spent far more money than Rudolph W. Giuliani, according to campaign finance board reports. He ended the contest with more debts than the Republican victor and less cash in the bank. B3.  THREE FOUND DEAD IN BRONX APARTMENT   The bodies of a man, a woman and a 3-year-old were discovered in an apartment in the Pelham Parkway section of the Bronx, the police said. B7. East Harlem woman is killed by stray bullet. B7.   REGION  SEARCH HALTED FOR CAPTAIN   The Coast Guard suspended its search for a tugboat captain whose boat capsized off the beach in Westhampton, L.I., while trying to prevent a dredge carrying 100,000 gallons of fuel oil from being blown ashore. B6.  HIGH COURT REJECTS DISTRICT'S BID   The Englewood Cliffs school district, which has no high school, was turned down by the Supreme Court in its bid to end its alliance with a predominantly black high school and let its students go to another nearby, mostly white, school. B6.  EXPRESSING MINORITY CONCERNS   In an appearance that may be a symbol of growing political dissatisfaction among black residents of Nassau County, the Rev. Al Sharpton paid his first visit to the Board of Supervisors and warned that the 1994 budget must better address the problems of minorities. B7.  WHITMAN TAX PLAN VS. STATE AID   New Jersey school boards, teachers' unions, mayors and county executives are gearing up to defend their state financing from a Governor-elect who says all levels of government will have to tighten their belts. B6. Chronicle B7","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Iraq Yields on Arms","web_url":"https://www.nytimes.com/1993/11/30/opinion/iraq-yields-on-arms.html","abstract":"  The economic sanctions imposed on Iraq have finally forced Saddam Hussein to accept international monitoring designed to keep Iraq from producing weapons of mass destruction.    But it would be premature to lift the embargo on Iraqi exports until Iraq develops a better record of cooperating with arms inspectors and reveals all the foreign companies that supplied its nuclear, chemical, biological and missile programs.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Pollutants Traced in Groundwater","web_url":"https://www.nytimes.com/1993/11/30/science/pollutants-traced-in-groundwater.html","abstract":"  IN an effort to better understand the effects of industrial and agricultural pollution on groundwater, researchers are using contaminants from human activity as \"environmental tracers\" to map the inner workings of aquifers.   Adapting techniques used for more than a decade to study the circulation of the oceans, scientists at Columbia University and the United States Geological Survey are refining tools for determining the speed, direction and age of shallow groundwater.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"End of the Road  You win some. You lose some. You take a hike.   He worked wonders at Texas-El Paso, but when BOB STULL came to Missouri in 1989, the wonders ceased. After five losing seasons, including a 3-7-1 mark this year, Stull stepped down yesterday, to become an assistant athletic director.","web_url":"https://www.nytimes.com/1993/11/30/sports/sports-people-college-football-end-road-you-win-some-you-lose-some-you-take-hike.html","abstract":"SPARKY WOODS, who led South Carolina to a 24-28-3 record over five seasons, including a 4-7 mark this year, didn't survive his third consecutive losing season. He was fired yesterday.   KEN RILEY won more (48) than he lost (40) in eight seasons at Florida A. & M., and his teams, which also had three ties, captured two Mid-Eastern Athletic Conference titles (1988 and 1990). But Rattler backers wanted more. Yesterday, after turning in a 5-6 season, Riley resigned.   Five days after KEN HATFIELD resigned as Clemson's coach, accusing fans and administrators of not supporting him, TOMMY WEST, a former Clemson assistant who led Tennessee-Chattanooga to a 4-7 record, was hired as Hatfield's replacement.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"The Best of Sculptors, the Worst of Sculptors","web_url":"https://www.nytimes.com/1993/11/30/arts/the-best-of-sculptors-the-worst-of-sculptors.html","abstract":"  In a single day last week, 30-year-old Rachel Whiteread won two prizes, one for being the best British artist and one for being the worst. The awards followed a month in which a sculpture by Miss Whiteread has generated a national debate about contemporary art.   Since opening on Oct. 25 in the East End of London, Miss Whiteread's temporary public sculpture \"House\" has caused a furor that some observers are comparing to the one that ensued in the mid-1970's when the Tate Gallery bought a sculpture by the American artist Carl Andre made of plain bricks. Unlike Mr. Andre's work, Miss Whiteread's is not abstract, but rather a mute and ghostly version of reality.","thumbnail":null,"section":"Arts"},{"date":"19931130","headline":"Sharpton Urges Nassau Board To Address Minority Concerns","web_url":"https://www.nytimes.com/1993/11/30/nyregion/sharpton-urges-nassau-board-to-address-minority-concerns.html","abstract":"  In an appearance that may be a symbol of growing political dissatisfaction among blacks in Nassau County, the Rev. Al Sharpton paid his first visit to the Board of Supervisors today and warned that the 1994 budget must better address the problems of minorities, specifically allocating $6 million for a youth center in Roosevelt and creating a Department of Minority Affairs.   It is unclear whether Mr. Sharpton, the black minister from New York City who unsuccessfully sought the Democratic nomination for the United States Senate last year, will have any impact on the struggle of minority groups to win financing for these and other programs. But there was little disagreement that his venture into Nassau politics was unusual, and many said it suggested that relations between the county government and some blacks were growing more contentious.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"BRITAIN RELEASES NOTES EXPLORING PEACE WITH I.R.A.","web_url":"https://www.nytimes.com/1993/11/30/world/britain-releases-notes-exploring-peace-with-ira.html","abstract":"  Two days after acknowledging secret contacts with the Irish Republican Army, the British Government went before the House of Commons today to defend its policy. It released scores of messages sent during the last 10 months that show two suspicious adversaries trying to pursue a settlement.   The often blunt messages include frequent repetition of the Government's insistence that an end to violence must precede face-to-face talks. There was also an aborted cease-fire offer from the I.R.A., anger over leaks to the press and an apology for a fatal bomb attack.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"Unfinished Works","web_url":"https://www.nytimes.com/1993/11/30/opinion/unfinished-works.html","abstract":"  Hundreds of art galleries, museums and theaters in America and abroad will mark tomorrow as \"A Day Without Art,\" an annual event dedicated to the AIDS crisis and its victims. The day started four years ago, when galleries removed paintings from their walls for a day, or draped them in black shrouds, to draw attention to the epidemic and its particular impact on the arts.   A reverse twist at the Pierpont Morgan Library in New York this week offers a vivid lesson in what is lost when an artist dies. Instead of removing works from display, it is displaying works normally hidden in its vast collection of manuscripts -- works never completed because the writer or composer died before he was finished.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"SOCCER","web_url":"https://www.nytimes.com/1993/11/30/sports/soccer.html","abstract":"  Help for the Uninitiated     The generous transfusion of United States corporate dollars into the World Cup is making FIFA receptive to the flow of some ideas for modernizing the event for its appearance in the United States next summer. One such suggestion adopted by the 89-year-old organization is putting names on the back of players' jerseys and numbers on the front of their shorts for identification purposes.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Gift Games","web_url":"https://www.nytimes.com/1993/11/30/opinion/gift-games.html","abstract":"  For a moment there, it looked as though the House might actually cut back on the expensive free meals, entertainment and other nifty perks that lobbyists for special interests bestow on lawmakers as part of the Capitol Hill influence game. After lots of fits and starts, a promising measure restricting these unseemly gifts seemed headed for the floor, and likely passage, just before the House adjourned last week.   The measure, proposed by Representative John Bryant, Democrat of Texas, could be tougher. It doesn't end the free golf and tennis trips; and, while it bans gifts by registered lobbyists, it fails to restrict, or even require disclosure of, the same benefits' being doled out by the company executives who hire the lobbyists.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Guinea Pig's Ancestors","web_url":"https://www.nytimes.com/1993/11/30/science/science-watch-guinea-pig-s-ancestors.html","abstract":"  SCIENTISTS have found fossils of the earliest known rodents in South America. The 34-million-year-old remains not only provide evidence that the ancestors of the guinea pig reached the continent 10 million years earlier than was previously estimated, but that they most likely traveled there from Africa.   The findings were published recently in the journal Nature.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"Review/Television; Why a Plane Crashed: A Detective Story","web_url":"https://www.nytimes.com/1993/11/30/movies/review-television-why-a-plane-crashed-a-detective-story.html","abstract":"  On June 6, 1992, a Panamanian airliner disappeared from air-traffic control radar on a routine 65-minute night flight from Panama City to Cali, Colombia. The remains of the plane and the bodies of the 47 people on board were found in a remote jungle, over which the pilot had flown to avoid bad weather in the Gulf of Panama. For weeks, investigators from Panama and the United States labored to figure out why the Boeing 737 had crashed, and their efforts constitute the story that \"Nova\" (which, incidentally, receives grants from Lockheed), tells tonight.   \"Mysterious Crash of Flight 201\" follows the investigators in their search for an explanation, through the rough terrain where bodies, personal belongings and wreckage were spread over two square miles of jungle floor and into the latest thing in a flight simulator in Houston. Was it a bomb, a midair collision, the weather, some engine malfunction, pilot error? The program is a steadily engrossing look into the techniques and thought processes of today's airplane sleuths.","thumbnail":null,"section":"Movies"},{"date":"19931130","headline":"Sports of The Times; When Caps Meant Red's 15-0 Start","web_url":"https://www.nytimes.com/1993/11/30/sports/sports-of-the-times-when-caps-meant-red-s-15-0-start.html","abstract":"  IN pro basketball's pioneer years, the Caps had nothing to do with salaries and everything to do with a 31-year-old coach named Red Auerbach.   When the Washington Capitols opened the 1948-49 schedule with 15 consecutive victories, Red Auerbach's team set a record for a winning streak at the start of a season. As one of the oldest lines in the National Basketball Association ledger, that record has endured for 45 years. But suddenly it's in jeopardy.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/11/30/sports/results-plus-794293.html","abstract":"  N.B.A.  Robinson Wakes Spurs  David Robinson scored 34 points, including 12 in a closely-fought fourth period, to help the San Antonio Spurs hold off the Milwaukee Bucks, 102-95, last night in San Antonio. The Bucks rallied from a 15-point third-quarter deficit to pull within one, 86-85, but Robinson started an 8-0 run with consecutive jumpers. \"David refused to let us lose tonight down the stretch,\" said Spurs Coach John Lucas. \"We just fell asleep and let them back in the game.\" (AP) YACHTING  Mast Cracks; Lead Goes  Intrum Justitia, racing in the Whitbread 60 Class, took the overall lead yesterday on the second leg of the Whitbread Round the World yacht race after New Zealand's Endeavor broke part of its mast. Skippered by Lawrie Smith, the European yacht held a 4-mile lead over Endeavor as the boats continued their journey from Punta del Este, Uruguay, to Fremantle, Australia. The lead change came shortly after Endeavor, one of five entries in the Maxi Class, snapped the top 8 meters off its mizzen mast. Endeavor retained its lead in the Maxi class with a 78-mile advantage over Merit Cup. (AP) N.H.L.  Sabres Top Leafs  Wayne Presley, Craig Simpson and Aleksandr Mogilny scored third-period goals and Dominik Hasek made 24 saves last night, leading the Buffalo Sabres to a 3-0 victory over the Maple Leafs in Toronto. It was the first time this season that Toronto was shut out. The Leafs, who have the best record in the league at 17-5-4, have lost only 2 games at home this season. (AP)   Whalers 4, Senators 2: Bryan Marchment scored the go-ahead goal early in the third period and the Hartford Whalers went on to beat the Senators in Ottawa. The crowd of 10,075 in the Civic Centre chanted \"We want a ref!\" during the second period, a reference to the strike by officials. Before the strike began two weeks ago, the fans shouted, \"We want scabs!\" (AP)   Stars 6, Oilers 5: Dave Gagner got control of a bouncing puck and sent a high shot past Bill Ranford at 2 minutes 26 seconds of overtime to give Dallas a road victory. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Hearing Dispute on Landing Fees, Justices Wonder, Why Ask Us?","web_url":"https://www.nytimes.com/1993/11/30/us/hearing-dispute-on-landing-fees-justices-wonder-why-ask-us.html","abstract":"  In a case closely watched by the struggling airline industry on the one hand and cash-starved American municipalities on the other, Justices of the Supreme Court asked during argument today why it was the Federal judiciary, rather than the Department of Transportation, that was given the task of resolving a dispute over landing fees.   Federal law on how much an airport can charge carriers to land their planes requires only that the fees be \"reasonable.\" Neither Congress nor any Government agency has ever defined the term, and so far the courts have not developed any guidelines.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Mayor's Race Poll Abuse Is Charged","web_url":"https://www.nytimes.com/1993/11/30/nyregion/mayor-s-race-poll-abuse-is-charged.html","abstract":"  The New York Democratic chairman accused the Republican Party last night of using a series of tactics on Election Day to harass and intimidate voters in areas of New York City expected to favor Mayor David N. Dinkins.   The chairman, Al Gordon, said he had collected evidence that Republican poll watchers acted improperly at more than 75 polling places during the election on Nov. 2. He said a pattern of harassment had emerged that led him to believe the actions had been orchestrated by the New York State Republican Party.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Sentenced to Death","web_url":"https://www.nytimes.com/1993/11/30/opinion/sentenced-to-death.html","abstract":"Yesterday, at a rally at the National Mosque here in the capital of Bangladesh, a crowd of 10,000 Muslim fundamentalists called for my death. \n\nThe group that initiated the fatwa, or death sentence, the Council of Soldiers of Islam, has been joined by other fundamentalist groups demanding that the Government ban my books and put \"blasphemers\" like me to death.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Homelessness Hitting Home: A Death on HUD's Doorstep","web_url":"https://www.nytimes.com/1993/11/30/us/homelessness-hitting-home-a-death-on-hud-s-doorstep.html","abstract":"  Inside the headquarters of the Department of Housing and Urban Development, Secretary Henry G. Cisneros was reminding a meeting of subordinates this morning that reducing homelessness was his agency's top goal.   Outside, 10 stories below, the police were carting away the corpse of a homeless woman who had died overnight at the bus stop across the street.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"The Bangs Reverberate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-the-bangs-reverberate-letters-to-the-editor.html","abstract":"Regarding \"Give the Bangs Time to Work in Eastern Europe\" (Oct. 25) by Christopher Lingle and Kurt Wickman: .The authors, in a critique of our article (\"East Europeans Could Learn From Asian Patience,\" Opinion, Oct. 22), present an","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-986493.html","abstract":"  An article on Nov. 15 about voter turnout in the New Jersey election referred incorrectly to a position taken by the Speaker of the Assembly, Garabed (Chuck) Haytaian. Mr. Haytaian, a Republican, said he opposed sports betting because of concerns about how it would affect young people. Other Republicans had feared that placing the issue on the ballot would encourage voter turnout in urban areas, aiding Democratic candidates.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Search Halted For Captain Of Tugboat","web_url":"https://www.nytimes.com/1993/11/30/nyregion/search-halted-for-captain-of-tugboat.html","abstract":"  The Coast Guard suspended its search today for a tugboat captain whose boat capsized off the beach here on Sunday while trying to prevent a 300-foot dredge carrying 100,000 gallons of fuel oil from being blown ashore.   Heavy surf also forced a salvage tug to abandon efforts this afternoon to pull the dredge from the beach, where it ran around Sunday morning.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Ex-Chief Justice in Rhode Island Is Convicted on Ethics and Fined","web_url":"https://www.nytimes.com/1993/11/30/us/ex-chief-justice-in-rhode-island-is-convicted-on-ethics-and-fined.html","abstract":"  A former Chief Justice of the Rhode Island Supreme Court was found guilty today of three misdemeanor counts of using his position to direct more than $45,000 in arbitration work to a partner in his real estate firm.   The former Chief Justice, Thomas F. Fay, was fined $3,000, the maximum under state law, and placed on one year's probation. Under state law, he could have been sentenced to a three-year prison term.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Chronicle","web_url":"https://www.nytimes.com/1993/11/30/style/chronicle-989993.html","abstract":"  MARC SAWYER, the executive director of the Living With . . . Group, a national AIDS-awareness organization based in Boston, didn't think people paid enough attention to World AIDS Day last year. \"The only thing I saw that told me it was World AIDS Day was that Joan Rivers had on a red ribbon,\" he said yesterday.   Mr. Sawyer vowed to make this year's World AIDS Day, which occurs tomorrow, more visible in Boston and elsewhere by devising ways to motivate the public to become more involved with fighting the disease.","thumbnail":null,"section":"Style"},{"date":"19931130","headline":"Bronx Man, Wife and Child Found Dead in Apartment","web_url":"https://www.nytimes.com/1993/11/30/nyregion/bronx-man-wife-and-child-found-dead-in-apartment.html","abstract":"  A couple and their 3-year-old child were found shot to death yesterday in a Bronx apartment in what the police said was a double homicide and a suicide.   Matthew Sullivan, a 34-year-old Sanitation Department worker, shot and killed his wife, Ada, and their 3-year-old daughter, Lisa Marie, about 3 P.M. Monday in their apartment at 2055 Cruger Avenue in the Pelham Parkway section, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-983093.html","abstract":"  A headline yesterday about the wedding of Angela C. Willis misspelled the surname of the bridegroom in some editions. He is Dr. Douglas D. Altchek.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"To Latvians, a Single Russian Soldier Is Still One Too Many","web_url":"https://www.nytimes.com/1993/11/30/world/to-latvians-a-single-russian-soldier-is-still-one-too-many.html","abstract":"  In her cramped apartment outside the gates of the Russian military base on the outskirts of the Latvian capital, Lyubov Umanskaya is packed up and waiting to go.   \"It is like living in a railway station,\" said the 38-year-old wife of a Russian major, sitting among the boxes and shipping crates that have filled the living room in her small three-room apartment for the better part of a year.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-985693.html","abstract":"  A picture caption with the art listings in the Arts and Leisure section on Sunday referred incompletely to a \"Day Without Art\" event tomorrow at the Museum of Modern Art. The museum will be closed during the day, as usual on Wednesdays. But the ground floor will open at 6:30 P.M., when visitors may add names to \"Projects: In Memory of . . . ,\" an exhibition commemorating people who have died of AIDS.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Dinkins Names Civil Rights Lawyer to Fill Out Gotbaum Term on Board of Education","web_url":"https://www.nytimes.com/1993/11/30/nyregion/city-dinkins-names-civil-rights-lawyer-fill-gotbaum-term-board-education.html","abstract":"  Mayor David N. Dinkins, vigorously defending his right to make lame-duck appointments, named a Brooklyn civil rights lawyer known for grass-roots activism to fill the remaining six months of a term on the New York City Board of Education.    The appointee, Esmeralda Simmons, the 42-year-old director of the Center for Law and Social Justice at Medgar Evers College, is due to take office on Dec. 15, two weeks before Mr. Dinkins's own term ends, making it more difficult for the Mayor-elect, Rudolph W. Giuliani, to shift directions on the divided board.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Holyfield-Lewis a Go?","web_url":"https://www.nytimes.com/1993/11/30/sports/sports-people-boxing-holyfield-lewis-a-go.html","abstract":"  EVANDER HOLYFIELD's next heavyweight title fight could be a unification bout against the World Boxing Council champion, LENNOX LEWIS.   FRANK MALONEY, Lewis's manager, said in London yesterday that the matchup is contingent on whether Holyfield decides to fight again. After beating RIDDICK BOWE for the World Boxing Association and International Boxing Federation titles Nov. 6 in Las Vegas, Nev., Holyfield said he might retire.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/11/30/nyregion/news-summary-695493.html","abstract":"  International A3-16  LONDON DEFENDS I.R.A. CONTACTS  The British Government went before the House of Commons to defend contacts with the Irish Republican Army and release messages showing the efforts for an accord.  A1","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Canada Seizes U.S. Newspapers at Border","web_url":"https://www.nytimes.com/1993/11/30/us/canada-seizes-us-newspapers-at-border.html","abstract":"  Police arrested Canadians bringing copies of the Buffalo News across the border after the newspaper printed an article containing details barred by a judge hearing a murder case.    Niagara Regional Police Detective Staff Sergeant Paul White said today that 187 newspapers were confiscated from 61 drivers.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"Rangers' Kovalev Could Be Banned For Hunter Injury","web_url":"https://www.nytimes.com/1993/11/30/sports/hockey-rangers-kovalev-could-be-banned-for-hunter-injury.html","abstract":"  The National Hockey League is expected to rule today on possible disciplinary action for Ranger forward Aleksei Kovalev that could keep him out of tonight's game against the Devils at Byrne Meadowlands Arena and perhaps for even longer than that.   Kovalev, the Rangers' first-line right wing, tripped Washington's Dale Hunter in the first period of the Rangers' 3-1 victory over the Capitals Sunday night at Madison Square Garden, sending Hunter sprawling to the ice. Hunter was originally believed to have a second-degree sprain of the left knee that would sideline him for 10 days, but the Capitals announced yesterday that Hunter had torn his anterior cruciate ligament and would miss four to six weeks.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Kevorkian Is Charged Again With Aiding a Suicide","web_url":"https://www.nytimes.com/1993/11/30/us/kevorkian-is-charged-again-with-aiding-a-suicide.html","abstract":"  Dr. Jack Kevorkian was charged today with assisting in a suicide, the third time he has faced such charges since June 4, 1990, when he began helping people to die.   The latest charge involves the death of Merian Ruth Frederick, a 72-year-old woman from Ann Arbor, who died in Dr. Kevorkian's apartment on Oct. 22. Last week Dr. Kevorkian attended the suicide of another patient in his apartment, Dr. Ali A. Khalili, a 61-year-old physician from suburban Chicago who had bone cancer.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"In a Rattling Opener, Only Karnishovas Rolls","web_url":"https://www.nytimes.com/1993/11/30/sports/college-basketball-in-a-rattling-opener-only-karnishovas-rolls.html","abstract":"  In March, the type of basketball game Seton Hall and St. Peter's played tonight at the Byrne Meadowlands Arena would be called a defensive struggle.   Tonight it was merely a struggle.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"The Victimization Trap","web_url":"https://www.nytimes.com/1993/11/30/opinion/the-victimization-trap.html","abstract":"  Until Sunday night, I was one of Oprah Winfrey's great admirers. Her triumph over poverty, racism and child abuse makes her an inspiration for ordinary people everywhere. Beyond that, she displays a truly extraordinary self-determination and honesty -- a defiant refusal to take on the role of victim.   Imagine my disappointment, then, on seeing the tendentious, dishonest dramatization of Alex Kotlowitz's book \"There Are No Children Here,\" produced by Ms. Winfrey's company for ABC television. Mr. Kotlowitz's story of the two Rivers brothers, 9-year-old Pharoah and 11-year-old Lafeyette, growing up in a black Chicago housing project, is one of the great sociological documents on the ghetto. It moved me to tears and anger -- tears for children robbed of childhood, love and hope; anger at the system that allows such misery amid affluence. And anger, especially, at the abysmal failure of the boys' parents to cherish and provide for them.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"After 2-4 Start, Coslet and Jets Are Enjoying New Standing","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-football-after-2-4-start-coslet-and-jets-are-enjoying-new-standing.html","abstract":"  Since posting a 2-4 record, the Jets have gone through their own November sweeps period, winning five straight, and their playoff picture is coming into view.   At the time of that 2-4 record, Coach Bruce Coslet defended some of the Jets' players who said, with a straight face, that the team was pretty good.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Want a Room With a View? Idea May Be in the Genes","web_url":"https://www.nytimes.com/1993/11/30/science/want-a-room-with-a-view-idea-may-be-in-the-genes.html","abstract":"  CAN humans be truly human and truly fulfilled in a world of glass and concrete set apart from nature, surrounded by cultural artifacts and pursuits, enclosed in electronic cocoons where much of reality comes from the television screen and the computer display?   Not in a million years, according to a new hypothesis. It holds that eons of evolution, during which humans constantly and intimately interacted with nature, have imbued Homo sapiens with a deep, genetically based emotional need to affiliate with the rest of the living world. Meeting this need, according to what is called the biophilia hypothesis, may be as important to human well-being as forming close personal relationships.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"India Player Quits","web_url":"https://www.nytimes.com/1993/11/30/sports/tennis-india-player-quits.html","abstract":"  RAMESH KRISHNAN, India's veteran Davis Cup player, quit the team yesterday, weakening his country's slim chance of defeating the United States squad in March.   Krishnan left because RAMESH DESAI, secretary of the All-India Tennis Association, blamed him for India's 5-0 loss to Australia in the Davis Cup semifinals in September.   Since the loss, Krishnan said, Desai has publicly accused him of playing in the semifinals without telling him he was injured in an earlier match. Calling Desai's charge \"most malicious,\" Krishnan said he was fit enough to play in the semis.   The India-United States match will be played on grass in New Delhi March 25-27. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Mission to Correct Hubble's Flawed Vision Faces Many Pitfalls","web_url":"https://www.nytimes.com/1993/11/30/science/mission-to-correct-hubble-s-flawed-vision-faces-many-pitfalls.html","abstract":"  In a few weeks, the troubled Hubble Space Telescope, which has been orbiting for more than three years, could be casting its first really sharp-eyed gaze on the heavens. The result may be the strongest evidence yet for the existence of black holes and how galaxies have evolved over time, the most precise measure of the expansion rate of the universe, the clearest picture of the mysterious bright objects called quasars and possible glimpses of the formation of planets around other stars.   Or the telescope could still be as fuzzy-sighted as ever, a disappointing underachiever and one more embarrassment to the disaster-plagued National Aeronautics and Space Administration.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"Mugger Is Allowed To Keep Jury Award","web_url":"https://www.nytimes.com/1993/11/30/nyregion/mugger-is-allowed-to-keep-jury-award.html","abstract":"  For Bernard McCummings, it is better late that never. For Jerome Sandusky, it is simply too late.   Mr. McCummings cannot take back the decision he made nine years ago to mug Mr. Sandusky, then 72, in a Manhattan subway station. Nor can he gain back the use of his legs, lost when he was shot in the back by a New York City transit police officer as he fled the crime scene. But he can begin to spend a $4.8 million jury award after the United States Supreme Court yesterday refused to hear an appeal by the Transit Authority.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Chess","web_url":"https://www.nytimes.com/1993/11/30/arts/chess-648293.html","abstract":"  Nowadays anyone who competes in top international play has to keep up with the news. This was the lesson that Li Wenliang relearned the hard way in the World Team Championship held in Lucerne from Oct. 23 to Nov. 2.   Li had Board 4 for China on Oct. 31 against Larry Christiansen of the gold medal United States team. He was under the impression that the opening of the game was following a reliable course for White so that his task would be how to make something out of the slight advantage of the first move. But he had missed the reports of Game 15 of the International Chess Federation's championship match between Anatoly Karpov and Jan Timman, contested on Oct. 20 in Jakarta, Indonesia.","thumbnail":null,"section":"Arts"},{"date":"19931130","headline":"New Wave of Drugs Expected to Improve Epilepsy Treatment","web_url":"https://www.nytimes.com/1993/11/30/health/new-wave-of-drugs-expected-to-improve-epilepsy-treatment.html","abstract":"  AFTER a 15-year lull in new medications to control seizures, the treatment of epilepsy is entering a possible renaissance with the imminent approval of a new wave of anticonvulsant drugs.   The new types of drugs, the first of which was approved in August, appear to control brain seizures through mechanisms different from those found in commonly used anticonvulsants and may pose less of a risk of adverse side effects, scientists say.","thumbnail":null,"section":"Health"},{"date":"19931130","headline":"Yanks Shift Sights to Martinez","web_url":"https://www.nytimes.com/1993/11/30/sports/baseball-yanks-shift-sights-to-martinez.html","abstract":"  Abandoning thoughts of Randy Johnson and Mark Langston, the Yankees yesterday began Phase II of their effort to secure a front-line starting pitcher.   A baseball person familiar with the Yankees' plans said the club has turned to the free-agent market. The person said one of the first steps was a conversation General Manager Gene Michael had yesterday with Ron Shapiro, the agent for right-hander Dennis Martinez.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Webber Is Out Again, This Time With Sprain","web_url":"https://www.nytimes.com/1993/11/30/sports/sports-people-pro-basketball-webber-is-out-again-this-time-with-sprain.html","abstract":"  CHRIS WEBBER, the star rookie of the Golden State Warriors who missed most of training camp because of an appendectomy, will be sidelined indefinitely with a sprained ankle. \"His status is day to day,\" the team's spokesman, DAVID HATFIELD, said.   Webber was examined yesterday by the team's doctors, who confirmed the initial diagnosis. Webber sprained his left ankle during Sunday night's game in Detroit when he fell over BILL LAIMBEER of the Pistons. X-rays showed no break.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Case Closed for Barkley","web_url":"https://www.nytimes.com/1993/11/30/sports/sports-people-pro-basketball-case-closed-for-barkley.html","abstract":"  Authorities in Phoenix said yesterday they have ended their investigation into the latest accusation that Suns star CHARLES BARKLEY punched a man in a bar. The man who said he was hit dropped his complaint.   A spokesman for the Phoenix police said that when investigators talked to Barkley on Saturday, he denied hitting KEITH STIMSON , of Hermosa Beach, Calif., in Stixx, the tavern, on Friday.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Pact May Free Up Trade Faster Than the Traffic","web_url":"https://www.nytimes.com/1993/11/30/us/pact-may-free-up-trade-faster-than-the-traffic.html","abstract":"  Never mind the \"Streets of Laredo.\" The main concerns in this border town are the highways to Laredo. And the bridges. Both are clearly overwhelmed.    Even as they celebrate passage of the North American Free Trade Agreement and the boom times they are sure the agreement will bring, officials in communities along both sides of the 2,000-mile United States-Mexico border warn that the roads, bridges and customs stations needed to handle expanded trade between the two countries are already overburdened. And without major new construction, they say, the situation will only worsen.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"At U.S. Urging, Ukraine Retreats on Nuclear Arms","web_url":"https://www.nytimes.com/1993/11/30/world/at-us-urging-ukraine-retreats-on-nuclear-arms.html","abstract":"  After complaints from President Clinton, President Leonid Kravchuk of Ukraine said today that the Ukrainian Parliament would reconsider its refusal to eliminate all of the country's nuclear missiles in accordance with the Strategic Arms Reduction Treaty.   The Ukrainian Parliament overwhelmingly ratified the 1991 treaty known as Start I this month, but declared that it applied to only about half of the roughly 1,600 long-range nuclear warheads of the former Soviet Union that are on its soil.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"High-Rise Co-ops for Bargain-Basement Prices; New Development in Queens Plans to Use Unusual Financing Method to Lure Buyers","web_url":"https://www.nytimes.com/1993/11/30/nyregion/high-rise-ops-for-bargain-basement-prices-new-development-queens-plans-use.html","abstract":"  So what should it fetch: a new two-bedroom co-op, with a waterfront site and a knock-out view of Manhattan's skyline? The developers of an ambitious, self-contained community in Queens are counting on attracting scads of buyers with a bargain-basement price of just over $15,000.    That's neither a misprint nor a down payment, but rather the expected asking price for an apartment that the developers hope will become a cornerstone of a sprawling residential and commercial city proposed for the Hunters Point neighborhood of western Queens. The only catch is that the co-op will be born with a substantial debt that its owner-residents will have to pay down as part of their monthly maintenance charges.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-984893.html","abstract":"  An obituary on Friday about the British writer and composer Anthony Burgess misstated the year of his second marriage, to Liliana Macellari. It was 1968, not 1948.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Chargers Keep Hope Alive With Return of Humphries","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-football-chargers-keep-hope-alive-with-return-of-humphries.html","abstract":"  The slumping San Diego Chargers needed a victory to keep their slim playoff hopes alive, and a healthy Stan Humphries gave it to them.   Making his first start since he bruised his right shoulder eight weeks ago, Humphries passed for 216 yards and two touchdowns tonight, sending the Chargers to a 31-0 romp over the Indianapolis Colts.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Suspect in Slaying Is Held in Rape of Park Jogger","web_url":"https://www.nytimes.com/1993/11/30/nyregion/suspect-in-slaying-is-held-in-rape-of-park-jogger.html","abstract":"  A 17-year-old who is awaiting trial in the fatal shooting of a drama teacher in Prospect Park and the robbery of the teacher's bicycle last summer was arrested yesterday in the rape of a jogger in the park two weeks earlier.   The suspect, Jerome Nisbett, who has been held without bail at Rikers Island since the shooting of the teacher, Allyn Winslow, 42, of Bay Ridge, on June 1, was arrested in the rape of a 20-year-old on the night of May 18, said Detective Edward Davalos of the special victims squad in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Q&A","web_url":"https://www.nytimes.com/1993/11/30/science/q-a-895793.html","abstract":"  Cactus and Spiders   Q.  I heard that someone bought an ornamental cactus from the Southwest and that it suddenly released a lot of big spiders, tarantulas, I think. Am I in danger?","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"Corrections","web_url":"https://www.nytimes.com/1993/11/30/nyregion/c-corrections-987293.html","abstract":"  A map on Friday with an article about the migration of western Germans to eastern Germany located the village of Lobnitz incorrectly. It is in northern Germany, 10 miles south of the Baltic Sea, not in central Germany.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"Price Tag on National Health Plan's Going Up; Malpractice Madness","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-price-tag-on-national-health-plan-s-going-up-malpractice-madness-029393.html","abstract":"  To the Editor:   Contrary to Harvey F. Wachsman's contention in \"Bad Medicine\" (Op-Ed, Nov. 15), the preponderance of malpractice cases in the United States involve physicians who practice exemplary medicine.   I agree that \"physicians who don't carry malpractice insurance are more likely to practice substandard medicine.\" But I wonder what percentage of the plaintiffs Mr. Wachsman represents are in court suing substandard physicians. The targets of most malpractice suits are physicians with malpractice insurance. That is where the money is, not where the bulk of malpractice occurs.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Simms Shows Up and So Do the Giants","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-football-simms-shows-up-and-so-do-the-giants.html","abstract":"  When Phil Simms woke up on Sunday morning, his head pounding as if the Rockettes had been doing dance No. 5 on his forehead all night, he wondered whether he would even be able to play against the Phoenix Cardinals that afternoon. He looked to his wife, Diana, for sympathy, but she told him, \"You'd better suck it up, it's a big game today.\"   A day after the Giants narrowly escaped the Cardinals, thanks to Brad Daluiso's 54- yard field goal to win the game, 19-17, Simms can laugh when telling the story. After all, the Giants are 8-3 and alone in first in the National Football Conference East. But a nasty ear infection almost kept him out of the game. Lucky for the Giants, it didn't.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"On My Mind; Americans on Golan","web_url":"https://www.nytimes.com/1993/11/30/opinion/on-my-mind-americans-on-golan.html","abstract":"  For four excellent reasons this is the time for Americans and Israelis to start talking in their own countries about whether American troops should be stationed on the Golan Heights.    The first reason is that quiet understanding already exists within the American and Israeli Governments that if Syria and Israel reach a peace agreement U.S. troops are likely to be called upon to take up peacekeeping positions on the Golan.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Price Tag on National Health Plan's Going Up","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-price-tag-on-national-health-plan-s-going-up-019693.html","abstract":"  To the Editor:   \"The Health Debate,\" your supplement on health care delivery (Nov. 14), makes me wonder why the disparate systems of Canada, Germany, Britain and Israel -- all of which offer universal health care, supported by taxes -- are awash in red ink. It is possible that the Clinton improvements to our uneven, more expensive system, if adopted, would also direct us toward bankruptcy. Why are all the systems in financial difficulty?","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Personality May Decide Who Heads Police","web_url":"https://www.nytimes.com/1993/11/30/nyregion/personality-may-decide-who-heads-police.html","abstract":"  With Mayor-elect Rudolph W. Giuliani's search for a police commissioner apparently narrowed down to two choices, the selection may reveal more about the Mayor-elect than it does about the direction of the Police Department.   The two men described by Giuliani aides as the finalists -- the current Commissioner, Raymond W. Kelly, and the Boston Police Commissioner, William J. Bratton -- do not appear to differ significantly on major police policies, several law-enforcement experts said yesterday. And since Mr. Giuliani, a former United States Attorney, has already clearly articulated the directions in which he wants to take the Police Department, the decision is not likely to have a profound impact on the department, the experts said.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"The Latest In Gadgets For Digital Tykes","web_url":"https://www.nytimes.com/1993/11/30/science/peripherals-the-latest-in-gadgets-for-digital-tykes.html","abstract":"  DO not assume the gift software you buy will work on someone else's computer. Play it safe and buy from a shop that will exchange the unopened package. Children's software can be especially demanding -- on computers. As the December issue of Compute magazine points out in its \"Kids and Computers\" section: \"The days of simply handing down your old computer to the kids when you're ready to upgrade have come and gone. Children's software has moved into multimedia applications with sound, animation and video.\"    Sophisticated equipment is required for computer-aided design, even for Kid CAD, a clever 3-D building kit from Davidson of Torrance, Calif.: an 80386 processor at least, four megabytes of memory and nine megabytes of free hard-disk space, Windows 3.1 in enhanced mode and, to hear the program, a Sound Blaster-compatible card.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"New Jersey Democrats Drop Effort To Overturn Whitman's Election","web_url":"https://www.nytimes.com/1993/11/30/nyregion/new-jersey-democrats-drop-effort-to-overturn-whitman-s-election.html","abstract":"  Democrats today abandoned their effort to keep Christine Todd Whitman from becoming governor of New Jersey, acknowledging that they had found no proof that she won the election because of efforts to suppress minority voting.   From the start the Democrats had acknowledged that their civil suit was a long shot with only the slimmest of chances of preventing the Jan. 18 inauguration of the first woman ever elected Governor of New Jersey.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"U.S. Pays More Than Industry for Atomic Cleanup","web_url":"https://www.nytimes.com/1993/11/30/us/us-pays-more-than-industry-for-atomic-cleanup.html","abstract":"  The Energy Department is paying the contractors it hires to clean up pollution at nuclear weapons sites a third more on average than private industry spends on comparable environmental projects, officials said today.   In an effort to end the large cost overruns and long delays in the vast nuclear cleanup program, the department now plans to take back management of the programs from the private contractors that do most of the work, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19931130","headline":"1943: Secret of Victory : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-1943-secret-of-victory-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] The willingness of American marines to die for victory was asserted today [Nov.29] by Major General Holland McT. Smith to be the reason why Tarawa atoll in the Gilbert Islands was captured from Japanese forces in tw","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Reeves Won the Game Before the Game Started","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-football-notebook-reeves-won-the-game-before-the-game-started.html","abstract":"  There are few times when you can point to one single personnel move and say it won a game. But that is exactly what happened with the Giants when Coach Dan Reeves, feeling Sunday's game against the Cardinals might come down to a long field goal, deactivated Kanavis McGhee to keep Brad Daluiso on the roster.   Reeves said McGhee, a defensive lineman and linebacker, was angry that after working hard all week in practice he didn't get a chance to play, and the coach said he could sympathize with that. The good of the team, however, is what's most important to Reeves. His decision turned out to be the right one since Daluiso made a 54-yard field goal to win the game.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"A Torch Passes, but Not Very Far","web_url":"https://www.nytimes.com/1993/11/30/world/a-torch-passes-but-not-very-far.html","abstract":"  In choosing Luis Donaldo Colosio Murrieta as the governing party's candidate to succeed him, President Carlos Salinas de Gortari has sought an achievement that has eluded many Mexican leaders before him: to insure the continuation of his policies long after he leaves office.   Among the four men whom Mr. Salinas was believed to have considered seriously, the differences of economic orientation and political ideology were far more shallow than those weighed by most Mexican Presidents in the past.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"Observer; Why Credit Is Tight","web_url":"https://www.nytimes.com/1993/11/30/opinion/observer-why-credit-is-tight.html","abstract":"  Can President Clinton be serious when he complains to Rolling Stone magazine about never getting \"one damn bit of credit\" from the \"knee-jerk liberal press\"? Surely he is being sly, hoping to fish a little applause from a quarter reluctant to applaud anyone, least of all a middle-of-the-road President.   As a Rhodes scholar, he knows enough history and political philosophy to understand the plight of the knee-jerk liberal, press or otherwise.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"This Isn't the Way Riley Would Write It","web_url":"https://www.nytimes.com/1993/11/30/sports/pro-basketball-this-isn-t-the-way-riley-would-write-it.html","abstract":"  After working his team hard for nearly three hours today, Pat Riley walked off the Knicks' practice court and was forced to play a little defense of his own.   Riley, expecting to answer questions about the Knicks' 112-85 blowout victory over the Detroit Pistons on Saturday, or their highly anticipated duel with the undefeated Houston Rockets Thursday night at Madison Square Garden, was asked instead about Saturday's benching of Anthony Bonner, and the disappearance of Tony Campbell's playing time.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Review/Television: Psychoderelict; Beyond 'Tommy': Townshend Turns To Adult Questions","web_url":"https://www.nytimes.com/1993/11/30/arts/review-television-psychoderelict-beyond-tommy-townshend-turns-to-adult-questions.html","abstract":"  A 1960's rock star, now well beyond the once-arrogant age barrier of 30, discovers that the music business, not to mention his life, is corrupt. As someone sums it up, \"Prostitution, it's inevitable.\" In \"Psychoderelict,\" his new and still evolving theater piece, Pete Townshend indulges himself in the middle-age exercise of wondering what happened to the truth, what happened to the dream? His ruminations are available tonight on PBS in a performance taped for \"Great Performances\" before an enthusiastic Brooklyn Academy of Music audience.   The 90-minute broadcast opens with Mr. Townshend doing solo versions of material from his days with the Who, including a medley from \"Tommy.\" He then segues into \"Psychoderelict,\" carefully explaining that its 11 songs are supplemented by actors and screen projections as \"a way to get you across and into\" the piece. What are these songs about? \"Where our future is going to be, and how we go on from here,\" says Mr. Townshend.","thumbnail":null,"section":"Arts"},{"date":"19931130","headline":"Stray Bullet Kills Woman In E. Harlem","web_url":"https://www.nytimes.com/1993/11/30/nyregion/stray-bullet-kills-woman-in-e-harlem.html","abstract":"  A 50-year-old woman was shot and killed by a stray bullet as she walked down a street in East Harlem with her 5-year-old granddaughter last night, the police said.    The woman, Nilma Rivas, was headed home from a grocery store at 7:45 P.M. when she was struck down at the corner of East 118th Street and Second Avenue, said Sgt. John McCluskey, a police spokesman. She was pronounced dead at Harlem Hospital at 8:20 P.M., he said.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"New Wing, New Hope at Brooklyn Museum","web_url":"https://www.nytimes.com/1993/11/30/arts/new-wing-new-hope-at-brooklyn-museum.html","abstract":"  Two years ago the Brooklyn Museum confronted a budget crisis that required cutting both its staff and its hours. But that was then. Tonight, the 96-year-old institution is giving a party for 2,300 guests to show off not only the $1 million reinstallation of its Egyptian collection, but also the $31 million renovation of its once-dusty, little-used West Wing.    The new West Wing, which opens to the public on Friday, inhabits the oldest section of the museum. The renovation, long anticipated, will provide 30,000 square feet of new gallery space on three floors, as well as a floor of office space. With a few minor exceptions, the West Wing has not served as an exhibition space since the 1930's, and was reserved for office use and storage.","thumbnail":null,"section":"Arts"},{"date":"19931130","headline":"Price Tag on National Health Plan's Going Up; High Education Costs","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-price-tag-on-national-health-plan-s-going-up-high-education-costs-031593.html","abstract":"  To the Editor:   As a student completing medical school admissions, I was disconcerted that \"The Health Debate\" supplement omitted attention to the soaring costs of medical education.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"'Big Guy' and Man With Pockmarks Are Focus of Blast Trial","web_url":"https://www.nytimes.com/1993/11/30/nyregion/big-guy-and-man-with-pockmarks-are-focus-of-blast-trial.html","abstract":"  There was what witnesses called \"the big guy\" who had strange reddish hair, and a man with a pockmarked face carrying mysterious bundles out of a modest house at 40 Pamrapo Avenue in Jersey City as testimony in the World Trade Center case resumed yesterday.   The prosecution called three witnesses whose purpose for the Government's case was clear: to give testimony suggesting that two of the defendants, Mohammed A. Salameh and Mahmud Abouhalima, were often together at the house on Pamrapo Avenue, where their behavior was consistent with that of men building a bomb.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"War Rivals in Bosnia Agree To Reopen Their Peace Talks","web_url":"https://www.nytimes.com/1993/11/30/world/war-rivals-in-bosnia-agree-to-reopen-their-peace-talks.html","abstract":"  Prodded by a slightly modified international peace plan and by the imminent threat of a human disaster this winter, the three warring parties in Bosnia agreed today to resume direct negotiations for a settlement of the Balkan war.    It was the first time since September, when talks broke down over what form the territorial division of Bosnia and Herzegovina should take, that the three sides -- the Muslim-led Government, the Serbs and the Croats -- had accepted renewed negotiations to resolve the 18-month-old conflict in the former Yugoslav republic.","thumbnail":null,"section":"World"},{"date":"19931130","headline":"Review/Theater: Abe Lincoln in Illinois; Lincoln as Metaphor For a Big Job Ahead, In 1939 and Today","web_url":"https://www.nytimes.com/1993/11/30/theater/review-theater-abe-lincoln-illinois-lincoln-metaphor-for-big-job-ahead-1939.html","abstract":"  If you're not too tuckered out by that point, \"Abe Lincoln in Illinois\" has a climax as spectacular as any now on a Broadway stage.   Lincoln, in the person of Sam Waterston, has just been elected President and is preparing to leave Springfield, Ill., for the nation's capital and the herculean task of holding together a Union deeply split over the issue of slavery. Family at his side, he is standing on the back platform of a railroad car, gazing out at us and the crowd that has gathered to wish him well.","thumbnail":null,"section":"Theater"},{"date":"19931130","headline":"Review/Dance; Two Intricate Lessons in How to Change Mood","web_url":"https://www.nytimes.com/1993/11/30/arts/review-dance-two-intricate-lessons-in-how-to-change-mood.html","abstract":"  Jerome Robbins's \"Other Dances\" and George Balanchine's \"Bourree Fantasque\" certainly differ in scale. The former is a pas de deux to Chopin piano music, the latter a romp for a large ensemble to orchestral pieces by Chabrier. Yet they share a crucial characteristic: Each is crammed with varied moods that must be fitted harmoniously together. Both works were offered by the New York City Ballet on Sunday afternoon at the New York State Theater.   With Darci Kistler as his partner and Jerry Zimmerman as the pianist, Nikolaj Hubbe gave his first performance in \"Other Dances,\" which combines classical technique with folk-dance steps and hints of dramatic situations. But the classical steps should not become merely academic, the folk dancing should not turn boisterous and the drama should never broaden into melodrama.","thumbnail":null,"section":"Arts"},{"date":"19931130","headline":"Panel Votes To Ease Law On Carriages","web_url":"https://www.nytimes.com/1993/11/30/nyregion/panel-votes-to-ease-law-on-carriages.html","abstract":"  Trying to strike a balance between the needs of the horse carriage industry and the concerns of animal-rights advocates and business groups, a City Council committee voted yesterday to ease city rules slightly on where and when horse-drawn carriages can operate in Manhattan.   The transportation committee's action, the latest in a series of legislative skirmishes over how sharply to restrict the carriages' operations, would extend the hours the carriages could operate in Central Park and on parts of Fifth Avenue and the Avenue of the Americas. Certain sections of midtown where the carriages are prohibited most of the day would also be made smaller.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"1918: Vienna Suffers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/11/30/opinion/IHT-1918-vienna-suffers-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Daily Express correspondent reports from Vienna: My first visit this morning [Nov. 29] was to one of the ten soup kitchens, each one feeding 6,000 persons daily. Each person receives half a litre of soup daily. The soup is made from rotten ca","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Price Tag on National Health Plan's Going Up; Choices for Patients","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-price-tag-on-national-health-plan-s-going-up-choices-for-patients-030793.html","abstract":"  To the Editor:   Health maintenance organizations, it appears, will be the major beneficiaries of the health care system proposed by the Clinton Administration. Thus it is important to know what choices H.M.O. patients have today.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Meaner Pastures","web_url":"https://www.nytimes.com/1993/11/30/opinion/l-meaner-pastures-032393.html","abstract":"  To the Editor:   Thank you for supporting the carriage horses of New York in \"Spare the Horses\" (editorial, Nov. 16), and for alerting readers to changes in laws that are meant to protect them.","thumbnail":null,"section":"Opinion"},{"date":"19931130","headline":"Books of the Times; Gauging the Power of Nationalism","web_url":"https://www.nytimes.com/1993/11/30/books/books-of-the-times-gauging-the-power-of-nationalism.html","abstract":"  The Wrath of Nations  Civilization and the Fury of Nationalism  By William Pfaff  256 pages. Simon & Schuster. $22.   In his last book, the eloquent \"Barbarian Sentiments,\" the journalist William Pfaff suggested that America's efforts to remake the world in its own image have led to disasters like Vietnam, that American foreign policy has consistently failed to acknowledge the fierce and enduring power of nationalism around the world. His new book, \"The Wrath of Nations,\" more or less takes up where \"Barbarian Sentiments\" left off, providing the reader with a succinct history of nationalism and its consequences both in the past and in the years to come.","thumbnail":null,"section":"Books"},{"date":"19931130","headline":"Eddy Off the Coast","web_url":"https://www.nytimes.com/1993/11/30/science/science-watch-eddy-off-the-coast.html","abstract":"  Using satellite images and measuring instruments in the sea, researchers have tracked a large eddy that carried an estimated 100,000 metric tons of sediment from the continental shelf into the ocean off the coast of California in two months.    Although eddies in the ocean are common, and it was known that they carried such sediment, this appears to be the first observation of a large eddy actually carrying the material off the continental shelf, the researchers said. The sediment includes carbon from phytoplankton, microscopic plant life that falls to the the ocean floor. Findings like this shed light on the way that carbon cycles through the ecosystem, an issue that is important to calculations of global climate.","thumbnail":null,"section":"Science"},{"date":"19931130","headline":"Chronicle","web_url":"https://www.nytimes.com/1993/11/30/style/chronicle-990293.html","abstract":"  Mayor-elect RUDOLPH W. GIULIANI announced yesterday that RON SILVER, the actor and president of the Actors' Equity Association, will serve as master of ceremonies at his public inauguration, to be conducted on the steps of City Hall on Sunday, Jan. 2.That does not mean that New York will be mayorless when David N. Dinkins's term expires, on New Year's Eve. Mr. Guiliani will be sworn in then in a private ceremony.    Mr. Silver is a Democrat who was highly visible in the Giuliani campaign, appearing in television advertisements and even speaking to the crowd at Giuliani headquarters at the New York Hilton on election night.","thumbnail":null,"section":"Style"},{"date":"19931130","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/11/30/nyregion/inside-733093.html","abstract":"  Oil Market in Turmoil   Crude oil prices plunged to their lowest levels in three years as OPEC's inability to cut production sent the oil market into turmoil. Page D1. Talks on Bosnia to Resume    The three factions in Bosnia agreed to resume direct talks after being swayed by a modified peace plan and by the threat of winter. Page A16. Clogged Streets of Laredo    Along the Mexican-American border, enthusiasm for the new free-trade agreement is tempered by worries over traffic congestion. Page A18.  Picking a Police Chief    The choice may reveal more about Mayor-elect Giuliani than about the department. News analysis, page B1.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"State Aid and Whitman Tax Plan","web_url":"https://www.nytimes.com/1993/11/30/nyregion/state-aid-and-whitman-tax-plan.html","abstract":"  In September, Christine Todd Whitman went to a Mercer County Chamber of Commerce luncheon to promote her campaign promise to cut income taxes for most New Jerseyans by nearly a third.   But the questions raised by the business group did not dwell on the prospect of lower taxes. Instead, the audience at the speech in West Windsor asked how such a huge cut could fail to force a reduction in state aid to wealthy districts like theirs -- and a similar increase in property taxes. Ultimately, Mrs. Whitman conceded, some wealthy school districts like West Windsor could lose aid under her plan.","thumbnail":null,"section":"New York"},{"date":"19931130","headline":"W. Virginia Goes for Sugar Bowl And Money","web_url":"https://www.nytimes.com/1993/11/30/sports/college-football-w-virginia-goes-for-sugar-bowl-and-money.html","abstract":"  After an emotional but unsuccessful lobbying effort to be voted into a game against the No. 1 team in the nation, West Virginia University is prepared to decline an invitation to the Cotton Bowl in favor of a trip to the Sugar Bowl, a game against a lower-ranked opponent that delivers a check more than $1 million larger.   Mike Tranghese, the commissioner of the Big East Conference, said yesterday he was told that the West Virginia administration had informed Cotton Bowl officials that the school prefers to play in New Orleans against the winner of Saturday's Southeastern Conference championship game between Alabama and Florida, rather than meeting Southwest Conference champion Texas A&M in Dallas. Another person close to the situation, speaking on the condition of anonymity, confirmed that Cotton Bowl officials had been told of West Virginia's preference.","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Intrum Gets Break in Whitbread","web_url":"https://www.nytimes.com/1993/11/30/sports/IHT-intrum-gets-break-in-whitbread.html","abstract":"The W60 class sloop Intrum Justitia overtook the crippled New Zealand Endeavour and sailed into the lead of the Whitbread 'Round the World Race on Monday after the giant maxi ketch had the top of its smaller mast broken off. .According to the latest re","thumbnail":null,"section":"Sports"},{"date":"19931130","headline":"Detecting Patterns in Pounding Breakers","web_url":"https://www.nytimes.com/1993/11/30/technology/detecting-patterns-in-pounding-breakers.html","abstract":"  FOR decades, scientists worried about beach erosion have struggled to understand exactly what goes on in the surf zone, where breakers stir up sand and carry it away.    But the surf zone is hostile to researchers. Taking measurements there can be cold, dangerous work. Even anchoring instruments there is arduous, and the gauges often become waterlogged or break loose and disappear in the waves.","thumbnail":null,"section":"Technology"}],"wiki_events":[],"weather":[{"date":"19931130","time":"1993-11-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":88,"wspd":11.2},{"date":"19931130","time":"1993-11-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":95,"wspd":7.6},{"date":"19931130","time":"1993-11-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":86,"wspd":7.6},{"date":"19931130","time":"1993-11-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":89,"wspd":3.6},{"date":"19931130","time":"1993-11-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":90,"wspd":7.6},{"date":"19931130","time":"1993-11-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":91,"wspd":7.6},{"date":"19931130","time":"1993-11-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":92,"wspd":3.6},{"date":"19931130","time":"1993-11-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":93,"wspd":7.6},{"date":"19931130","time":"1993-11-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":92,"wspd":7.6},{"date":"19931130","time":"1993-11-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":90,"wspd":5.4},{"date":"19931130","time":"1993-11-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":5.4},{"date":"19931130","time":"1993-11-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":86,"wspd":9.4},{"date":"19931130","time":"1993-11-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":84,"wspd":7.6},{"date":"19931130","time":"1993-11-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":86,"wspd":9.4},{"date":"19931130","time":"1993-11-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":80,"wspd":11.2},{"date":"19931130","time":"1993-11-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":79,"wspd":13},{"date":"19931130","time":"1993-11-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":83,"wspd":9.4},{"date":"19931130","time":"1993-11-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":87,"wspd":9.4},{"date":"19931130","time":"1993-11-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":86,"wspd":9.4},{"date":"19931130","time":"1993-11-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":86,"wspd":9.4},{"date":"19931130","time":"1993-11-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":90,"wspd":9.4},{"date":"19931130","time":"1993-11-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":85,"wspd":5.4},{"date":"19931130","time":"1993-11-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":85,"wspd":9.4},{"date":"19931130","time":"1993-11-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":81,"wspd":7.6},{"date":"19931130","time":"1993-11-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":47,"wspd":14.8},{"date":"19931130","time":"1993-11-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":53,"wspd":16.6},{"date":"19931130","time":"1993-11-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":55,"wspd":14.8},{"date":"19931130","time":"1993-11-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":57,"wspd":20.5},{"date":"19931130","time":"1993-11-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":59,"wspd":14.8},{"date":"19931130","time":"1993-11-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":64,"wspd":16.6},{"date":"19931130","time":"1993-11-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":67,"wspd":13},{"date":"19931130","time":"1993-11-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19931130","time":"1993-11-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":14.8},{"date":"19931130","time":"1993-11-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19931130","time":"1993-11-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":13},{"date":"19931130","time":"1993-11-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":75,"wspd":20.5},{"date":"19931130","time":"1993-11-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":11.2},{"date":"19931130","time":"1993-11-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":67,"wspd":11.2},{"date":"19931130","time":"1993-11-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":22.3},{"date":"19931130","time":"1993-11-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":22.3},{"date":"19931130","time":"1993-11-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":49,"wspd":27.7},{"date":"19931130","time":"1993-11-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":47,"wspd":29.5},{"date":"19931130","time":"1993-11-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":42,"wspd":24.1},{"date":"19931130","time":"1993-11-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":37,"wspd":27.7},{"date":"19931130","time":"1993-11-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":34,"wspd":22.3},{"date":"19931130","time":"1993-11-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":34,"wspd":20.5},{"date":"19931130","time":"1993-11-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":36,"wspd":18.7},{"date":"19931130","time":"1993-11-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":36,"wspd":18.7}]},"19931201":{"guardian_articles":[],"nytimes_articles":[{"date":"19931201","headline":"1918: Thankful Troops : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-1918-thankful-troops-in-our-pages100-75-and-50-years-ago.html","abstract":"LUXEMBOURG - Thanksgiving Day [Nov. 28] on the German border among the American troops was quite different from toasting one's toes before the home fireside after a huge turkey dinner. Five American soldiers who had escaped from the German prison camp at","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"Kovalev Is Out on Penalty","web_url":"https://www.nytimes.com/1993/12/01/sports/hockey-kovalev-is-out-on-penalty.html","abstract":"  Aleksei Kovalev was suspended for tonight's Rangers-Devils game at Byrne Meadowlands Arena, pending a hearing with the league Wednesday in New York.   Kovalev, the Rangers' first-line right wing, will meet with the league senior vice president, Brian Burke, to discuss an incident involving Washington's Dale Hunter in the Rangers' 3-1 victory over the Capitals on Sunday night at Madison Square Garden. In the first period of that game, Kovalev used his skate to kick Hunter's leg out from under him, and Hunter twisted his knee as he fell. The result was a tear in the anterior cruciate ligament in Hunter's left knee. He will miss four to six weeks.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"1943: Cairo War Talks : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-1943-cairo-war-talks-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] A momentous conference, presumably dealing with the war against Japan, has been completed in Cairo by President Roosevelt, Prime Minister Churchill and Generalissimo Chiang Kai-shek, it became known tonight [Nov.","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/12/01/health/personal-health-878293.html","abstract":"  MENOPAUSE: Rarely has a subject emerged from the closet and so quickly assumed center stage. With 40 million American women now in or past menopause and another 20 million due to reach that stage of life in the next decade, its management has become a major national health concern.   Women, including many who are nationally prominent, now discuss their own experiences with menopause openly with friends and family, co-workers and bosses and even the general public. The subject is being discussed in popular books and periodicals, in the offices of the National Institutes of Health and on the floor of Congress as well as in gatherings of women of a certain age.","thumbnail":null,"section":"Health"},{"date":"19931201","headline":"Review/Television; On AIDS and the Nation's Blood Supply","web_url":"https://www.nytimes.com/1993/12/01/arts/review-television-on-aids-and-the-nation-s-blood-supply.html","abstract":"  In October, \"Dateline NBC\" carried a report on the risk of getting AIDS from a blood transfusion. It was a fairly typical news magazine piece that seemed bent on raising anxiety about a danger that it conceded had been brought under control. The difference between that story and \"AIDS, Blood and Politics,\" tonight's offering from \"Frontline,\" is the difference between a superficial treatment and serious reporting. \"Dateline NBC\" did not dig into the real story, which, as tonight's narrator says, is one \"of missed opportunities, vested interests and lax regulations.\"   The \"Frontline\" investigation goes back to 1981, when a mysterious disease, then known as gay cancer, appeared among homosexuals. Not only would the virus spread rapidly through sexual contact but it would also contaminate the nation's blood supply. Many homosexual men had been giving blood in an effort to help find a vaccine against another disease, hepatitis B, that seemed to attack homosexuals. Some of the blood carried the new disease, soon to be known as AIDS, and entered the ordinary supplies of blood banks and found its way into the veins of people who needed transfusions.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"Virginia's Alexander Is Out for 6 Weeks","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-basketball-virginia-s-alexander-is-out-for-6-weeks.html","abstract":"  One day after their worst basketball loss in the 29-year history of University Hall, the ranked Virginia Cavaliers got more bad news. They learned yesterday that point guard CORY ALEXANDERwill be out of action at least six weeks and miss at least 10 games.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Panel Meets With Bratton on Police Post","web_url":"https://www.nytimes.com/1993/12/01/nyregion/panel-meets-with-bratton-on-police-post.html","abstract":"  William J. Bratton, the Boston Police Commissioner, met yesterday with the committee making Rudolph W. Giuliani's search for a New York police commissioner, just four days after Mr. Bratton had a two-hour interview with Mr. Giuliani himself.   Mr. Bratton's meeting with Mr. Giuliani's aides came as his chief rival for the post, the incumbent Commissioner, Raymond W. Kelly, said he had not met with Mr. Giuliani or his search team since Nov. 18, when he was interviewed by the committee for about 90 minutes.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/01/arts/classical-music-in-review-983593.html","abstract":"  Alicia de Larrocha  Pianist Avery Fisher Hall    In music, patriotism has the power to enrich or to enfeeble. Reverence for homegrown tunes and dance forms has in many places reduced composers to mere arrangers. Spain at the end of the last century and for most of this one has been more fortunate. In a peculiar chemical reaction, Spanish and Catalan influences collided with a European school of virtuosity emanating from Liszt and his emulators. The result has been some of the most eruptive and extravagant music ever to visit the keyboard.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"State Dept. to Deny Car Registration to Diplomatic Scofflaws","web_url":"https://www.nytimes.com/1993/12/01/nyregion/state-dept-to-deny-car-registration-to-diplomatic-scofflaws.html","abstract":"  Scofflaws will no longer be able to hide behind diplomatic immunity, State Department and city officials said yesterday.    The State Department, which had turned down numerous requests by New York City, has agreed to crack down on diplomatic scofflaws in the city by denying renewal of diplomatic registration plates to those countries that refuse to pay parking tickets.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"The Paving-Over of History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-the-pavingover-of-history-letters-to-the-editor.html","abstract":"Regarding the report \"Hi-Ho! And Off to the Civil War We Go!\" (Nov. 13) by Michael Wines: .We were deeply saddened to learn of the Walt Disney Co.'s plan to build an American history \"theme park\" in northern Virginia. The sparse ope","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"A Deterrent Indeed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-a-deterrent-indeed-letters-to-the-editor.html","abstract":"Regarding \"No Easy Solution\" (Letters, Nov. 25) from Tom Boyle: .Mr. Boyle writes of the \"known futility\" of the death penalty as a deterrent to crime. I have read of many cases of released or paroled murderers committing further of","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/01/nyregion/news-summary-396993.html","abstract":"  International A3-17  GAZA STRIP ERUPTS IN VIOLENCE  The Gaza Strip was jolted by its worst violence since the September agreement signed by Israel and the Palestine Liberation Organization, with one teen-ager killed and dozens of people wounded as Israeli soldiers fired on stone-throwing Palestinian youths.  A1  CLINTON ACTS TO ASSURE MUSLIMS  In an apparent attempt to calm the fury ignited by his meeting last week with Salman Rushdie, President Clinton insisted that he \"meant no disrespect\" to the Muslim world and emphasized that he had spent only \"a couple of minutes\" with the author at the White House.  A1  RUSSIA LAGS IN DESTROYING ARMS  Despite arms treaties, good will between Moscow and Washington and promises of hundreds of millions of dollars of American financial and technical aid, Russia has made slow progress, and in some cases no headway at all, in destroying some of its most deadly weapons.  A1","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/01/nyregion/bridge-805793.html","abstract":"  A substantial group of players at the American Contract Bridge League's Fall Nationals in Seattle last week (i.e. Thanksgiving week) concentrated primarily on senior events, for those 55 and older. The Senior Knockout Teams attracted 30 entries, including several players well known to fame.   The winners were Robert Ryder of Caldwell, N.J., William Esberg of Elberon, N.J., Gerald Bare of Pacific Palisades, Calif., and Alan Bell of Fullerton, Calif. They were aided in the final by the diagramed deal, which was reported by Martin Hoffman of Lauderhill, Fla., a member of the losing team.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-134193.html","abstract":"  A front-page caption yesterday with a picture of Hillary Rodham Clinton decorating a Christmas tree on the Ellipse in Washington described the tree incorrectly. It was not harvested in California; it is permanently planted on the Ellipse. A tree from California is on display at the Capitol.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Rangers Win The Battle of Breakaways","web_url":"https://www.nytimes.com/1993/12/01/sports/hockey-rangers-win-the-battle-of-breakaways.html","abstract":"  There were so many breakaways and odd-man rushes in the Devils-Rangers game tonight that coaches Mike Keenan and Jacques Lemaire couldn't keep up.    Although the game was played on even terms, the Rangers skated to a 3-1 victory by utilizing their superior special teams in the game played in front of a divided capacity crowd that made up the first sellout this season at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"South Africa's Newly Free Will Have to Be Patient","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-south-africas-newly-free-will-have-to-be-patient.html","abstract":"Black South Africans dream of a lifestyle at least equaling that of whites, as a result of economic and political equality. The dream is of course perfectly understandable after the long oppressive years spent observing whites' material rewards, from the","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"Brooklyn Bishop Urges Change in Parish Schools","web_url":"https://www.nytimes.com/1993/12/01/nyregion/brooklyn-bishop-urges-change-in-parish-schools.html","abstract":"  In a pastoral letter issued to the 1.5 million parishioners in the Brooklyn Diocese, Roman Catholic Bishop Thomas V. Daily promised yesterday to reinforce both the Catholic character and the financial stability of the diocese's parochial school system.   The primary mission of the parochial schools remains \"the teaching of the Catholic religion,\" the bishop said, responding to concerns that Catholic education had been losing its sense of purpose as nuns disappeared from the classrooms and the numbers of non-Catholic students increased.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"AT LUNCH WITH: Joe Piscopo;\nA New Body, Now for the Career","web_url":"https://www.nytimes.com/1993/12/01/style/at-lunch-with-joe-piscopo-a-new-body-now-for-the-career.html","abstract":"HOLLYWOOD isn't a forgiving place when it comes to failure. Barry Secunda, a longtime manager of comedians there, recently had to cancel a string of nightclub dates after his hot young stand-up performer signed a television contract. When club owners asked if he could suggest anyone to take the hot property's place, Mr. Secunda would answer, \"Well, you could probably get Joe Piscopo.\" The line always got a laugh. \n\nAt 42, Joe Piscopo is a little young to be a has-been, and he's far from destitute. But the fact remains that 10 years ago he was one of the big names in comedy, a co-star with Eddie Murphy on \"Saturday Night Live\" and in movies with Michael Keaton and Danny DeVito, and today he's the butt of show-business jokes. What path has Joe Piscopo followed, and what mistakes has he made, that took him so precipitously from stardom to near-oblivion?","thumbnail":null,"section":"Style"},{"date":"19931201","headline":"Colo. State Softball Wins One for Women","web_url":"https://www.nytimes.com/1993/12/01/sports/colleges-colo-state-softball-wins-one-for-women.html","abstract":"  As Jennifer Roberts hardly needs to be reminded, there is women's softball at Colorado State, and, for that matter, there is a Federal civil rights law requiring equitable accommodations for male and female athletes at colleges and universities receiving any form of Federal funds. And there is also, of course, a Supreme Court of the United States to make sure those laws stick.    She knows that because that is her name at the very front of the landmark case, Roberts v. Colorado State, which on Monday made history as the very first college athletics sex discrimination case to come before the Supreme Court.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/12/01/arts/the-pop-life-905393.html","abstract":"  Happy Birthday, CBGB   CBGB, the humble East Village bar that became the cradle of punk-rock and the stuff of legends, is celebrating its 20th anniversary this month with a concert series that is to feature more than 100 bands, including Dinosaur Jr., Helmet, Jesus Lizard, Lemonheads, Luna, Meat Puppets, Pere Ubu, Smithereens, Sonic Youth and They Might Be Giants.   Such bands as Talking Heads, Television and the Patti Smith Group have held forth at this rock-music landmark, which is located where the Bowery meets Bleecker Street, at 315 Bowery. The club's founder and owner, Hilly Kristal, credits its beginnings in an era of disco and cover bands, and its survival partly to the fact that \"we aren't trendy.\" That might be considered an understatement to anyone who has been to the place, whose decor amounts to generations of graffiti.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-135093.html","abstract":"  A picture caption on Nov. 10 about the New York Hospital Care Network described the Amsterdam Nursing Home incorrectly. Although it is a member of the network, it has not been taken over by New York Hospital. It remains a separate corporate entity with an independent board.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"In This One, Players and Officials Were on Same Level","web_url":"https://www.nytimes.com/1993/12/01/sports/hockey-in-this-one-players-and-officials-were-on-same-level.html","abstract":"  Lowering themselves to the level of the replacement officials, the Islanders and the Washington Capitals played a sloppy game tonight at Nassau Coliseum. Only the Islanders could shrug and smile when it ended.   Travis Green scored three times and Derek King twice in a 6-4 Islander victory in what was probably the final game they will play with replacement referees and linesmen.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Wake Up, West:Russians' Patience Needs Reward","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-wake-up-westrussians-patience-needs-reward.html","abstract":"The natural reluctance of American firms to consider markets in Russia and the other former Soviet republics must be overcome if democracy's tenuous pro spects in the region are to improve. It is too much to assume that Russia and its neighbors can go it","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"Women's Olympic Track Coach Chosen","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-olympics-women-s-olympic-track-coach-chosen.html","abstract":"  DEANNE VOCHATZER, the University of California at Davis women's track coach, said she was pleasantly surprised to be chosen head coach of the women's team for the 1996 Olympic Games.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-133393.html","abstract":"  A brief article on Nov. 18 by The Associated Press referred incorrectly to Nahal Oz, a border crossing where an Israeli soldier was stabbed to death. It is in Israel proper, not in the Gaza Strip.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/01/nyregion/no-headline-394293.html","abstract":"  \"Mr. President, Washington is a vicious city, with all kinds of hidden agendas. It is a city full of rumors, allegations, and accusations, without much, if any, regard for truthfulness or factuality as to the accusations or allegations.\" -- STANLEY G. TATE, withdrawing as a nominee.  [ D6:3. ]","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Langham Awaits Decision on His Career","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-football-langham-awaits-decision-on-his-career.html","abstract":"  ANTONIO LANGHAM, one of college football's top defensive backs, is awaiting word from the National Collegiate Athletic Association on whether his Alabama career is over because he signed a contract with a sports agent after the 1993 Sugar Bowl.   Langham, a senior who is the Crimson Tide's career interception leader with 19, would miss the Southeastern Conference championship game against Florida on Saturday and Alabama's bowl game if the N.C.A.A. does not lift the ban.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Small, but 'Dynamic' City Triumphs","web_url":"https://www.nytimes.com/1993/12/01/sports/pro-football-small-but-dynamic-city-triumphs.html","abstract":"  More than its unsuccessful rivals in Baltimore, Memphis or St. Louis, Jacksonville needed yesterday's surprise anointment as the 30th team in the National Football League to make it feel like a major league city.   After all, the city in northern Florida is the second-smallest N.F.L. television market (ahead of only Green Bay, Wis.); is host to only two big college football games -- the Gator Bowl on New Year's Day and the annual matchup between the universities of Florida and Georgia -- and lost its only two professional franchises, football teams in the United States Football League and World Football League.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Books of The Times; The Department Store and the Culture It Created","web_url":"https://www.nytimes.com/1993/12/01/books/books-of-the-times-the-department-store-and-the-culture-it-created.html","abstract":"   Land of Desire   Merchants, Power and the Rise of a New American Culture   By William Leach   Illustrated. 510 pages. Pantheon. $30.    Like No Other Store . . .   The Bloomingdale's Legend and the Revolution in American Marketing   By Marvin Traub and Tom Teicholz   Illustrated. 428 pages. Times Books/ Random House. $25.","thumbnail":null,"section":"Books"},{"date":"19931201","headline":"Giants' Armstead Is Finding the Action","web_url":"https://www.nytimes.com/1993/12/01/sports/pro-football-giants-armstead-is-finding-the-action.html","abstract":"  \"I make plays,\" said Jesse Armstead. \"I have always made plays.\"   Make plays. It is shorthand for big talk. It means recognizing great moments and owning them. Make plays. It is Jesse Armstead's language of choice and habit.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/01/sports/results-plus-864293.html","abstract":"  N.H.L.  Bruins Top Nordiques  Bryan Smolinski scored two goals and defenseman Ray Bourque added three assists last night as the Boston Bruins continued their mastery over the Nordiques with a 5-2 victory in Quebec. Since the start of the 1986-87 season, the Bruins are 38-10-8 against Quebec, which entered the game with a five-game unbeaten streak. The Nordiques do not have a home victory over Boston since Dec. 10, 1991, a span of eight games. The Bruins, who limited Quebec to season-low 19 shots at Jon Casey, have eight victories and two ties in their last 12 games. They built a 5-0 lead before Mats Sundin and Scott Young scored for Quebec in the final minute. Smolinski, an all-American at Michigan State last year, scored in each of the first two periods to make it 2-0.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"N.F.L. Expansion Surprise: Jacksonville Jaguars","web_url":"https://www.nytimes.com/1993/12/01/sports/pro-football-nfl-expansion-surprise-jacksonville-jaguars.html","abstract":"  In a totally unexpected move, the National Football League awarded an expansion franchise today to Jacksonville, Fla., a city that only last summer dropped out of the bidding and as recently as a month ago was considered a long shot behind St. Louis and Baltimore.   The new team, named the Jaguars, and Charlotte's Carolina Panthers, voted in five weeks ago, will begin play in 1995 as the N.F.L.'s 29th and 30th teams.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"San Diego Drops Luginbill as Coach","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-football-san-diego-drops-luginbill-as-coach.html","abstract":"  San Diego State yesterday dismissed its football coach, AL LUGINBILL, who couldn't lead the Aztecs to a bowl game for the second straight season despite the presence of the star running back MARSHALL FAULK and other talented players.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"The Nail Salon of the 90's: Massages for the Clothed","web_url":"https://www.nytimes.com/1993/12/01/nyregion/about-new-york-the-nail-salon-of-the-90-s-massages-for-the-clothed.html","abstract":"  DEAR Diary,   While walking on Third Avenue spotted new store called Great American Backrub near 57th Street. Looked in to see what was being sold. Saw people getting their backs rubbed by men and women in red and blue jackets. Appears that store is a massage parlor that actually offers massages. What will they think of next?","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Edward Albee, Elder Statesman, Is in a State of Professional Reprise","web_url":"https://www.nytimes.com/1993/12/01/theater/edward-albee-elder-statesman-is-in-a-state-of-professional-reprise.html","abstract":"  Edward Albee is a thorn in the body theatric. Through all the critical buffeting he has endured, he has survived with his ego and his equilibrium intact. Unlike many of his talented contemporaries, he has never stopped writing, and a healthy sampling of his work, including a selection of premieres, is being presented in New York this season. There is a yearlong festival of Albee plays at the Signature Theater Company, and \"Three Tall Women,\" one of his most recent works, opens in January at the Vineyard Theater.   Unafraid to state an intemperate opinion and, at 65, still writing plays exactly as he wants to write them, he retains his ironic sense of detachment. At the same time, by lecturing, teaching playwriting and serving as head of the United States chapter of the International Theater Institute, he has become a theatrical elder statesman.","thumbnail":null,"section":"Theater"},{"date":"19931201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/01/style/chronicle-124493.html","abstract":"  President Bush is not the only personage from his White House days to be honored. From Euless, Tex., comes word that MARILYN TUCKER QUAYLE, has been chosen Christian Woman of the Year.   The organization that selected her, the Christian Woman of the Year Association, comprises 300 Evangelical women leaders. Its executive committee includes Evelyn Roberts, the wife of Oral Roberts, Dede Robertson, the wife of Pat Robertson, Beverly LaHaye, president of Concerned Women for America, an anti-abortion organization.","thumbnail":null,"section":"Style"},{"date":"19931201","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/12/01/books/book-notes-858893.html","abstract":"  Kennedy Book Update   Now that the 30th anniversary of John F. Kennedy's assassination has come and gone, and with it the endless retrospectives, magazine and newspaper articles and television specials, it's worth asking: how did the several dozen J. F. K. books published to coincide with the occasion fare in the country's bookstores?   The answer is that some did better than others and many seemed to cancel each other out, as is often the case when so many similar books emerge at once. It will take months before final figures are in, of course. But so far, in a field that runs the gamut from coffee-table picture books to meticulously researched biographies to outre accounts of new conspiracy theories, the most successful has been Gerald Posner's \"Case Closed\" (Random House), which takes the radically unradical view that there was no conspiracy surrounding Kennedy's assassination.","thumbnail":null,"section":"Books"},{"date":"19931201","headline":"Critic's Notebook; A 'Nutcracker' Filmed From Balanchine's Angle","web_url":"https://www.nytimes.com/1993/12/01/movies/critic-s-notebook-a-nutcracker-filmed-from-balanchine-s-angle.html","abstract":"  Fans of the seven-headed Mouse King will be thrilled to see their favorite villain in yucky detail as he sallies forth in the film \"George Balanchine's 'The Nutcracker.' \" Like Tchaikovsky's two other ballets, \"The Sleeping Beauty\" and \"Swan Lake,\" \"The Nutcracker\" incorporates a fable about the forces of light and darkness. But in \"The Nutcracker,\" this struggle is seen, delightfully, from a child's point of view and is symbolized in the Nutcracker's battle with the mouse monarch.   Details and close-ups would seem inimical to the sweep and grandeur of Balanchine's choreography, with its sophisticated use of pattern and structure. Yet the newly released film, which is based on his 1954 production of \"The Nutcracker,\" embodies a marriage of art forms that Balanchine once envisaged.","thumbnail":null,"section":"Movies"},{"date":"19931201","headline":"1893: Execution in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-1893-execution-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Kntz, a young man known as the \"murderer of rue Berthe,\" will be no more by the time the Herald reader unfolds his paper this morning [Dec. 1]. Kntz was condemned to death for the murder of an old woman. He went up to her apa","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"Agassi to Play in Australian Open","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-tennis-agassi-to-play-in-australian-open.html","abstract":"  ANDRE AGASSI, forced to withdraw from the 1993 Australian Open because of tonsillitis, is scheduled to make his debut in the Grand Slam event in January.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Rest and Recuperation Leave Mitchell Chafing","web_url":"https://www.nytimes.com/1993/12/01/sports/pro-football-jets-notebook-rest-and-recuperation-leave-mitchell-chafing.html","abstract":"  Johnny Mitchell's Pro Bowl-caliber season took a detour when his left knee was twisted underneath a pile of players at Indianapolis two weeks ago. He has missed the last two games and was reduced to watching them on television. He is listed as questionable for this Sunday's game against the Colts at Giants Stadium.   Mitchell's frustration is building. On Monday he said he didn't know when he would be able to return. \"It's all in the hands of Mother Nature and Father Time,\" Mitchell said.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"57 Dealers Are Seized After Sting Across U.S.","web_url":"https://www.nytimes.com/1993/12/01/nyregion/57-dealers-are-seized-after-sting-across-us.html","abstract":"  Using a new tactic in an old game, undercover agents offered residency permits as bait to drug traffickers in a sting operation that led to the arrest of 57 cocaine and heroin dealers in raids across the nation at dawn yesterday. Law-enforcement officials said more than 600 agents participated in the arrests, primarily in New York City but also in New Jersey, Florida, Missouri and California.    Over the course of a two-year operation, the agents coaxed drug dealers to a hotel near Albany and obtained their fingerprints, photographs and addresses by promising to provide the suspected criminals with legitimate alien registration cards, commonly known as green cards, in exchange for cash and drugs.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Canadian Ban on Murder Case Stirs Battle With U.S. Journalists","web_url":"https://www.nytimes.com/1993/12/01/nyregion/canadian-ban-on-murder-case-stirs-battle-with-us-journalists.html","abstract":"  A notorious Ontario murder case has provoked a confrontation between United States journalists and Canadian authorities, with Canadians seizing United States newspapers and at least one Buffalo broadcaster openly defying a Canadian court order to withhold details of the case.   On Sunday, Niagara Regional Police seized 187 copies of that day's Buffalo News from people crossing the border into Canada because it contained an article about the 1991 slaying of two teen-agers. The case, with allegations of abduction, sexual assault and murder, has created a sensation in much of Canada, as well as in western New York State.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Churches Are Struck in Separate Robberies","web_url":"https://www.nytimes.com/1993/12/01/nyregion/churches-are-struck-in-separate-robberies.html","abstract":"  In apparently unrelated robberies, gunmen held up workers at two churches yesterday, making off with $10,000 from a large parish in the Bronx and $4,000 from a church in Crown Heights, Brooklyn, the police said.    In the Parkchester section of the Bronx, two workers had just stepped outside St. Helena's Roman Catholic Church at 10:30 A.M. when two men -- one armed with a revolver, the other with a knife -- demanded the money. The robbers, described as men in their 30's, fled in a car driven by a woman that had been parked in front of the church on Olmstead Avenue.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-136893.html","abstract":"  A headline yesterday about spending in the New York City mayoral campaign made an imprecise comparison between the expenditures of Mayor David N. Dinkins and Rudolph W. Giuliani. The Mayor reported having spent about $2.7 million on bookkeeping and other costs of complying with campaign finance rules, compared with $689,000 for the Giuliani camp. But the sides spent roughly the same amount on expenses directly related to the campaign, including advertising, workers and other costs.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Wet a Whistle: Officials Agree To End Strike","web_url":"https://www.nytimes.com/1993/12/01/sports/hockey-wet-a-whistle-officials-agree-to-end-strike.html","abstract":"  Negotiators for the National Hockey League and its game officials announced an agreement in principle tonight to end the 16-day strike of referees and linesmen.   If the league's Board of Governors and the 58-member union approve the pact, the officials are expected to return to work Thursday. Both sides are expected to ratify the agreement. Terms were not immediately announced.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"New Shorter O.E.D.: Slimmer Than Parent, But Not Exactly Petite","web_url":"https://www.nytimes.com/1993/12/01/arts/new-shorter-oed-slimmer-than-parent-but-not-exactly-petite.html","abstract":"  As babies go, The New Shorter Oxford English Dictionary is a hefty infant, a born babbler whose half a million words are defined in two volumes, and is the soul of brevity in comparison with its parent, the 20-volume Oxford English Dictionary.    The O.E.D., of course, is the wordiest lexicon of its mother tongue. The new New Shorter is more laconic, perhaps, but its 7.5 million words of text tackle vocabulary that runs from hep to hierarchical. At 14 pounds, it might be considered portable only by the most ardent philologist who could not put it down, while lesser mortals might only with difficulty pick it up.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"Tartabull Has Operation Yanks Preferred","web_url":"https://www.nytimes.com/1993/12/01/sports/baseball-tartabull-has-operation-yanks-preferred.html","abstract":"  Danny Tartabull finally had arthroscopic surgery performed on his right shoulder yesterday and it was such a minor procedure that the Yankee power hitter was treated as an outpatient. If only everything else about the surgery was so simple.   Because Tartabull chose to first have cosmetic facial surgery after the season and then spent the first three weeks of November vacationing in Europe, he had delayed his shoulder surgery more than a month, upsetting the Yankees. With his shoulder still a question mark, any chance the Yankees had of trading him and his $5.1 million a year salary and assuming the expensive contract of a free agent like Rafael Palmeiro has seemingly dwindled.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"U.S.T.A. Names Snyder Director for Open","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-people-tennis-usta-names-snyder-director-for-open.html","abstract":"  The United States Tennis Association named JAY SNYDER as the United States Open's new tournament director, replacing STEVE DeVOE, who resigned in November. Since 1990, Snyder has supervised the training and certification of chair umpires and linesmen and lineswomen in the United States and has managed the 350 officials who work at the Open.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-137693.html","abstract":"  An article on Sunday about the increasing lengths of movies, plays, operas and books misidentified the publisher of Vikram Seth's 1,300-page novel, \"A Suitable Boy.\" The publisher is HarperCollins, not Alfred A. Knopf.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"New Bomb Trial Testimony May Help Tie Suspect to Site","web_url":"https://www.nytimes.com/1993/12/01/nyregion/new-bomb-trial-testimony-may-help-tie-suspect-to-site.html","abstract":"  Testimony for the prosecution in the World Trade Center bombing trial yesterday seemed to move toward placing one of the defendants on the scene of the explosion just days before the blast, but the court session came to a close before the identity of the defendant, or defendants, was disclosed.   At the end of the afternoon, the prosecution called the supervisor of the underground parking garage, Kenneth Grouzalis, to the stand. Mr. Grouzalis introduced into evidence two ticket stubs that had been used by people parking cars in the B-2 level of the trade center garage on Feb. 16 and Feb. 24, respectively 10 and two days before a bomb went off in that same area, killing six people and causing millions of dollars in damage.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/12/01/sports/transactions-034593.html","abstract":"  Basketball  National Basketball Association   ORLANDO MAGIC -- Signed Lorenzo Williams, forward. Placed Keith Tower, forward-center, on the injured list.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Ghosts of Vietnam : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/01/opinion/IHT-ghosts-of-vietnam-letters-to-the-editor.html","abstract":"Regarding the report \"Exiles Return, Wallets Full, to Help Saigon Be Saigon\" (Nov. 4) by Philip Shenon, and \"The Many Lives of Kieu Chinh\" (Features, Nov. 4) by Seth Mydans: .The assertion that Vietnam was partitioned in 1954 is inc","thumbnail":null,"section":"Opinion"},{"date":"19931201","headline":"The Quiet Hero","web_url":"https://www.nytimes.com/1993/12/01/sports/IHT-the-quiet-hero.html","abstract":"The sporting good life can turn wickedly transient, as Paulo Futre has discovered: Two minutes after celebrating his debut goal in Italy for Reggiana, Futre tore ligaments in his right knee. Whether he scores again is now a medical matter. .That is soc","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"The Chiefs' Success? It's as Simple as 1-2-3","web_url":"https://www.nytimes.com/1993/12/01/sports/on-pro-football-the-chiefs-success-it-s-as-simple-as-1-2-3.html","abstract":"  Three tales in one on the Kansas City Chiefs. Are they Super-Bowl bound? Here is how they could pave a road to Atlanta on Jan. 30.   JOE MONTANA AND HIS TIGHT ENDS The pass-catching tight end has nearly become a lost art. Some run-and-shoot teams in the last few seasons did not even carry a tight end on their rosters. Other clubs have them but employ them strictly for blocking purposes, often in a double-set formation.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Big Bowls Have Their Eyes on Notre Dame","web_url":"https://www.nytimes.com/1993/12/01/sports/college-football-big-bowls-have-their-eyes-on-notre-dame.html","abstract":"  West Virginia's plan to decline a New Year's Day Cotton Bowl invitation and accept a bid from the more lucrative Sugar Bowl may yet encounter some resistance. Troy Mathieu, executive director of the Sugar Bowl, said yesterday that his game would consider selecting once-beaten Notre Dame over the undefeated Mountaineers if the final regular-season polls next Sunday give his game a choice before the Cotton Bowl gets to select.   That possibility is remote because Florida would have to defeat Alabama in the Southeastern Conference championship game on Saturday by a margin wide enough -- and convincing enough to voters -- to overcome a three-place, 373-point deficit to Texas A&M in the combined polls used in the bowl selection process.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/01/nyregion/inside-402793.html","abstract":"  Signs of Trade Compromise   The White House suggested that it saw new room for a compromise with France in a standoff over lowering world trade barriers. Page D1. Tokyo Acts to Calm Market    Seeking to calm the stock market, Japan promised measures to reinvigorate its battered economy. Page D1. Trying to Speed AIDS Drugs    The Clinton Administration said it would set up a working group to devise a new strategy to develop AIDS drugs. Page A21. Clifford Case Dropped    A New York judge dismissed fraud, conspiracy and bribery charges against Clark M. Clifford. Page A18. 'Catholic Identity' in Schools    Brooklyn's Catholic bishop called for steps to reinforce the Catholic character and the financial stability of his diocese's school system. Page B1. Football in Jacksonville    The N.F.L.'s expansion franchise went to Jacksonville, making it Florida's third city with a team. Page B13.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/01/nyregion/c-corrections-138493.html","abstract":"  A report in the Patterns column on the Fashion page yesterday referred incorrectly to Gilles Bensimon. He is the creative director of American Elle and a contributor to French Elle, which has no creative director.  ","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Sports of The Times; Never Trap Mountaineer In a Corner","web_url":"https://www.nytimes.com/1993/12/01/sports/sports-of-the-times-never-trap-mountaineer-in-a-corner.html","abstract":"  BACK when I lived in the splintered nation of Appalachia, there was a common phrase that crossed all the artificial state lines. It didn't matter whether you were visiting a cabin in eastern Kentucky or a small town in east Tennessee or a coal camp in West-By-God-Virginia.    \"I'm for what's right,\" people would exclaim, with heavy emphasis on the \"right.\"","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/01/arts/classical-music-in-review-166093.html","abstract":"  Thomas Hampson  Baritone Alice Tully Hall    Several currents intermingled in Thomas Hampson's recital on Sunday afternoon. One was a passion for the poetry that composers have amplified and interpreted in their settings, giving the faint suggestion that the words are the more important element in a song. Another was a regard for the directness of the folk impulse in music. In the songs Mr. Hampson chose, tensions between high and low art were alien: most drew their expressive power from the way simple, almost rustic melodies served the polished texts.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/01/nyregion/metro-digest-517193.html","abstract":"  METRO DIGEST  BETTER ECONOMIES, MORE TAXES   New strength in the economies of New York, New Jersey and Connecticut has helped spur tax collections, but the increases are so slight that they fall far short of providing the states and their localities a painless way of closing their budget gaps. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/01/style/chronicle-125293.html","abstract":"  He may no longer be President but GEORGE BUSH is now a knight, thanks to QUEEN ELIZABETH II, who made him a Knight Grand Cross of the Order of the Bath yesterday. It is the highest honor that Britain gives foreigners. President Bush and his wife, Barbara, who are in London on a private visit, also had lunch with the Queen and Prince Philip at Buckingham Palace, the Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19931201","headline":"The Prado Traces Goya's Life Through His Smaller Paintings","web_url":"https://www.nytimes.com/1993/12/01/arts/the-prado-traces-goya-s-life-through-his-smaller-paintings.html","abstract":"  Even the Prado Museum here, with its unequaled collection of paintings by Francisco de Goya, might well feel intimidated by the prospect of trying to convey the life's work of this prolific and protean Spanish master in a single exhibition.   But it has found an ingenious way of doing so. By passing over his best- known masterpieces and showing only his small-format paintings, the Prado has been able to trace his passage from youthful optimism to the dark melancholy of his final years in exile in France without missing a step.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/12/01/sports/college-hockey-report.html","abstract":"  Rensselaer    The most significant result in college hockey so far this season was Rensselaer's winning of the annual Dexter Classic at Orono, Me., last Saturday night. The Engineers, the clear favorite of the Eastern College Athletic Conference in the coaches' preseason poll, won the tournament finale, 5-4, over Maine, the host team and the defending national champion.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"It's Official: The Winner Is Whitman","web_url":"https://www.nytimes.com/1993/12/01/nyregion/it-s-official-the-winner-is-whitman.html","abstract":"  As the Board of State Canvassers met today to give the weight of law to the voters' choice of Christine Todd Whitman as New Jersey's next Governor, the Governor-elect was closeted with Federal and state investigators, trying to put to rest what has come to be known as the \"Rollins incident.\"   Moving to get her transition planning back on track, Mrs. Whitman also announced the appointment of an eight-member transition budget review committee -- a group that includes the co-authors of the controversial tax cut plan that was the heart of her economic platform during the campaign.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Living, and Dying, for Love and Family in East Harlem","web_url":"https://www.nytimes.com/1993/12/01/nyregion/living-and-dying-for-love-and-family-in-east-harlem.html","abstract":"  Nilma Rivas's family, much of it clustered within a few blocks of her East Harlem apartment, represented her life, her work and a bulwark of comfort and support against the crowded and dangerous city they had moved to from her native Puerto Rico. But most precious of all to her was her 5-year-old grandson.   Every day she walked the little boy, Geraldo, to school, picked him up to walk him home and shuttled him back and forth in the evenings between her apartment on East 122d Street and her daughter, Janice's, on East 111th Street. \"The boy was like a little companion,\" said Mrs. Rivas's sister, Aida Brushman. \"She lived for him.\"","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Women and Anger: To Vent or Not to Vent Isn't the Question","web_url":"https://www.nytimes.com/1993/12/01/science/women-and-anger-to-vent-or-not-to-vent-isn-t-the-question.html","abstract":"  TO women who were taught that it is unladylike to express anger, the presumably therapeutic yelling and cursing of the current let-it-all-hang-out generation is often shocking. But now a major new study has strongly suggested that both the old style of keeping anger in and the newer tendency to release it explosively are equally poor ways of expressing this fundamental human emotion.   Both responses can catch women in a vicious cycle of low self-esteem and depression and can worsen anger because the issues that provoke it are never resolved, the study findings indicate. Far more effective, the researchers found, is to calm anger through physical or mental activities and to discuss angry feelings, preferably with the person who touched them off.","thumbnail":null,"section":"Science"},{"date":"19931201","headline":"Getting Back to Normal At the St. John's Gym","web_url":"https://www.nytimes.com/1993/12/01/sports/college-basketball-getting-back-to-normal-at-the-st-john-s-gym.html","abstract":"  Almost two weeks ago, St. John's fans left Alumni Hall stunned by Towson State's season-opening upset of the Redmen. For the crowd at Alumni Hall last night, the highlight of the game between Columbia and St. John's came when the two Redmen walk-on players took the court in the waning minutes of the 79-49 romp by St. John's.   Neither Brad Small, a transfer from Syracuse, nor Billy Mitaritonna, both seniors and nonscholarship players, scored for the Redmen. It didn't matter. They got standing ovations anyway.","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Losing Nets Already Talking About the 1994 N.B.A. Lottery","web_url":"https://www.nytimes.com/1993/12/01/sports/pro-basketball-losing-nets-already-talking-about-the-1994-nba-lottery.html","abstract":"  The New Jersey Nets are beginning to sign off earlier and earlier. Seven of their first eight losses were decided breathtakingly in the final 120 seconds, but consecutive defeats by 22 and 24 points have returned them to the Atlantic Division basement.   \"Yep, right now, we're a lottery team again,\" said guard Kenny Anderson after the Clippers ran the Nets off the road Monday night, 118-94. \"After 14 games, yeah.\"","thumbnail":null,"section":"Sports"},{"date":"19931201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/01/arts/classical-music-in-review-164393.html","abstract":"  'Rusalka'  Metropolitan Opera    Dvorak worried most of his life over what operatic manner would suit him best, and he never altogether solved the problem. In the course of delivering stretches of gorgeous music, \"Rusalka\" wavers among various stylistic options. Certain moments soar into a Wagnerian mode, others follow a Smetana-derived national-opera pattern or even a hint of Mozartiana.   A \"Rusalka\" cast therefore faces challenges, not all of which were overcome by the gifted group of singers who entered the Met's production on Friday night. Gwynne Geyer sang the title role, Ben Heppner the Prince, and Lauren Flanigan the Foreign Princess. Each has a strong and distinctive voice, but the characters seemed static and episodically sketched. The lovely but dramatically inert spaces of the Schneider-Siemssen sets did not come to their aid, and John Fiore drew inflexible, overloud playing from the orchestra.","thumbnail":null,"section":"Arts"},{"date":"19931201","headline":"Unauthorized Use of Pumpkins Causes a Dispute; East Hampton Tells Jerry Della Femina to Follow Its Design Rules, and He Protests","web_url":"https://www.nytimes.com/1993/12/01/nyregion/unauthorized-use-pumpkins-causes-dispute-east-hampton-tells-jerry-della-femina.html","abstract":"  It was just another tranquil autumn in the Hamptons. With the vacation houses shuttered and the chic boutiques empty, the East End of Long Island had lapsed into its annual off-season torpor.   And then, Jerry Della Femina put out his pumpkins.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"Gardiner, at Last, Tackles 'Poppea' : Coronation of Monteverdi","web_url":"https://www.nytimes.com/1993/12/01/style/IHT-gardiner-at-last-tackles-poppea-coronation-of-monteverdi.html","abstract":"Europe's first modern violins were made in northern Italy in the early 16th century. By the time of Claudio Monteverdi's birth here in 1567, this pleasant riverside town southeast of Milan, had become the epicenter of violin, cello and viola making. An u","thumbnail":null,"section":"Style"},{"date":"19931201","headline":"Zuckerman Offers Plan For Coliseum","web_url":"https://www.nytimes.com/1993/12/01/nyregion/zuckerman-offers-plan-for-coliseum.html","abstract":"  In what appeared to be an 11th-hour bid to keep his project on course, Mortimer B. Zuckerman, the developer of the New York Coliseum, has put forward yet another redevelopment plan for the Columbus Circle site.    The new design, which is about half the size of the current scheme for the property, near the southwest corner of Central Park, would preserve the office tower at 10 Columbus Circle and replace the coliseum itself with an office building and retail space.","thumbnail":null,"section":"New York"},{"date":"19931201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/01/style/chronicle-691793.html","abstract":"  The United States Holocaust Memorial Museum paid posthumous tribute yesterday to Oskar Schindler, the German industrialist and Nazi Party member who saved the lives of 1,300 Jews in the Holocaust.   At a ceremony in the museum, in Washington, the Medal of Remembrance was presented to his widow, EMILIE SCHINDLER, 84, who worked with her husband to rescue Jews from concentration camps and to shelter many in a bogus munitions factory. Steven Spielberg has made the story into the film \"Schindler's List,\" which opens Dec. 15.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19931201","time":"1993-12-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":80,"wspd":9.4},{"date":"19931201","time":"1993-12-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":9.4},{"date":"19931201","time":"1993-12-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":82,"wspd":7.6},{"date":"19931201","time":"1993-12-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":94,"wspd":5.4},{"date":"19931201","time":"1993-12-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":93,"wspd":5.4},{"date":"19931201","time":"1993-12-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":91,"wspd":7.6},{"date":"19931201","time":"1993-12-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":90,"wspd":7.6},{"date":"19931201","time":"1993-12-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":93,"wspd":11.2},{"date":"19931201","time":"1993-12-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":91,"wspd":14.8},{"date":"19931201","time":"1993-12-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":87,"wspd":13},{"date":"19931201","time":"1993-12-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":82,"wspd":14.8},{"date":"19931201","time":"1993-12-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":81,"wspd":9.4},{"date":"19931201","time":"1993-12-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":73,"wspd":7.6},{"date":"19931201","time":"1993-12-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":67,"wspd":18.4},{"date":"19931201","time":"1993-12-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":66,"wspd":14.8},{"date":"19931201","time":"1993-12-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":72,"wspd":14.8},{"date":"19931201","time":"1993-12-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":82,"wspd":13},{"date":"19931201","time":"1993-12-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":87,"wspd":16.6},{"date":"19931201","time":"1993-12-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":89,"wspd":11.2},{"date":"19931201","time":"1993-12-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":14.8},{"date":"19931201","time":"1993-12-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":14.8},{"date":"19931201","time":"1993-12-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":85,"wspd":14.8},{"date":"19931201","time":"1993-12-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":83,"wspd":13},{"date":"19931201","time":"1993-12-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":82,"wspd":16.6},{"date":"19931201","time":"1993-12-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":39,"wspd":18.7},{"date":"19931201","time":"1993-12-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":18.7},{"date":"19931201","time":"1993-12-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":14.8},{"date":"19931201","time":"1993-12-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":16.6},{"date":"19931201","time":"1993-12-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":49,"wspd":14.8},{"date":"19931201","time":"1993-12-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":13},{"date":"19931201","time":"1993-12-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":16.6},{"date":"19931201","time":"1993-12-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":53,"wspd":16.6},{"date":"19931201","time":"1993-12-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":13},{"date":"19931201","time":"1993-12-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":63,"wspd":16.6},{"date":"19931201","time":"1993-12-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":14.8},{"date":"19931201","time":"1993-12-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":63,"wspd":13},{"date":"19931201","time":"1993-12-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":63,"wspd":14.8},{"date":"19931201","time":"1993-12-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":13},{"date":"19931201","time":"1993-12-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":18.7},{"date":"19931201","time":"1993-12-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":13},{"date":"19931201","time":"1993-12-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":50,"wspd":13},{"date":"19931201","time":"1993-12-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":7.6},{"date":"19931201","time":"1993-12-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":35,"wspd":5.4},{"date":"19931201","time":"1993-12-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":31,"wspd":9.4},{"date":"19931201","time":"1993-12-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":31,"wspd":9.4},{"date":"19931201","time":"1993-12-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":43,"wspd":9.4},{"date":"19931201","time":"1993-12-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":50,"wspd":7.6},{"date":"19931201","time":"1993-12-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":59,"wspd":5.4}]}}