{"19930524":{"guardian_articles":[],"nytimes_articles":[{"date":"19930524","headline":"Once Past Improving the Economy, Clinton's Mandate Is Unclear, Poll Takers Say","web_url":"https://www.nytimes.com/1993/05/24/us/once-past-improving-the-economy-clinton-s-mandate-is-unclear-poll-takers-say.html","abstract":"  Rival poll takers in last fall's election agree that Bill Clinton was elected because of the faltering economy, but they find no similar consensus about what mandate the American people expect him to fulfill in office.   Stan Greenberg, Mr. Clinton's poll taker, told the American Association for Public Opinion Research here on Friday that the President's main difficulty with the public now was that \"he's not breaking gridlock,\" the expectation when he was elected. \"The most important thing is for him to have successes,\" Mr. Greenberg said.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Defying Rebels, Voters Throng Cambodia Polls","web_url":"https://www.nytimes.com/1993/05/24/world/defying-rebels-voters-throng-cambodia-polls.html","abstract":"  More than 1.5 million Cambodians defied Khmer Rouge threats of violence today to vote in this nation's first multiparty election in two decades, a vote that many Cambodians hope will end a generation of tyranny and unrelenting carnage.   United Nations peacekeepers, who had predicted that the Khmer Rouge rebels would try to sabotage the six-day election by attacking polling stations, were relieved to report that there had been only a few instances of violence on the first day of voting, none of them resulting in deaths.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"White House Memo; On Washington High Wire, Clinton Loses His Sure Step","web_url":"https://www.nytimes.com/1993/05/24/us/white-house-memo-on-washington-high-wire-clinton-loses-his-sure-step.html","abstract":"  The White House is a strange place. Politicians who move in often seem to lose track of how the public feels. But that was not supposed to happen to Bill Clinton and his band of MTV-bred advisers with their quicksilver reflexes.   During the Presidential campaign, Mr. Clinton was hailed by friend and foe as a rare, natural politician who would never lose the populist touch. But now the biggest question consuming Washington, and particularly Democrats, is this: How could such a political thoroughbred seem to keep stumbling out of the starting gate in a race for which he seemed to have been bred?","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Review/Opera; 'Mose,' a Rarity by Rossini","web_url":"https://www.nytimes.com/1993/05/24/arts/review-opera-mose-a-rarity-by-rossini.html","abstract":"  For a composer of bel canto operas, the story of Moses and the Exodus was not ideal plot material. Granted, it offers drama and special-effects possibilities, and when Rossini composed \"Mose in Egitto,\" in 1818, it was a way around prohibitions against presenting secular theater works in Naples during Lent. Still, the story lacks a strong-willed female character at the center of the conflict, a considerable operatic deficiency.   Cecil B. DeMille faced the same problem in making \"The Ten Commandments,\" and so manufactured a romance between Moses and Pharaoh's wife. Rossini's solution was similar, but the composer and his librettist, Andrea Leone Tottola, put the romance at arms length. In the work's final (1827) version, the romance is between Moses's niece Anaide and Pharaoh's son Amenofi, both invented for this work.","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Grounding Star Wars","web_url":"https://www.nytimes.com/1993/05/24/opinion/grounding-star-wars.html","abstract":"  Star Wars has finally been brought down to earth, where it belongs, 10 years and $32 billion after Ronald Reagan first dreamed up the space-based anti-missile shield. The Pentagon will now concentrate on developing ground-based antiballistic missiles to protect American forces in the field and citizens in the continental U.S. against limited missile attacks.    The change is more symbolic than substantive. Congress had already begun the reorientation. And the Clinton Administration is keeping 1994 spending at this year's lavish $3.8 billion. That's sure to rise as the program moves from research to prototypes.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"MEDICINE SUFFERS AS FEWER DOCTORS DO GENERAL WORK","web_url":"https://www.nytimes.com/1993/05/24/us/medicine-suffers-as-fewer-doctors-do-general-work.html","abstract":"  A growing shortage of doctors willing to practice general medicine has left some hospitals and health-maintenance organizations desperate for qualified candidates and, in the long term, stands as a major obstacle to overhauling the nation's health-care system.   Almost all changes under consideration include a central role for what used to be known as the family doctor -- today generally an internist or family practitioner -- who can save the system money by taking care of a wide variety of ailments on his own and referring patients for more costly specialty care or tests only when absolutely necessary.  Once a Cornerstone    Although such primary-care doctors were once the cornerstone of American medicine, their numbers have dwindled as younger doctors have been drawn to specialty fields by money and the lure of new technology. So today, as more patients enroll in health-maintenance organizations or physician networks that rely heavily on general doctors to hold down costs, a rising demand is confronting a declining supply.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Sports of The Times; Winning Ones You're Supposed to Win","web_url":"https://www.nytimes.com/1993/05/24/sports/sports-of-the-times-winning-ones-you-re-supposed-to-win.html","abstract":"  THE Knicks were supposed to win, and they did. John Starks wasn't supposed to outplay Michael Jordan, but he did.   Perhaps the heaviest burden on any good team is winning games that it's supposed to win. Some teams never do. It's a different burden than winning when you're not supposed to win. And as the Knicks approached yesterday's opener of the Eastern Conference finals with the Chicago Bulls in the cauldron of Madison Square Garden, this burden hung not only on them but in the air.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Mother Hoped to Win Custody Of Boy Who Was Later Killed","web_url":"https://www.nytimes.com/1993/05/24/nyregion/mother-hoped-to-win-custody-of-boy-who-was-later-killed.html","abstract":"  The biological mother of a 5-year-old boy who was beaten and strangled, then found dead in a trash compactor in Brooklyn, said yesterday that just a few days before her son was killed she had been excited at the thought of regaining custody of him.   The 20-year-old woman, Kaaron Blackledge, said the child's legal guardian, who she said is her aunt, had even called her recently and instructed her to go to the courthouse in Brooklyn to collect the necessary legal documents.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Karen E. S. Fein, J. C. McAlhany 3d","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-karen-e-s-fein-j-c-mcalhany-3d.html","abstract":"  Karen Elizabeth S. Fein, a daughter of Mr. and Mrs. Kenneth Fein of New Canaan, Conn., was married yesterday to Joseph Carlisle McAlhany 3d, a son of Dr. and Mrs. McAlhany Jr. of Greenville, S.C. The Rev. Lawson Elmer Jolly Jr., a Baptist minister who is an uncle of the groom, officiated at the Talmadge Hill Community Church in Darien, Conn.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Lisa J. Tanner, R. B. Whitestone","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-lisa-j-tanner-r-b-whitestone.html","abstract":"  Lisa J. Tanner, the daughter of William and Mitzi H. Tanner of Great Neck, L.I., was married there yesterday to Randall B. Whitestone, a son of Dorsey and Patricia F. Whitestone of Branford, Conn. Judge Irving Tenenbaum, the village justice of Great Neck, officiated at the home of the bride's parents.   Mrs. Whitestone, 32, is a product manager at Chemical Bank in New York. She graduated from the University of California at Berkeley, where she was elected to Phi Beta Kappa. She and her husband, 32, received M.B.A. degrees from the University of Pennsylvania. Her father, who is retired, was an executive of regulatory review with the New York Stock Exchange. Her mother retired as a guidance counselor with the New York City Public Schools.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"In Yonkers, an Effort to Take Tarnish Off Badges","web_url":"https://www.nytimes.com/1993/05/24/nyregion/in-yonkers-an-effort-to-take-tarnish-off-badges.html","abstract":"  Physically, this city's bunker-like police headquarters and its ornate City Hall sit facing each other on separate grassy hills. But the character of the police and of the city administration have never been as separate as the geography might suggest.   Until recently, officials here say, promotions to detective or assignments to leisurely beats could be lubricated by \"kissing the ring\" of the Democratic or Republican leader with the most sway at City Hall. One Democratic boss held court at restaurants like Pagliaccio's and Reggia Morelli, and candidates for police captaincies regularly dropped by his table along with other job seekers.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Donna Farber, David A. Bell","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-donna-farber-david-a-bell.html","abstract":"  Dr. Donna Lynn Farber, a postdoctoral research fellow in the department of immunobiology at Yale University in New Haven, and Dr. David Avrom Bell, an assistant professor of history there, were married yesterday. Rabbi Sally Finestone performed the ceremony at the American Academy of Arts and Sciences in Cambridge, Mass.   Dr. Farber, 29, is keeping her name. She graduated from the University of Michigan, where she was elected to Phi Beta Kappa, and received her Ph.D. in biochemistry from the University of California at Santa Barbara.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Decriminalization Would Just Boost Drug Use; Many Good Results","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-decriminalization-would-just-boost-drug-use-many-good-results-019593.html","abstract":"  To the Editor:   We can no longer ignore calls like Judge Whitman Knapp's in \"Dethrone the Drug Czar\" (Op-Ed, May 9) to decriminalize drugs. When most of our jails are filled with drug-related convicted criminals; when the criminal justice system is crippled by drug-related cases; when drugs cost us billions of dollars in police, judges, prosecutors and lawyers; when our streets, schools, subways, parks, homes and we are not safe from drug-related shootings, burglaries and muggings, our politicians can at least debate decriminalization honestly.   What are we afraid of? That it would become too easy to obtain drugs? How difficult is it now? Are we afraid that more youngsters will use drugs? Do we really believe that the fear of criminal punishment deters drug use? If so, where is the proof of such deterrence? These questions should be debated.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Come-From-Behind Horse Goes to Head of Class for Belmont","web_url":"https://www.nytimes.com/1993/05/24/sports/horse-racing-come-from-behind-horse-goes-to-head-of-class-for-belmont.html","abstract":"  Virginia Rapids, who didn't run in the Kentucky Derby or the Preakness or in any of the springtime classics of racing, sent a powerful signal yesterday to the 3-year-olds who did: He won the Peter Pan Stakes with a major move from last place to first and ran himself into front-line contention for the Belmont Stakes on June 5.   Since they started running the Peter Pan in 1940, only seven horses have swept both races. But A.P. Indy did it last year, and he thereby catapulted himself into a strong second half and eventually into the title of Horse of the Year. And he didn't run in the Derby or Preakness either. All This and Flair    The Class of '93 has been belittled as not terribly distinguished or, for that matter, terribly fast. Sea Hero won the Derby, then Prairie Bayou won the Preakness. So, nobody will sweep the Triple Crown for the 15th year in a row. But major purses and major championships remain to be won in landmark races like the Belmont, the Travers and the Breeder's Cup. And except for Prairie Bayou, nobody has asserted a strong claim to any of the year's honors.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Ann Zetoony, Jonathan Cheris","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-ann-zetoony-jonathan-cheris.html","abstract":"  Ann Meryl Zetoony, a daughter of Mr. and Mrs. Victor S. Zetoony of Bayside, Queens, was married yesterday to Jonathan Alan Cheris, a son of Dr. and Mrs. Leon J. Cheris of Port Washington, L.I. Rabbi Martin S. Rozenberg officiated at the Fresh Meadows (Queens) Jewish Center.   Mrs. Cheris, 28, is a lawyer with the family court litigation unit of the New York City Office of Legal Affairs in Jamaica, Queens. She graduated from the State University at Binghamton and received a law degree from Hofstra University.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/24/nyregion/c-corrections-981293.html","abstract":"  An article on Friday about Iraqi antiaircraft fire against American warplanes described the origin and location of an earlier incident incorrectly. American officials said that on April 26 a Navy pilot reported ground tracer fire and a possible missile launching, not a confirmed launching, in one of the no-flight zones. The zone was in southern Iraq, not northern Iraq.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Allies Seem to Hope Serbs Won't Attack","web_url":"https://www.nytimes.com/1993/05/24/world/allies-seem-to-hope-serbs-won-t-attack.html","abstract":"  The peacekeeping troops that would protect safe havens for Muslim civilians in Bosnia under a new allied plan would have the capability to respond to small, localized attacks, but are unlikely to be large enough to respond to a determined Serbian assault, Western officials said today.   Under the \"division of labor\" worked out over the weekend by Washington and its allies, peacekeeping troops from Western Europe and Canada would assume the primary burden of defending the Muslim citizens of Srebrenica, Gorazde, Zepa, Tuzla, Bihac and Sarajevo against Serbian attack.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Claire Berkowitz, Daniel Goldstein","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-claire-berkowitz-daniel-goldstein.html","abstract":"  Claire S. Berkowitz, a daughter of Dr. and Mrs. Henry D. Berkowitz of Villanova, Pa., was married yesterday to Daniel M. Goldstein, a son of Dr. Judith H. Berg of North Miami Beach, Fla., and Richard Goldstein of New York. Rabbi Max Hausen performed the ceremony at Greystone Hall, a historic house in West Chester, Pa.   Ms. Berkowitz, 27, is keeping her name. She teaches social studies at Cholla High School in Tucson, Ariz. She and her husband graduated from the University of Pennsylvania.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Spend $2,500, Save $10","web_url":"https://www.nytimes.com/1993/05/24/opinion/spend-2500-save-10.html","abstract":"  As Congress considers President Clinton's economic plan, the focus is on reducing the deficit, spending less and increasing investments that create jobs. But there's another deficit we're addressing as well, the trust deficit: a widespread belief Government simply can't be trusted to spend tax dollars wisely. To eliminate that credibility gap, we're working to develop a new customer-service contract with the American people that has a simple goal. We want to make the Government work better and cost less.   Since President Clinton asked me to lead the National Performance Review -- a six-month comprehensive study of every Government agency -- I've heard from thousands of Federal workers and private citizens.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Reputation Will Get You Nowhere","web_url":"https://www.nytimes.com/1993/05/24/sports/auto-racing-reputation-will-get-you-nowhere.html","abstract":"  Bobby Rahal knew he had a shaky car even as he began preparations this month here at the Indianapolis Motor Speedway. But his plans to switch to a more competitive car for the race that follows the Indianapolis 500 turned out today to be one race too late.   Rahal, the 1986 winner here and the defending national champion of Indy-car racing, was bumped from the starting lineup of the Indianapolis 500 by Eddie Cheever with 16 minutes left in time trials and failed to get back into the field with a last-minute qualifying run.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO: 1893: The Joker Is Wild","web_url":"https://www.nytimes.com/1993/05/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-1893-the-joker-is-wild.html","abstract":"LONDON","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Observers See Haiti Police Force As Brutal Obstacle to Democracy","web_url":"https://www.nytimes.com/1993/05/24/world/observers-see-haiti-police-force-as-brutal-obstacle-to-democracy.html","abstract":"  Not long ago, when the value of Haiti's national currency, the gourde, was plummeting, Maj. Michel Francois, the aggressive chief of this country's police force, is said to have conceived a plan to stop its free fall.   Ordering his men to round up some of the capital's ubiquitous money changers, Major Francois reportedly fixed the rate at which they would be allowed to trade in dollars. To those who might not comply, say businessmen who dealt with the changers afterward, the 40-year-old police chief gave a warning that he would personally administer their pistol whipping.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Lisa Lieberman and Mitchell Korbey","web_url":"https://www.nytimes.com/1993/05/24/style/lisa-lieberman-and-mitchell-korbey.html","abstract":"  Lisa Beth Lieberman, the daughter of David and Marcia Lieberman of Lawrenceville, N.J., was married yesterday to Mitchell Azar Korbey, a son of Kate Korbey of Chelmsford, Mass. and Mitchell A. Korbey Jr. of Marblehead, Mass. Rabbi Dov Peretz Elkins officiated at the Princeton (N.J.) Jewish Center.   Ms. Lieberman, 27, is keeping her name. She is an administrative manager at the Memorial Sloan-Kettering Cancer Center in New York. She graduated magna cum laude from Tufts University and received both an M.B.A. and a master's degree in public health from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/24/nyregion/metro-digest-597393.html","abstract":"  NEW YORK CITY  PROBATION OFFICERS TO SHIFT RESOURCES   In a radical overhaul of the traditional probation system in New York City, the least risky offenders will soon be monitored electronically by simply reporting to automated kiosks. The move will free probation officers to provide intensive therapy sessions of four hours a week and more to thousands of the most violence-prone novice criminals. At present, most of the city's 60,000 criminals sentenced to probation make only token visits to probation officers, some as seldom as once or twice a year. The new system, due to take effect this summer, will be the largest such effort ever and will be studied by criminal justice officials alarmed at the growing size and expense of the nation's prison culture. A1.  JOY A LONG TIME COMING   The last time the Knicks lifted themselves to a National Basketball Association conference final, the Watergate scandal was brewing and the reigning fashion was leisure suits and platform shoes. So faithful fans could be excused for the enthusiasm with which they streamed toward Madison Square Garden to watch the Knicks meet, and then beat, the Chicago Bulls. Sidewalk vendors hawked shirts, buttons and hats with insignia, bar patrons made bets over pitchers of beer, and scalpers offered tickets for as much as $400. Besides the basketball, the matchup took on an added edge: the Big Apple versus the Second City. B3.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Tenri Journal; Emperor's Buried Secrets: No Digging Allowed","web_url":"https://www.nytimes.com/1993/05/24/world/tenri-journal-emperor-s-buried-secrets-no-digging-allowed.html","abstract":"  A few feet from what looks like a wooded hillock, amid gently rolling persimmon orchards in western Japan, Hiroaki Matsumoto has made one of the more important archeological discoveries here in years.   Laboriously scraping away the earth from what had been a moat surrounding an ancient burial mound, his team has found shards of distinctive funerary figures suggesting that the huge keyhole-shaped tomb may be 1,600 years old, a century or so older than was previously thought.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Leader of Bosnia Denounces New Allied Plan to Limit Fighting","web_url":"https://www.nytimes.com/1993/05/24/world/leader-of-bosnia-denounces-new-allied-plan-to-limit-fighting.html","abstract":"  Angry and feeling betrayed by an American, Russian and European strategy aimed at curbing the fighting in this war-ravaged country, Bosnia's Muslim President today rejected the plan as \"absolutely unacceptable.\"   The plan, announced in Washington on Saturday, effectively rules out international military intervention for the time being against the Bosnian Serbs, who control 70 percent of the country.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Debra Oaks, Marc Leaf","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-debra-oaks-marc-leaf.html","abstract":"  Debra Ann Oaks, the daughter of Robert and Judith Oaks of Waterloo, Iowa, was married yesterday to Marc Andrew Leaf, a son of Martin and Louise Leaf of Hastings-on-Hudson, N.Y. Rabbi Edward Schecter performed the ceremony at the home of Mona Sarkin, the bridegroom's grandmother, in White Plains.   Ms. Oaks is keeping her name. She is an assistant vice president at FX Concepts, a foreign-currency trading and advisory concern in New York.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Mayor's Inconsistency on Two Parades Must Puzzle Catholics; At Central Synagogue","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-mayor-s-inconsistency-on-two-parades-must-puzzle-catholics-at-central-synagogue-022593.html","abstract":"  To the Editor:   As one of the principals in organizing and carrying out the salute to Israel program Sunday, May 9, at Central Synagogue of New York, I am astounded by the reports on television and in the newspapers. It is as if the reporters were at one event and we were at another.   The salute to Israel program was sponsored by several organizations, including the Association of Reform Zionists of America, the New York Federation of Reform Synagogues, the Greater New York Federation of Temple Youth and Congregation Beth Simchat Torah. Seven hundred people representing the Reform Jewish community, champions of the rights of gays and lesbians, concerned sensitive members of the clergy, leaders of the Conservative and Reconstructionist streams of Judaism and of Jewish secular organization, along with decent elected officials, were there to be counted on for support.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Rehabilitating Empire Blue Cross","web_url":"https://www.nytimes.com/1993/05/24/opinion/rehabilitating-empire-blue-cross.html","abstract":"  The board of Empire Blue Cross and Blue Shield, asleep as the company's financial fortunes plummeted, has finally taken a corrective step by firing Albert Cardone, its chief executive. Mr. Cardone's imperious demeanor and lavish corporate life style annoyed Albany legislators and enraged customers hit with double-digit premium hikes. Following a spate of embarrassing revelations, the board admitted that Mr. Cardone had to go to allow Empire to repair its reputation.   Dismissing Mr. Cardone won't by itself solve Empire's glaring problems: huge losses, poor customer service, and actual and threatened lawsuits with large corporate clients. Empire needs an overhaul, not a mere shuffling of the names atop the corporate tote board.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Better Than Nothing on Bosnia","web_url":"https://www.nytimes.com/1993/05/24/opinion/better-than-nothing-on-bosnia.html","abstract":"  After rejecting President Clinton's plan to help the Bosnian Government defend itself, Britain, France, Russia and Spain have won American agreement to a less ambitious proposal. The new plan, if it can be implemented, is less than adequate but better than nothing.   The plan would station some 15,000 European and Canadian ground troops under a U.N. flag to deter Bosnian Serb attacks against six U.N.-designated safe havens. That would concentrate outside forces where they are most needed -- in the beleaguered cities of Sarajevo, Bihac, Gorazde, Srebrenica, Tuzla and Zepa. These cities are now home to 1.2 million Bosnian Muslims, roughly two-thirds of the surviving Muslim population.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"When Heroes Turn Into Outlaws; Firefighters' Arson Arrests Raise Complex Questions","web_url":"https://www.nytimes.com/1993/05/24/nyregion/when-heroes-turn-into-outlaws-firefighters-arson-arrests-raise-complex-questions.html","abstract":"  Some do it to be heroes. Some do it for the rush. And some, psychologists and arson investigators say, do it simply to relieve the tedium of a pursuit that they had imagined would be a lot more exciting.   The arrests last week of four volunteer firefighters on charges of setting a series of blazes in the Smithtown, L.I., area has focused attention once again on a phenomenon that, while still fairly rare, never ceases to infuriate fire officials and to confound many of the experts: firefighters who turn arsonists.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Review/Dance; 2 Ballerinas' Approaches To Dualities Of a Swan","web_url":"https://www.nytimes.com/1993/05/24/arts/review-dance-2-ballerinas-approaches-to-dualities-of-a-swan.html","abstract":"  \"Swan Lake,\" with a dual role that symbolizes good and evil, is a ballerina's dream, and both Susan Jaffe and Nina Ananiashvili, a guest from the Bolshoi Ballet, made a vision come true in two separate and superb performances with American Ballet Theater over the weekend. Jeremy Collins, the brilliantly characterized prince to each swan queen and her malevolent double, contributed to the excitement that accompanied the return of the ballet's four-act version to the repertory after four years.   Amid the ritual bouquet-throwing at the curtain calls (Mr. Collins acted like a gallant flower boy, gathering up the posies thrown by fans at each ballerina's feet), the term \"19th-century war horse\" was also tossed out and overheard. Yet as far as this blessedly straightforward production by David Blair is concerned, the term resonates positively. Even a horse, or charger, used in war, is experienced; a classic like \"Swan Lake\" demands the authority that only the best of ballerinas can radiate.","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Acquittal in Doorstep Killing of Japanese Student","web_url":"https://www.nytimes.com/1993/05/24/us/acquittal-in-doorstep-killing-of-japanese-student.html","abstract":"  A jury today found a local meat market manager not guilty in the fatal shooting of a Japanese exchange student, ending a case that exposed major differences between the attitudes of Japanese and Americans toward guns.   The 12-member jury took just over three hours to acquit the defendant, Rodney Peairs, 31, of manslaughter in the killing of 16-year-old Yoshihiro Hattori last October.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Round 1 Goes to Inspired Starks and Game 1 Goes to Knicks","web_url":"https://www.nytimes.com/1993/05/24/sports/pro-basketball-round-1-goes-to-inspired-starks-and-game-1-goes-to-knicks.html","abstract":"  Guarding Michael Jordan during a playoff game intimidates some players. It inspired John Starks.   Crushing Chicago's spirit with his 3-point shooting and giving Jordan fits with his defense, Starks led New York to a 98-90 victory in Game 1 of the Eastern Conference championship series yesterday afternoon at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Lise A. Lustgarten, Jeffrey R. Schwartz","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-lise-a-lustgarten-jeffrey-r-schwartz.html","abstract":"  Lise Anne Lustgarten and Jeffrey Robert Schwartz, lawyers at the Securities and Exchange Commission in Washington, were married yesterday. Rabbi Peter Weintraub performed the ceremony at Tarrytown House, a catering establishment in Tarrytown, N.Y.   Mrs. Schwartz, who works in the Office of International Affairs, graduated from Northwestern University and received a law degree from Columbia University. She is a daughter of Rhoda Lustgarten of Scarsdale, N.Y., and Ira H. Lustgarten of New York. Her mother is a travel agent at World Travel Specialists in White Plains. Her father is a partner in the New York law firm of Willkie Farr & Gallagher.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Ann Ginsberg, Glen H. Weiss","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-ann-ginsberg-glen-h-weiss.html","abstract":"  Ann Susan Ginsberg, a lawyer, was married yesterday to Dr. Glen Howard Weiss, an ophthalmologist. Rabbi Frederic Pomerantz performed the ceremony at Tappan Hill in Tarrytown, N.Y.   Ms. Ginsberg, who is keeping her name, works in the New York law firm of Anderson Kill Olick & Oshinsky. She and her husband graduated with honors from Johns Hopkins University, where they were elected to Phi Beta Kappa. She received a law degree from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Iraq Said to Prepare Attack On Kurds' Enclave in North","web_url":"https://www.nytimes.com/1993/05/24/world/iraq-said-to-prepare-attack-on-kurds-enclave-in-north.html","abstract":"  President Saddam Hussein is preparing to attack the independent Kurdish enclave in northern Iraq in an attempt to retake part or all of the territory, Western diplomats in the region and Kurdish military commanders say.   The assault, which the officials said could start as soon as the first week of June, appears to be intended to recapture Kurdish-held territory south of the no-flight zone that coalition forces established two years ago, they said. But according to Western intelligence reports, a drive to recapture the entire area has not been ruled out.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Review/Theater; A Flock of 'What Ifs?' Comes Home to Roost","web_url":"https://www.nytimes.com/1993/05/24/theater/review-theater-a-flock-of-what-ifs-comes-home-to-roost.html","abstract":"  In the multicultural American theater, A. R. Gurney may be the last playwright who writes full time about that quaint old bird, the New England WASP. Maybe it's an unfashionable calling, but Mr. Gurney's view of his terrain is so objective that his plays often fill in the missing pieces of the fractured American social puzzle. When you meet the economically rarefied yet often emotionally disadvantaged characters in Gurney plays like \"Love Letters\" and \"The Cocktail Hour,\" you remember just why the rest of the country has spent 25 or so years fleeing in the opposite direction.   Austin, the Boston banker at the center of \"Later Life,\" Mr. Gurney's enjoyable new 80-minute comedy at Playwrights Horizons, is one of the playwright's saddest creations. (Or half-creations. In the Playbill, Mr. Gurney acknowledges a debt to Henry James, whose tale \"The Beast in the Jungle\" seems the play's point of departure.) A smart and genial preppie in late middle age, Austin rather resembles the President he voted for in the last election. He's likable and polite, and he puts in his time at the office, but what exactly is he doing with his life? His children grown, his marriage ended by divorce, he is an empty suit longing to breathe free.","thumbnail":null,"section":"Theater"},{"date":"19930524","headline":"Bear Stearns President Addresses St. John's U.","web_url":"https://www.nytimes.com/1993/05/24/nyregion/commencements-bear-stearns-president-addresses-st-john-s-u.html","abstract":"  James E. Cayne, president of Bear Stearns, delivered the main address at the first of two undergraduate commencement exercises at St. John's University yesterday in Alumni Hall. It was the 123d commencement celebrated at the Queens campus.   In the first ceremony 674 undergraduate degrees were conferred on students in the College of Business Administration and Allied Health Professions. Mr. Cayne received an honorary Doctor of Commercial Science degree.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/24/style/IHT-what-theyre-reading.html","abstract":"Rosabeth Moss Kanter, a professor at Harvard Business School and an adviser to President Bill Clinton during his campaign, is reading \"The Death of Money\" by Joel Kurtzman.. \"Economic change is running ahead of political change. Capital is","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"For Kukoc, the Ball Is in the Bulls' Court","web_url":"https://www.nytimes.com/1993/05/24/sports/IHT-for-kukoc-the-ball-is-in-the-bulls-court.html","abstract":"If he doesn't like what he hears when he meets with the Chicago Bulls this week, Toni Kukoc's agent warned on Sunday, then Europe's best player will remain in Italy with Benetton Treviso for two more years.. \"He has to be a major part of the team, a","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Carla Straniero, Robert Barone","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-carla-straniero-robert-barone.html","abstract":"  Carla Nicole Straniero, an associate at the New York law firm of Satterlee Stephens Burke & Burke, was married yesterday to Dr. Robert Gerard Barone, an ophthalmologist in Garden City, L.I. The Rev. Paul L. Cioffi performed the Roman Catholic ceremony at the Church of St. Ignatius Loyola in New York.   Mrs. Barone and her husband, both 30, graduated from Georgetown University, she cum laude. She received a law degree from Fordham University. She is the daughter of Dr. and Mrs. Charles A. Straniero of Tenafly, N.J.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/24/arts/dance-in-review-984793.html","abstract":"  'Symphonie Concertante' American Ballet Theater Metropolitan Opera House","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/24/arts/dance-in-review-982093.html","abstract":"  'Swan Lake' American Ballet Theater Metropolitan Opera House","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Suspension of Episcopal Priest Draws Anger in Bronx","web_url":"https://www.nytimes.com/1993/05/24/nyregion/suspension-of-episcopal-priest-draws-anger-in-bronx.html","abstract":"  Few of the faithful heeded the peal of bells at St. Ann's Church yesterday morning, but not because of a lack of faith among their South Bronx community.   Instead, several dozen parishioners protested outside the graceful stone church, demanding that the Episcopal Diocese of New York reinstate a popular priest who was suspended earlier this week after several instances of \"vocational immaturity.\"","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"A New School Investigation","web_url":"https://www.nytimes.com/1993/05/24/opinion/a-new-school-investigation.html","abstract":"  Gov. Mario Cuomo often complains that he doesn't know what New Yorkers get in return for all the money they spend on public schools. Now he's appointed a special investigative commission to follow the dollars.    The state probably ought to take a closer look at how public schools operate. But this commission must be careful not merely to duplicate the work of other commissions that have yet to see the fruits of their labors implemented.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Nicole Marcus, Paul J. Church","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-nicole-marcus-paul-j-church.html","abstract":"  Dr. Nicole Emily Marcus, a daughter of Norman and Maria Marcus of New York, was married yesterday to Paul Joseph Church, a son of Virginia and Leonard Church of Pittsburgh. Msgr. Harry Byrne and Rabbi Roy A. Rosenberg officiated in a joint ceremony at the United Nations Chapel in New York.   Dr. Marcus, 27, is a psychologist in Chicago. She graduated from the University of Michigan and received a Ph.D. in clinical psychology from DePaul University. Her father, a former counsel to the New York City Planning Commission, is counsel to the New York law firm of Bachner, Tally, Polevoy & Misher. Her mother is a law professor at Fordham Law School.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Hefty Paydays and Palookas Are Pleasing to Bowe","web_url":"https://www.nytimes.com/1993/05/24/sports/boxing-hefty-paydays-and-palookas-are-pleasing-to-bowe.html","abstract":"  The joyous venality and misery of boxing played themselves out in adjoining dank underground rooms at Robert F. Kennedy Stadium not long after midnight today.   Victors (or at least their lawyers) were dividing the spoils of the heavyweight kingdom, imagining riches that would accrue to Riddick Bowe and Lennox Lewis, following Bowe's overwhelming performance against the outclassed Jesse Ferguson.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Carol Watson, Gary Mucciolo","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-carol-watson-gary-mucciolo.html","abstract":"  Carol Lynne Watson, a social worker the Parkmed medical clinic in New York, and Dr. Gary L. Mucciolo, an obstetrician and gynecologist, also in New York, were married there yesterday. The Rev. David Denison Cockcroft performed the Presbyterian ceremony at the Water Club.   Ms. Watson-Mucciolo, 38, graduated from the University of South Florida. She is a daughter of the late Rev. James D. Watson and the late Alice Arnold Watson. Her father, a civil rights leader, was a pastor and the New York regional head of the United Presbyterian Church. Her mother was the executive director of the Jamaica Service Program for Older Adults, which provided services to senior citizens in Jamaica, Queens.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Mayor's Inconsistency on Two Parades Must Puzzle Catholics","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-mayor-s-inconsistency-on-two-parades-must-puzzle-catholics-471893.html","abstract":"  To the Editor:   Last March, Mayor David N. Dinkins and New York City Council President Andrew Stein loudly refused to participate in the St. Patrick's Day parade. They made a major issue over the position taken by the Ancient Order of Hibernians in excluding the Irish Lesbian and Gay Organization from marching under their own banner. The Mayor was labeled by many as anti-Catholic in refusing to march in a parade honoring a Roman Catholic saint.    Some gave him the benefit of the doubt, believing that his decision was a matter of conscience.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Aspin Resuming Travels, and Tennis Game","web_url":"https://www.nytimes.com/1993/05/24/us/aspin-resuming-travels-and-tennis-game.html","abstract":"  Two months after having a pacemaker implanted, Defense Secretary Les Aspin is setting off on two European trips and playing tennis in his spare time.   Mr. Aspin's doctors, while pleasantly surprised at the Secretary's recovery so far, are fretting over his insistence on playing occasional tennis games against their advice.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Anti-Tax Fervor Comes Rolling Down the Plains","web_url":"https://www.nytimes.com/1993/05/24/us/anti-tax-fervor-comes-rolling-down-the-plains.html","abstract":"  It should come as no surprise that two of the leaders of the revolt within President Clinton's own party against his economic package are Oklahomans: Senator David L. Boren and Representative Dave McCurdy.   Oklahoma voters were the first in the nation to impose term limits on their state legislators. In a rage after the oil-price collapse of the 1980's led to huge tax increases, they approved a new constitutional amendment: no state tax increases without a direct vote of the people, period.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"In Suns-Sonics Series, Lakers May Get Assist","web_url":"https://www.nytimes.com/1993/05/24/sports/pro-basketball-in-suns-sonics-series-lakers-may-get-assist.html","abstract":"  A 50-inch television set that is more rectangular than Charles Barkley is the centerpiece of the Phoenix Suns clubhouse. It has a satellite feed, capacity for 500 channels, speakers that rattle the room and is intermittently tuned in to the Knicks.   Players pass the basketball more than they pass the remote control, and early last week, guard Negele Knight was flipping channels furiously with two thumbs. Suddenly, upon seeing the \"Knick City Dancers\" on MTV, he slammed on its brakes.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/24/arts/dance-in-review-983993.html","abstract":"  Joan Peters Dance Company Symphony Space","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"I.R.A. Bombs Won't Stop Talks, A Catholic Leader in Ulster Says","web_url":"https://www.nytimes.com/1993/05/24/world/ira-bombs-won-t-stop-talks-a-catholic-leader-in-ulster-says.html","abstract":"  John Hume, the most influential Roman Catholic political leader in Northern Ireland, said today that despite recent bombings by the Irish Republican Army he would continue to seek the framework of a peace agreement with Gerry Adams, president of Sinn Fein, the I.R.A.'s political wing.   Protestant leaders and others in the British province have criticized both men as the I.R.A. detonated three car bombs since Thursday, the day the vote count started after local elections in the province. More than 20 people have been wounded, none gravely.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Essay; Scalpgate's Poetic Justice","web_url":"https://www.nytimes.com/1993/05/24/opinion/essay-scalpgate-s-poetic-justice.html","abstract":"  As the white flag of surrender flutters over the White House, the main concern inside is not with the weakness of Christopher of Foggy Bottom but with the ridicule generated by $200 Presidential haircuts from Cristophe of Beverly Hills.   It's the little things that get to people. Thomas E. Dewey's crack about an \"idiot engineer\" rubbed Americans the wrong way; Richard Nixon's desire to outfit the White House police in Graustarkian helmets drew hoots, as did Jimmy Carter's fear of \"killer rabbits.\"","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Medical Research Is Also Health Care","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-medical-research-is-also-health-care-472693.html","abstract":"  To the Editor:   It was heartening to read \"A Five Dollar Cancer Cure\" (Op-Ed, May 12) by Senator Tom Harkin. He is right that research is the key to an effective and less costly health care system. For too long, the Clinton Administration has underestimated the importance of medical research in the debate on health care reform.   Top scientists, including the Nobel laureate James Watson, have stated that within the decade, 80 percent of stroke can be eliminated; effective treatments can be found for such previously hopeless conditions as brain and spinal cord injuries; genetic therapies will be developed for disorders such as Tay-Sachs disease and Huntington's chorea, and treatments will be found to reverse neurological loss in Parkinson's and multiple sclerosis. The National Institute of Neurological Disorders and Stroke has requested $300 million more for fiscal year 1994 to achieve these and other advances quickly.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"PRO BASKETBALL;\nKukoc's Agent Warns Bulls That Time Is Running Out","web_url":"https://www.nytimes.com/1993/05/24/sports/pro-basketball-kukocs-agent-warns-bulls-that-time-is-running-out.html","abstract":"If he doesn't like what he hears when he meets with the Chicago Bulls this week, Toni Kukoc's agent warned today, Europe's best player will remain in Italy with Benetton Treviso for two more years.\n\n\"He has to be a major part of the team, a total part of it,\" the Croatian star's agent, Luciano Capicchioni, said from San Marino. \"He's not a prima donna. He doesn't have to be the main guy. He already understands, obviously, there are two or three players there who have been there for a long time.\"","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"At Elite Russian School, O Is for Openness","web_url":"https://www.nytimes.com/1993/05/24/world/at-elite-russian-school-o-is-for-openness.html","abstract":"  When she went to school, Nina Vasilyevna recalled, nobody questioned the teacher. \"Now,\" she said, \"my third graders not only ask me about Moses and Stalin, they ask me about love. They even criticize my makeup.\"   Next door down, Olga Arkadyevna's history classroom was decorated with reproductions of Russian icons. In the next classroom, Robert Friel of Stoneham, Mass., was discussing \"stream of consciousness\" and Robert Frost with his 11th-grade English class.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Israelis Debate Army's Rights Record in Uprising","web_url":"https://www.nytimes.com/1993/05/24/world/israelis-debate-army-s-rights-record-in-uprising.html","abstract":"  At a military court in Jaffa last week, an Israeli Army officer listened impassively as a judge sentenced him to three months in jail and three months of work detail for killing a 12-year-old Palestinian boy in the occupied West Bank in November.   The court session was brief. In a matter-of-fact tone, the judge reviewed how the officer, a member of an elite undercover unit, had shot the boy, Amjad Jaber, in the back while chasing stone-throwers who had pelted cars on a highway north of Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Senna, Hill and Monaco:Roaring Through the Ghost of a Winner Past","web_url":"https://www.nytimes.com/1993/05/24/sports/IHT-senna-hill-and-monacoroaring-through-the-ghost-of-a-winner-past.html","abstract":"He looked like he wasn't paying attention to anybody, slumped as he was, Champagne-sticky in a plastic chair, caressing his left thumb coated in dirty white tape. Then all at once Ayrton Senna was overcome by a thin smile, like the shine that arrives earl","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Social Security Stamps","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-social-security-stamps-020993.html","abstract":"  To the Editor:   \"Be Fair to Domestics\" (editorial, May 14) notes the need to preserve Social Security benefits for domestic workers, who often have multiple employers. I suggest creation of Social Security stamps, which could be available in varying denominations at post offices. Domestic workers (or others working for multiple employers) could apply for a Social Security stamp book, with pages for each of the dollar denominations of Social Security stamps.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Boost for G.O.P.","web_url":"https://www.nytimes.com/1993/05/24/us/boost-for-gop.html","abstract":"  The President's recent problems have improved the morale of the Republican Party, which emerged from last fall's campaign perplexed about its future. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Alison Levy, William Bird","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-alison-levy-william-bird.html","abstract":"  Alison Beth Levy, a daughter of Mr. and Mrs. Stanley J. Levy of Great Neck, L.I., was married yesterday to William George Bird, a son of Mr. and Mrs. John Bird of Syosset, L.I. Cantor David Benedict and the Rev. Gaylord Shimnoski, an Episcopal minister, officiated in a joint ceremony at the Harrison House in Glen Cove, L.I.   Mrs. Bird graduated magna cum laude from Harvard University and received a law degree from Columbia University. In June, she is to become a law clerk for Chief Judge Burton R. Lifland of the United States Bankruptcy Court for the Southern District of New York.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Susan Leavitt, Evan P. Cohn","web_url":"https://www.nytimes.com/1993/05/24/style/susan-leavitt-evan-p-cohn.html","abstract":"  Susan Celia Leavitt, a daughter of Mr. and Mrs. Julian Leavitt of Longmeadow, Mass., was married yesterday to Evan Paul Cohn, a son of Mr. and Mrs. Myron Cohn of New York. Rabbi Ely Rosenzweig officiated at Kodimoh Synagogue in Springfield, Mass.    Mrs. Cohn is a travel agent at the Vacation Outlet in Boston. She graduated from the University of Vermont and received a master's degree in journalism from Northeastern University. Her father is the president and chief executive of Sweet Life Foods Inc. in Suffield, Conn.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Critic's Notebook; Starring at Cannes: Rumors and Rumors About Rumors","web_url":"https://www.nytimes.com/1993/05/24/movies/critic-s-notebook-starring-at-cannes-rumors-and-rumors-about-rumors.html","abstract":"  If there are any professional bookmakers here, they may become door-to-door encyclopedia salesmen Monday night, immediately after the winners of the 46th Cannes International Film Festival are announced at the black-tie gala in the Festival Palace. There are as many ways to figure the odds on the favorites as there are favorites.   This afternoon there were solid rumors, based on totally unsubstantiated facts, to support (and sometimes to discredit) each of the four films that appear to be in the running for the Palme D'Or, the award that goes to the best film. The festival also distributes a bag full of other palmes, but it's the gold one that carries the prestige and counts at European box offices.","thumbnail":null,"section":"Movies"},{"date":"19930524","headline":"G.O.P. Rivals Face Apathy, Then Florio","web_url":"https://www.nytimes.com/1993/05/24/nyregion/gop-rivals-face-apathy-then-florio.html","abstract":"  After nearly six months of campaigning by Cary Edwards, James L. Wallwork and Christine Todd Whitman, the primary race for the Republican gubernatorial nomination has entered its final three weeks with a rush of radio and television advertisements, a stream of barbed exchanges and scant evidence that any of it has stirred the public's interest.   It may be nearing the end of a frustrating political season for Mr. Edwards and Mr. Wallwork, who began their campaigns trying to overtake a huge lead in the polls by Mrs. Whitman but still trail her by double digits with just over two weeks before the June 8 primary.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/24/nyregion/bridge-708993.html","abstract":"  A charity game that may be the world's oldest and largest was played Thursday night at the Harmonie Club, at 4 East 60th Street in Manhattan. It was the 30th U.J.A.-Federation Games, and it generated about $40,000 for Jewish charities. All of them have been organized by Tubby Stayman, who handed checks for services rendered to the three regular tournament directors, Sol Weinstein, Bob Katz and Bob Goldwater.   The checks were, as always, promptly returned to her as donations, although this time Katz demanded a raise.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Pippen Tells Critics He Played His Role","web_url":"https://www.nytimes.com/1993/05/24/sports/pro-basketball-pippen-tells-critics-he-played-his-role.html","abstract":"  The evenness of Scottie Pippen's low-pitched voice, the lack of emotion in his eyes and the confidence in his words after his team's first playoff defeat this spring all seemed to combine to form his own message.   Let the others attempt to place him on trial. Let less-experienced players, without championship rings, without Dream Team status, try to maintain that the physical nature of the series between the Knicks and the Bulls will somehow determine the place Pippen occupies among the leading players in the game. Let them say what they want.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Solo Flex: Vaughn Powers Red Sox","web_url":"https://www.nytimes.com/1993/05/24/sports/baseball-solo-flex-vaughn-powers-red-sox.html","abstract":"  When Jimmy Key and Mike Stanley met before tonight's game to discuss the Red Sox lineup, there was little discussion on Mo Vaughn. According to Stanley, the Yankees' catcher, Key had one big worry: Carlos Quintana, Boston's No. 3 hitter, who has averaged .385 against left-handers this year. Key figured that Vaughn, a left-hander, would be manageable.   He might look at things differently next time.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Esiason, in Interview, Says Son Has Cystic Fibrosis","web_url":"https://www.nytimes.com/1993/05/24/sports/pro-football-esiason-in-interview-says-son-has-cystic-fibrosis.html","abstract":"  In an interview on ESPN yesterday, Jets quarterback Boomer Esiason disclosed publicly that his 2-year-old son, Gunnar, has cystic fibrosis, a congenital disease that attacks the body's mucous glands and causes respiratory problems.   \"I will give anything in the world to change places with my son right now,\" Esiason said in the interview.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Amy D. Cohen, John P. Burke","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-amy-d-cohen-john-p-burke.html","abstract":"  Amy Deborah Cohen and John Patrick Burke, vice presidents at Barclays Bank in New York, were married yesterday at the home of the bridegroom's parents in New Canaan, Conn. The Rev. Kevin T. Royal, a Roman Catholic priest, performed the ceremony.   Mrs. Burke, 30, graduated cum laude from the State University at Albany. She is a daughter of Rhoda G. Cohen of Forest Hills, Queens, and Herman Cohen of Santa Rosa, Calif. Her father, who is retired, was a certified public accountant in New York. Her mother is an elementary-school teacher at Public School 144 in Forest Hills.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"One Doctor's Choice Brings Fulfillment in Primary Care","web_url":"https://www.nytimes.com/1993/05/24/us/one-doctor-s-choice-brings-fulfillment-in-primary-care.html","abstract":"  Nine years ago, when Dr. Mary Glynn Furlong told medical school interviewers that she wanted to go into primary care, many responded with disbelief: \"They said, 'Why? It's a dead field,' \" she recalled in a recent telephone interview.   But Dr. Furlong held tight to her goal, choosing a medical school and residency that she felt would respect her ambitions, and today she is a general doctor with Community Health Plan, a large group practice in New Hyde Park, L.I., treating sprains and headaches and diabetes and heart disease.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/24/sports/results-plus-862093.html","abstract":"  TENNIS Sampras and Chang Lead U.S. to Victory The United States, led by Pete Sampras and Michael Chang, won a fourth title at the World Team Cup yesterday, beating Germany by 3-0 in Dusseldorf, Germany. Sampras, ranked No. 1 in the world, defeated Michael Stich, 6-4, 6-2, and Chang clinched the title by downing Carl-Uwe Steeb, 6-3, 7-6 (7-5), in the clay-court event. In the meaningless doubles match, Richey Reneberg and Patrick McEnroe defeated Stich and Patrik Kuhnen, 6-4, 6-3. The United States team received $450,000 from the $1.75 million team event, which was a warm-up for the French Open. Despite being cheered by a crowd of 7,800, Steeb wasn't able to hang onto a 5-2 lead in the second-set tie breaker, as the ninth-ranked Chang reeled off five straight points. Stich and Sampras, both serve-and-volley-specialists, played on even terms before the American capitalized on the only service-break opportunity to win the first set. Sampras wore down the 10th-ranked Stich in the second set, breaking him twice for a 4-0 lead. \"That was my best match of the week,\" Sampras said, who lost only to Sergi Bruguera in the weeklong, round-robin event.(AP)","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/24/nyregion/inside-341593.html","abstract":"  Attack on Kurds Is Feared   President Saddam Hussein is preparing to attack Kurdish strongholds in northern Iraq in an attempt to reclaim that territory, Western diplomats in the area say. Page A6. Client-Broker Trust Violated    Rule-breaking by Prudential Securities brokers in Dallas cost clients millions, and Prudential executives looked the other way, documents and interviews suggest. Page D1. A Humbled Aga Khan    Even the Aga Khan, one of the world's richest men, has not been able to escape the severity of Europe's recession. Page D1. Insight From Marshall Files    Former Justice Thurgood Marshall's papers show that Roe v. Wade, which established a right to abortion, was nearly overturned in 1989. Page A10. Mieczyslaw Horszowski Dies    The classical pianist, who grew from a child prodigy to an elder statesman of the keyboard in a career that spanned 90 years, was 100. Page D9. Knicks Get Edge on Bulls    The New York Knicks beat the Chicago Bulls, 98-90, in the Eastern Conference basketball championship series opener. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"EMILY DY SEE, STEPHEN MICHAEL GRAW","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-emily-dy-see-stephen-michael-graw.html","abstract":"  Emily Dy See, an editor, and Stephen Michael Graw, a doctoral candidate in development sociology at Cornell University, were married yesterday in Ithaca, N.Y. Geshe Tenzin Rabgye officiated at the Tibetan Buddhist ceremony at Robert H. Treman State Park.   Mrs. Graw, 33, worked until recently at The Manila Chronicle, an English-language daily newspaper there, where she served as an editor on the national, foreign and environmental desks. She graduated from Maryknoll College in Manila. She is a daughter of Lorenzo Co See and Pacita Cheng Dy of Manila, where her father is a cigarette distributor.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Gertrude Jobe, Stephen Deckoff","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-gertrude-jobe-stephen-deckoff.html","abstract":"  Gertrude Mercedes Jobe, a senior account director at the New York public relations firm of Carins & Associates, was married yesterday to Stephen Henry Deckoff, an associate director at the Bear Stearns Companies. Justice Harold Baer Jr. officiated in his chambers in State Supreme Court in Manhattan.    Mrs. Deckoff, 32, graduated from Skidmore College. She is the daughter of Mr. and Mrs. Edward B. Jobe of Princeton, N.J. Her father is the chairman and chief executive of the American Reinsurance Corporation in Princeton.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Review/Music; Heroics and Innocence: Philharmonic Romanticism","web_url":"https://www.nytimes.com/1993/05/24/arts/review-music-heroics-and-innocence-philharmonic-romanticism.html","abstract":"  In the week just past, the New York Philharmonic managed to begin the Romantic movement all by itself. On Tuesday at Avery Fisher Hall, \"Der Freischutz\" had the last of its opera-in-concert performances. Thursday the orchestra returned with the Beethoven Ninth Symphony. The concert will be repeated tomorrow night.   Very different pieces these, even though Weber's opera (finished in 1821) precedes the final version of the Ninth by only a year. \"Der Freischutz\" remains locked in its own time, in a world long past. But so eloquent is its spirit and imagination that it continues to refresh the receptive listener. The Beethoven, on the other hand, travels with more ease, attaching itself to every succeeding Zeitgeist. The symphony's half-mad extravagance, its bulldozing power and breathtaking ambition, its appeals to ecstasy: all offer a nigh-on indestructible common denominator for vast ranges of listeners. No matter what new world the Ninth may be cast into, it finds a home.","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"As Clinton's Problems Grow, So Do Hope and Unity of the Republican Party","web_url":"https://www.nytimes.com/1993/05/24/us/as-clinton-s-problems-grow-so-do-hope-and-unity-of-the-republican-party.html","abstract":"  Bill Clinton's problems in the early months of his Presidency have done wonders for the morale and unity of the Republican Party, which emerged from the 1992 campaign not only defeated but also divided and perplexed about its future.   With the President's approval rating below 50 percent in some polls, Republicans are starting to sound cocky.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"G.O.P. Seeks Alternatives To Badillo, Says Giuliani","web_url":"https://www.nytimes.com/1993/05/24/nyregion/gop-seeks-alternatives-to-badillo-says-giuliani.html","abstract":"  Rudolph W. Giuliani, the Republican candidate for Mayor of New York City, said last night that the growing frustration of party leaders waiting for Herman Badillo to decide whether to run for Comptroller as a Republican had led party officials to begin considering other candidates.   Mr. Giuliani spoke to reporters following a meeting of more than 100 Republican county leaders after they gave their official blessing to Susan D. Alter, the Democratic Councilwoman from Brooklyn, to cross party lines as Mr. Giuliani's choice to run for City Council President, a job to be renamed Public Advocate.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Review/Pop; Travis Tritt, Emissary From Another Country","web_url":"https://www.nytimes.com/1993/05/24/arts/review-pop-travis-tritt-emissary-from-another-country.html","abstract":"  \"We are young country,\" sang Travis Tritt, Trisha Yearwood and Little Texas, who all gathered onstage during Mr. Tritt's set at Radio City Music Hall on Friday night. If so, young country is riddled with contradictions, trying to encompass the big gestures of arena rock, the nuances of traditional country singing, the smooth appeal of California country-rock, the local color of Southern honky-tonks and, now and then, a glimmer of self-expression. Young country wants to prove it's steeped in tradition while aiming for hits and jettisoning most of the tradition's subtleties. Often, it ends up picking up rock's leftovers and shifting country's heartfelt sentiment toward sentimentality.    Probably in emulation of the stadium-rock gimmicks of Garth Brooks, Mr. Tritt performed on a stage set fit for a heavy-metal video clip: shiny scaffolds holding platforms and banks of spotlights. He sang the deftly surly country waltz \"Here's a Quarter (Call Someone Who Cares)\" while standing high above his band between two vertical rows of spotlights, a high-tech, honky-tonk Sun King. After the song, he slid down a firefighter's pole.","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Abbe Uchitel, Scott Maron","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-abbe-uchitel-scott-maron.html","abstract":"  Abbe Lynn Uchitel, a daughter of Mr. and Mrs. Mikel R. Uchitel of Springfield, N.J., was married yesterday to Scott Michael Maron, a son of Dr. and Mrs. Arthur Maron of West Orange, N.J. Rabbi Stanley Asekoff performed the ceremony at the Livingston (N.J.) Country Club.   Mrs. Maron, 25, and her husband, 29, graduated from the University of Pennsylvania, she summa cum laude. She also received a master's degree in counseling psychology and elementary education from Penn.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Shooting Leaves Boy and 2 Others Hurt","web_url":"https://www.nytimes.com/1993/05/24/nyregion/shooting-leaves-boy-and-2-others-hurt.html","abstract":"  Three people, including a 6-year-old boy, were shot yesterday afternoon in an exchange of gunfire between two men outside a Brooklyn housing project, the housing police said. The wounds were not considered life threatening.   The boy, whose identity was withheld by the police, was walking with an aunt shortly after 2 P.M., outside 414 Baltic Street, a Gowanus Houses building, when two men began firing at each other, said a housing police spokeswoman, Amanita Duga-Carroll. He was struck in the right arm.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/24/nyregion/chronicle-016093.html","abstract":"  The family made a fortune in natural resources. And when Peter Putnam, the last family member, died six years ago at the age of 62, a promise he made with his mother, who died in 1983 at the age of 93, finally became reality: a gift of $37 million to the Nature Conservancy, which buys and protects lands that harbor endangered plants and animals.   In the May-June issue of its magazine, the nonprofit conservancy said the gift was the largest contribution it had ever received, and from an unusual source: a night watchman.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Gathering to Celebrate Special-Birth Miracles","web_url":"https://www.nytimes.com/1993/05/24/nyregion/hartsdale-journal-gathering-to-celebrate-special-birth-miracles.html","abstract":"  SHE is only 4 years old, but Lindsay Powers is well aware that hers was a special birth.   \"What happened when mommy wanted to have a baby but couldn't?\" her mother, Donna Powers, asked her. \"What did mommy do?\"","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/24/arts/dance-in-review-985593.html","abstract":"  Cindy Marvell Bessie Schonberg Theater","thumbnail":null,"section":"Arts"},{"date":"19930524","headline":"Paris Fashions Clay Into Tough Champions","web_url":"https://www.nytimes.com/1993/05/24/sports/tennis-paris-fashions-clay-into-tough-champions.html","abstract":"  Although it boasts nothing less than Paris in the spring as its backdrop, there are some unesthetic aspects that need to be conquered by any conqueror of the French Open, which gets under way today at Roland Garros Stadium.   The contestants of the year's second of four Grand Slam tournaments not only compete atop a surface composed of grit, red brick grit to be precise, but need to have that substance in abundance internally if they expect to slip, slide and slam their way through two weeks of clay-court tennis.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Some New Yorkers on Probation Will Begin Reporting to Machines","web_url":"https://www.nytimes.com/1993/05/24/nyregion/some-new-yorkers-on-probation-will-begin-reporting-to-machines.html","abstract":"  In a radical overhaul of the traditional probation system, thousands of New York City's least risky novice criminals will soon be monitored electronically by simply reporting to automated kiosks, freeing probation officers to provide intensive therapy sessions of four hours a week and more to the most violence-prone offenders.   The change is a kind of triage, an attempt to single out the most threatening cases for the resources of probation services -- society's often overlooked but critical last chance to intercept fledgling felons before they graduate to a prison sentence.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO: 1943: Dortmund Is Hit","web_url":"https://www.nytimes.com/1993/05/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-1943-dortmund-is-hit.html","abstract":"LONDON","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Abroad at Home; The End of An Era","web_url":"https://www.nytimes.com/1993/05/24/opinion/abroad-at-home-the-end-of-an-era.html","abstract":"  \"It's the end of an era,\" a veteran diplomat said \"the era of American leadership and power in Europe.\" He was commenting on President Clinton's acceptance of the European plan to set up \"safe havens\" for Muslims in Bosnia.   Just two weeks ago, on his European tour, Secretary of State Warren Christopher rejected the safe haven idea. It would confine 1.2 million Muslims to the equivalent of ghettos, he said, and effectively ratify Serbian conquests elsewhere in Bosnia.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/24/nyregion/chronicle-017993.html","abstract":"  Another familiar name, BRENDAN GILL, the New Yorker writer and architectural critic, was honored last night by the New York Landmarks Conservancy for his dedication in preserving New York City's architectural heritage.   The honor took the form of a roast at the Century Association in which the author was kidded about his life and writings and had his well-developed sense of humor tested.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"A Vote, but No Winners, Many in Electorate Say","web_url":"https://www.nytimes.com/1993/05/24/nyregion/metro-matters-a-vote-but-no-winners-many-in-electorate-say.html","abstract":"  WHAT does it say about a city where, if the mayoral election were held today, \"none of the above\" might win?   In a New York Times/WCBS-TV News poll last week, only 47 percent of the respondents, or fewer than half, said they were generally satisfied with the candidates now running. Another 43 percent said they would like someone else to enter the race. And 11 percent said they just didn't know.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Child Suffers Head Injuries","web_url":"https://www.nytimes.com/1993/05/24/nyregion/child-suffers-head-injuries.html","abstract":"  A 14-month-old girl was found Saturday night with a serious head injury in her uncle's Brooklyn apartment after the man became irrational and violent and had to be subdued by the authorities, the police said yesterday. The uncle, identified as Eddie Logan, 38, of 60 Irving Place in the Fort Greene section, was taken to Kings County Medical Center for psychiatric observation. No charges had been filed.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"For Stein's Father, an Aura of Power","web_url":"https://www.nytimes.com/1993/05/24/nyregion/for-stein-s-father-an-aura-of-power.html","abstract":"  Andrew J. Stein's election as mayor would give the anachronism \"city fathers\" singular currency. If he runs and wins, there might be room enough for just one city father in New York: his own, Jerry Finkelstein.   \"I believe he will win, strangely enough,\" the 77-year-old Mr. Finkelstein said the other day, fingering a cigar he had just plucked from a humidor the size of a small deep freeze in the cozy den of his Park Avenue triplex. \"If he does what he's been doing the last three weeks, he still has a chance. He's fighting hard now like he should have been. It's the old Andy back again.\"","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Despite Doubts, U.N. to Support Balkan Strategy","web_url":"https://www.nytimes.com/1993/05/24/world/despite-doubts-un-to-support-balkan-strategy.html","abstract":"  The Security Council plans to approve the modest new Western strategy for containing the war in Bosnia this week, but diplomats said today that the vote would not remove obstacles like an inadequate number of peacekeeping troops or resistance from Serbs and Muslims.   The Council plans to adopt three resolutions endorsing the \"step by step\" approach to curbing the fighting, which was hammered out by the United States, Russia and key European allies on Saturday after months of indecision and discord.","thumbnail":null,"section":"World"},{"date":"19930524","headline":"Christian Sects in Kurdish Lands Dwindle","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-christian-sects-in-kurdish-lands-dwindle-021793.html","abstract":"  To the Editor:   It is time someone reminded William Safire (\"The Kurdish Example,\" column, May 13) about the ethnic cleansing under way in the Kurdish areas of the Middle East. In the last 10 years, the Kurds have driven tens of thousands of Assyrians and Chaldeans into exile, and yet Western commentators persist in their naive belief that the Kurds are the only oppressed people in the region.   The Chaldeans and Assyrians, among the earliest converts to Christianity, have lived in the north of Iraq and southeast of Turkey for almost four millennia. They still speak Aramaic, the language of Jesus.    At the beginning of the 1980's there were 25,000 Chaldean Christians living around Mardin in the predominantly Kurdish southeast of Turkey. Now there are only 200 or 300. Churches and monasteries in existence more than 1,000 years have been forced to close forever.   These people left because the Kurds told them they had no future in a land the Kurds would soon control. And with establishment of the so-called safe haven just across the border, the Chaldean and Assyrian Christians of northern Iraq have been driven to the same conclusion. Since the Persian Gulf war tens of thousands of them have fled, mostly to Turkey and Jordan.   The United Nations High Commissioner for Refugees in Ankara pretends these Christian peoples have nothing to fear from the Kurds (who massacred them along with Armenians early in this century), from Saddam Hussein or from the rising tide of Islam. Western countries support this line, despite the hundreds who have died trying to enter the European Community illegally.   The protection zone in northern Iraq may save the Kurds, but it does nothing to help the large numbers of Christians still living there. Northern Iraq -- like the rest of that unhappy country -- is composed of minorities: Kurds, Turkomans, Yezidis, Assyrians, Chaldeans, and they all need Western protection. Mr. Safire is absolutely right to demand that the West should do more than it is doing, but without linking this aid to safeguards for all these peoples, the West will simply be facilitating in Northern Iraq the ethnic cleansing it condemns in Bosnia. ALASTAIR BRUTON  London, May 18, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/24/nyregion/chronicle-701193.html","abstract":"  A year after his final appearance on May 22, 1992, as host of \"The Tonight Show\" on NBC, JOHNNY CARSON is scheduled to be honored today by the Center of Communication, the nonprofit educational organization that was created 13 years ago by Dr. FRANK STANTON, former president of CBS, to help prepare a new generation for the communications industry.   Mr. Carson will receive the center's annual Communication Award at a luncheon at the Plaza Hotel. For the occasion, the three major networks are sending their respective chiefs, ROBERT C. WRIGHT of NBC, DANIEL B. BURKE of ABC and LAURENCE A. TISCH of CBS.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Gay Sailor's Killer Allowed Lesser Plea, Limiting Trial","web_url":"https://www.nytimes.com/1993/05/24/us/gay-sailor-s-killer-allowed-lesser-plea-limiting-trial.html","abstract":"  A military judge today accepted the guilty plea of a United States Navy airman apprentice on charges that he murdered a gay shipmate, Allen R. Schindler, last year.   Originally charged with premeditated murder in what has become a politically sensitive case, the sailor, Terry M. Helvey, faced a possible death sentence. But today the judge, Comdr. David P. Holcombe, permitted Airman Helvey to plead guilty to a lesser charge of murder with intent to commit great bodily harm, with a maximum sentence of life in prison.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Inquiry Focuses on Councilman's Residence","web_url":"https://www.nytimes.com/1993/05/24/nyregion/inquiry-focuses-on-councilman-s-residence.html","abstract":"  The City Council's Ethics Committee has begun a preliminary investigation of published reports indicating that the Council's majority whip -- its third-ranking member -- does not reside in his South Bronx Council district, contrary to the state's election law, a Council spokeswoman said yesterday.   The spokeswoman, Peg Breen, said the committee's staff was looking into reports that Councilman Rafael Castaneira Colon, a 57-year-old member of the Council since 1982 and a close ally of Council Speaker Peter F. Vallone, does not live in the 17th Council District, where he represents 189,000 residents of the South Bronx and Melrose areas.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO: 1918: A Capital Defense","web_url":"https://www.nytimes.com/1993/05/24/opinion/IHT-in-our-pages-100-75-and-50-years-ago-1918-a-capital-defense.html","abstract":"PARIS","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"French Open Lineup:The Ins and the Outs","web_url":"https://www.nytimes.com/1993/05/24/sports/IHT-french-open-lineupthe-ins-and-the-outs.html","abstract":"Even if the holy computer no longer figures Jim Courier to be the best bet in tennis, the smart money in Paris this week will be on the 22-year-old Floridian to win a third consecutive French Open title.. Courier may have surrendered his No. 1 ranking to","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Books of The Times; The Sixth Episode in James Clavell's Asian Saga","web_url":"https://www.nytimes.com/1993/05/24/books/books-of-the-times-the-sixth-episode-in-james-clavell-s-asian-saga.html","abstract":"  Gai-Jin By James Clavell  1,038 pages. Delacorte Press. $27.50.","thumbnail":null,"section":"Books"},{"date":"19930524","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/24/nyregion/c-corrections-423393.html","abstract":"  A chart in Business Day on Saturday with an article about warehouse shopping clubs included incorrect entries for two companies in the column labeled \"average sales per store.\" The entry for BJ's Wholesale Club should have been $48 million; the figure for Sam's Club was not available.","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Marshall Papers Reveal Court Behind the Scenes","web_url":"https://www.nytimes.com/1993/05/24/us/marshall-papers-reveal-court-behind-the-scenes.html","abstract":"  The papers of Thurgood Marshall, the late Supreme Court Justice, show that Roe v. Wade, the 1973 ruling that established a constitutional right to abortion, was nearly overturned in a 1989 case with three Justices proposing a dissent saying, \"Roe no longer survives,\" according to a news article today in The Washington Post.   The attack on the abortion-rights ruling, led by Chief Justice William H. Rehnquist, centered on a case involving a Missouri law that imposed restrictions on women seeking abortion. But in the waning days of the Court's term, Justice Sandra Day O'Connor would not accept Justice Rehnquist's sweeping language. As a result, a majority upheld the Missouri law, but without overturning Roe. Battle Over Roe    The behind-the-scenes battle over the Missouri abortion law has long been surmised, but the Marshall papers, disclosed today in two articles in The Washington Post, describe the struggle in vivid detail as the majority position evolved in a paper swirl of draft opinions and dissents.","thumbnail":null,"section":"U.S."},{"date":"19930524","headline":"Decriminalization Would Just Boost Drug Use; Cali Cartel's Threat","web_url":"https://www.nytimes.com/1993/05/24/opinion/l-decriminalization-would-just-boost-drug-use-cali-cartel-s-threat-018793.html","abstract":"  To the Editor:   Over the last few years we have lost our focus on illegal drugs as a national security threat. Editorials increasingly demand a United States counternarcotics policy that attempts to solve the drug problem solely through domestic actions. Increased resources for drug prevention and treatment can pay big dividends, and should be pursued.    But we also need a focused foreign counternarcotics policy. The news that Gilberto Rodriguez-Orjuela, the Cali cartel drug kingpin, ordered the killing in New York City of Manuel de Dios Unanue to silence his writings about the cartel (front page, May 11) should serve as a wake-up call to all Americans that an isolationist counternarcotics strategy would be a tragic mistake.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Decriminalization Would Just Boost Drug Use","web_url":"https://www.nytimes.com/1993/05/24/opinion/decriminalization-would-just-boost-drug-use.html","abstract":"  To the Editor:   \"Dethrone the Drug Czar\" (Op-Ed, May 9), in which Whitman Knapp calls for decriminalizing drugs, proved poignant for me. I read it soon after coming off an emergency room shift where I saw two cocaine-induced abortions and got to resuscitate a 15-year-old who suffered a massive cerebral hemorrhage due to cocaine use. \"Resuscitate\" may be too strong a word. What I actually did was hook up a brain-dead boy to life support, drill a hole in his head and try to comfort his hysterical mom while I negotiated him into our last remaining intensive care unit bed.   Judge Knapp doesn't seem to understand that the consumption of illegal drugs, not the commerce surrounding them, causes most of the drug-related misery and death. This tragedy is visited not only upon the drug users, but also upon those who get in the way of their fists, knives, guns and cars. Justice Department studies have shown that a majority of violent crimes are committed by people already intoxicated -- not by those seeking drugs.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Consistent and Steady And $97,500 Richer","web_url":"https://www.nytimes.com/1993/05/24/sports/golf-consistent-and-steady-and-97500-richer.html","abstract":"  In what had been anticipated as a return to the winner's circle for either Lee Trevino and Jack Nicklaus, the Senior Tour's old reliable, Bob Charles, used his metronomic steadiness today to win the Bell Atlantic Classic.   So while Trevino and Nicklaus remained collectively without an official victory in the last 12 months, the left-handed Charles won his second senior event of the year and became the first player ever to go over $4 million in Senior Tour earnings. Today's top prize was worth $97,500.","thumbnail":null,"section":"Sports"},{"date":"19930524","headline":"Lynn Appelbaum and Joseph Spivack","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-lynn-appelbaum-and-joseph-spivack.html","abstract":"  Lynn Diane Appelbaum, the press manager for the NBC News program \"Today,\" was married yesterday to Joseph Spivack, a vice president in the mergers and acquisitions department at the New York Life Insurance Company. Both work in New York. Rabbi Irving Goodman performed the ceremony at Tavern on the Green in New York.   The bride graduated magna cum laude from Ithaca College and received a master's degree in arts administration from Indiana University. She is the daughter of Sidney and Sylvia Appelbaum of Liberty, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930524","headline":"Mugged By the Nuclear Hooligans","web_url":"https://www.nytimes.com/1993/05/24/opinion/mugged-by-the-nuclear-hooligans.html","abstract":"Yuri Shadrin, the chief prosecutor at the trial of the six engineers responsible for the accident at Chernobyl in 1986, described them as \"nuclear hooligans.\" Today, there is fresh evidence that their carelessness was not an isolated phenomenon. Russia now admits that reactors from decommissioned nuclear submarines were dumped in the ocean. Not long ago, lax procedures led to an explosion in a store for nuclear waste at Tomsk.\n\nWhy did all this happen? What can be done? Undoubtedly, the Communist system is largely responsible. With full employment, there was no incentive for the unambitious to take responsibility or do work. Party functionaries who worked at Chernobyl and came from Kiev shadowed the administration of the facility, and the professional judgment of the engineers was often frustrated by ideological considerations. Incompetent superiors in the party apparatus could easily present complaints as criticism of party policy. It was thus politic to remain silent and improvise.","thumbnail":null,"section":"Opinion"},{"date":"19930524","headline":"Pride of New York; At Long Last, Knicks Are Back","web_url":"https://www.nytimes.com/1993/05/24/nyregion/pride-of-new-york-at-long-last-knicks-are-back.html","abstract":"  The last time the Knicks played in a conference final the Watergate scandal was brewing, lines of cars crowded gas stations and New Yorkers, in leisure suits and platform shoes, swarmed theaters showing newly released movies like \"Blazing Saddles,\" \"Serpico\" and \"The Sting.\"   \"We've been waiting a long time for a winner,\" lamented Larry Bagelle, whose bar sits in the shadow of Madison Square Garden. \"That era,\" he added, pointing to fading photographs of the 1974 Knicks, \"was magic for basketball fans.\"","thumbnail":null,"section":"New York"},{"date":"19930524","headline":"Lisa Flaxman, Jonathan Martel","web_url":"https://www.nytimes.com/1993/05/24/style/weddings-lisa-flaxman-jonathan-martel.html","abstract":"  Lisa Judith Flaxman, a daughter of Drs. B. Allen and Rhoda Flaxman of Seekonk, Mass., was married yesterday to Jonathan Stuart Martel, a son of Dr. William Martel and Rhoda Martel of Ann Arbor, Mich. Rabbi Leslie Guterman performed the ceremony at Temple Beth-El in Providence, R.I.   Ms. Flaxman, 27, is keeping her name. She is a law clerk at the Washington law firm of Arnold & Porter and a law student at Georgetown University. She graduated from Brown University.","thumbnail":null,"section":"Style"}],"wiki_events":[{"date":"19930524","headline":"Eritrea gains its independence from Ethiopia.","pages":[{"title":"Eritrea","web_url":"https://en.wikipedia.org/wiki/Eritrea","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Flag_of_Eritrea.svg/320px-Flag_of_Eritrea.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Eritrea, officially the State of Eritrea, is a country in the Horn of Africa region of Eastern Africa, with its capital and largest city at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600km2 (45,406sqmi), and includes the Dahlak Archipelago and several of the Hanish Islands."},{"title":"Ethiopia","web_url":"https://en.wikipedia.org/wiki/Ethiopia","description":"Country in the Horn of Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Flag_of_Ethiopia.svg/320px-Flag_of_Ethiopia.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country located in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia to the east and northeast, Kenya to the south, South Sudan to the west, and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres. As of 2022, it is home to around 113.5 million inhabitants, making it the 13th-most populous country in the world, the 2nd-most populous in Africa after Nigeria, and the most populated landlocked country on Earth. The national capital and largest city, Addis Ababa, lies several kilometres west of the East African Rift that splits the country into the African and Somali tectonic plates."}]},{"date":"19930524","headline":"Roman Catholic Cardinal Juan Jess Posadas Ocampo and five other people are assassinated in a shootout at Miguel Hidalgo y Costilla Guadalajara International Airport in Mexico.","pages":[{"title":"Juan Jess Posadas Ocampo","web_url":"https://en.wikipedia.org/wiki/Juan_Jes%C3%BAs_Posadas_Ocampo","description":"Mexican Catholic bishop (19261993)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/5/5e/Cardenal_Juan_Jes%C3%BAs_Posadas_Ocampo.jpg","thumbnail_width":200,"thumbnail_height":298},"abstract":"Juan Jess Posadas Ocampo was an Archbishop of the Catholic Church in Mexico who served as the eighth archbishop of the see of Guadalajara and as a cardinal of the Roman Catholic Church."},{"title":"Miguel Hidalgo y Costilla Guadalajara International Airport","web_url":"https://en.wikipedia.org/wiki/Miguel_Hidalgo_y_Costilla_Guadalajara_International_Airport","description":"International airport in Tlajomulco de Ziga, Jalisco, Mexico","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Aeropuerto_de_Guadalajara_3.jpg/320px-Aeropuerto_de_Guadalajara_3.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Miguel Hidalgo y Costilla Guadalajara International Airport, or simply Guadalajara International Airport, is the main airport of Guadalajara, Mexico's third-largest city. Opened in 1966, it is located 16km south of the city center. In 2021 it handled 12,243,000 passengers, and 15,606,600 in 2021, an increase of 30.6%. It is Latin America's ninth- and Mexico's third-busiest airport, after Mexico City International Airport and Cancn International Airport, and second-busiest for cargo flights."}]}],"weather":[{"date":"19930524","time":"1993-05-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":14.8},{"date":"19930524","time":"1993-05-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":66,"wspd":20.5},{"date":"19930524","time":"1993-05-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":68,"wspd":20.5},{"date":"19930524","time":"1993-05-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":70,"wspd":18.4},{"date":"19930524","time":"1993-05-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":70,"wspd":20.5},{"date":"19930524","time":"1993-05-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":70,"wspd":16.6},{"date":"19930524","time":"1993-05-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":68,"wspd":16.6},{"date":"19930524","time":"1993-05-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":68,"wspd":10.8},{"date":"19930524","time":"1993-05-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":64,"wspd":13},{"date":"19930524","time":"1993-05-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":58,"wspd":14.8},{"date":"19930524","time":"1993-05-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":57,"wspd":16.6},{"date":"19930524","time":"1993-05-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":54,"wspd":18.4},{"date":"19930524","time":"1993-05-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":49,"wspd":18.4},{"date":"19930524","time":"1993-05-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":50,"wspd":25.9},{"date":"19930524","time":"1993-05-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.8,"rhum":37,"wspd":20.5},{"date":"19930524","time":"1993-05-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":43,"wspd":29.5},{"date":"19930524","time":"1993-05-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":45,"wspd":25.9},{"date":"19930524","time":"1993-05-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":51,"wspd":24.1},{"date":"19930524","time":"1993-05-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":56,"wspd":20.5},{"date":"19930524","time":"1993-05-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":60,"wspd":18.4},{"date":"19930524","time":"1993-05-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":69,"wspd":18.4},{"date":"19930524","time":"1993-05-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":72,"wspd":16.6},{"date":"19930524","time":"1993-05-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":74,"wspd":22.3},{"date":"19930524","time":"1993-05-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":74,"wspd":13},{"date":"19930524","time":"1993-05-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":36,"wspd":18.7},{"date":"19930524","time":"1993-05-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":38,"wspd":14.8},{"date":"19930524","time":"1993-05-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":44,"wspd":18.7},{"date":"19930524","time":"1993-05-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":46,"wspd":18.7},{"date":"19930524","time":"1993-05-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":52,"wspd":20.5},{"date":"19930524","time":"1993-05-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":56,"wspd":13},{"date":"19930524","time":"1993-05-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":14.8},{"date":"19930524","time":"1993-05-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":11.2},{"date":"19930524","time":"1993-05-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":13},{"date":"19930524","time":"1993-05-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":63,"wspd":11.2},{"date":"19930524","time":"1993-05-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":65,"wspd":13},{"date":"19930524","time":"1993-05-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":72,"wspd":20.5},{"date":"19930524","time":"1993-05-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":70,"wspd":14.8},{"date":"19930524","time":"1993-05-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":65,"wspd":14.8},{"date":"19930524","time":"1993-05-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":9.4},{"date":"19930524","time":"1993-05-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":53,"wspd":22.3},{"date":"19930524","time":"1993-05-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":45,"wspd":24.1},{"date":"19930524","time":"1993-05-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":43,"wspd":14.8},{"date":"19930524","time":"1993-05-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":41,"wspd":24.1},{"date":"19930524","time":"1993-05-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":20.5},{"date":"19930524","time":"1993-05-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":47,"wspd":18.7},{"date":"19930524","time":"1993-05-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":11.2},{"date":"19930524","time":"1993-05-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":22.3},{"date":"19930524","time":"1993-05-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":18.7}]},"19930525":{"guardian_articles":[],"nytimes_articles":[{"date":"19930525","headline":"The Reds Have A New Manager: Name Is Johnson","web_url":"https://www.nytimes.com/1993/05/25/sports/on-baseball-the-reds-have-a-new-manager-name-is-johnson.html","abstract":"  After the Cincinnati Reds named Tony Perez manager last Oct. 30, they also hired two others who had sought the job and a third former major league manager. With Davey Johnson, Bobby Valentine and Jack McKeon on the Reds' roster of employees as consultants or advisers, Perez understandably could have felt uneasy and insecure about his position.   But two months ago, in spring training, Perez said: \"Everybody feels sorry for me but myself. I know what we're doing. We're trying to be as good as we can be. It doesn't matter that they're here. If I don't do my job, I get fired. They could get anybody over here, whether they're working for you or not.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"In Canada's View, We Are Our Brother's Keeper","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-canadas-view-we-are-our-brothers-keeper.html","abstract":"- Bosnia is clearly at the top of the agenda. To say the world faces cruel choices there is more than an understatement. I do not pretend to know all the answers, but some lessons are clear.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Top Prize at Cannes Is Shared","web_url":"https://www.nytimes.com/1993/05/25/movies/top-prize-at-cannes-is-shared.html","abstract":"  As if unable to make up its mind, the jury at the 46th Cannes International Film Festival tonight split the Palme d'Or, the festival's top prize, between two films: \"The Piano,\" Jane Campion's romantic comedy set in New Zealand in the 1850's, and \"Farewell to My Concubine,\" Chen Kaige's epic covering approximately 50 years of recent Chinese political and cultural history.    The awards were presented in the Festival Palace at closing ceremonies with Jeanne Moreau as the host.","thumbnail":null,"section":"Movies"},{"date":"19930525","headline":"Allies' Plan Angers Bosnian Muslims","web_url":"https://www.nytimes.com/1993/05/25/world/allies-plan-angers-bosnian-muslims.html","abstract":"  The Muslim-led Government announced tonight that it would actively oppose any action to carry out the joint Western strategy for ending the bloodshed in this former Yugoslav republic.   \"We will not accept implementation,\" said Sulejman Sulic, Under Secretary of Foreign Affairs. He said Bosnia would urge the Security Council to reject the strategy and would continue to press military operations against Serbian nationalist forces.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Health Care Keeps Rank As Job Leader","web_url":"https://www.nytimes.com/1993/05/25/nyregion/health-care-keeps-rank-as-job-leader.html","abstract":"  Even amid the steep job losses that have buffeted the New York City economy since 1989, the city's health care industry has grown rapidly, solidifying its position as the city's largest employer by far, according to a new Federal report.   But the explosive growth of the industry also underscores a problem for the city, experts say, as the skills and education demanded by health-care jobs outpace what New York's young workers have to offer.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Books of The Times; When a Regular Guy Sees a Ghost","web_url":"https://www.nytimes.com/1993/05/25/books/books-of-the-times-when-a-regular-guy-sees-a-ghost.html","abstract":"  Seaward By Brad Leithauser 384 pages. Alfred A. Knopf. $23.","thumbnail":null,"section":"Books"},{"date":"19930525","headline":"Coslet Voices Confidence About Esiason","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-football-coslet-voices-confidence-about-esiason.html","abstract":"  Jets Coach Bruce Coslet says he isn't worried about how quarterback Boomer Esiason will handle the fact that his 2-year-old son, Gunnar, has cystic fibrosis.   \"I know Boomer will fight it,\" Coslet said yesterday. \"He won't accept defeat in it. With my limited knowledge of the disease, I know they've made great strides just recently. He'll handle his job. As he has said, the football is therapy for him.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Rare Glimpses of Judicial Chess and Poker","web_url":"https://www.nytimes.com/1993/05/25/us/rare-glimpses-of-judicial-chess-and-poker.html","abstract":"  When the Supreme Court first considered whether the Constitution should protect private homosexual acts, the Justices showed little interest. Only two of the nine voted in 1985 even to hear the case of an Atlanta man arrested for having sex with another man in his own bedroom.    But over the next year and a half, the case known as Bowers v. Hardwick became a high-stakes poker game among the Justices, as conservatives and liberals on the Court struggled behind the scenes to make it a definitive constitutional statement on homosexual rights.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Observer; Big Town Small Shots","web_url":"https://www.nytimes.com/1993/05/25/opinion/observer-big-town-small-shots.html","abstract":"  They're running for mayor of New York again. It must be the police escorts that go with the job. Or maybe it's the free rent that goes with Gracie Mansion. If you've ever had to pay rent in New York you know why a person will do almost anything to avoid it, even be mayor.    The truth about being mayor of New York is that it doesn't make much difference who does it. New York goes right on being the same eternally exasperating, lovable old mess under Mayor Dinkins that it's been since His Honor was named Impellitteri, and maybe longer.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Contracts Renewed Despite an Inquiry","web_url":"https://www.nytimes.com/1993/05/25/nyregion/contracts-renewed-despite-an-inquiry.html","abstract":"  New York City's Office of Contracts has ordered the limited renewal of several disputed contracts to a South Bronx antipoverty agency headed by Ramon S. Velez while investigators look into allegations of malfeasance raised by City Comptroller Elizabeth Holtzman.   Ms. Holtzman had sought to block renewal of contracts totaling $1.6 million for Head Start and senior-citizen services from the Hunts Point Multi-Service Center, the flagship in Mr. Velez's South Bronx empire of social-service agencies and companies.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Supreme Court Roundup; Justices Limit Shielding Sources Who Aid F.B.I.","web_url":"https://www.nytimes.com/1993/05/25/us/supreme-court-roundup-justices-limit-shielding-sources-who-aid-fbi.html","abstract":"  A unanimous Supreme Court today rejected the Justice Department's sweeping assertion that all sources supplying information to the Federal Bureau of Investigation in a criminal investigation should be treated as \"confidential\" and thus exempt from disclosure under the Freedom of Information Act.   Congress never gave the F.B.I. a blanket exemption of that type, either in the original Freedom of Information Act in 1966, or in later amendments, Justice Sandra Day O'Connor wrote for the court.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Media Memo; Struggling to Bring the Health-Care Debate Home to Readers","web_url":"https://www.nytimes.com/1993/05/25/us/media-memo-struggling-to-bring-the-health-care-debate-home-to-readers.html","abstract":"  There are many unknowns about the health-care proposal that President Clinton is to unveil next month, but one thing is certain: press coverage of it will be virtually endless after the secret Washington sessions end.   Less certain is whether all that coverage will be comprehensible.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Balkan Powder Keg Watches the Fuse","web_url":"https://www.nytimes.com/1993/05/25/world/balkan-powder-keg-watches-the-fuse.html","abstract":"  There is one thing the Serbian military and police authorities who govern here in Kosovo Province and the two million restive ethnic Albanians who resist them agree on. It is that if the war in the Balkans spreads here, the bloodletting will be worse than anything yet.   \"The situation is very dangerous and explosive,\" said Ibrahim Rugova, a dark-haired former literary critic whom all the Albanians here, but none of the few hundred thousand Serbs who rule them, recognize as their elected president. The Albanian majority wants independence and freedom from Serbian rule; the Serbs fear that they want unification with Albania.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Budget Plan Short of Votes In House, Democrat Warns","web_url":"https://www.nytimes.com/1993/05/25/us/budget-plan-short-of-votes-in-house-democrat-warns.html","abstract":"  Amid White House insistence that Congress would enact its package of tax increases and spending cuts largely unchanged, a leading Democratic critic said today that the plan still lacked enough support to survive a vote by the full House on Thursday.   Opposition to the package's most contentious provision, a $71 billion energy tax, also continued to mount in the Senate Finance Committee, the measure's next stop.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Experts Ponder Cuban Epidemic","web_url":"https://www.nytimes.com/1993/05/25/science/the-doctor-s-world-experts-ponder-cuban-epidemic.html","abstract":"  AMERICAN medical experts returning from Cuba have different theories about the nature of the epidemic that has struck there in recent months, affecting some 25,000 people.   The disease impairs vision and can damage peripheral nerves, causing symptoms like burning sensations in the legs. The underlying cause of the disease, all agree, is a nutritional deficiency, most probably resulting from changes in the diet caused by worsening economic problems in Cuba.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Racers Are Back in Driver's Seat at Indy","web_url":"https://www.nytimes.com/1993/05/25/sports/auto-racing-racers-are-back-in-driver-s-seat-at-indy.html","abstract":"  All the new safety measures at the Indianapolis Motor Speedway have proved effective so far this month, but a crucial safety device will not be tested until the green flag falls on Sunday to start the Indianapolis 500.   It can be found inside the helmet of each of the 33 drivers.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Gun Crazy","web_url":"https://www.nytimes.com/1993/05/25/opinion/gun-crazy.html","abstract":"  Last October a 16-year-old Japanese exchange student named Yoshihiro Hattori adopted an old American custom and got all dressed up for Halloween. He put on a white tux, a lot of jewelry and presto! he was Tony Manero, the swivel-hipped protagonist of \"Saturday Night Fever.\" A few hours later he was dead -- because of another old American custom.   Yoshi and a friend were looking for a party in Central, a suburb of Baton Rouge, La., and rang the wrong doorbell. On opening the front door and seeing a stranger, Bonnie Peairs was scared witless. \"I wish I could have thought,\" she said later. \"If I could have just thought.\"","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Washington at Work; Clinton's Woes on Capitol Hill Spur Sharp Criticism of His Top Lobbyist","web_url":"https://www.nytimes.com/1993/05/25/us/washington-work-clinton-s-woes-capitol-hill-spur-sharp-criticism-his-top.html","abstract":"  When President Clinton made Howard Paster his chief lobbyist on Capitol Hill, he turned to the ultimate Washington insider.   As a lobbyist for the United Automobile Workers, Mr. Paster had played a leading role in negotiating the loan bailout for the Chrysler Corporation. He kept Eastern Airlines flying a few more years by negotiating tax breaks for the carrier. And representing the oil industry, he helped soften environmental provisions in the 1991 Clean Air Act.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Redhead from Germany Takes On Red Clay of Paris. So Far, Becker's Ahead.","web_url":"https://www.nytimes.com/1993/05/25/sports/tennis-redhead-from-germany-takes-on-red-clay-of-paris-so-far-becker-s-ahead.html","abstract":"  Boris Becker has never won the French Open, but he couldn't help but swagger away from Center Court today after opening the curtain on this year's red-clay Grand Slam tournament with a 6-0, 6-3, 6-0 thrashing of a very young native son of France, 17-year-old Nicolas Estude.   Becker, after all, accomplished great things at 17, but that was at Wimbledon. And long ago. Here in Paris nothing terribly great has happened to him lately, or ever, so he didn't let himself be underwhelmed today after preventing the 579th-ranked Estude from becoming a local hero.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Expatriate Germans Lack a Law of Return","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-expatriate-germans-lack-a-law-of-return-839093.html","abstract":"  To the Editor:   \"Germany Pays to Keep Ethnic Germans in Russia\" (front page, May 9) states that \"The German Constitution recognizes nationality by blood and birth, and in Germany, like Israel, there is a law of return.\"   There is no such far-reaching provision in the German Constitution. Aside from offering protection against involuntary loss of citizenship, the Constitution grants the right of immigration and a claim for citizenship to people persecuted in World War II for their German ethnic background. The reason was moral. The Constitution simply recognizes that these ethnic Germans would not have been subject to persecution had it not been for the war, for which Germany has accepted responsibility.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Innis Campaign for Mayor: A Quixotic Quest?","web_url":"https://www.nytimes.com/1993/05/25/nyregion/innis-campaign-for-mayor-a-quixotic-quest.html","abstract":"  In his quixotic candidacy for mayor of New York City, even Roy E. Innis himself reluctantly acknowledges what many political pundits take as a forgone conclusion: that his chances of being elected are slim. But that appears to matter very little to the 58-year-old Mr. Innis, who seems to thrive on whatever attention he can get in a candidacy that is as unconventional as its candidate.    He has raised little money and his campaign for the Democratic nomination operates on a shoestring. But what matters most, Mr. Innis says, is that his views are now getting an airing. \"My aim is to give a voice to the silent majority in both the white and black communities,\" Mr. Innis said. \"I want to give them a focal point to rally around. I bring to this campaign the passion, skills and personality of leadership.\"","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Before Skies Become Entirely Barren of Birds; Mass Extinctions Grow","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-before-skies-become-entirely-barren-of-birds-mass-extinctions-grow-845593.html","abstract":"  To the Editor:   Julian L. Simon and Aaron Wildavsky (Op-Ed, May 13) state that biologists have greatly exaggerated the extent of species extinction. \"No one has disputed our documentation,\" they say. I do so now. They have no documentation. Moreover they ignore the mass of data that accumulates from one month to the next in monographs and scientific journals devoted to biodiversity.   All biologists know that as habitat is reduced, species go extinct. The rate of loss, established by hundreds of independent studies on many kinds of plants and animals, has been found in the great majority of cases to fall between the third and sixth root of the area. The estimated rate of loss of tropical rain forest in the 1980's for example, translates at a typical value (the fourth root) to .5 percent species lost or doomed per year.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Phils Bring Dynamite, Mets Ignite the Fuse","web_url":"https://www.nytimes.com/1993/05/25/sports/baseball-phils-bring-dynamite-mets-ignite-the-fuse.html","abstract":"  A slugfest with the Phillies? For the Mets, it wasn't much of a strategic concept.   Delivering the first shot and then every major blow, the Phillies dizzied the Mets, 6-3, tonight at Veterans Stadium. They may have to have their bats tested for steroids before the season is over. This time the first-place Phillies cranked out three homers and knocked the Mets 15 1/2 games back in the cellar of the National League East.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: The Royal Scaffold","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Beijing Should Be Told to Play by the Trade Rules","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-beijing-should-be-told-to-play-by-the-trade-rules.html","abstract":"- The debate in Washington over renewal of most-favored-nation status for China is exposing the contradictions inherent in the \"special relationship\" that the United States has accorded to China for the past decade. It also exposes the hypocrisy of Hong Kong.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-92944787405.html","abstract":"No Sexist Conspiracy. Regarding \"Lots of Fuzzy Feminist Thought in Silly Books\" (Opinion, April 28) by Katherine Knorr:. Something that has needed saying for a long time is Kathy Knorr's trenchant comment: \"Sexual harassment is real, but","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Knicks Are Winning Battle of the Boards","web_url":"https://www.nytimes.com/1993/05/25/sports/knicks-notebook-pro-basketball-knicks-are-winning-battle-of-the-boards.html","abstract":"  Charles Oakley isn't big on sympathy. So asked whether Horace Grant looked bothered by his sore right ankle in Game 1, Oakley had this response:   \"This is my rule -- if you're playing, you're not hurt. As far as all that other, if your ankle, toe, or back hurts, stay at home.\"","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/25/nyregion/no-headline-048993.html","abstract":"  \"I'd just like to know Clinton's horoscope. I want to see if he's a Gemini and capable of changing his mind one more time.\" -- MIRSAD GABELA, Bosnian Defense Ministry official.  [ A7:6. ]","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Review/Rock; Growling, Gnashing And Much Moshing. As Usual.","web_url":"https://www.nytimes.com/1993/05/25/arts/review-rock-growling-gnashing-and-much-moshing-as-usual.html","abstract":"  The audience came to mosh at Roseland on Saturday night, and so did the bands. With each song's first pounding, gnashing riff, the dance floor became a maelstrom of flailing arms and colliding bodies. As the bands played, members of Living Colour and Bad Brains climbed atop the speaker cabinets and leaped down onto the outstretched hands of fans, who passed them around and then carried them back to the stage. Even after the final encore, Vernon Reid, Living Colour's guitarist and founder, took one last jump.    The novelty has worn off the fact that Living Colour, four black musicians, play heavy metal, an overwhelmingly white genre. But as it settles in for the long haul, Living Colour keeps proving itself with remarkable musicianship that galvanizes audiences like the sold-out house at Roseland. Rock critics have complained that some of Living Colour's songs are didactic, but the crowd didn't seem to mind having the occasional conscientious message slipped in amid the furious crunch and improvisational frenzy of the music.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Daly Pleads Guilty to Misdemeanor","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-golf-daly-pleads-guilty-to-misdemeanor.html","abstract":"  JOHN DALY pleaded guilty to a lesser charge of misdemeanor harassment arising from a disturbance at his Castle Rock., Colo., home on Dec. 20, the PGA Tour said in a statement yesterday. The plea will be withdrawn when Daly completes a counseling program for alcohol abuse. The original charge of third-degree assault was dismissed.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"U.S. and France Are Split On Role of U.N. in Bosnia","web_url":"https://www.nytimes.com/1993/05/25/world/us-and-france-are-split-on-role-of-un-in-bosnia.html","abstract":"  The United States and France are divided over how broad the mandate should be for United Nations peacekeeping forces that are to protect six Muslim cities and towns in Bosnia.    The French Foreign Minister, Alain Juppe, said in discussions with American officials today that the enlarged peacekeeping force must in effect have war-making powers, including the right to retaliate against attacks by Bosnian Serbs on the designated safe havens. And as part of its mission, he added, the United States must be ready to use its air power to protect the 1.2 million people living in the enclaves, senior French officials said today.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Meek He's Not. M.V.P. He Is.","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-basketball-meek-he-s-not-mvp-he-is.html","abstract":"  Charles Barkley has finally put a trophy where his mouth is. Had he swiped a most valuable player ballot, he would have voted for himself, twice, but instead he legitimately has won the award.   The National Basketball Association will not make the official proclamation until Tuesday, but league executives confirmed this afternoon that this 6-foot-4 1/2-inch forward, who shaves his head twice a week, plays golf four days a week and prefers not to be a role model, has been anointed its premier player in balloting by writers and broadcasters.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Bowe's Bums Rush Into HBO's Arms","web_url":"https://www.nytimes.com/1993/05/25/sports/tv-sports-bowe-s-bums-rush-into-hbo-s-arms.html","abstract":"  Just because Riddick Bowe, the 66 2/3 percent heavyweight champion, is in the bum-of-the-trimester business, does HBO Sports have to be? Sure.   But before we proceed, remember not to call Jesse Ferguson, who plotzed to Bowe in 107 seconds Saturday night, a bum, or Bowe's second easy title defense a mismatch to Seth Abraham, the chieftain of HBO Sports.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Blacks at Penn Drop a Charge Of Harassment","web_url":"https://www.nytimes.com/1993/05/25/us/blacks-at-penn-drop-a-charge-of-harassment.html","abstract":"  Saying they could not get justice, five black students at the University of Pennsylvania today dropped their charge of racial harassment against the white student who called them \"water buffalo\" after they refused to break up a party in front of his dormitory.   The black students' decision ends a university disciplinary proceeding that has drawn national attention to the way Penn handles racial incidents. The case has drawn special interest because the university's president, Sheldon Hackney, is President Clinton's nominee to head the National Endowment for the Humanities.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Bar on H.I.V.-Infected Immigrants Is Retained in Final Capitol Test","web_url":"https://www.nytimes.com/1993/05/25/us/bar-on-hiv-infected-immigrants-is-retained-in-final-capitol-test.html","abstract":"  Supporters of allowing those infected with the virus that causes AIDS to enter the United States lost a final battle today as conferees from both houses endorsed continuing a prohibition on entry by infected travelers and immigrants.   The decision came as the conferees approved and sent both houses a bill reauthorizing the National Institutes of Health and authorizing $7 billion of its $10 billion budget for the 1994 fiscal year. 'Votes Were Simply Not There'    The bill contained a number of disputed provisions, but none was more debated than the issue of whether persons infected with H.I.V., the virus that causes AIDS, should be prevented from entering the country. Both Dr. Louis W. Sullivan, the Secretary of Health and Human Services in the Bush Administration and President Clinton said in campaign speeches that those with AIDS should not be excluded from the country.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Grammy Awards Expected To Return to New York in '94","web_url":"https://www.nytimes.com/1993/05/25/arts/grammy-awards-expected-to-return-to-new-york-in-94.html","abstract":"  The competition between New York and Los Angeles for the Grammy Awards has been resolved, at least for next year, and New York is the apparent winner.   Jonathan Tisch, the chairman of the New York City Host Committee for the 1994 Grammy Awards, said yesterday that the ceremony is to be held at Radio City Music Hall again after a one-year absence. Reached by telephone late last night, Michael Greene, president of the National Academy of Recording Arts and Sciences, declined to confirm the return, but a news conference was scheduled this morning at City Hall.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Clock Runs Out on the Islanders' Overtime Season","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-clock-runs-out-on-the-islanders-overtime-season.html","abstract":"  A season to savor ended tonight for the Islanders when the Montreal Canadiens eliminated them from the Stanley Cup playoffs. The cold statistics showed a 5-2 decision at the Forum and a 4-games-to-1 triumph in Wales Conference finals for Montreal, which will meet either Los Angeles or Toronto in the Stanley Cup finals.   But beyond the immediate disappointment, the Islanders begin their off season with major points of pride. They reached the Stanley Cup semifinals for the first time since 1984, when their four-year cup dynasty ended in the final round to Edmonton.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-788293.html","abstract":"  A music review yesterday about Willie Nelson's concert at Radio City Music Hall on Saturday night referred incorrectly to Django Reinhart. He was a guitarist.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Democrats Drop Donors' Session With President","web_url":"https://www.nytimes.com/1993/05/25/us/democrats-drop-donors-session-with-president.html","abstract":"  The Democratic Party must have figured it had come up with an an offer no lobbyist could refuse. In invitations faxed and mailed all over the city last week, the party offered a weekend retreat, including a big breakfast with President Clinton, intimate briefings with senior White House officials and a gala dinner party.   The price: $15,000 a couple. Political action committees and deep-pocket corporate contributors were especially welcome.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Moscow Journal; The Latest Signs of Change: Russify That Name!","web_url":"https://www.nytimes.com/1993/05/25/world/moscow-journal-the-latest-signs-of-change-russify-that-name.html","abstract":"  This spring, responding to fears that foreign signs, advertising and other influences were somehow sapping the Russian capital of its Russianness, the city of Moscow came out with a law requiring all stores and businesses to display signs in Russian, or at least transliterate them into the Cyrillic alphabet.   Since then, the city's Inspectorate for the Control of the Condition of Advertising and Artistic Decorations has been bombarded with a slew of questions from merchants who fret about the survival of registered trademarks in another alphabet.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Now, Repeat After Me: The Quick Brown Fox","web_url":"https://www.nytimes.com/1993/05/25/science/peripherals-now-repeat-after-me-the-quick-brown-fox.html","abstract":"  A KEYBOARD that talks back may sound crazy, but think about it. What if you are learning to type? A keyboard that says aloud the letter you have struck could be reassuring. Someone entering material from a printed source would not have to keep shifting eyes from paper to screen. A person with a speech disability could type a message and let the computer read the words.   This is made possible by a family of products from Intellitools, formerly Unicorn Engineering, of Richmond, Calif.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Bestial Words, Bestial War","web_url":"https://www.nytimes.com/1993/05/25/opinion/bestial-words-bestial-war.html","abstract":"There is much debate in the United States about politically correct speech: Which is more harmful to democracy, the expression of racist stereotypes or the measures taken to discourage such expression? I have been a very strong advocate of free expression. Yet I am convinced that the war in what used to be Yugoslavia is a war of words. \n\nAll the bestialities of this war were triggered by words -- cliches put forward by intellectuals and eagerly appropriated by politicians. These words undermined an informed and refined democratic public discourse that was slowly developing after Tito's death and opened the way for the destruction of the institutions and social mechanisms that kept the multinational culture alive.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Donna Karan to Open in China","web_url":"https://www.nytimes.com/1993/05/25/style/IHT-donna-karan-to-open-in-china.html","abstract":"-Donna Karan will become the first American designer to open a fashion store inChina. Ashop in Shenzhen, the special economic zone adjacent to Hong Kong, will open in September. Plans were finalized during Karan's visit to Hong Kong last week. The store, in conjunction with Joyce of Hong Kong, will sell DKNY (Donna Karan New York) the designer's lower-priced sportswear line.","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Punishing Youths Without Throwing Away the Key; In Experimental Program, Judge Provides Juvenile Offenders Hope for Rehabilitation","web_url":"https://www.nytimes.com/1993/05/25/nyregion/punishing-youths-without-throwing-away-key-experimental-program-judge-provides.html","abstract":"  Tell me what you did, the judge begins, addressing Manhattan teen-agers who have been charged with crimes so serious that they must be prosecuted in adult court.   Is that your grandmother sitting in the back of the courtroom? the judge may ask, searching for a way to hook a teen-ager's soul. And do you know that the victim was about your grandmother's age? How would you feel if somebody beat up and robbed your grandmother?","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-789093.html","abstract":"  An obituary yesterday about the pianist Mieczyslaw Horszowski referred to the cellist Janos Starker incorrectly. Mr. Starker is alive and still performing; he presented the premiere of Chou Wen-Chung's Cello Concerto in January at Carnegie Hall.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/25/nyregion/news-summary-029293.html","abstract":"  International A2-8  RIGHTS PROPOSAL FOR CHINA  Top advisers to President Clinton recommended that he renew China's favorable trade status but require Beijing to improve its human rights record before any further annual renewals are granted.  A1  TIBETANS PROTEST CHINESE RULE  A protest against inflation in Lhasa broadened into a condemnation of Chinese rule, and police responded with tear gas.  A3","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Marshall Not Yet an Oiler","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-football-marshall-not-yet-an-oiler.html","abstract":"  WILBER MARSHALL, an All-Pro linebacker, remained deadlocked yesterday in talks on moving from the Washington Redskins to the Houston Oilers, with only $150,000 holding up the deal.   Marshall, who had a career-high 138 tackles for the Redskins last season and led the team with six sacks, lowered his asking price from $3.7 million to $2.9 million late last week. But the Oilers reportedly have not budged from their original $2.75 million offer.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Cardinal in Mexico Killed in a Shooting Tied to Drug Battle","web_url":"https://www.nytimes.com/1993/05/25/world/cardinal-in-mexico-killed-in-a-shooting-tied-to-drug-battle.html","abstract":"  One of Mexico's two Roman Catholic Cardinals was shot to death today along with six other people when gunmen believed to be involved with drug traffickers opened fire outside the airport in the western city of Guadalajara, police officials said.   Details of the shooting were still sketchy tonight, but the police and Government officials said it appeared that the prelate, Juan Jesus Cardinal Posadas Ocampo, had been caught in a crossfire as he he sat in his car at the airport parking lot.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor.html","abstract":"What East Europe Lacks. Regarding \"Reform Has Won in Russia\" by Jeffrey D. Sachs and \"In Poland, Reform Has Meant Pain and Division\" (Opinion, May 5) by Konstanty Gebert:. What China has had that Russia and Eastern Europe do not have i","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Race for Nassau Executive Tests Party Shift","web_url":"https://www.nytimes.com/1993/05/25/nyregion/race-for-nassau-executive-tests-party-shift.html","abstract":"  The campaign poster from Richard M. Nixon's 1972 re-election bid still hangs in the Republican Election Commissioner's office here. In Nassau County, isolated somehow from the doubt Mr. Nixon has since ignited in much of the rest of the country, the picture is a reminder of the Republican Party's traditional invincibility.    But this year, this Republican stronghold faces its toughest challenge in 25 years in the race for county executive. The machine that could always be counted on to turn out a Republican majority in local, state and national elections, to provide funds and field statewide candidates, appears to be in trouble.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Trade or Colonialism? Ruins May Give Answer","web_url":"https://www.nytimes.com/1993/05/25/science/trade-or-colonialism-ruins-may-give-answer.html","abstract":"  ON a limestone bluff overlooking the Euphrates in southeastern Turkey, a low mound spreads across several acres, blanketing the ruins of a settlement that bustled with life and trade in the late fourth millennium B.C. The ruins may tell a tale of how the world's first urban societies reached into the hinterlands for raw materials and thus started the earliest practice of colonialism.   Or it may turn out to be a somewhat different story.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Review/Dance; 4 Works From the 50's Show Balanchine's Range","web_url":"https://www.nytimes.com/1993/05/25/arts/review-dance-4-works-from-the-50-s-show-balanchine-s-range.html","abstract":"  Anyone who attends the New York City Ballet soon discovers that George Balanchine was the most astonishingly varied choreographer of this century. More than that, as the City Ballet is demonstrating in its Balanchine Celebration at the New York State Theater, this choreographic chameleon could take on several different stylistic colorations in a single season.   The program on Thursday night featured four works that had their premieres in the season from November 1957 to January 1958: \"Square Dance,\" \"Agon,\" \"Gounod Symphony\" and \"Stars and Stripes.\" All four are plotless. Otherwise, in terms of mood, they have little in common. To see them together was an eye-opening experience.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Are the Greens Turning Yellow?","web_url":"https://www.nytimes.com/1993/05/25/opinion/are-the-greens-turning-yellow.html","abstract":"After 12 years of struggling against Republican administrations, environmentalists were cheered by the election of Bill Clinton and Al Gore. But a paradox has come along with the new Administration -- a troubling willingness to rewrite environmental laws to make them supposedly more reasonable and less costly. Today, environmentalists may have more to fear from their friends than their enemies.\n\nWhen the Environmental Protection Agency's new Administrator, Carol M. Browner, announced in February that she would ask Congress to relax the Delaney Clause of the Federal Food, Drug and Cosmetic Act, which strictly prohibits the slightest concentration of suspected carcinogens in processed foods, Al Meyerhoff, the senior lawyer with the Natural Resources Defense Council, vowed to fight any change. But within a week, he softened his position, saying: \"We are prepared to work toward legislation that replaces Delaney with a comprehensive reform that accomplishes real protections. Delaney is not sacrosanct.\"","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Review/Television; Politics Dominates the Health Debate","web_url":"https://www.nytimes.com/1993/05/25/arts/review-television-politics-dominates-the-health-debate.html","abstract":"  Look for no scoops tonight about the Administration's health-care plan, which experts are presumably beating into final shape for its promised unveiling next month. Instead, \"Frontline\" examines how the body politic has gone about producing what the program's narrator says \"could be the most important social legislation of the past 50 years\" and \"the defining issue\" of the Clinton Presidency.   As \"The Health Care Gamble\" notes, Bill Clinton was not the first Democrat to focus on health-care reform. Harris Wofford of Pennsylvania won a Senate seat in 1991 with the slogan, \"We want national health insurance and we want it now.\" And before you could say \"Me, too,\" every aspiring Democratic Presidential candidate picked up the theme.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Annenberg Donates A van Gogh to the Met","web_url":"https://www.nytimes.com/1993/05/25/arts/annenberg-donates-a-van-gogh-to-the-met.html","abstract":"  In one of the most glittering additions in recent years to its outstanding collection of 19th-century European paintings, the Metropolitan Museum of Art has been given Vincent van Gogh's \"Wheat Field With Cypresses.\" The 1889 scene of a windswept landscape beneath a roiling sky has been donated by Walter H. Annenberg, a former United States Ambassador to Britain and a longtime trustee of the museum, who has promised to bequeath his entire collection of paintings to the Metropolitan.   Mr. Annenberg, who made his fortune in publishing, said yesterday that he paid $57 million for the van Gogh, the most he had ever spent on a single painting. He acquired it from the collection of the family of the Swiss industrialist Emil G. Buhrle, who died in 1956.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"3 Killed and 2 Wounded In Gun Battle in Teaneck","web_url":"https://www.nytimes.com/1993/05/25/nyregion/3-killed-and-2-wounded-in-gun-battle-in-teaneck.html","abstract":"  A gun battle among a group of men in a home in the northern New Jersey suburb of Teaneck left three dead and two wounded last night, the authorities said. At least six other men were in custody, they said.    The police in Teaneck said two of the men, none of whom had been identified, were found dead at the scene, while a third died while undergoing surgery last night at the Hackensack Medical Center.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"As Good as the Hype, Canadiens Set for Final","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-as-good-as-the-hype-canadiens-set-for-final.html","abstract":"  There was a moment, on a quiet practice day at Nassau Coliseum, when it all got to Ray Ferraro. The Montreal Canadiens had taken a 2-0 lead in the four-of-seven-game Wales Conference championship series and the underdog Islanders had returned home to Long Island for Game 3. Already, there was talk of a sweep, suggestions that the Islanders would not be able to steal a single game from the newly ordained Stanley Cup favorites.   It made Ferraro angry.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Flyers Choose Simpson to Be New Coach","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-hockey-flyers-choose-simpson-to-be-new-coach.html","abstract":"  The Philadelphia Flyers yesterday named TERRY SIMPSON head coach to replace BILL DINEEN, who will remain with the club as a scout. Simpson, 49, was an assistant with the Winnipeg Jets the last three seasons and was head coach of the Islanders in 1986-87.   \"Terry has been known for his hard-working teams who play sound defense and an aggressive physical style,\" General Manager RUSS FARWELL said.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Cambodia Vote Seems to Lure Rebels","web_url":"https://www.nytimes.com/1993/05/25/world/cambodia-vote-seems-to-lure-rebels.html","abstract":"  Khmer Rouge guerrillas and other Cambodians living in areas under the control of the Maoist rebels have begun to vote this week at United Nations polling stations, eager to cast ballots in an election that the Khmer Rouge once threatened to sabotage.    Startled United Nations peacekeepers said today that hundreds of Cambodians, including Khmer Rouge officials, have left rebel-held areas in northwestern Cambodia since the six-day election began on Sunday, walking to polling stations to vote.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Chess","web_url":"https://www.nytimes.com/1993/05/25/arts/chess-443393.html","abstract":"  The road to a match for the world championship with Gary Kasparov of Russia is a long, hard one. It runs through a round of zonal tournaments all over the globe to the interzonals, from which candidates are selected for the elimination matches that eventually produce a championship challenger. And Judit Polgar, not yet 17 years old, is on the way. In fact, she is the first woman to make it to the interzonal stage, to be held this summer in Biel, Switzerland.   Polgar, who lives in Budapest with her two extraordinary, chess-playing sisters, Zsuzsa, 24, and Zsofia, 18, got through narrowly by achieving a tie for second place behind the Bulgarian grandmaster Kiril Georgiev in the Budapest zonal competition. Polgar then won a double-round elimination tie-break tournament in March in Budapest against the three players deadlocked with her.  TIE-BREAK STANDINGS Player . . . W. . . . L. . . . D. . . . Pts. Polgar . . . 3 . . . 1 . . . 2 . . . 4 Ftacnik . . . 2 . . . 2 . . . 2 . . . 3 Wojtkiewicz . . . 1 . . . 1 . . . 4 . . . 3 Gdanski . . . 0 . . . 2 . . . 4 . . . 2    The third qualifier for the interzonal was Lubomir Ftacnik of Slovakia, who played even with the Polish champion Alexander Wojtkiewicz in the tie-breaks but beat him out in their games against each other by a score of 1 1/2- 1/2.    Polgar incisively disposed of the Polish international master Jacek Gdanski's French Defense in Round 2 with a powerful mating attack.   There are not many openings as demanding as the Winawer Variation of the French Defense, initiated by 3 . . . Bb4. After 4 e5 Ne7 5 a3 Bc3 6 bc, White has the bishop-pair and a space advantage on the kingside as against his awkward doubled c pawns and Black's space advantage on the queenside.   The most direct, aggressive way to exploit this is 7 Qg4. Yet Black need not passively defend but can plan on a counterattack with 7 . . . Qc7. For example, after 8 Qg7 Rg8 9 Qh7 cd 10 Ne2 Nbc6 11 f4 Bd7, it is difficult to contain Black's dynamic possibilities. Polgar, of course, knows all this and has previously shown a preference for the gambit sideline with 8 Bd3 that she used here.   For a long time, it was thought that accepting the gambit with 8 . . . cd 9 Ne2 dc 10 Qg7 Rg8 11 Qh7 Qe5 12 Bf4 Qf6 13 h4 was unfavorable for Black, but in a Milu-D. Popescu game last year in Bucharest, Romania, Popescu boldly tried 13 . . . Rg2!?, with the idea that 14 Bg3 e5 15 Kf1 Rg3 16 Ng3 Bg4 would give him powerfully dynamic counterplay. Milu backed off with 14 Kf1, but after 14 . . . e5!? 15 Kg2 ef 16 Qh5 Nbc6 17 Qf3 Ng6 18 Bg6? Qg6 19 Kf1 Bg4! 20 Qc3, Black would have had the upper hand with 20 . . . Qe4 21 f3 Bf3 22 Re1 O-O-O 23 Ng1 Bg2 24 Kf2 Qg6. Gdanski avoided this, surely because he suspected that Polgar had come prepared with a new deadly wrinkle.   Still, his supposedly quiet method of closing the position with 8 . . . c4 9 Be2 O-O was not a permanent damper to White's aggressions. Polgar's 11 Bg5 Qa5 12 Kd2! left the black king pretty much cut off from its potential queenside defenders, while the white king was really secure, as Polgar would soon show.   Gdanski's 12 . . . f5 had the clever point that 13 ef?! e5! 14 Qh5 g6! 15 Qh6 Nf5 16 Qh3 16 Nfd4 turns the attack over to Black.   Gdanski must have felt safe in taking a defender away from his king with 14 . . . Nc8. He was right in thinking that he had a legitimate attack of his own but erred in underestimating how fast Polgar could strike.   Polgar halted Gdanski's attack with 18 Ra4! Qa4 and then charged with 19 h6! After 19 . . . g6 20 Bf6, Gdanski suddenly realized that she was about to crush 20 . . . Kg8 by 21 Qg6! hg 22 h7 Kf7 23 Ng5 Ke8 24 h8/Q Qa3 25 Qg7 Ne7 26 Rh8.   After 20 . . . Rf6 21 ef Kg8 22 Qc7!, defense by 22 . . . Rd8 would crack under 23 Ne5 Qa5 24 f7 Kf8 (24 . . . Kh8 permits 25 Qd6 followed by 26 f8/Q) 25 Nd7. Gdanski's 22 . . . Nb4 was desperation. After 23 cb Qb4 24 Kg3 g5 25 Ng5, there was no help in 25 . . . Qc3 26 Bd3!, so Gdanski gave up.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-791293.html","abstract":"  A picture caption on Friday about the illumination of the old Smallpox Hospital on Roosevelt Island described the project incorrectly. The building was lighted for only one night, to kick off a campaign to raise money for its permanent illumination.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93087503664.html","abstract":"1918: German Hunger","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"With Ivory in Short Supply, Pianists Tickle the Polymers","web_url":"https://www.nytimes.com/1993/05/25/science/with-ivory-in-short-supply-pianists-tickle-the-polymers.html","abstract":"  IMPORTING ivory into the United States has been illegal since 1989, but a team of engineers, materials scientists and piano builders believes it has developed a piano key to gladden the hearts of musicians as well as elephants.   The existing supply of ivory, traditionally used as a thin veneer to cover wooden piano keys, is being depleted, and conservationists and elephant lovers hope it will grow scarcer still. But many pianists still swear by ivory, and swear at imitations.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/25/style/IHT-what-theyre-reading.html","abstract":"Helena Kane Finn, director of the Amerika Haus Library in Frankfurt, is reading \"Roots of Revolution: An Interpretive History of Modern Iran\" by Nikki R. Keddie and Yann Richard, and \"Disuniting of America\" by the historian Arthur M. S","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Topics of The Times; Big T","web_url":"https://www.nytimes.com/1993/05/25/opinion/topics-of-the-times-big-t.html","abstract":"  New York City police recently confiscated more than a million T-shirts in a raid on a mid-Manhattan building that was churning out \"designer\" counterfeits. Police raids don't often bag as many as a million of anything, but a million T-shirts? Yes, and that's just a drop in the bucket.   T-shirts are big business, especially shirts that say something funny or raunchy, or shirts that advertise macho blue jeans or where you've been -- or wish you'd been -- like a rock concert or Sun Valley. The man who shuttles Russia's U.N. diplomats around New York in a bus wears one that says: President Bill Clinton / Georgetown Class of '68.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Odelein Won't Be Penalized","web_url":"https://www.nytimes.com/1993/05/25/sports/hockey-odelein-won-t-be-penalized.html","abstract":"  After reviewing videotape and hearing testimony today, the National Hockey League ruled that Lyle Odelein of the Montreal Canadiens wouldn't be suspended or fined for hitting Ray Ferraro of the Islanders in the head with a stick late in New York's 4-1 victory in Game 4 of the Wales Conference finals on Saturday night at Nassau Coliseum.   Odelein and Ferraro played tonight at the Forum in Game 5 as Montreal won, 5-2, to clinch the four-of-seven-game series.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"New Rules Enacted to Prohibit Espionage","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-yacht-racing-new-rules-enacted-to-prohibit-espionage.html","abstract":"  If organizers for the 1995 America's Cup yacht races have their way, the spying and skulduggery that have dominated the cup event for a decade will subside.   CHUCK NICHOLS, president of the San Diego Yacht Club's 1995 event committee, and ERNIE TAYLOR, representative for the 14 challengers, announced yesterday that a common base for both challengers and defenders would be established at a central yacht basin. And yacht keels, which have in recent cups been shrouded to protect a team's technology, must be uncovered before the finals in trial racing.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-790493.html","abstract":"  Eleven tables on page 15 in the Business section on Sunday, summarizing the stock market's activity last week, included erroneous data supplied by Tribune Media Services. The tables for the market indexes, the market diary, the most active stocks, the largest percentage gainers and the largest percentage losers reflected trading in the week ended May 14, not May 21. Readers wishing copies of the corrected tables may write to the Sunday Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Review/Dance; 4 Works From the 60's: 2 Exuberant, 2 Quiet","web_url":"https://www.nytimes.com/1993/05/25/arts/review-dance-4-works-from-the-60-s-2-exuberant-2-quiet.html","abstract":"  Choreographically, 1960 was a vintage year for George Balanchine. The New York City Ballet presented four of his creations from that year on Sunday afternoon at the New York State Theater as part of its \"Balanchine Celebration.\" Each was joyous. But where two were exuberant, two were quiet.    \"Donizetti Variations\" is surely a ballet for a bright spring day. Although it is set to music by an Italian composer, this piece has often reminded dancegoers of the works of August Bournonville, the 19th-century Danish choreographer who is celebrated for the speed and lightness of his steps. The movements Balanchine devised for \"Donizetti Variations\" are equally airy, and the piece received a buoyant performance by a cast in which the male star was the Danish-born Nikolaj Hubbe.","thumbnail":null,"section":"Arts"},{"date":"19930525","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/25/nyregion/metro-digest-238493.html","abstract":"  NEW YORK CITY PRESIDENT CHOSEN FOR CITY COLLEGE   The trustees of the City University of New York appointed Dr. Yolanda T. Moses, a black anthropologist from a small urban California campus, as the next president of City College, long the jewel but now the most troubled of the university system's 21 campuses. A1.   Dr. Moses has won a reputation as a builder of bridges, not as a scholar. B2.  POLICE RECEIVED CALLS IN BOY'S SLAYING   A man called the Jersey City police on Thursday and told them that the pajama-clad body of a 5-year-old boy could be found in a trash compactor at a housing project in East New York, Brooklyn, a law-enforcement official said yesterday. The caller identified himself as Stephan Poole, whom the authorities have been seeking for questioning in the death of 5-year-old Kayesean Blackledge, the official said. Mr. Poole is married to Kayesean's legal guardian and lived with her and the boy in Jersey City. Detectives also studied the tape of another call to the Jersey City police made on Friday by a man also identifying himself as Mr. Poole. B3. REGION CAMPAIGN TESTS PARTY SHIFT   The Republican stronghold of Nassau County is facing its toughest challenge in 25 years in the race for county executive.  The machine that could always be counted on to turn out a Republican majority appears to be in trouble. B5.  JUSTICES LIMIT SHIELDING OF SOURCES   In a case that grew out of a New Jersey man's effort to prove his innocence in the murder of a Newark police officer, a unanimous Supreme Court rejected the Justice Department's assertion that all sources supplying information to the F.B.I. in a criminal investigation should be treated as confidential and thus exempt from disclosure under the Freedom of Information Act. A16.  FLORIO RECEIVES AWARD FOR COURAGE   Gov. Jim Florio of New Jersey accepted an award for political courage from the Kennedy family and said he hoped the day would come when politicians would not have to be honored for sticking to their principles. B4. 3 KILLED IN SHOOTING IN TEANECK   A gun battle among a group of men in the northern New Jersey suburb of Teaneck left three dead and two wounded, the authorities said. Seven people were in custody, they said.  A judge temporarily barred New York State from going forward with plans to borrow more than $6 billion to finance a transportation plan. B4.  A disbarred lawyer charged with stealing more than $1.5 million from at least nine investors, including the actress Shirley Jones, was arraigned in Federal District Court in Hauppauge, L.I. B4.  The secret blackball system that enables New Jersey Senators to block gubernatorial appointments, without saying why, is again the subject of a public debate that Governor Florio hopes will enable him to eliminate it. B5. Chronicle B4 Commencements B4 Our Towns by Peter Marks B5","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"DNA to Be Used to Monitor Effects of Ozone Depletion","web_url":"https://www.nytimes.com/1993/05/25/science/dna-to-be-used-to-monitor-effects-of-ozone-depletion.html","abstract":"  IN a novel approach to assessing the harmful biological effects of sunlight, a researcher in Florida and the Federal Environmental Protection Agency plan to use a device that contains human DNA to measure surface exposure to cancer-causing ultraviolet radiation.   The scientist, Dr. James Regan, a biology professor at the Florida Institute of Technology in Melbourne, will direct a three-year study with the agency to evaluate the DNA dosimeter and adapt it for use as a personal monitor. It measures ultraviolet-B radiation, the type most closely linked to skin cancer in humans.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"SCIENTIST AT WORK: Solomon Snyder; Brain Researcher Makes It Look Easy","web_url":"https://www.nytimes.com/1993/05/25/science/scientist-at-work-solomon-snyder-brain-researcher-makes-it-look-easy.html","abstract":"  Dr. Solomon Snyder, the soft-spoken director of the department of neuroscience at Johns Hopkins University in Baltimore, slouches on the sofa in his inner office and speaks of the great passions of his life. At age 54, Dr. Snyder has won 29 scientific awards for his research on brain chemistry and published over 700 papers. His curriculum vitae runs 50 pages. He is at the peak of his career. Yet he seems self-effacing, very different from the popular image of the successful scientist as the hard-driving person who lives only to beat the competition.   He speaks lovingly of his wife and two grown daughters. Children, he says, are more important than any honors. They \"are why we're here on earth.\" He keeps a couple of music stands in his office so that when his octogenarian father drops by, they can play duets -- his father on the flute and Dr. Snyder on the guitar.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"On My Mind; Preventing More Bosnias","web_url":"https://www.nytimes.com/1993/05/25/opinion/on-my-mind-preventing-more-bosnias.html","abstract":"  Two tragedies are taking place in Bosnia. The first is the slaughter of its people. The second is the failure of the officials responsible to think seriously about how to prevent future slaughters in future Bosnias.   Maybe that is because those officials are still on the job -- in all three sides in the civil war, in Europe and in the U.S.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Clinton Aides Propose Renewal of China's Favored Trade Status","web_url":"https://www.nytimes.com/1993/05/25/world/clinton-aides-propose-renewal-of-china-s-favored-trade-status.html","abstract":"  Top advisers to President Clinton recommended today that he renew China's favorable trade status, Government and human rights officials said this evening. But they said he should require that Beijing improve its human rights record before any further annual renewals are granted.   The President did not immediately endorse the recommendation but told his aides to brief Congress on Tuesday.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"For True School Decentralization, Close Central Board of Ed; Caring Leadership","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-for-true-school-decentralization-close-central-board-of-ed-caring-leadership-849893.html","abstract":"  To the Editor:   \"A School System -- For the Kids\" (editorial, May 15) attacks the new president of the New York City Board of Education, Carol Gresser, for representing \"narrow interests.\" To the contrary, Mrs. Gresser, the parent of four city schools graduates, a former parent teacher association president and teacher, represents the views and interests of the schoolchildren, parents and residents of Queens -- almost 2 million strong.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"More a Builder of Bridges Than a Typical Scholar","web_url":"https://www.nytimes.com/1993/05/25/nyregion/more-a-builder-of-bridges-than-a-typical-scholar.html","abstract":"  Dr. Yolanda T. Moses, who was appointed last night as the new president of City College, has won a reputation as a builder of bridges, not as a scholar.   At the California State University branch where she is a vice president, she is known for her efforts to diversify the faculty and bring together different ethnic groups on campus. Like some other college administrators, she has never published a book, although she has written for scholarly journals and contributed one chapter to each of two books, one on multicultural education and the other on diversity in American higher education.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/25/us/inside-049793.html","abstract":"  Haiti Police Plan Is Rejected   Haiti's military authorities rejected a plan for a United Nations-backed police force as part of a settlement of its long political crisis. Page A8. Ex-G.M. Official Fights Back   The hard-driving executive who left General Motors for Volkswagen denied taking any G.M. documents and sued his former employer. Page D1. New Listing of Stock Options    Today The Times introduces a new listing of stock options, consolidating coverage of options that trade on more than one exchange and providing comprehensive coverage of the most active options. Article, page D1; table, page D17.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Sports of The Times; A Full-Court Press That Lacks Color","web_url":"https://www.nytimes.com/1993/05/25/sports/sports-of-the-times-a-full-court-press-that-lacks-color.html","abstract":"  A NEW sports day begins in New York City. Layers of editors and general managers at the city's daily newspapers, radio and TV stations pile into conference rooms to plot a course. Pro basketball playoffs, pro football signings, college recruiting, baseball races are all under way.   In nearly every case, the stories will involve African-American or Hispanic athletes. But in New York, how many of those heading into conference rooms this morning with the power to make decisions and shape the sports news will be black or Hispanic?","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Hostility to Allies' New Plan For Bosnia Increases at U.N.","web_url":"https://www.nytimes.com/1993/05/25/world/hostility-to-allies-new-plan-for-bosnia-increases-at-un.html","abstract":"  Two days after the United States and four other countries announced a new strategy to contain the fighting in Bosnia and Herzegovina, opposition appears to be growing so rapidly that doubts were raised today about the plan's early enactment in the Security Council.   Fifty-one Islamic countries denounced the agreement by the United States, Russia, Britain, France and Spain because it failed to authorize military force to roll back territorial gains by the Serbs against the Bosnian Muslims.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"A Real Go-Getter","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-a-real-go-getter-847193.html","abstract":"  To the Editor:   Keron Thomas (\"Subway Caper Fueled by Passion for Trains,\" front page, May 12) taught himself a marketable skill: How to drive a subway train. Because he is a young black male he is perceived as dangerous and branded \"obsessive.\"   Wasn't Einstein obsessed with math, Steve Jobs with computers, Marc Chagall with painting and Bill Clinton with becoming President? Are not most successful people obsessed with what they do?","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Police Received Two Calls Detailing Boy's Slaying","web_url":"https://www.nytimes.com/1993/05/25/nyregion/police-received-two-calls-detailing-boy-s-slaying.html","abstract":"  A man called the Jersey City police on Thursday and told them that the pajama-clad body of a 5-year-old boy could be found in a trash compactor at a Brooklyn housing project, a law-enforcement official said yesterday.   The caller identified himself as Stephan Poole, whom the authorities have been seeking for questioning in the death of 5-year-old Kayesean Blackledge, the official said. Mr. Poole is married to Kayesean's legal guardian and lived with her and the boy in Jersey City.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Jordan Is Revealed To Be of This Earth","web_url":"https://www.nytimes.com/1993/05/25/sports/on-pro-basketball-jordan-is-revealed-to-be-of-this-earth.html","abstract":"  The name of LaBradford Smith was extracted from Michael Jordan folklore yesterday as the news-media contingent from Chicago and elsewhere searched for proof that truly terrible things await he who dares to walk all over Air.   Smith is a guard for the Washington Bullets, who are in some quarters considered a team in the National Basketball Association. Back in February, Mr. Smith of Washington went to Chicago and, in the first game of a home-and-home series, torched Jordan and the Bulls for 37 points.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Q&A","web_url":"https://www.nytimes.com/1993/05/25/science/q-a-717393.html","abstract":"  Birds' Nests   Q.  Do birds often re-use their nests? And when they do, as a pair of phoebes seems to be doing in my back yard, is it the same pair from year to year, or their children, or the same female with a new mate, or what?    A.  \"Yes, birds often do re-use their nests,\" said Dr. Charles Walcott, the Louis Aggassiz Fuertes Director of the Laboratory of Ornithology at Cornell University in Ithaca, N.Y. \"Not always and not all birds, but the phoebe is a perfect example of a species that uses the same nest from year to year.\"","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"A NEW PRESIDENT FOR CITY COLLEGE","web_url":"https://www.nytimes.com/1993/05/25/nyregion/a-new-president-for-city-college.html","abstract":"  The trustees of the City University of New York last night appointed a black anthropologist from an urban California campus as the next president of City College, long the jewel but now one of the most troubled of the university system's 21 campuses.   In selecting Dr. Yolanda T. Moses as City College's new president, the board chose a little-known vice president for academic affairs from California State University in Dominguez Hills, a largely black suburb of Los Angeles, who is known as a strong proponent of cultural diversity.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Knicks Aren't Allowing the Bulls to Shoot the Breeze","web_url":"https://www.nytimes.com/1993/05/25/sports/pro-basketball-knicks-aren-t-allowing-the-bulls-to-shoot-the-breeze.html","abstract":"  No other team has stymied the Chicago Bulls' offense this season as the Knicks have. And if that trend continues, New York has an excellent chance to dethrone the Bulls.   In five meetings this season, the Knicks have never allowed Chicago to reach 100 points. And even when Michael Jordan has exploded for an inevitable big game, New York has found ways to control the rest of Chicago's lineup.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Man Held in Fraud Pleads Not Guilty","web_url":"https://www.nytimes.com/1993/05/25/nyregion/man-held-in-fraud-pleads-not-guilty.html","abstract":"  A disbarred lawyer charged with stealing more than $1.5 million from at least nine investors, including the actress Shirley Jones, was arraigned today in Federal District Court here.   The defendant, Alan David Harris of Westwood, Calif., and Roslyn Harbor, L.I., pleaded not guilty to 40 counts of mail and wire fraud.    Since his arrest in December on charges that he recruited investors for a series of bogus real-estate projects in New York, California and Nevada, at least four more victims have come forward, said John La Perla, an investigator for the Postal Service. The losses are now estimated at more than $3 million, he said.   At the arraignment, the prosecutor, Bradley D. Simon, asked Judge Leonard D. Wexler to hold Mr. Harris without bail, saying that since his arrest Mr. Harris has continued to defraud investors.   Paul K. Rooney, the fourth lawyer to represent Mr. Harris since December, argued against that request, maintaining that his client has done nothing to harm anybody.   Judge Wexler scheduled a hearing for June 1 on whether Mr. Harris should be held without bail.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-90820813867.html","abstract":"Wreathed in Smoke. Regarding \"Europeans Find Hot Air in U.S., but Not Enough Smoke\" (April 24) by Lynda Richardson:. This article, criticizing the imposition of smoking restrictions in the United States, contains a profound flaw in logic.. A man","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/25/style/chronicle-796393.html","abstract":"  RUSSELL BAKER, columnist for The New York Times who has twice won the Pulitzer Prize, has been elected chairman of the Pulitzer Prize board, Columbia University's president, Michael I. Sovern, announced yesterday.   Mr. Baker, who has been a board member since 1985, succeeds Claude Sitton, the former editor of The Raleigh Times and The News and Observer, in Raleigh, N.C., who is a senior lecturer at Emory University.","thumbnail":null,"section":"Style"},{"date":"19930525","headline":"Study on Lead in Water Confuses Matters","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-study-on-lead-in-water-confuses-matters-848093.html","abstract":"  To the Editor:   Re \"High Level of Lead Found in Water Serving 30 Million\" (news article, May 12): The Environmental Protection Agency's survey of lead in drinking water is a disservice to efforts to protect the public from lead exposure. Not only do the results inflate potential public health risks, but they may also fail to flag the water systems posing the greatest hazard.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90325293187.html","abstract":"1943: Floods in Germany","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"For Soccer's Dream Team, Reality Turned Into a Nightmare","web_url":"https://www.nytimes.com/1993/05/25/sports/IHT-for-soccers-dream-team-reality-turned-into-a-nightmare.html","abstract":"- Magic, Michael and Larry had departed on the chartered luxury jet out of Barcelona. In their place, up stepped Marco, Jean-Pierre and Ruudand Gianluigiand Franco and Frank","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Topics of The Times; Old 'Cheers,' New Fan","web_url":"https://www.nytimes.com/1993/05/25/opinion/topics-of-the-times-old-cheers-new-fan.html","abstract":"  There is at least one American who owns two television sets and a VCR who had never seen \"Cheers.\" She even missed the nationwide party that was last Thursday's farewell performance. Sunday's rerun, however, gave her a second chance to see what the fuss was all about. So she tuned in for episode 275.   It was not, \"Cheers\" regulars say, one of the truly great scripts. \"You shoulda seen it the night Diane . . .\" or \"You shoulda seen it when Sam . . .\" people told her the next day. But it was enough to confirm an old and favorite theory. When it comes to sitcoms, Smaller Is Better and Familiar Is Forever.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Arrest Made in Subway Stabbing of Helpful Man","web_url":"https://www.nytimes.com/1993/05/25/nyregion/arrest-made-in-subway-stabbing-of-helpful-man.html","abstract":"  A Manhattan man who fled a work-release program early this month was arrested and charged in the stabbing of a man who came to the aid of a Queens mother in a subway station as she was being attacked by a mugger. The suspect also was charged with four other knifepoint robberies of women in New York, the police said.   The transit police credited the arrest to victims who came forward and helped them track down the suspect, who is believed to have been involved in a series of crimes in Manhattan in the last month.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"In His Class, Ducklings And 5-Year-Olds Mingle","web_url":"https://www.nytimes.com/1993/05/25/nyregion/our-towns-in-his-class-ducklings-and-5-year-olds-mingle.html","abstract":"  NIGHTFALL enveloped the grassy fields behind the school. Up the hill, the narrow woods were bathed in the glow of lights from houses on the other side of the trees, and the noise of the insects was drowned out by the sounds of passing traffic.   Ah, suburban wilderness. So muted. So accessible. So perfectly suited to the gentle, evocative lessons of Ray Lesch, a man among kindergartners.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Christopher Warns Iraqi Chief Not to Attack Kurds in North","web_url":"https://www.nytimes.com/1993/05/25/world/christopher-warns-iraqi-chief-not-to-attack-kurds-in-north.html","abstract":"  Secretary of State Warren Christopher issued a blunt warning to President Saddam Hussein of Iraq today not to stage an offensive against Kurds in an autonomous enclave of northern Iraq.   Mr. Christopher said the United States would be \"watching very carefully\" to see if Iraq intended such an attack. Other State Department officials called attention to a United Nations resolution that prohibits Iraq from engaging in repression of its people.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/25/opinion/IHT-letters-to-the-editor-91354079055.html","abstract":"Voting in Italy . Why propose either proportional representation or a simple majority voting system for Italy? Going from one extreme to the other merely exchanges one excess for another. Because of Britain's first-past-the-post system, to which Italy see","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Before Skies Become Entirely Barren of Birds","web_url":"https://www.nytimes.com/1993/05/25/opinion/l-before-skies-become-entirely-barren-of-birds-837493.html","abstract":"  To the Editor:   Julian Simon and Aaron Wildavsky in \"Facts, Not Species, Are Periled\" (Op-Ed, May 13) believe scientists are being unscientific when they warn of an impending tidal wave of extinction of animal species caused by humans. They claim, \"both of us have documented the complete absence of evidence for the claim that the extinction of species is going up rapidly -- or even going up at all.\"    Wrong. Dead wrong. Consider first the data on fishes. According to a 1989 report from the American Fisheries Society, 40 species and subspecies of North American fishes have vanished in this century. Thirteen became extinct between 1900 and 1950, and 27 have disappeared since 1950 -- a doubling of the rate over this century.","thumbnail":null,"section":"Opinion"},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-792093.html","abstract":"  A chart on May 3 about school board elections in Queens misstated one District 27 board member's position on whether to rehire the district superintendent. The board member, James B. Egan, says he is undecided about the rehiring of the superintendent, Beverly Hall.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Bumps in the Road to an Upgrade","web_url":"https://www.nytimes.com/1993/05/25/science/personal-computers-bumps-in-the-road-to-an-upgrade.html","abstract":"  THE INTEL CORPORATION's Pentium microprocessor made its formal debut last week as the eventual successor to the popular i486 chip. At the same time, at least a dozen PC makers made known their plans for using the powerful Pentium chip in expensive, high-performance computers.    The trouble is that since last year those same PC makers have been selling i486-based PC's that are advertised as \"Pentium upgradeable.\" No doubt many buyers have been enticed with the implied promise that they will be able to \"upgrade to the power of Pentium\" when the chip becomes available, thus prolonging the productive life of their new PC's.","thumbnail":null,"section":"Science"},{"date":"19930525","headline":"Judge Bars State Borrowing for Transit","web_url":"https://www.nytimes.com/1993/05/25/nyregion/judge-bars-state-borrowing-for-transit.html","abstract":"  In the latest victory for an indignant taxpayer who has made a second career of challenging New York State's budgets, a judge today temporarily barred the state from going forward with plans to borrow more than $6 billion to finance a transportation plan.   The temporary order by JusticeLawrence E. Kahn of State Supreme Court in Albany, will have little immediate effect because the state has no plans to begin borrowing the money until the fall. But some officials said they feared that the lawsuit by the taxpayer, Robert L. Schulz of Glens Falls, N.Y., would have long-term consequences because the borrowing plan might not stand up to legal scrutiny.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/25/sports/transactions-763793.html","abstract":"  Baseball National League  CINCINNATI REDS -- Fired Tony Perez, manager; Dave Bristol, third base coach; and Larry Rothschild, pitching coach. Named Davey Johnson manager. Announced the resignation of Ron Oester, first base coach. Traded Travis Buckley, pitcher, to the Seattle Mariners for Charles \"Bubba\" Smith, first baseman.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"For Yanks, a Bit Of Everything, Except a Victory","web_url":"https://www.nytimes.com/1993/05/25/sports/baseball-for-yanks-a-bit-of-everything-except-a-victory.html","abstract":"  Talk about emotion. Talk about theatrics. Talk about drama. Talk about fear. Then talk about Yankee Stadium last night because the fabled park was fraught with these elements as the Yankees and Orioles slugged and slogged through nine strange innings of baseball.   There was Danny Tartabull lying stiffly on the outfield grass for five minutes with an injury, the scary stuff on a wacky night. Before Tartabull's collision with Gerald Williams, there were two runners thrown out at home in the same inning, two homers by Kevin Maas and leads vanishing like free beer with Jim Abbott and Rick Sutcliffe pitching. Finally, when was the last time anyone saw Cal Ripken hit a homer away from Baltimore?","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"LEADERS IN HAITI SPURN POLICE PLAN","web_url":"https://www.nytimes.com/1993/05/25/world/leaders-in-haiti-spurn-police-plan.html","abstract":"  After two days of talks and a month of intense diplomatic pressure, Haiti's military authorities have rejected an American-backed United Nations plan to deploy an international police force here as part of a settlement of Haiti's long political crisis, diplomats said today.   The rejection was delivered to President Clinton's special adviser for Haitian affairs, Lawrence Pezzullo, and the United Nations special envoy to Haiti, Dante Caputo. It came after American diplomats expressed strong confidence in recent days that army leaders would accept the return of the country's elected President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930525","headline":"Pazienza Comes to Aid of Fellow Fighter","web_url":"https://www.nytimes.com/1993/05/25/sports/sport-people-boxing-pazienza-comes-to-aid-of-fellow-fighter.html","abstract":"  VINNY PAZIENZA, making a boxing comeback form a serious injury, has donated $10,000 worth of boxing tickets to a fund benefiting SERGEI ARTEMIEV, the Russian boxer who collapsed in a fight in March after suffering a brain injury.   Artemiev will never fight again, but he is lucky to be alive. There was a period when doctors did not know if he would regain clear vision or a functioning memory after surgery removed a blood clot in his brain.","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Agency Accused of Race Bias","web_url":"https://www.nytimes.com/1993/05/25/us/agency-accused-of-race-bias.html","abstract":"  Don E. Newquist, the chairman of the International Trade Commission, has ordered a formal investigation of the agency's hiring and promotion practices after several commissioners received copies of an anonymous letter complaining of racial discrimination. He told the agency's 464 employees on Friday that he had asked Jane E. Altenhofen, the agency's inspector general, to assess the agency's compliance with Federal equal opportunity laws and regulations.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Florio Gets Singled Out By Kennedys For Courage","web_url":"https://www.nytimes.com/1993/05/25/nyregion/florio-gets-singled-out-by-kennedys-for-courage.html","abstract":"  Gov. Jim Florio of New Jersey accepted an award for political courage today from the Kennedy family, saying he hoped the day would come when politicians would not have to be honored for sticking to their principles.   \"I tell you, I look forward to the day when public servants who follow the dictates of their conscience are not regarded as heroes worthy of awards, but simply as men and women who are worthy of the offices to which they've been entrusted,\" he said in a ceremony at the John F. Kennedy Library here.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"White House Asked Aid Of F.B.I. in Dismissals","web_url":"https://www.nytimes.com/1993/05/25/us/white-house-asked-aid-of-fbi-in-dismissals.html","abstract":"  Amid concern in the White House last Friday over charges that cronyism lay behind the dismissal of seven travel aides, Clinton advisers summoned a senior official in the Federal Bureau of Investigation to a political strategy session and solicited a public statement from the agency backing their version of events.   By calling on the F.B.I. to help save the Administration from embarrassment, the White House appeared to be deviating from two decades of efforts to insulate the law-enforcement agency from even the appearance of Presidential manipulation.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Top Seeds Begin the Dance in Paris With Waltzes","web_url":"https://www.nytimes.com/1993/05/25/sports/IHT-top-seeds-begin-the-dance-in-paris-with-waltzes.html","abstract":"Jim Courier made the most of a muggy afternoon here Monday with a solid triumph over Roberto Azar, 27, a low-ranked Argentine whose misfortune it was to have drawn the defending champion for the first round, thus virtually guaranteeing that his appearance","thumbnail":null,"section":"Sports"},{"date":"19930525","headline":"Rural America Is Growing Slightly, Population Studies Show","web_url":"https://www.nytimes.com/1993/05/25/us/rural-america-is-growing-slightly-population-studies-show.html","abstract":"  Rural America, with its enticing vistas of fields, forests, buttes and mountains and its unenticing economy of failing farms, depleted mines and low-wage factories, hemorrhaged population throughout the 1980's. But new statistics for the early 1990's show that the countryside, at least for the moment, is holding its own again.   From one rural county to another, the changes documented by Kenneth Johnson, a demographer at Loyola University-Chicago, and Calvin Beale, a demographer at the Department of Agriculture in Washington, are slight but consistent. While only 47 percent of all rural counties in the United States gained population in the 1980's, two-thirds gained population from the spring of 1990, when the 1990 census was completed, to the spring of 1991.","thumbnail":null,"section":"U.S."},{"date":"19930525","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/25/nyregion/c-corrections-108693.html","abstract":"  An article on May 17 about the increasing number of black, Hispanic and Asian converts to Judaism misidentified the branch chosen by most converts. It is Reform Judaism, not Orthodox or Conservative.","thumbnail":null,"section":"New York"},{"date":"19930525","headline":"Navy Hearing on Killer's Penalty May Skirt Victim's Homosexuality","web_url":"https://www.nytimes.com/1993/05/25/us/navy-hearing-on-killer-s-penalty-may-skirt-victim-s-homosexuality.html","abstract":"  After months of speculation about the effect the beating death of a gay sailor might have on the debate over homosexuals in the military, hearings in the sentencing of a shipmate who killed him produced one surprise today: it appears that the homosexuality of the victim may not play a big role in these proceedings.   Airman Apprentice Terry M. Helvey, 21, has pleaded guilty to murdering Allen R. Schindler last year in a public toilet outside the United States Navy base at Sasebo, in southwestern Japan. Today, the military judge accepted the plea, and a hearing began before a jury to determine the sentence.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930525","time":"1993-05-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":11.2},{"date":"19930525","time":"1993-05-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":77,"wspd":11.2},{"date":"19930525","time":"1993-05-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":82,"wspd":7.6},{"date":"19930525","time":"1993-05-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":86,"wspd":13},{"date":"19930525","time":"1993-05-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":91,"wspd":13},{"date":"19930525","time":"1993-05-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":92,"wspd":11.2},{"date":"19930525","time":"1993-05-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":94,"wspd":11.2},{"date":"19930525","time":"1993-05-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":94,"wspd":13},{"date":"19930525","time":"1993-05-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":92,"wspd":11.2},{"date":"19930525","time":"1993-05-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":89,"wspd":14.8},{"date":"19930525","time":"1993-05-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":14.8},{"date":"19930525","time":"1993-05-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":86,"wspd":13},{"date":"19930525","time":"1993-05-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":78,"wspd":14.8},{"date":"19930525","time":"1993-05-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":77,"wspd":16.6},{"date":"19930525","time":"1993-05-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":75,"wspd":20.5},{"date":"19930525","time":"1993-05-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":94,"wspd":23.8},{"date":"19930525","time":"1993-05-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":76,"wspd":14.8},{"date":"19930525","time":"1993-05-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":76,"wspd":18.4},{"date":"19930525","time":"1993-05-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":94,"wspd":22},{"date":"19930525","time":"1993-05-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":72,"wspd":31.3},{"date":"19930525","time":"1993-05-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":72,"wspd":22.3},{"date":"19930525","time":"1993-05-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":64,"wspd":16.6},{"date":"19930525","time":"1993-05-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":65,"wspd":20.5},{"date":"19930525","time":"1993-05-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":66,"wspd":20.5},{"date":"19930525","time":"1993-05-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":51,"wspd":20.5},{"date":"19930525","time":"1993-05-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":18.7},{"date":"19930525","time":"1993-05-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":13},{"date":"19930525","time":"1993-05-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":62,"wspd":16.6},{"date":"19930525","time":"1993-05-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":16.6},{"date":"19930525","time":"1993-05-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":22.3},{"date":"19930525","time":"1993-05-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":66,"wspd":24.1},{"date":"19930525","time":"1993-05-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":22.3},{"date":"19930525","time":"1993-05-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":18.7},{"date":"19930525","time":"1993-05-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":16.6},{"date":"19930525","time":"1993-05-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":13},{"date":"19930525","time":"1993-05-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":18.7},{"date":"19930525","time":"1993-05-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":66,"wspd":14.8},{"date":"19930525","time":"1993-05-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":52,"wspd":22.3},{"date":"19930525","time":"1993-05-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":47,"wspd":24.1},{"date":"19930525","time":"1993-05-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":40,"wspd":33.5},{"date":"19930525","time":"1993-05-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":37,"wspd":24.1},{"date":"19930525","time":"1993-05-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":34,"wspd":40.7},{"date":"19930525","time":"1993-05-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":36,"wspd":22.3},{"date":"19930525","time":"1993-05-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":33,"wspd":33.5},{"date":"19930525","time":"1993-05-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":31,"wspd":29.5},{"date":"19930525","time":"1993-05-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":34,"wspd":27.7},{"date":"19930525","time":"1993-05-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":37,"wspd":29.5},{"date":"19930525","time":"1993-05-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":36,"wspd":22.3}]},"19930526":{"guardian_articles":[],"nytimes_articles":[{"date":"19930526","headline":"IRANIAN JETS BOMB FOES' BASES IN IRAQ","web_url":"https://www.nytimes.com/1993/05/26/world/iranian-jets-bomb-foes-bases-in-iraq.html","abstract":"  Iranian military planes attacked two opposition guerrilla bases inside Iraq today in \"retaliation for recent sabotage raids,\" the official Iranian news agency reported.   The report added that Teheran reserved the right \"to chase and punish seditionists\" inside Iraqi territory.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"When Others Light Up : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-when-others-light-up-letters-to-the-editor.html","abstract":"Lynda Richardson criticizes America's progress against the evil of smoking but makes no mention of the tremendous inconsistencies and prejudice against nonsmokers in Europe. I would like to be able to enjoy a smoke-free meal in Europe. I would like to fly","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Myopia at the White House; Scrambled Ethics","web_url":"https://www.nytimes.com/1993/05/26/opinion/myopia-at-the-white-house-scrambled-ethics.html","abstract":"  After a week of one political blunder after another, a light bulb finally went on somewhere in the White House, and the Democratic National Committee canceled the White House fund-raising breakfast with President Clinton it was planning for lobbyists and other fat-cat contributors.   But the rest of the tawdry affair will proceed next month as planned. What possessed the party chairman, David Wilhelm, to schedule the event in the first place? And who in the White House approved a breakfast session so obviously destined to leave the populist-posing President with more egg on his face than on his plate?","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Clinton's Math: More Gets Less","web_url":"https://www.nytimes.com/1993/05/26/opinion/clinton-s-math-more-gets-less.html","abstract":"  In his campaign document \"Putting People First,\" Bill Clinton promised to create \"a set of national standards for what students should know\" and an examination system \"to measure our students' and schools' progress in meeting the national standards.\"   Unfortunately, the Administration's school reform bill is not likely to fulfill that promise but would expand dramatically the scope and cost of Federal regulation of local schools.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Wait-and-See Policy Backed for Prostate","web_url":"https://www.nytimes.com/1993/05/26/health/wait-and-see-policy-backed-for-prostate.html","abstract":"  FOR many men with early prostate cancer, the best thing to do may be nothing at all, a new report concludes.   Sifting through the scientific literature and generating statistical models of how patients will fare if they choose either to treat an early tumor aggressively with surgery or radiation or simply to watch and wait to see what happens, scientists with the Prostate Patient Outcomes Research Team could find no clear benefit of choosing invasive therapy in most cases.","thumbnail":null,"section":"Health"},{"date":"19930526","headline":"Connecticut Can K.O. the N.R.A.","web_url":"https://www.nytimes.com/1993/05/26/opinion/connecticut-can-ko-the-nra.html","abstract":"  The Connecticut legislature can influence rational gun regulation far beyond the state's borders by voting to ban the sale of semiautomatic assault rifles. It would be the third major defeat this year for the National Rifle Association's bully-boy lobbyists, and a strong prod for Washington to get moving on Federal legislation.   Barring last-minute glitches, the 36 members of the State Senate could get their chance today. Gov. Lowell Weicker supports the bill, as does the Senate's Democratic president, John Larson, and -- not incidentally -- an overwhelming 79 percent of the public, according to a recent poll. Nonetheless a close vote is expected and, if the bill carries, another close vote in the House.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Mariners' O'Brien Makes Retirement Plans","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-baseball-mariners-o-brien-makes-retirement-plans.html","abstract":"  PETE O'BRIEN says the end is near for his baseball career. He plans to retire after this season with the Seattle Mariners to spend more time with his family and perhaps enter the ministry.   The 35-year-old designated hitter said he is ready to give up his $2.5 million salary. He is in his fourth season with Seattle after a year in Cleveland and seven in Texas.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Croatia Faces a Showdown In Areas Occupied by Serbs","web_url":"https://www.nytimes.com/1993/05/26/world/croatia-faces-a-showdown-in-areas-occupied-by-serbs.html","abstract":"  As the West backs away from a showdown with the Serbs over Bosnia, the question in the capital of Croatia is whether President Franjo Tudjman will bide his time or renew attacks on Serbian-held territory in Croatia.    Mr. Tudjman and his Government had favored Western air strikes on Serbian positions in Bosnia and Herzegovina, not only in the hope that they might cripple roads and bridges used to supply Serbian forces in Croatia, but also to help morale at home.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Review/Film; Teen-Agers Living Under the Gun","web_url":"https://www.nytimes.com/1993/05/26/movies/review-film-teen-agers-living-under-the-gun.html","abstract":"Teenage life in Watts. Flashy but graphic and chilling.","thumbnail":null,"section":"Movies"},{"date":"19930526","headline":"The Death of a Showman","web_url":"https://www.nytimes.com/1993/05/26/style/IHT-the-death-of-a-showman.html","abstract":"At the Almeida in Islington, Thomas Bernhard's \"The Showman\" is Austria's answer to \"The Entertainer.\" But where John Osborne managed to convey the collapse of an entire British empire within the decline of the old music-hall Empires,","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"Freedom of Investment, Not Free Trade","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-freedom-of-investment-not-free-trade.html","abstract":"Before America embarks on a trade war with Japan, someone needs to take a much closer look at the principles involved. .A basic U.S. premise is that persistent trade deficits with Japan prove that Japan closes its markets to foreign products. Under fre","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Qualifier Stuns Lendl In Paris","web_url":"https://www.nytimes.com/1993/05/26/sports/tennis-qualifier-stuns-lendl-in-paris.html","abstract":"  For Ivan Lendl, a three-time champion here, familiar Court 1 was transformed into a shrill chamber of horrors this afternoon as he was ushered from the first round of the 1993 French Open by a French qualifier, 297th-ranked Stephane Huet.   All the sweet intimacy of the small court was reserved for the 22-year-old Huet, whose fans screamed and applauded as they virtually goaded their unlikely hero into a 3-6, 7-5, 6-0, 7-6 (7-2) upset of Lendl, whom they acknowledged only with hisses.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; Pep Rally for Bigotry","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-pep-rally-for-bigotry-117693.html","abstract":"  To the Editor:   I listened to the Senate Armed Services Committee's May 10 hearing on public radio, and my impressions were so different from your May 11 coverage that I hardly recognized it as the same event. The real story should be the shameful manner in which the committee allowed the hearing to degenerate into a pep rally for supporters of the ban on gays in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Pippen's Ejection Put Bulls on the Spot","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-basketball-pippen-s-ejection-put-bulls-on-the-spot.html","abstract":"  The moment said more than any other about the current emotional state of the two-time defending National Basketball Association champions. Throughout an emotional evening, the Chicago Bulls had been frustrated by the decisions of officials, and perhaps by their own limitations.   With 7 minutes 34 seconds to play in the second game of the Eastern Conference championship series against the Knicks, the Bulls suffered a sudden, shocking setback.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Argentina Can't Delay in Orphans' Cases","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-argentina-can-t-delay-in-orphans-cases-105293.html","abstract":"  To the Editor:   \"Argentines Contend for War Orphans' Hearts,\" your special report on the Argentine \"dirty war\" of 1976-83 (front page, May 11) rekindles indelible memories. Three years ago, while visiting Argentina and Uruguay, I had the privilege of meeting in Buenos Aires with the Grandmothers of the Plaza de Mayo and other Argentine human rights groups. I was inspired by these victims of ideological cleansing, the brutality of which ranks with the worst forms of racial, ethnic or religious cleansing.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"New Office At Lincoln Center To Oversee Programs","web_url":"https://www.nytimes.com/1993/05/26/arts/new-office-at-lincoln-center-to-oversee-programs.html","abstract":"  In its latest effort to be perceived primarily as an arts-presenting organization rather than a real-estate operation, Lincoln Center for the Performing Arts yesterday announced the formation of Lincoln Center Productions, an umbrella under which it will offer its current performance programs.    Nathan Leventhal, the president of Lincoln Center, said the new production office would oversee all the series presented by Lincoln Center. These are the Mostly Mozart Festival, Serious Fun, Great Performers, Jazz at Lincoln Center, Lincoln Center Out of Doors and Midsummer Night Swing. Their combined annual budget is about $12 million. The office will also administer Lincoln Center's commissioning program, which the center's newly appointed vice president for programming, Jane S. Moss, said would be expanded considerably.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Sonics Plan to Wake Up and Find the Basket","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-basketball-sonics-plan-to-wake-up-and-find-the-basket.html","abstract":"  Late Monday night, half the Phoenix Suns frequented a pretentious sports bar called \"Majerle's.\" Dan Majerle is the owner, the bartender and the Suns' starting guard, and he hopped on a stool at about midnight to say, \"Shush, everyone. I'd like to announce this year's most valuable player: Charles Barkley.\"   Barkley, who was downing some hors d'oeuvres, accepted the raucous applause, at which point Suns center Oliver Miller rose for supposedly another poignant announcement. Miller, a 300-pounder, was afraid to stand on a stool, but, after a dramatic pause, said, \"Drinks are on Charles.\" The Exhaustion Excuse    The Seattle SuperSonics were uninvited, and, based on their complaints following that night's 105-91 defeat, they should have been in bed. Half of Seattle's players claimed to be hung over from their strenuous seven-game series against Houston, and they blamed their Game 1 loss in the Western Conference finals on utter exhaustion.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Greece Sues Gallery for Return of Mycenaean Jewelry","web_url":"https://www.nytimes.com/1993/05/26/arts/greece-sues-gallery-for-return-of-mycenaean-jewelry.html","abstract":"  The Government of Greece, seeking the return of rare Mycenaean gold jewelery and ornaments from the 15th century B.C., has filed suit against the Michael Ward Gallery at 9 East 93d Street in Manhattan.    The objects, on sale as a lot at the gallery for $1.5 million, include necklaces with lilies, large cusped rosettes from a belt, huge decorated gold rings, sealstones and other stylized jewelry and ornaments.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/26/style/chronicle-180093.html","abstract":"  ROBERT WESTENBERG, an actor who is starring in \"Arms and the Man\" in Baltimore, was on the train to New York on Monday to rehearse one show, \"Gay Divorce,\" and audition for another, \"Kate's House,\" when he tucked his scripts and a score in the pocket of a seat -- and left them behind.   \"I was walking home from the subway stop when I realized I had no scripts and there was nothing I could do but phone Amtrak and hope against hope that they had not gone to Montreal,\" Mr. Westenberg said yesterday.","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"13 Arrested In a Sting Pulled Off By the F.B.I.","web_url":"https://www.nytimes.com/1993/05/26/nyregion/13-arrested-in-a-sting-pulled-off-by-the-fbi.html","abstract":"  The Federal Bureau of Investigation laundered $22.5 million in cash for the Cali cocaine cartel between 1991 and 1992 in a far-flung -- and profitable -- sting operation that exposed illegal financial dealings from Colombia to Israel, Italy, Canada and New York, Federal officials in Connecticut announced yesterday.   Thirteen defendants were charged in the case, which used a small financial firm secretly set up and run by the F.B.I., the Drug Enforcement Administration, the Internal Revenue Service and the Customs Service out of an office building near the Greenwich, Conn., railroad station.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"White House Retreats on Ouster At Travel Office, Reinstating 5","web_url":"https://www.nytimes.com/1993/05/26/us/white-house-retreats-on-ouster-at-travel-office-reinstating-5.html","abstract":"  The White House today reinstated five of the seven travel aides who were dismissed last week for incompetence, and blamed President Clinton's chief of staff, Thomas F. McLarty 3d, for the handling of the travel office affair.   Mr. Clinton and Vice President Al Gore said they had nothing to do with the messy dismissals, rehirings and enlistment of the F.B.I. to buttress the White House's case, and they referred all questions to Mr. McLarty.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Wickman Makes It Look Easy","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-wickman-makes-it-look-easy.html","abstract":"  Bob Wickman, the pitcher the Yankees did not always believe in, the pitcher who wondered day after day during spring training if he would start the year in the minor leagues and the pitcher who rarely makes pitching look easy, eliminated some doubt and made everything seem so simple last night. Tossing a nifty three-hitter through eight innings, he helped the Yankees claim a 1-0 victory against the Orioles.   In his 16th major league start, Wickman, the pitcher with the nasty sinker and the splendid fortune, fooled the Orioles almost all evening until Leo Gomez ruined his pursuit of perfection with one out in the seventh inning by grounding a single through the middle. The sparse crowd at Yankee Stadium, 15,062 fans who had earlier booed when the Knicks-Bulls game was displayed and then removed from the video scoreboard, gave Wickman a standing ovation after his no-hit dream was dashed on an 0-1 sinker.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Belgrade Reneges on Verification Of Ban on Arming Bosnian Serbs","web_url":"https://www.nytimes.com/1993/05/26/world/belgrade-reneges-on-verification-of-ban-on-arming-bosnian-serbs.html","abstract":"  Serbian leaders told a Russian mediator today that they were not prepared to accept international monitors on their border with Bosnia and Herzegovina to verify their assertions that they were not supplying Bosnian Serb forces with weapons or other military supplies.   President Slobodan Milosevic of Serbia, who a month ago said international observers would be welcome to confirm that his Government was enforcing an embargo on military aid to Bosnian Serbs, told Vitaly I. Churkin, the Russian Deputy Foreign Minister, that there was now \"no need\" for them.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"CRUCIAL BARGAINING BEGINS AS THAWING ON BUDGET IS SEEN","web_url":"https://www.nytimes.com/1993/05/26/us/crucial-bargaining-begins-as-thawing-on-budget-is-seen.html","abstract":"  With a critical House vote on President Clinton's budget imminent and perilously uncertain, the White House and conservative Democrats in Congress abruptly halted their sniping over the proposal's merits today and began talking up a deal.   By late today, it remained just talk. But for the first time, both sides seemed to agree that the proposal would be changed. The House wants to make at least a cursory effort to keep health-care spending from running up the deficit, and the Senate hopes to tone down at least part of a heavily debated energy tax.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Shocked Mexico Mourns Prelate Slain in Shootout","web_url":"https://www.nytimes.com/1993/05/26/world/shocked-mexico-mourns-prelate-slain-in-shootout.html","abstract":"  All through the day, long lines of mourners encircled the old Metropolitan Cathedral in the center of this city, waiting for as long as three hours to glimpse the polished wooden coffin of Juan Jesus Cardinal Posadas Ocampo.    The Cardinal was killed in a shootout at the airport here on Monday in what officials said tonight was a battle between rival groups of drug traffickers in which the the Cardinal \"was mistaken for one of them.\"","thumbnail":null,"section":"World"},{"date":"19930526","headline":"U.N. Aide Calls Cambodia Vote 'Free and Fair'","web_url":"https://www.nytimes.com/1993/05/26/world/un-aide-calls-cambodia-vote-free-and-fair.html","abstract":"  The head of the United Nations peacekeeping force in Cambodia described this week's internationally supervised elections as \"free and fair\" and said he would not rule out the involvement of the Khmer Rouge rebels in whatever government follows the voting.   Defying intimidation and threats of violence by both the Khmer Rouge and the incumbent Government, more than 85 percent of Cambodia's 4.7 million registered voters had cast ballots by the end of voting Tuesday, with three days of voting to go. The first results are expected this week.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Chief Justice Assails Library On Release of Marshall Papers","web_url":"https://www.nytimes.com/1993/05/26/us/chief-justice-assails-library-on-release-of-marshall-papers.html","abstract":"  In an angry letter on behalf of a majority of the Supreme Court, Chief Justice William H. Rehnquist accused the Library of Congress today of bad judgment in releasing the papers of Justice Thurgood Marshall so soon after his death, and he warned that Justices might no longer donate their papers to the Library.   \"I speak for a majority of the active Justices of the Court,\" the Chief Justice wrote in an extraordinary and stinging letter to James H. Billington, the Librarian of Congress, \"when I say that we are both surprised and disappointed by the library's decision to give unrestricted public access to Justice Thurgood Marshall's papers.\"","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"The New Fame, or, How a Nobody Can Be Somebody","web_url":"https://www.nytimes.com/1993/05/26/arts/the-new-fame-or-how-a-nobody-can-be-somebody.html","abstract":"  In addition to nuclear weapons and a slimmed-down ozone layer, the 20th century has brought the world a new kind of fame. It's faster, it's broader and it's shallower. It's the kind that's responsible for Elvis sightings, the \"Geraldo\" show and the idea that \"superstar\" is a valid career goal.   As the year 2000 approaches, fame itself is becoming famous. Who better to discuss the dynamics of fame in the 20th century than seven famous people, who gathered Monday night at the Joseph Papp Public Theater for what the panel's moderator, Clive James, promised would be \"a sharply contested yet shapely symposium\"? The panel members were Anna Wintour, the editor of Vogue; Liz Smith, the gossip columnist for Newsday; Fran Lebowitz, the essayist; Harold M. Evans, the president and publisher of Random House Books; Norman Mailer, the novelist, and Ivana Trump, famous person.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"1,000 Priests Told to Attend Talks on Sex","web_url":"https://www.nytimes.com/1993/05/26/nyregion/1000-priests-told-to-attend-talks-on-sex.html","abstract":"  John Cardinal O'Connor, the Roman Catholic Archbishop of New York, ordered all priests active in the archdiocese's parishes -- more than 1,000 priests -- to attend meetings this week to discuss questions surrounding sexual abuse of minors by priests. Such meetings have been rare under the Cardinal, church officials said.    The Cardinal spoke of establishing a \"firm policy\" and taking \"painful steps,\" said priests who attended one of the meetings. And Cardinal O'Connor said he wanted to hear the priests' reactions before issuing a statement, but no draft of one was distributed or summarized during the meetings.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; Not a Preference","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-not-a-preference-120693.html","abstract":"  To the Editor:   Homosexuality is not (as you label it in \"A Recruiter's Dream,\" editorial, May 13), a sexual \"preference.\" No sane person (and both the American Psychological Association and the American Psychiatric Association advise us that heterosexuals and homosexuals are equally sane) would prefer to suffer the hostility gay men and lesbians so frequently encounter. No one would voluntarily choose to experience the ostracism, bigotry, discrimination and fear of violence you acknowledge prompted Col. Fred Peck to admit that he would fear for his gay son's safety if he chose to enlist in the military.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Green Starts Hitting After the Mets Don't","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-green-starts-hitting-after-the-mets-don-t.html","abstract":"  The honeymoon lasted less than a week. Dallas Green, his managerial reputation only beginning to be soiled by a 1-4 Mets' record since he took over, lashed out tonight, challenging the competitive passions of his club and sparing no one his legendary anger.   Green, having seen the Mets lose, 4-2, to the first-place Phillies and a pitcher he thought was ripe to be had, tore into his inept offense and then roasted his starting pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"New School Honors the Premier of a German State","web_url":"https://www.nytimes.com/1993/05/26/nyregion/commencements-new-school-honors-the-premier-of-a-german-state.html","abstract":"  The New School For Social Research conferred degrees yesterday on graduates from the Eugene Lang College, the New School, the Graduate Faculty of Political and Social Science and the Graduate School of Management and Urban Policy.   The commencements for two other divisions of the school, the Parsons School of Design and the Mannes College of Music, were held earlier this month.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"HIGH BRITISH AIDE NAMED IN IRAQ CASE","web_url":"https://www.nytimes.com/1993/05/26/world/high-british-aide-named-in-iraq-case.html","abstract":"  The inquiry into Britain's exports of weapons components and technology to Iraq in the years before the Persian Gulf war has broadened to include charges that a top official sought to cover up the Government's knowledge of a crucial sale.   The official, Sir Patrick Mayhew, the current Northern Ireland Secretary and a former Attorney General, said today that he would testify before the inquiry on Thursday to rebut charges made against him on Monday by Sir Hal Miller, a former Member of Parliament. Both Sir Hal and Sir Patrick are members of the governing Conservative Party.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"U.N. Chief Bars Chinese Dissident","web_url":"https://www.nytimes.com/1993/05/26/world/un-chief-bars-chinese-dissident.html","abstract":"  Bowing to pressure from China, Secretary General Boutros Boutros-Ghali today barred a Chinese dissident from holding a news conference at United Nations headquarters here, despite the organization's official commitment to press freedom and the protection of human rights.   The dissident, Shen Tong, one of the leaders of the pro-democracy movement that organized the 1989 demonstrations in Tiananmen Square, was invited to speak and hold a news conference in the press room by members of the United Nations Correspondents Association. The Secretary General, enforcing a decision he announced last week, ordered the room locked and posted guards outside.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Gibbs Accepts One-Year Deal With NBC","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-football-gibbs-accepts-one-year-deal-with-nbc.html","abstract":"  JOE GIBBS, the former Washington Redskins head coach, will follow a well-trod career path of pro football coaches-turned announcers at NBC with his decision yesterday to sign a one-year, $100,000 agreement as a game analyst.   The hiring of Gibbs follows NBC's recent signing of MIKE DITKA, the recently departed Chicago Bears head coach, as the studio analyst for its \"NFL Live\" pre-game studio show.   Gibbs will work at least 11 games, mostly on the West Coast, to accommodate his desire to watch his son play for the Stanford football team. He will be a studio analyst for NBC's post-season schedule, including the Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"U.S. ISSUES RULES ON MEDICINE CLUBS","web_url":"https://www.nytimes.com/1993/05/26/us/us-issues-rules-on-medicine-clubs.html","abstract":"  The Food and Drug Administration today issued guidelines for clubs that buy unapproved drugs for people with AIDS, cancer and other fatal diseases.   The sale of drugs that have not been approved by the agency is generally illegal, but the agency can permit individuals to import drugs, in amounts small enough for personal use, even if they have not been approved for use in the United States. All but a very few of the drugs are foreign-made.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Dental Care for Children Is Considered by Clinton","web_url":"https://www.nytimes.com/1993/05/26/us/dental-care-for-children-is-considered-by-clinton.html","abstract":"  Hillary Rodham Clinton told consumer advocates today that she hoped the President's health plan would cover comprehensive dental care for children and some dental services for adults.   Mrs. Clinton said she hoped the plan would include coverage of \"acute dental care for adults.\" Such care usually includes emergency care and services to control infection and bleeding and to relieve pain.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Trolleys Never Broke Any Speed Records","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-trolleys-never-broke-any-speed-records-106093.html","abstract":"  To the Editor:   There is a lot to be said for trolleys, old and new, but they were and are not starships. Your May 14 article on the reopening of the trolley museum in East Haven, Conn., refers to \"a green trolley that once whizzed from Chicago to Milwaukee in an hour.\"","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Lendl Becomes the First Seed to Say Adieu","web_url":"https://www.nytimes.com/1993/05/26/sports/IHT-lendl-becomes-the-first-seed-to-say-adieu.html","abstract":"Michael Chang had just been saying how dangerous it sometimes could be to play tennis with a stranger; one never knows what kind of surprise he might pull out of the bag. .Chang handily mastered his unknown opponent Tuesday in his first-round match at","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Security Council Establishes War-Crimes Tribunal for the Balkans","web_url":"https://www.nytimes.com/1993/05/26/world/security-council-establishes-war-crimes-tribunal-for-the-balkans.html","abstract":"  An 11-judge tribunal was set up tonight by the Security Council to hear charges of war crimes in the former Yugoslav federation. The tribunal will be able to impose prison terms but not to sentence anyone to death.   Today's decision, approved unanimously by the 15 member countries, is the first step in a three-part program for curbing the fighting in Bosnia and Herzegovina that Secretary of State Warren Christopher and the Foreign Ministers of Britain, France, Russia and Spain agreed upon Saturday in Washington.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Churchill Came Later : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-churchill-came-later-letters-to-the-editor.html","abstract":"Regarding \"Interests, Not Outrage\" (Letters, April 27): . The writer states that \"Britain, under Churchill, declared war on Germany.\" When Britain and France declared war on Germany, on Sept. 3, 1939, the British prime minister was Nev","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Public & Private; Dead Man Walking","web_url":"https://www.nytimes.com/1993/05/26/opinion/public-private-dead-man-walking.html","abstract":"  Nobody's likely to see Gary Graham as a choirboy, not after he admitted a violent armed robbery spree that included shootings and pistol-whippings when he was only 17.    But nobody saw Gary Graham kill Bobby Lambert outside the Safeway in Houston in May 1981 either, except for a lone witness sitting almost 40 feet away in her car. She couldn't pick Mr. Graham's picture out of a photo lineup, but she picked him out of a police lineup the next day, perhaps because his was the only face that appeared in both.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"The Novel as Mirror : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-the-novel-as-mirror-letters-to-the-editor.html","abstract":"Regarding \"A Novel Kind of Revenge - in Business Fiction, Japan Tells All\" (May 18): . The popularity of economic novels in Japan shows how repressive Japan's corporate society is. Most workers are forced to remain silent for fear of dismissal.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Hubble Shows Results of Collision by 2 Galaxies","web_url":"https://www.nytimes.com/1993/05/26/us/hubble-shows-results-of-collision-by-2-galaxies.html","abstract":"  In a revealing glimpse of what happens when two galaxies collide, the Hubble Space Telescope has detected some of the most remarkable creations of such cosmic cataclysm: a rotating, pinwheel-shaped disk of gas at the merging galaxies' core surrounded by clusters of bright, young stars.   Photographs of the discoveries were released yesterday by the National Aeronautics and Space Administration. Astronomers said these and other observations of merging galaxies provided the best evidence yet to support the theory that giant elliptical galaxies originate in collisions between disk-shaped galaxies, flattened stellar systems resembling the Milky Way galaxy.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Students Challenge Ban On Prayer at Graduation","web_url":"https://www.nytimes.com/1993/05/26/us/students-challenge-ban-on-prayer-at-graduation.html","abstract":"  To many Americans, the issue seemed to have been settled last June with a firm ruling from the Supreme Court: the First Amendment bars public schools from having members of the clergy lead prayers at graduation ceremonies.   But in this crossroads hamlet in western Virginia and in dozens of communities around the nation, the debate is very much alive. Seizing on a point left unaddressed by the Supreme Court -- whether such prayers were legitimate if led by students -- a legal institute led by the evangelist Pat Robertson has offered to go to court to fight any school board that tries to prevent student-led prayers.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Weicker Proposes Tax Cuts To Assist Pratt & Whitney","web_url":"https://www.nytimes.com/1993/05/26/nyregion/weicker-proposes-tax-cuts-to-assist-pratt-whitney.html","abstract":"  In a bid to prevent Pratt & Whitney, Connecticut's largest private employer, from closing plants here, Gov. Lowell P. Weicker Jr. today proposed a legislative agenda of tax cuts and job-training grants.   He said that if the package were adopted, it would save Pratt & Whitney $32 million a year through taxes and outright grants and go far toward resolving the state's cost disadvantage in comparison with other states.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Verdict in Death of Student Reverberates Across Nation","web_url":"https://www.nytimes.com/1993/05/26/us/verdict-in-death-of-student-reverberates-across-nation.html","abstract":"  Three days after Rodney Peairs walked out of a Louisiana courtroom a free man in the shooting death of a Japanese exchange student, the case is reverberating from radio talk shows to newspaper editorial pages, raising difficult issues of law, justice and race in a nation with more than 200 million guns and where 4.2 million new guns are sold each year.   Legal experts say that in cases like those of Mr. Peairs and Bernard Goetz, the New York subway gunman whose case became a cause celebre in 1984, jurors tend to sympathize with otherwise law-abiding people confronting what they believe is a threat in an increasingly violent society.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Islanders Look Ahead on Day After","web_url":"https://www.nytimes.com/1993/05/26/sports/hockey-islanders-look-ahead-on-day-after.html","abstract":"  Today was Day 1 of the \"off season\" for Don Maloney, although there won't be much time off for the Islanders' general manager this summer. Following his team's elimination from the Stanley Cup playoffs on Monday night in Montreal, Maloney contemplated a list of major chores and other issues that were obscured while his surprisingly successful team surged deep into springtime and to the third round of the four-round tournament.   His first priority, Maloney said, is to sign Al Arbour, the coach who is free to stay or go as he pleases. The second will be to sign Glenn Healy, a free-agent goalie whose stature grew considerably in the 18 post-season games against Washington, Pittsburgh and Montreal.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"New York Must Afford Good Teachers","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-new-york-must-afford-good-teachers-107993.html","abstract":"  To the Editor:   \"Higher Salaries for Teachers?\" (editorial, May 10) came as a shock to us. As teachers in New York City public schools, both of us were recently honored nationwide as the outstanding teachers in our respective fields at the 1992-93 Disney American Teacher Awards. What a contrast to the complete disrespect this city has shown for the work we do! Sadly, you endorse that disrespect.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/05/26/health/personal-health-744693.html","abstract":"  MYTHS about vitamin E have flourished since its birth as an essential nutrient in 1922, with the discovery that rats could not reproduce without it.   Within a decade after the discovery by Dr. H. M. Evans and Dr. K. S. Bishop, vitamin E acquired a mystique as an enhancer and restorer of sexual and reproductive function, an image reflected in its chemical name, tocopherol, from the Greek for \"to bring forth in childbirth\" or, more colloquially, \"oil of fertility.\"","thumbnail":null,"section":"Health"},{"date":"19930526","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/26/arts/the-pop-life-769193.html","abstract":"  New Rules for Grammys   Now it's official: the National Academy of Recording Arts and Sciences formally announced yesterday that the Grammy Awards would return to New York City in 1994, for the 36th annual ceremonies, after a year in Los Angeles. The academy has also changed eligibility rules that will affect who takes home some awards on March 1 from Radio City Music Hall.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Democrats Hustle for Donations at Big Parties and Private Meetings","web_url":"https://www.nytimes.com/1993/05/26/us/democrats-hustle-for-donations-at-big-parties-and-private-meetings.html","abstract":"  Shortly after dawn last Wednesday, Mickey Kantor, the United States Trade Representative, welcomed a dozen business leaders to his office for a private briefing on trade matters especially for big-ticket donors to the Democratic Party.   The meeting was arranged by the Democratic National Committee as part of a newly aggressive effort to raise millions of dollars for the party by expanding its donor base before new campaign-finance rules go into effect. Earlier this month, the party raised more than $3 million at a fund-raising dinner at Lincoln Center. And next month, it is hoping to bank millions more at a huge fund-raiser in Washington.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Floyd Won't Be a Rocket for Long","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-basketball-floyd-won-t-be-a-rocket-for-long.html","abstract":"  ERIC (SLEEPY) FLOYD's six-year run with the Houston Rockets is about over.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-077393.html","abstract":"  An article on May 16 about the selection of Victor Gotbaum to fill a vacancy on the New York City Board of Education misstated his job experience with the State Department. Mr. Gotbaum was a foreign affairs officer with the department in the 1950's.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Ewing Isn't Worried About M.V.P.","web_url":"https://www.nytimes.com/1993/05/26/sports/on-pro-basketball-ewing-isn-t-worried-about-mvp.html","abstract":"  They had dominated the second half and seemed to have turned the Bulls into a bunch of tired, old whiners. Then the Knicks came out of a timeout with three minutes and change left in the game and the scoreboard was telling them their lead was somehow down to 3. It is, apparently, going to be this way right on into June. Tense. Sloppy. Tight. This is how the Knicks play.   The score was 86-83 when the Knicks set up in their half-court offense. Patrick Ewing, on the right side of the lane, slid a shoulder into the Bulls' Will Perdue. Suddenly Ewing had inside position, Perdue on his back hip. A perfect bounce pass was delivered by John Starks. Ewing laid the ball gently into the net. Perdue hacked him from behind. The Madison Square Garden crowd roared, began to chant \"m.v.p., m.v.p.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Channel One Legislation Is Likely to Be Defeated in the Assembly","web_url":"https://www.nytimes.com/1993/05/26/nyregion/channel-one-legislation-is-likely-to-be-defeated-in-the-assembly.html","abstract":"  Amid concerns about the commercial and news content of Channel One, legislation to allow public schools to show the current-affairs program for teen-agers appears almost certain to fail in the New York State Assembly.   The proposal took a small step forward today when the Assembly Education Committee passed the bill, which has been amended so that students will not be required to watch the daily program, and sent it the Assembly Rules Committee for further review.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"1918: Aid for Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1918-aid-for-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - An attempt is soon to be made by the Allies to help Russia. Views are being exchanged to elaborate a project which will be approved by all the Allied Governments as well as by the Russian people. President Wilson's promise to aid Russia is an","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Michael Douglas:At Last, Action","web_url":"https://www.nytimes.com/1993/05/26/style/IHT-michael-douglasat-last-action.html","abstract":"The view, from the Htel du Cap, is serene. Pretty children and their nannies walk the raked paths. Chalk rocks pave the way to the beach. But by the cabanas, a bodyguard looms, TV crews collide, walkie-talkies blast. Michael Douglas was here to tal","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"1943: Churchill Buoyant : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1943-churchill-buoyant-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Prime Minister Churchill, picturing the Allies as the stronger animal shaking the life out of the Axis, said today [May 25] that he and President Roosevelt have arrived at sound decisions for increasing the intens","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Senate Begins Wrestling Over Campaign Finance","web_url":"https://www.nytimes.com/1993/05/26/us/senate-begins-wrestling-over-campaign-finance.html","abstract":"  The Senate began what is expected to be a long battle over campaign finance legislation today by killing a proposal to hold individual contributions to $100 every two years, down from the current limits of $1,000 for a primary and another $1,000 for a general election.   The amendment, proposed by Senator Paul Wellstone, a freshman Democrat from Minnesota, was defeated by a vote of 84 to 13. The amendment would have limited individual contributions to $100 every election cycle, or $50 for a primary and another $50 for a general election.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"N.F.L. Entry Fee Is Set at $140 Million","web_url":"https://www.nytimes.com/1993/05/26/sports/pro-football-nfl-entry-fee-is-set-at-140-million.html","abstract":"  Officials from the five cities vying for two National League Football franchises to be awarded in October learned today that the N.F.L. owners' asking price is $140 million, the highest franchise fee in sports history.   When interest payments are included, along with the fact that the new teams will not receive a full share of television payments in their first three seasons, the fee is closer to $190 million.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/26/sports/results-plus-997093.html","abstract":"  SPORT Italian Rider Stays in the Lead  Moreno Argentin of Italy retained his lead in the Tour of Italy yesterday as Piotr Ugrumov of Latvia won the third stage of the cycling race in Scanno, Italy. Ugrumov finished the stage in 4 hours 5 minutes 47 seconds. He crossed the finish line two seconds ahead of Enrico Zaina of Italy and five seconds in front of Luc LeBlanc of France. Argentin finished 12th in a group that was 19 seconds behind the leader. The result was good enough to keep the Italian cyclist 12 seconds ahead of Ugrumov, who was second over all. Then came Maurizio Fondreist of Italy, 36 seconds back, and Miguel Indurain of Spain, another 38 seconds back.   Andrew Hampsten was the top American yesterday, finishing 31st, 19 seconds behind the leader. Hampsten was 32d over all, 1 minute 24 seconds behind. Greg LeMond, a three-time winner of the Tour of France who has never won the Tour of Italy, was the 92d finisher yesterday. The poor showing, 4 minutes 45 seconds behind Ugrumov, dropped LeMond to 112th over all, 14 minutes 1 second behind Argentin. (AP)   Ex-Olympian Wins Time Trial: Lance Armstrong, chasing a $1 million triple-crown prize, won the opening time trial of the K Mart Classic stage race in Morgantown, W.Va. Armstrong, a former Olympian from Austin, Tex., who rides professionally for Motorola, finished the one-and-a-half-mile race in 2 minutes 48.24 seconds. Steve Hegg, who won a gold medal in the 1984 Olympic pursuit, finished second. The resident of Dana Point, Calif., a member of the Chevrolet-L.A. Sheriffs team, had a time of 2:49.8. Armstrong won the one-day Thrift Drug Classic last weekend, which was the first leg of the Thrift Drug Triple Crown. The K Mart Classic, which ends Sunday in Charleston, W.Va., is the second leg. The triple crown concludes with the USPro Cycling Championship on June 6 in Philadelphia. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/26/books/book-notes-776493.html","abstract":"  First Gutenberg, then the Book-of-the-Month Club, and now bookselling via infomercial. Try to wrap your literary and commercial imagination around this: the next generation of literary lights may soon find themselves, like Cher in one of her miracle shampoo spiels, pitching their wares in television ads disguised as programs and on the proliferating number of home shopping channels.   Publishers have long recognized the value of booking authors on news and talk shows, but on the whole they have stayed away from television advertising, especially direct-mail ads that peddle a product, then supply a toll-free number for ordering it. The exception had been how-to books or books in a series, like the Time-Life home improvement series. 30 Minutes, 5,000 Sales    But this season, novelists have broken into the 800-number book-hawking. Barbara Taylor Bradford went on QVC last month and, in two 15-minute segments, sold 5,000 autographed copies of her latest novel, \"Angel\" (Random House). Dominick Dunne followed suit on Monday night on QVC with his latest novel, \"A Season in Purgatory\" (Crown).","thumbnail":null,"section":"Books"},{"date":"19930526","headline":"Profile Writer Has Last Word In Defense Against Libel Suit","web_url":"https://www.nytimes.com/1993/05/26/us/profile-writer-has-last-word-in-defense-against-libel-suit.html","abstract":"  It was Jeffrey M. Masson who did most of the talking during seven months of interviews that produced a two-part profile about him in The New Yorker magazine a decade ago.    But it was Janet Malcolm, the writer accused of libel in a trial here, whose voice was heard last in a Federal courtroom today, testifying that \"it was the totality of my experience that determined what quotations I used\" to capture his essence, make sense of him in 48,500 words.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-078193.html","abstract":"  Because of a production error, the front page of Science Times was omitted from some copies yesterday, and a duplicate front page from Business Day appeared in its place. Readers wishing copies of the correct page C1 may write to Production Quality Control, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Dundo Journal; In Angola Now, Death and Diamonds Go Together","web_url":"https://www.nytimes.com/1993/05/26/world/dundo-journal-in-angola-now-death-and-diamonds-go-together.html","abstract":"  Until recently, the easternmost corner of Angola was largely isolated from the factional hostilities that have shattered much of this country. But in the last few months the woes of Africa's longest-running war appear to have focused full force on the Lunda Norte region.   In a surgical ward of a provincial hospital here is Gustavo Sozinho, a farmer whose leg was amputated after he stepped on a newly planted land mine. In the bed next to him is Teixeira Uanji, lying motionless with both legs in crude casts.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/26/style/chronicle-179693.html","abstract":"  There is nothing unusual about a book tour, but two Washington writers who are married to each other and whose respective novels both have a publication date of June 2 are heading out on a his-and-hers version today.    \"It's an interesting exercise in marital relations that we've set ourselves up for,\" KATE LEHRER said the other day. Her second novel, \"When They Took Away the Man in the Moon\" is being published by Harmony Books.","thumbnail":null,"section":"Style"},{"date":"19930526","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/26/us/inside-199593.html","abstract":"  Dental Coverage Suggested For Health-Care Package   Hillary Rodham Clinton said she hoped the President's health plan would cover some dental care for children and adults. Page D20. Crackdown in Guatemala    Guatemala's leader dissolved Congress and the Supreme Court in what appeared to be a military-backed effort to quell protests. Page A3. Priests and Sexual Abuse    New York's Archbishop, John Cardinal O'Connor, ordered archdiocese priests to a rare meeting to discuss sexual abuse of minors. Page B1. Knicks Beat Bulls Again    The Knicks beat the defending champion Chicago Bulls, 96-91, for a 2-0 lead in their National Basketball Association playoff series. Page B9.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Papin: Milan's Mystery, And Marseille's Monster","web_url":"https://www.nytimes.com/1993/05/26/sports/IHT-papin-milans-mystery-and-marseilles-monster.html","abstract":"Olympique Marseille accepted $17 million last year for Jean-Pierre Papin. It was like cashing the check that surrendered Babe Ruth. .Papin was worth the price, because he could score a lot of goals, and the money could not. In response, Marseille's coa","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Legislators Meet, But Marino's Away","web_url":"https://www.nytimes.com/1993/05/26/nyregion/legislators-meet-but-marino-s-away.html","abstract":"  With this year's legislative session entering its final stage, the Senate majority leader, Ralph J. Marino, skipped this week's activities in Albany to take a 10-day pleasure trip to Italy.   Gov. Mario M. Cuomo said he had not been told until Monday that Mr. Marino would be gone. He said the Senator's absence caused him to cancel a scheduled meeting with the legislative leaders at the Executive Mansion on Monday afternoon.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/26/nyregion/bridge-658093.html","abstract":"  Any two experts living on opposite sides of the continent used to be at a considerable disadvantage if they wished to polish their partnership methods. Now they have a most useful option, if each owns a computer. Early this month, Karen Allison of Jersey City and Karen Singer of Portland, Ore., wanted to practice in preparation for play in Memphis next month, in the hope of continuing to the World Championships in Chile in September. So they stayed home and hooked into the Sierra network, to play a planned game against John Lowenthal of Manhattan and Phillip Martin of Bronxville, N.Y., who were themselves practicing for a major New York team event.   On the diagramed deal Martin was South, struggling in a two-spade contract after East had opening the bidding with one club. West led that suit, and South captured the queen with the ace. The heart king was led and the jack was played. Singer correctly refused to ruff, discarding a diamond, and dummy's ace won. South ruffed a heart, and West again discarded a diamond, noting her partner's heart queen, a signal for diamonds.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/26/nyregion/metro-digest-325493.html","abstract":"   FLORIO'S CHIEF OF STAFF RESIGNS  Governor Florio has accepted the resignation of his chief of staff, Joseph C. Salema, whose bond firm is at the center of a Federal investigation into whether it improperly benefited from state bond deals. Mr. Salema resigned in an effort to spare the Governor further political embarassment in an election year. A1.   NEW YORK CITY   DINKINS WEIGHS SERVICE CUTS  The Dinkins administration said for the first time that it would have to resort to serious cuts in city services to balance the new budget, and the City Council began considering what should be cut. B3.   MAN WALKS AWAY FROM PRISON PROGRAM  A man charged in the stabbing of a good samaritan in the subway on May 12 had walked away on May 1 from a work-release program that he had been admitted to less than seven months after he started serving a prison sentence. The State Corrections Commissioner said that while the case was an isolated one, it showed the risks posed by a program that is forced by tight money and prison overcrowding to return more than twice as many people to the streets as it did three years ago. B2.   UNFULFILLED DREAMS FOR DEAD BOY  From the hospital bed where she is recovering from multiple-stab wounds, Dana Blackledge-Poole remembered the dreams she had had for the 5-year-old boy, her legal ward, whose body was found in a Brooklyn trash compactor on Thursday. The police are searching for her husband, Stephan Poole, for questioning in the killing of the boy, Kayesean Blackledge, and the stabbing of his wife. B3.   2 KITCHEN WINDOWS WIN A REPRIEVE   The Landmarks Preservation Commission and the owner of a Park Avenue apartment have reached an accommodation over two kitchen windows. The owner can keep his windows as long as he owns his co-op but must change them if and when he sells. B3.   REGION  F.B.I. IN STING OF DRUG CARTEL  The Federal Bureau of Investigation laundered $22.5 million in cash for the Cali cocaine cartel between 1991 and 1992 in a sting operation that exposed illegal financial dealings from Colombia to Israel, Italy, Canada and New York, Federal officials in Connecticut announced. Federal agencies jointly set up the sting by secretly running a small financial firm out of an office building near the Greenwich, Conn., railroad station. B6.   ALBANY NOT RECEPTIVE TO CHANNEL ONE   Amid concerns about the commercial and news content of Channel One, legislation to allow public schools to show the current-affairs program for teen-agers appears almost certain to fail in the New York State Assembly. B5.  BID TO KEEP PRATT & WHITNEY  In a bid to prevent Pratt & Whitney, Connecticut's largest private employer, from closing plants in the state, Gov. Lowell P. Weicker Jr. has proposed a package of tax cuts and job-training grants that could save the company $32 million a year. B5.   About New York by David Gonzalez B3   Commencements B6","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Hikind Says Threat Led to Police Guard","web_url":"https://www.nytimes.com/1993/05/26/nyregion/hikind-says-threat-led-to-police-guard.html","abstract":"  State Assemblyman Dov Hikind, an outspoken Jewish legislator who was critical of the acquittal of an Egyptian immigrant in the 1990 killing of Rabbi Meir Kahane, said yesterday that he has been put under police protection because of a \"serious threat\" against him.    Mr. Hikind, a Brooklyn Democrat, said he has been guarded by officers from the police intelligence division since he was contacted by law-enforcement authorities on May 17 and told of a plot against him. \"Basically I was informed of a serious threat against me,\" he said. \"I was offered police protection and gladly accepted.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Accuracy","web_url":"https://www.nytimes.com/1993/05/26/opinion/accuracy.html","abstract":"I was talking to my wife, Elizabeth, over dinner the other day about the Janet Malcolm libel case -- actually, the conversation started in our Toyota Corolla, in which we had just picked up our daughter from day care, but we had to abandon the discussion temporarily since Anna -- whom we actually call by her pet name Bito (a long story) -- had begun to sing a Barney song (\"I love you, you love me, we're a happy family . . .\") so loudly in the back seat that we couldn't hear each other talk. So, to be perfectly accurate, only the first few sentences of the conversation took place in the Toyota, but they went precisely like this:\n\nMe: \"So, have you been following that, uh, case, that libel case, between the New Yorker writer -- what was her name?\"","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Bird Ceremony Nets $1 Million for Charity","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-basketball-bird-ceremony-nets-1-million-for-charity.html","abstract":"  LARRY BIRD was petrified about filling the spotlight at his Boston Celtic retirement ceremony last winter. He endured the adulation, and yesterday it paid off in the amount of $1 million.   Those proceeds from Larry Bird Night last Feb. 4 at the Boston Garden were distributed to 25 Boston-area organizations engaged in charitable activities.   \"I was sort of scared to death about it,\" Bird said yesterday, \"but after seeing the money we raised, I can't wait to do another one.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Teaneck Killings Laid to Chinese Gang's Power Struggle","web_url":"https://www.nytimes.com/1993/05/26/nyregion/teaneck-killings-laid-to-chinese-gang-s-power-struggle.html","abstract":"  The authorities said today that a power struggle within a Chinese gang in Manhattan was responsible for the violence that spilled over into a placid, upper-middle-class suburban neighborhood here Monday night, leading to the fatal shooting of four gang members and the wounding of a fifth.   Some law enforcement officials theorized that the struggle in the Fuk Ching gang was rooted in its lucrative criminal specialty -- smuggling illegal immigrants into the United States from Fujian Province in southern China. Officials say the immigrants are often charged $30,000 to $35,000 by gang members and then forced to pay off that debt through legitimate work or by slipping into crime, including extortion and prostitution.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"FLORIO AIDE LEAVES AMID BOND INQUIRY","web_url":"https://www.nytimes.com/1993/05/26/nyregion/florio-aide-leaves-amid-bond-inquiry.html","abstract":"  Joseph C. Salema, Gov. Jim Florio's chief of staff, resigned today in an effort to spare the Governor further political embarrassment.    Mr. Salema's bond company is at the center of a Federal investigation into whether it improperly benefited from state bond deals. In accepting the resignation, Mr. Florio is heeding the advice of aides to shield himself and his re-election campaign from Republican attacks on Mr. Salema.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Learning the Hard Way in Bosnia","web_url":"https://www.nytimes.com/1993/05/26/opinion/learning-the-hard-way-in-bosnia.html","abstract":"Western policy in the former Yugoslavia has been a failure. In this moment of deplorable paralysis at NATO and the U.N., what lessons can we draw from that failure?\n\nLesson No. 1 is that the U.S. was wrong to sabotage West European efforts to create defense capabilities outside NATO. The U.S. just last year resisted the idea of a French-German Eurocorps because it feared weakening NATO, the only European organization that the U.S. dominates.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Review/Television; The Newest Incarnation Of Norris's 'McTeague'","web_url":"https://www.nytimes.com/1993/05/26/arts/review-television-the-newest-incarnation-of-norris-s-mcteague.html","abstract":"  Frank Norris's turn-of-the-century novel \"McTeague\" has had its share of ambitious adaptations. In 1924, it became a silent film titled \"Greed,\" directed by Erich von Stroheim and ultimately cut from 10 hours to 2. In 1992, with William Bolcom as the composer, \"McTeague\" was turned into an opera. The world premiere at the Lyric Opera of Chicago was directed by Robert Altman, the longtime maverick film director, who also wrote the libretto with Arnold Weinstein.    Now, with Mr. Altman getting credit for the concept and creative supervision, there's \"The Real McTeague,\" an hourlong \"Great Performances\" presentation on Channel 13 at 9 tonight. In a kind of synthesis of forms, scenes from the von Stroheim film are blended with corresponding scenes from the opera, directed for television by Kirk Browning. The whole is woven together with excerpts from the novel, read by Studs Terkel with his customary feistiness.","thumbnail":null,"section":"Arts"},{"date":"19930526","headline":"Manufacturers Recycling Half of Chemical Wastes","web_url":"https://www.nytimes.com/1993/05/26/us/manufacturers-recycling-half-of-chemical-wastes.html","abstract":"  The nation's manufacturers recycled more than half of the 38 billion pounds of chemical wastes they produced in 1991, as the amount of such waste released into the environment continued to decline, the Environmental Protection Agency reported today.   The agency's annual inventory of toxic compounds also showed that Pennsylvania was the largest exporter of chemical wastes, shipping 185 million pounds out of state in 1991. Texas, Ohio and New Jersey were the next largest exporters of such wastes.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Salvaging of Futures: It's One Life at a Time","web_url":"https://www.nytimes.com/1993/05/26/nyregion/about-new-york-salvaging-of-futures-it-s-one-life-at-a-time.html","abstract":"  WHEN Rita Fecher swept into New York in the 1960's, she was ready to join the revolution. She just didn't know where to look.   As the daughter of a rabbi and the ex-wife of another, trading her comfortable New Jersey world of frosted blond hair, swim clubs and mah-jongg for the avant-garde art and theater crowd of Greenwich Village was probably enough of a revolt. But downtown's social ferment was a skirmish compared to where she found the real uprising -- among the street gangs of the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/26/nyregion/c-corrections-076593.html","abstract":"  Because of an editing error, an article on Monday about drug activity at factories along the Mexican border misidentified a senior United States customs official. The official, Mike Lane, is Deputy Customs Commissioner.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Plan to Unclog Herald Square To Close Broadway for 2 Blocks","web_url":"https://www.nytimes.com/1993/05/26/nyregion/plan-to-unclog-herald-square-to-close-broadway-for-2-blocks.html","abstract":"  After years of delays, New York City is now moving forward on an ambitious redesign of Herald Square that will permanently block off part of Broadway, which has stretched virtually uninterrupted from the northern Bronx to the tip of Manhattan since the early 1800's.   While the changes encompass only a small area, they will ripple throughout Manhattan as motorists accustomed to driving through Herald Square will be forced to take other routes.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"No Cash but a Nice Resale Value","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-track-and-field-no-cash-but-a-nice-resale-value.html","abstract":"  Money is out as a reward for the winners at the world championships this year. Instead, each will get a new Mercedes.   PRIMO NEBIOLO, president of the International Amateur Athletic Federation, said track's governing body signed a two-year deal with Mercedes-Benz worth about $3 million.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Yevoli to Seek Re-election","web_url":"https://www.nytimes.com/1993/05/26/nyregion/yevoli-to-seek-re-election.html","abstract":"  Lewis J. Yevoli, the Oyster Bay Town Supervisor, said today that he would seek re-election, ending speculation that he would challenge the re-election bid of County Executive Thomas R. Gulotta.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Coke and Human Rights:Which Is the Real Thing?","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-coke-and-human-rightswhich-is-the-real-thing.html","abstract":"Each era poses its own questions. The basic question of today: Are human rights the same as Coca-Cola? . The reply, of course, depends on many factors. The response of Indonesians will vary according to their positions in society, the likely consequences","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Democrats Seek Donors","web_url":"https://www.nytimes.com/1993/05/26/us/democrats-seek-donors.html","abstract":"  The Democratic Party is busy pampering its most reliable givers by allowing them access to top officials in the Administration. Page D20.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Tracy Adapts To Penske's Ways","web_url":"https://www.nytimes.com/1993/05/26/sports/auto-racing-tracy-adapts-to-penske-s-ways.html","abstract":"  Before Roger Penske's 50-member caravan of mechanics, engineers, cooks and gofers left for its May encampment here, he sat down with Paul Tracy, who represents at least half the reason for it all.   \"I just got ahold of Paul,\" Penske said at the Indianapolis Motor Speedway the other day, referring to his 24-year-old driver, \"and I pointed out that he was going to Indy with two of the best cars and the best crew, and I said it was because we had worked together the last two years.\"","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Windows Can Stay, Landmark Commission Rules","web_url":"https://www.nytimes.com/1993/05/26/nyregion/windows-can-stay-landmark-commission-rules.html","abstract":"  For roughly two months the Landmarks Preservation Commission has been facing a challenge to its authority by a prominent New Yorker, Robert L. Bernstein, who had objected to a commission demand that he replace two windows in the kitchen of his Park Avenue apartment that are in violation of landmarks rules.   Yesterday, after a two-hour session that went into minute detail about the history of the windows in question, the commission decided to adopt a formula that Mr. Bernstein had proposed at the outset of the case -- that he be allowed to keep his windows as long as he owns his co-op but must change them if and when he sells.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Chinese Immigrants Kept Padlocked in Warehouse","web_url":"https://www.nytimes.com/1993/05/26/nyregion/chinese-immigrants-kept-padlocked-in-warehouse.html","abstract":"  Fifty-seven undocumented immigrants from China were kept padlocked in a Jersey City warehouse for more than a month, apparently as prisoners of a smuggling ring demanding up to $30,000 from their families for their release, the police said.   The immigrants, all male and from the Fujian province who ranged in age from 14 to 43, had been confined in a former auto body shop, where they slept side by side on bamboo mats on the second floor. They were discovered Monday morning by police officers investigating a telephone company complaint that no one had paid for about $3,000 worth of calls made to China from the warehouse since April.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"The Bombing: Retracing the Steps -- A special report; Fitting the Pieces of Terrorism -- Accounts Reconstruct Planning of Trade Center Explosion","web_url":"https://www.nytimes.com/1993/05/26/nyregion/bombing-retracing-steps-special-report-fitting-pieces-terrorism-accounts.html","abstract":"  The following article is based on reporting by Ralph Blumenthal, Robert Hanley, Alison Mitchell, Joseph B. Treaster and Mary B. W. Tabor and was written by Mr. Blumenthal.   At 4 A.M., in the early-morning chill of Feb. 26, a yellow Ryder rental van pulled into an all-night gas station on Kennedy Boulevard in Jersey City, tailed by a blue Honda sedan.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Bolden to Replace Kersee at U.C.L.A.","web_url":"https://www.nytimes.com/1993/05/26/sports/sports-people-track-and-field-bolden-to-replace-kersee-at-ucla.html","abstract":"  JEANETTE BOLDEN, who won a gold medal in 1984 as a member of the United States 400-meter relay team, is taking over the U.C.L.A.'s women's track team from BOB KERSEE.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"Motivation in Killing of Gay Sailor Is Left Unclear in Penalty Hearing","web_url":"https://www.nytimes.com/1993/05/26/us/motivation-in-killing-of-gay-sailor-is-left-unclear-in-penalty-hearing.html","abstract":"  In a day of sometimes wrenching testimony about the murder of a gay American sailor in Japan last year, a Navy investigator said today that the shipmate who has admitted the killing mentioned the victim's homosexuality as a motive only after the investigator himself suggested the possibility, and then later recanted the comment.   Airman Apprentice Terry M. Helvey has pleaded guilty to beating a gay shipmate, Allen R. Schindler, to death last October in a public toilet outside the United States Navy base at Sasebo, in southwestern Japan. He has never commented publicly on his motive, but Mr. Schindler's homosexuality has led some to say that the killing was a hate crime.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Police Detain Black Radicals, Imperiling South Africa Talks","web_url":"https://www.nytimes.com/1993/05/26/world/police-detain-black-radicals-imperiling-south-africa-talks.html","abstract":"  The police detained scores of black nationalists today in what they called an anti-terrorist crackdown, prompting fury and amazement from black leaders just when the country was nearing accord on the date of its first universal elections.   In a series of raids that began hours before sunup, according to the South African Press Association news service, the police rounded up 73 leaders and members of the militant Pan Africanist Congress, whose guerrilla affiliate has taken responsibility for many killings of police and white civilians.","thumbnail":null,"section":"World"},{"date":"19930526","headline":"Dinkins Administration Acknowledges Need for Cuts","web_url":"https://www.nytimes.com/1993/05/26/nyregion/dinkins-administration-acknowledges-need-for-cuts.html","abstract":"  The administration of Mayor David N. Dinkins said for the first time yesterday that it would have to resort to serious reductions in services to balance the new budget, and the New York City Council began considering what should be cut.   The statement from the city's Budget Director, Philip R. Michael, underscored the difficulty that Mayor Dinkins faces in trying to balance the budget for the next fiscal year, which begins in July, five months before the mayoral election.","thumbnail":null,"section":"New York"},{"date":"19930526","headline":"Charitable Giving Rose to $124 Billion in 1992","web_url":"https://www.nytimes.com/1993/05/26/us/charitable-giving-rose-to-124-billion-in-1992.html","abstract":"  Despite the sluggish economy, individuals, corporations and foundations contributed $124.3 billion to philanthropy in 1992, a 6.4 percent increase over the previous year.   Still, the showing was disappointing considering that the number of millionaires increased fourteenfold and the baby boom generation moved into the 35-to-64 age category, the prime age for charitable giving. The total giving for 1991 was $116.8 billion.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Phillies Set for Their Medicine: the Mets","web_url":"https://www.nytimes.com/1993/05/26/sports/baseball-phillies-set-for-their-medicine-the-mets.html","abstract":"  If the Mets want to see the worst team in the National League East, they need not look farther than their dugout.   If they want to see the best team, they need not look farther than across the field at Veterans Stadium Monday night. For the Mets will finally see the Philadelphia Phillies, the bookend at the opposite end of the division, 14 1/2 games, and a seeming universe, away.","thumbnail":null,"section":"Sports"},{"date":"19930526","headline":"1893: Siam's Frontier : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/26/opinion/IHT-1893-siams-frontier-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mr. Verney, the English Secretary of the Siamese Legation, denied yesterday [May 25] the assertions in several French journals that Britain was guiding the policy of Siam and encouraging an aggressive attitude towards France. \"These assertio","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"Drug 'Czar' Nominee Would Review U.S. Strategy","web_url":"https://www.nytimes.com/1993/05/26/us/drug-czar-nominee-would-review-us-strategy.html","abstract":"  In a presentation that recalled his cautious approach and sweeping goals upon taking over the New York City Police Department, Lee P. Brown told senators today that he would begin work as President Clinton's chief drug adviser with a thorough review of Federal anti-drug programs.   But under gentle yet persistent prodding at his confirmation hearing, Mr. Brown refused to detail the kind of strategy he would advocate.","thumbnail":null,"section":"U.S."},{"date":"19930526","headline":"Dumb Censorship at the U.N.","web_url":"https://www.nytimes.com/1993/05/26/opinion/dumb-censorship-at-the-un.html","abstract":"  A foolish and worrying squall hit the United Nations yesterday. Yielding to pressure from China, Secretary General Boutros Boutros-Ghali sought to keep a leading Chinese dissident from holding a news conference at U.N. headquarters. He prevailed on the U.N. Correspondents Association to move its press briefing by the dissident, Shen Tong, to an outside U.N. office.   When this compromise was rightly rejected by the group's rank and file as a dangerous precedent, U.N. press officials decreed that Mr. Shen might speak in the main building, but not in the Correspondents Association's quarters, and no TV crews would be allowed. So he spoke on the pavement, outside the U.N. gates, thus underscoring his essential theme -- that China is deeply worried about American attempts to tie trade benefits to human rights conditions.","thumbnail":null,"section":"Opinion"},{"date":"19930526","headline":"'Hearings' on Gays in the Military Are a Sham; 'Recruiter's Dream'","web_url":"https://www.nytimes.com/1993/05/26/opinion/l-hearings-on-gays-in-the-military-are-a-sham-recruiter-s-dream-119293.html","abstract":"  To the Editor:   I applaud \"A Recruiter's Dream\" (editorial, May 13) for rejecting Col. Fred Peck's argument that homosexuals should be excluded from the military for their own protection. I am astonished, however, that no one (including Colonel Peck's superiors) has condemned the offensive racial bias Colonel Peck showed in describing two of the attributes that make his son \"a recruiter's dream\": blue eyes and blond hair. The obvious implication is that a minority recruit is less than the military's ideal.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930526","time":"1993-05-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":68,"wspd":20.5},{"date":"19930526","time":"1993-05-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":71,"wspd":18.4},{"date":"19930526","time":"1993-05-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":74,"wspd":25.9},{"date":"19930526","time":"1993-05-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":75,"wspd":25.9},{"date":"19930526","time":"1993-05-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":80,"wspd":27.7},{"date":"19930526","time":"1993-05-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":81,"wspd":24.1},{"date":"19930526","time":"1993-05-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":79,"wspd":22.3},{"date":"19930526","time":"1993-05-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":77,"wspd":22.3},{"date":"19930526","time":"1993-05-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":25.9},{"date":"19930526","time":"1993-05-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":74,"wspd":22.3},{"date":"19930526","time":"1993-05-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":71,"wspd":24.1},{"date":"19930526","time":"1993-05-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":72,"wspd":35.3},{"date":"19930526","time":"1993-05-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":27.7},{"date":"19930526","time":"1993-05-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":72,"wspd":22.3},{"date":"19930526","time":"1993-05-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":74,"wspd":27.7},{"date":"19930526","time":"1993-05-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":74,"wspd":22.3},{"date":"19930526","time":"1993-05-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":74,"wspd":18.4},{"date":"19930526","time":"1993-05-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":75,"wspd":20.5},{"date":"19930526","time":"1993-05-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":73,"wspd":14.8},{"date":"19930526","time":"1993-05-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":14.8},{"date":"19930526","time":"1993-05-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":81,"wspd":5.4},{"date":"19930526","time":"1993-05-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":85,"wspd":7.6},{"date":"19930526","time":"1993-05-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":92,"wspd":11.2},{"date":"19930526","time":"1993-05-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":93,"wspd":9.4},{"date":"19930526","time":"1993-05-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":37,"wspd":18.7},{"date":"19930526","time":"1993-05-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":11.2},{"date":"19930526","time":"1993-05-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":44,"wspd":18.7},{"date":"19930526","time":"1993-05-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":50,"wspd":20.5},{"date":"19930526","time":"1993-05-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":46,"wspd":22.3},{"date":"19930526","time":"1993-05-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":49,"wspd":22.3},{"date":"19930526","time":"1993-05-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":20.5},{"date":"19930526","time":"1993-05-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":53,"wspd":18.7},{"date":"19930526","time":"1993-05-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":65,"wspd":18.7},{"date":"19930526","time":"1993-05-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":65,"wspd":16.6},{"date":"19930526","time":"1993-05-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":18.7},{"date":"19930526","time":"1993-05-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":20.5},{"date":"19930526","time":"1993-05-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":60,"wspd":22.3},{"date":"19930526","time":"1993-05-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":58,"wspd":22.3},{"date":"19930526","time":"1993-05-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":54,"wspd":20.5},{"date":"19930526","time":"1993-05-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":52,"wspd":14.8},{"date":"19930526","time":"1993-05-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":49,"wspd":16.6},{"date":"19930526","time":"1993-05-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":41,"wspd":13},{"date":"19930526","time":"1993-05-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":13},{"date":"19930526","time":"1993-05-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":32,"wspd":24.1},{"date":"19930526","time":"1993-05-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":29,"wspd":22.3},{"date":"19930526","time":"1993-05-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":28,"wspd":24.1},{"date":"19930526","time":"1993-05-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":26,"wspd":27.7},{"date":"19930526","time":"1993-05-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":29,"wspd":24.1}]}}